{
  "date": "2023-08-25",
  "headline": "CNN News Central",
  "subHeadline": "Maui Wildfire Lawsuit: Hawaiian Electric Responsible; Gov. Hochul Presses Biden on NYC Migrant Surge; Consumers Still Confused About Tipping Etiquette. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "As well as attorneys representing people effective by the wildfires with inventories and access to the removed equipment, which we have carefully photographs, documented, and stored.They have stored it, by the way, someplace different, in a warehouse. Do you think that Hawaiian Electric's behavior here amounts to a cover-up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JOHN FISKE, ATTORNEY REPRESENTING MAUI COUNTY",
      "sentences": "I believe we're going to have an evidence inspection on Monday and Tuesday of this upcoming week. I think we're going to learn a lot more about which evidence was collected and which evidence was preserved. I do understand that Hawaii Electric did hire a reputable company to store this evidence and these materials. So, I do have confidence that the evidence is in safekeeping now.I think what would have been a better protocol or a better procedure is if Hawaii Electric had notified the lawyers representing the victims and Maui County and ATF prior to removing any evidence to ensure that there are no claims of what we call spoliation of evidence in a civil suit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Are you confident that they have taken photographs of where these poles may have fallen, where they could have ignited something? And as you understand it, is that as good as actually being able to be at the scene and being able to look at what could possibly have been the beginning of ignition somewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "FISKE",
      "sentences": "The proper way to handle this would be to notify officials engaged in the official investigation, notify lawyers representing fire victims, notify the county, notify the ATF so that they can participate and have their experts present while the evidence is being removed. A, to ensure that there's nothing intentionally spoliated, and B, to ensure there's nothing unintentionally spoliated.In these wildfire cases, there's all sorts of interesting physical evidence that occurs as a result of high voltage lines creating arcing events and arcing evidence in other materials, such as on street signs, on the ground, on power poles, on guy wires. And so, while that evidence is being collected and picked up off the ground and taken to a warehouse, it's important for everybody who is a stakeholder in this case to have been able to observe that. That being said, we don't know what was and wasn't taken yet. So, I don't want to jump to conclusions. When (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "So, you're going to see that on Monday. But do you think that Hawaiian Electric, HECO, should have known that, considering the parallels that we are seeing here between this fire and the Campfire and the potential liability of a utility? Do you think they should have known that they shouldn't be moving things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "FISKE",
      "sentences": "The number of parallels between Hawaii Electric and what has been going on in California, unfortunately, with PG&amp;E and with Southern California Edison, are all too familiar. And in fact, that is the basis of our negligence lawsuit, which is that, A, Hawaii Electric should have had a public safety power shutdown. B, their equipment failed. And so clearly they had many multiple points of failure at different areas and different types of equipment. And C, they had lines that were energized, creating a fire to the extent that they should have followed appropriate protocol in removing the evidence.That would be another line of parallel between what has happened in previous cases. They should know that in previous cases, you know, in California and around the country, this would be evidence that is necessary to review for any sort of official investigation or civil case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "I think some people look at this and they say, wait, how did it even get to this point where the electric company was the one on scene removing stuff? Why was this not secured? But as \"The Post\" points out, Maui County doesn't have an authority like CAL FIRE in California where immediately you have authorities who are coming in they're and securing the scene. And certainly this wouldn't have happened. Does that need to change for Hawaii?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "KEILAR",
      "sentences": "And obviously, you know, Forest Service not involved here. This was a different situation, which is why ATF is involved instead of Forest Service. Have you been in contact with municipalities in California who were devastated in the Campfire that swept through paradise and killed more than 80 people there in 2018?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "FISKE",
      "sentences": "So, I have been lead counsel 95 different times to public entities in utility-caused wildfire cases. One of my clients is the town of Paradise, which, as you mentioned, suffered severe devastation in the 2018 Campfire. I also represented Butte County in that same fire. I represented Sonoma, Napa County, Los Angeles County, Santa Barbara County, Ventura County and these types of civil lawsuits are very regular for counties who are trying to recoup civil damages, which are really taxpayer and public resources in the aftermath of a utility-caused wildfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "KEILAR",
      "sentences": "And we should note as well, as \"the post\" reports, HECO in this case, I believe has hired the law firm that represented PG&amp;E. So obviously, with you in play and them in play, we're seeing some of the same players here. Do you think criminal charges may be warranted here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "FISKE",
      "sentences": "You know, I have no comment on that. I'm a lawyer hired for recovery of civil damages, taxpayer and public resources. The official investigation is a separate process that occurs outside of our private law firm representing the county.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "KEILAR",
      "sentences": "All right, John, we really appreciate your time, and we will certainly be checking back in with you on Monday, following that opportunity that you will have to see what this evidence is that has been taken offsite but preserved in a separate place to see what you think about it then. John Fiske, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "FISKE",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "KEILAR",
      "sentences": "Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back to CNN NEWS CENTRAL. And here are some of the other headlines we're watching this hour.Officials in Garyville, Louisiana, are urging residents to evacuate, as a massive fire burns out of control at a Marathon Petroleum refinery. Officials are asking anyone within a two-mile radius of the blaze to leave the area. Firefighters say the flames are contained within the refinery, and no injuries have been reported. Also, a tough Mudder in California just got a lot tougher for some of the participants. Many are complaining about sudden rashes spreading on their body. Health officials in Sonoma County put out a health advisory saying they've received multiple complaints about bacterial and staph infections after taking part in the popular obstacle race. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "CURTIS VOLLMAR, TOUGH MUDDER PARTICIPANT",
      "sentences": "You can't really see much of it, but from the elbows up and the knees down, I was just covered in these, like, pimply red blister pimple-type things.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Scary tough. Tough Mudder told our CNN affiliate KGO, they are investigating the matter and have notified all participants from that event.And a terrifying new look at a cable car dangling hundreds of feet in the air over a valley in northwest Pakistan. This is new video obtained by the BBC. Not clear where the original footage came from. The eight people inside that cable car were trapped for 14 hours. Thankfully they did make it down safely via helicopter and a zip line. And they were just treated for nausea. Thankfully -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KEILAR",
      "sentences": "Unbelievable view there.New York Governor Kathy Hochul is urging President Biden to help with the growing influx of migrants in the state. Over 100,000 asylum seekers have actually arrived there in the past year. And just as New York faced a historic heat wave, migrants have been forced to camp out on the sidewalks. This month, hundreds have waited outside the Roosevelt Hotel, which has been turned into a migrant center to try to secure temporary shelter. On Randalls Island, a second round of temporary tent housing has been built. But this is a growing crisis that Governor Hochul says started in Washington. (BEGIN VIDEO CLIP) GOV. KATHY HOCHUL (D) NEW YORK: This crisis originated with the federal government, and it must be resolved through the federal government. Until that happens, we'll continue to need funding and sites from the federal government to help cover the massive, massive expenses of sheltering tens of thousands of people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KEILAR",
      "sentences": "CNN's Polo Sandoval is joining us now with the latest. Polo, how is the White House responding today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "The screens are everywhere. Coffee shops, sports stadiums, online travel sites and even self-service kiosks asking customers that question, do you want to tip? If you're confused about when and what to give, well you are not alone. CNN's Vanessa Yurkevich reports.(BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT (voice- over): This screen is stressful for many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Does the flip of the screen feel like a lot of pressure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CARLY CULLEN, NEW YORK RESIDENT",
      "sentences": "It does, and they give you options like 10, 15, 20. Even with, like, Uber, Dash --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CULLEN",
      "sentences": "-- and, like, Grubhub -- all of it. Like, everything is tip, tip, tip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Do you think that tipping has gotten out of control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.YURKEVICH (voice-over): Tips are part of American culture, meant to be a thank you for good service. But today, more and more Americans are confronted with the question would you like to add a tip? CULLEN: It is tricky everywhere, right? Like, if you're at a coffee shop, if you're at the hair stylist, if you're coming out of a taxi. Like, I don't know the rules then and I often don't know what to tip. YURKEVICH (voice-over): A recent study found that in a high number of cases, participants who were presented with a tip screen had more negative emotions to the payment experience than those that didn't. And it wasn't even a real-world scenario.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DYLAN BOSCH, NEW YORK RESIDENT",
      "sentences": "Let's say you go to a coffee shop and all they do is just twist around the laptop. I was like why am I tipping?YURKEVICH (voice-over): But the small group we spoke to said more often than not they do end up tipping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "JOSEPH GUZMEN, NEW YORK RESIDENT",
      "sentences": "I tip a dollar or two. I don't mind. As long as, like, it's not a lot I just put it because I don't mind. This is -- at the end of the day, I'm helping, you know, out other people.YURKEVICH (voice-over): This is Provisions on State, a butcher shop. There's no table service, no cooking or service -- yet, they'll ask you if you'd like to tip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "YURKEVICH",
      "sentences": "A flip screen in a butcher shop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "EMILY MINGRONE, CONNECTICUT RESTAURANT OWNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "YURKEVICH",
      "sentences": "I don't think I've ever seen that before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MINGRONE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "YURKEVICH",
      "sentences": "How did you decide to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MINGRONE",
      "sentences": "These men and women have a knowledge base that they're sharing and taking care to share with the guests that come through the door. And they're not pressured to tip but they want to because they're paying for a service provided.YURKEVICH (voice-over): Emily Mingrone owns the butcher shop and two restaurants in New Haven Connecticut. At the restaurants, your front- of-house staff make the state's tipped minimum wage, $6.38 an hour. Tips bring them to $40.00 an hour on average. But the back-of-house staff make half that and aren't eligible for tips.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "YURKEVICH",
      "sentences": "This movement to get rid of the tipped minimum wage -- are you for it, against it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MINGRONE",
      "sentences": "I'm against it. And I think, frankly, it's kind of clueless.YURKEVICH (voice-over): Eight states have abolished the tipped minimum wage, which in some is as low as $2.13 an hour. The National Restaurant Association is fighting against it, calling it a top issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MINGRONE",
      "sentences": "And that's money that's going to come out of my pocket, take away from the people that aren't getting tipped. I would need to raise my prices, which then causes pushback from the guests.YURKEVICH (voice-over): But the group One Fair Wage is moving legislation and ballot measures to end the tipped minimum wage in 25 other states, including Illinois.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DESTINY FOX, CHICAGO SERVER",
      "sentences": "That's how I live -- is with tips.YURKEVICH (voice-over): Destiny Fox works in two Chicago restaurants. She's saving up for school. She makes just above the state's tipped minimum wage, taking home $9.40 an hour. Tips add 80 percent to her take-home pay. Without it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "FOX",
      "sentences": "It wouldn't give me the means to live, to pay my bills, to eat, and to do the things that I'm planning on doing -- school. And, I mean, it's everything.(END VIDEOTAPE) YURKEVICH (on camera): And a little tip I learned about those tip screens, Brianna, the person serving you actually doesn't know if you're tipping or how much. So that may take a little bit of the pressure off. As far as who is most generous tipping generation, baby boomers. 83% say they that tip all of the time, with Gen Z, just 35%. So not a huge tipping generation for Gen Z right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "STEWART",
      "sentences": "This is your partner obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's my best friend.STEWART (voice-over): They see me with my stethoscope and my bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, yeah, you look good.STEWART (voice-over): This little dog was days away from dying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "STEWART",
      "sentences": "And then they share stories about their dog and the history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He makes me feel good and he loves me. And I know he loves meSTEWART (voice-over): I contribute about 80 percent of the cases I see out of a very small bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Will you do vaccines too? Oh, that's really cool!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "STEWART",
      "sentences": "It's antibiotics, it's anti-inflammatories, flea and tick and heartworm prevention. It is all there. It's at no cost to them. It's all free.STEWART (voice-over): I'm building a network of trusted volunteers, technicians, but hospitals and clinics that we could go to and call on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "STEWART",
      "sentences": "Let me take a listen here.STEWART (voice-over): It doesn't matter what your situation is, or what your background or past is, I see a pet in need and I see a person who cares for them dearly. Who just needs some help. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}