{
  "date": "2023-09-29",
  "headline": "CNN News Central",
  "subHeadline": "Arrest Made In Connection With 1996 Murder Of Tupac Shakur. Police Give Update After Arrest In '96 Murder Of Tupac Shakur. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:32:32",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "New today, Las Vegas police arrested a suspect in connection with the 1996 shooting death of legendary rapper Tupac Shakur. We're expecting a press conference at any moment from officials to bring us the newest developments.  CNN's Josh Campbell joins us now live. He's got breaking details on what happened. So Josh take us through it, what led to this arrest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:32",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yeah, Boris, so for nearly three decades there has been this looming question who murdered Tupac Shakur? The answer to that question has been the subject of endless speculation, even conspiracy theories. But we're learning that a suspect associated with that case was taken into custody today by police in Nevada. He has named Duane Keith Davis.Now he was a self-described witness to that murder. And just to kind of walk you through the timeline here, going back just two months in July, police in Nevada search the residence associated with Davis and carted out all kinds of items including computers and iPhone hard drives. There was also a memoir that he wrote about life in a street gang and describing the murder of Tupac Shakur. And so all of that evidence could possibly come into play here and actually leading to his arrest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:32",
      "speaker": "SANCHEZ",
      "sentences": "Hi, Josh, we're going to stop for one second and go straight to that press conference in Las Vegas. Let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "MCMAHILL",
      "sentences": "Thank you, Steve. I just like to say that the Las Vegas Metropolitan Police Department Homicide Section year over year solves over 90% of the homicides that occur in our jurisdiction, you won't find that anywhere else in the United States. For those family members that have lost somebody that we haven't solved that case, I want you to know, just like in this case, we're not going to give up.I also say to you that as we began, we're going to take a couple of questions. I want you to remember in your questioning that this investigation, subsequent arrest and now indictment is only the beginning of the process. And we are committed and invested in ensuring a successful prosecution as we move forward. So with that, we'll take any questions that you might have. Ken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Have you been in touch with Shakur family, anyone within here today? And if so, can you characterize what they told you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "WOLFSON",
      "sentences": "The family has reached out to my office. I imagine also to Metro. We've been in communication with them. We understand that they are welcoming this news. They are pleased with this news. And they are certainly aware of the return of this indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We anticipate them being at court for arraignment of Mr. Davis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "WOLFSON",
      "sentences": "I don't think there'll be at the arraignment. I mean, that's a relatively short hearing. But I know that they'll be involved. I know that they'll want to be apprised of what goes on, on a frequent basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "MCMAHILL",
      "sentences": "Kobak (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you talk about any of the statements that you made that pique your curiosity in general got you back into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "MCMAHILL",
      "sentences": "Jason, you want to answer that? We're not going to talk about any particular statements, but maybe he can address that globally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "JOHANSSON",
      "sentences": "What I'll say is there's lots that's going to come out when it comes time for trial. But he provides his own series of statements that are that are very consistent with the evidence that we have on the scene that we've obtained through our investigation. I'll leave it at that. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "JOHANSSON",
      "sentences": "Yeah, that's good question. What I'll say about the search warrant that we did in July that we obtained information or evidence during that execution, that search warrant that corroborated information obtained through our investigation, and I'll leave it at that until we go to trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "MCMAHILL",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hello, I'm Jacqueline (ph) with Channel Three. So I know that this was obviously a big move. Is there anyone else being looked at, at this point? I know a lot of people have passed away since this incident. But Is anyone else being looked at as part of this investigation still?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "JOHANSSON",
      "sentences": "So as I stated earlier, in this case, the only living suspect related to this investigation is Duane Davis. All other three suspects are deceased.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:09",
      "speaker": "MCMAHILL",
      "sentences": "Vanessa?VANESSA MURPHY, CHANNEL 8 REPORTER: Thank you. Vanessa Murphy, Channel 8. Steve, can you talk about the murder charge if he is not the one believed to have pulled the trigger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "MCMAHILL",
      "sentences": "Last question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you investigators believe that Davis is -- was the only person behind the plan to kill Tupac? Or was he one of multiple people who came up with this plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "JOHANSSON",
      "sentences": "I think the best way to characterize that is Duane Davis was the shot caller for this group of individuals that committed this crime and he orchestrated the plan that was carried out to commit this crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can you say how he obtained the gun or whom he obtained the gun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "JOHANSSON",
      "sentences": "We know that he attained it from a close associate that a lot of the actual details of who's specifically, all that come out of trial, but he attained it from a close associate of his.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "MCMAHILL",
      "sentences": "Thank you for coming. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "JOHANSSON",
      "sentences": "Thank you.(OFF MIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "SANCHEZ",
      "sentences": "A moment, almost three decades in the making, a moment that many fans never anticipated would actually come and arrest and indictment in the murder of legendary rapper Tupac Shakur, really, investigators they're going into stunning detail about how his murder was a retaliatory killing, that an investigation in which they knew soon after the murder of Tupac around September of 1996, the details of, but a case that went cold until 2018. And now one that is headed potentially for a conviction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "They showed this surveillance video and they said this is a moment this altercation that ultimately led to that moment on September 7, 1996 on the Las Vegas Strip, where someone pulled up multiple people in a white Cadillac, they believe, and shot into the passenger side of Tupac Shakur's vehicle, ultimately killing him, days later, he died in a hospital. But I think people are in disbelief today. Fans of his music, people who knew him, his family as well, they've carried this hurt for so long. And now knowing that police have arrested someone also they said, there were three other suspects, but all of them are deceased.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, and the arrests they made, you're looking at the mug shot there on your screen. Duane \"Keffe D\" Davis, a 60-year-old man who they describe investigators as the head of a rival gang that had issues with Tupac and his cohort.Let's discuss these latest details with CNN's Josh Campbell, and also with us, CNN Legal Analyst Joey Jackson. Josh, first you, there was a lot of detail in what we just heard from investigators, they're going over all the evidence that they collected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "CAMPBELL",
      "sentences": "Absolutely. And, you know, this is where the timeline of this murder comes into play here, so important. We know that after Tupac Shakur left a boxing match, it was a white Cadillac that pulled up alongside his vehicle. Shakur was in the car with Suge Knight, whenever those shots rang out.Now, interestingly enough, Duane Davis, the suspect who has now been charged here indicted in Nevada, he gave public statements. This is something that the officer alluded to there shortly saying some of his own comments are being used here now as evidence, particularly if you look back, for example, in 1998, Davis gave an interview with the BET saying he was inside that other car. He said, he was in the front seat. He claimed that the shots actually rang out from the backseat. He refused to publicly name who else might be in that car, saying that that's the code of the street that he didn't want to, you know, run a miss, I guess, a video of his cohorts there in the gang. But there was this question about, OK, so you're there. What other roles did you have? Interestingly, we also just heard as the prosecutor talked about the law here as it applies, he said, you don't have to actually be the person to pull the trigger in order to be charged with murder in the state of Nevada. So we start to see these elements start to shape up. If he was in the vehicle, as he claimed, and that actually plays into law that you don't have to pull the trigger to also be charged with murder. Police believe that he was as they described the shot caller here, the person who devised this plan to retaliate against Shakur and ultimately lead to this murder guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:18",
      "speaker": "KEILAR",
      "sentences": "Joey Jackson, let me ask you about the charges here, indicted with one count of murder with a gang enhancement. Tell us about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:08",
      "speaker": "SANCHEZ",
      "sentences": "And investigators at the press briefing specifically pointed out the fact that there is no statute of limitations on murder. One other thing that struck me as we were hearing from the Sheriff of Las Vegas, talking about how many people thought that the department sort of set this case aside and didn't pay as much attention to it as they should. He went on to say the goal was always to bring justice for Tupac's family.",
      "isLastSentenceInterrupted": false
    }
  ]
}