{
  "date": "2023-11-16",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF Releases a Video on Al Shifa's Activities by Hamas Group; U.S. President Plans to Restore Communications with China and its Militaries During a Meeting with the Chinese Counterpart; New British Foreign Secretary Meets Ukrainian President; U.K. Supreme Court Junks Deportation Deal with Rwanda; Loneliness now a Global Health Priority by WHO. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and to everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead, the Israeli military releases video it says shows Hamas carried out military activities at Al Shifa Hospital, but it's offered no evidence yet of any tunnels at that site. Trust but verify. President Joe Biden expresses cautious optimism after meeting with Chinese leader Xi Jinping ahead of the APEC summit. And the British High Court hands Prime Minister Rishi Sunak a loss on a plan to send asylum seekers to Rwanda for processing. UNKNOWN (voice-over): Live from CNN Center this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Thanks for joining us. The Israeli military says its operation at Gaza's largest hospital has already yielded concrete evidence that Hamas used the facility as terror headquarters. There's been growing condemnation over the Al Shifa hospital incursion. The World Health Organization called it totally unacceptable and a possible violation of international humanitarian law. And that's put pressure on Israel to justify the raid.On Wednesday, the Israel Defense Forces revealed combat equipment inside the hospital that it says was used by Hamas, along with technological assets. But we have yet to see evidence of the underground tunnel network Israel said Hamas operated beneath the hospital. Hamas has called Israel's claims about uncovering weapons a blatant lie and propaganda. And just hours ago, the U.S. president said he has urged Israel to be incredibly careful with this operation. Joe Biden also announced that he was absolutely confident Hamas was running a command center under the hospital and called that a war crime. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: The first war crime is being committed by Hamas by having their headquarters, their military hidden under a hospital. And that's a fact. That's what's happened. Hamas has already said publicly that they plan on attacking Israel again, like they did before, through everything, cutting babies' heads off to burning women and children alive. And so the idea that they're going to just stop and not do anything is not realistic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "The Israeli military says its raid on the hospital is complicated and ongoing and will take time. CNN's Nic Robertson takes a closer look.(BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Inside Al Shifa Hospital, Israeli forces are facing their biggest credibility test in Gaza so far. After weeks of claiming its basement as a network of Hamas bunkers, the IDF moved in, in the early hours of Wednesday morning. But 24 hours later, no evidence of Hamas' subterranean network here has been presented. REAR ADM. DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESPERSON (through translator): We found weapons, intelligence materials, military technologies and equipment. In addition, a military command post was located. LT. COL. JONATHAN CONRICUS, ISRAEL DEFENSE FORCES SPOKESPERSON: This building of the Shifa. Israeli troops breached here a few hours ago. This is where patients come in order to get MRI services. ROBERTSON (voice-over): We have no independent access to Al Shifa hospital so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CONRICUS",
      "sentences": "If you follow me behind the MRI machine, I'll show you what our troops exposed just minutes ago.ROBERTSON (voice-over): An IDF spokesman gives an unchallenged tour of what he claims they have discovered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CONRICUS",
      "sentences": "There is an AK-47. There are cartridges, ammo. There are grenades in here, of course, uniformed. And all of this was hidden. very conveniently, secretly behind the MRI machine.ROBERTSON (voice-over): CNN cannot independently confirm the IDF's claims. But two days ago, when CNN was taken by the IDF to the Al Rantisi hospital in Gaza, we posed this question when shown another alleged Hamas weapons cache. (on-camera): But some people, they would look at this and then question the reality of what you're showing us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "CHURCH",
      "sentences": "I want to bring in CNN's Scott McLean. He joins us live from Istanbul. Good to see you, Scott. So what did we learn from the IDF video of what was found in the Al Shifa hospital, and when will Israel present more evidence that it says it has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Hey Rosemary, good morning. Yeah, they say in the coming hours and days there will be more evidence coming out of what they say is evidence that Hamas was, in fact, operating from this hospital. Now the video that they released yesterday, it is all shot in one take, but it's important to stress that CNN can't independently verify this video or what the Israelis claim that this video actually shows.We have also reached out to staff in the hospital to try to get comment from officials, but at the moment, phone calls are not going through. But as you saw in Nic's piece, you can see this IDF spokesperson walking through the hospital showing what he describes as Hamas grab bags with rifles inside, magazines, armor, things like that, and some Hamas insignia as well. And, you know, they're sort of placed around medical equipment and MRI machine in a closet in a main hallway. He shows that the surveillance system have been covered up as well. As I said, the Prime Minister's office says that there will be more evidence coming in the coming hours and days and then earlier this morning an IDF spokesperson said this about what he says troops have found so far. (BEGIN VIDEO CLIP) LT. COL. AMNON SHEFLER, ISRAEL DEFENSE FORCES SPOKESPERSON: Hundreds of miles of terror underground infrastructure is all around the Gaza Strip. We have already found 300 shafts that go into those tunnels, most of them would be trapped, and including in the vicinity of that hospital. Now, some of these have been also closed by Hamas, and others will be revealed when we find them. So this terror network is something that is very expensive all over the area. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "MCLEAN",
      "sentences": "So Hamas, for its part, has denied that Israel actually did find weapons inside of that hospital. And yesterday, you know, as you mentioned, Rosemary, President Biden said that it's a war crime that Hamas is using that hospital as its headquarters. And he says that is a fact. But it is not a fact, based on the evidence that has been publicly presented thus far, that there is anything resembling the kind of multi-level sophisticated tunnel system under that. hospital that Israel says has been used as a command-and-control center. It is possible that exists, but so far there's been no evidence to support that. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "CHURCH",
      "sentences": "And Scott, Turkey's President Recep Tayyip Erdogan is reacting to Israel's bombardment of Gaza and its civilians. What's he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:53",
      "speaker": "BIDEN",
      "sentences": "The United States will continue to compete vigorously at the PRC, but will manage that competition responsibly so it doesn't veer into conflict or accidental conflict. And where it's possible, where our interests coincide, we're gonna work together like we did on fentanyl. That's what the world expects of us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:53",
      "speaker": "CHURCH",
      "sentences": "CNN's Beijing bureau chief, Steven Jiang, joins us now. Good to see you, Steven. So we have seen a very clear shift in diplomatic tone from China to a more, a much warmer approach, perhaps, to America. But how is Xi Jinping responding to President Biden's comment about Xi being a dictator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:53",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Well, Rosemary, Xi himself obviously has not responded. And that was, we need to point out, and more off-the-cuff remarks at the end of a press conference. But the Chinese government, the foreign ministry, has responded calling that remark extremely erroneous and irresponsible political maneuver, and also blaming people with ulterior motives trying to undermine U.S.- China relations, although without naming names.Now, they seem to be trying to turn the page over, not dwell on this issue. Perhaps not surprising, especially when their leaders are still in San Francisco with more meetings going on in the next few days. But still, you know, when you look at this overall relations and the Chinese obviously now trying to shift the tone, as you say, try to focus on a more positive that is very much reflected in their one-to- one coverage in state media and also the fact their sensors are working hard to scrub that a dictator remark from China's social media. And in terms of the agreement reached between the two leaders, nothing really unexpected. A lot of these are low-hanging fruits, if you will, and long been talked about. But when you look at the specifics, many of those communications and channels and mechanisms were stored, actually, were cut off unilaterally by Beijing last summer after the visit to Taiwan by then U.S. House Speaker Nancy Pelosi. So, in a way, they're simply returning things to where they were before last summer. But even so, this is still very timely and important military-to-military communication, for example, at a time when the two militaries are having more close encounters in the region, both calling the other side unprofessional and provocative, but having that kind of dialogue will hopefully prevent miscalculation or even potential conflict. But still, that's why a lot of analysts say all of these agreements, or could be described as tactical stabilization because fundamentally, how they view their strengths and the other's intentions have not changed. But for now, Xi Jinping very much trying to extend an olive branch while in the U.S. And part of that is because domestic pressure as he faces very strong economic headwinds. That's why he addressed some of America's most prominent business leaders in San Francisco and suggesting that neither side should view the utterer as the primary competitor, because otherwise that would become a self-fulfilling prophecy. But on the other hand, he did tell Mr. Biden that it's not going to work if the U.S. is trying to suppress or contain China, although he did seem to leave out the second part of that line that he did utter previously domestically, that is, if that's the case, China will undoubtedly fight back. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "So in his rare solo press conference, U.S. President Joe Biden said important progress had been made in his meeting with China's President Xi Jinping, with U.S.-China military communication set to resume, and progress on fentanyl regulation. Do these small developments represent a reset, do you think, for the relationship and a chance to diffuse tensions and of course stabilize relations between the two nations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "LAVIN",
      "sentences": "Well, reset is probably overstating what happened here, but I think it was a serious effort by both sides to try to establish some kind of positive tone and not just with the atmosphere, it's not just rhetorically being a bit positive, but trying to find a series of call them baby steps that would actually show forward movement in the relationship. So I don't think it's a reset in terms of completely redefining the relationship, but I think this is the first time in a few years that we have a bit of positive activity in the bilateral relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "And still, of course, other big issues remain, such as Taiwan, human rights for Uyghurs, Tibet, Hong Kong, the trade deficit with China. But of course, communication is key. So could these first steps represent a positive start to finding solutions to some of those more challenging issues, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "LAVIN",
      "sentences": "I think you're absolutely right. You have to get the two sides talking, you have to find some way for them to work together and it should not be a surprise that the initial projects coming out of APEC are reasonably modest. You could say these are not terribly ambitious perhaps, but they're still meaningful and you're at least setting a positive dynamic in place that we hope over the coming months will lead to additional steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "And of course, we have been seeing a dramatic diplomatic shift on display before and during this meeting, with a change in tone coming from China and Xi Jinping himself showing a much warmer approach to America. What's behind this clear shift, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "LAVIN",
      "sentences": "There's no doubt that he's making a real effort on cordiality, and I think the fact of the matter is he's under a lot of pressure that his economy is tapering off. He's got his own set of domestic issues and he just doesn't need to overload his circuit with additional problems. So whatever he can do to reduce the temperature with the United States, he's a little bit off as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "And after this carefully choreographed meeting, President Biden said he would trust but verify in his relationship with President Xi. And he said, he is still a dictator. How is that likely to be received by China and of course the China's president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "LAVIN",
      "sentences": "Yeah I have to say this as an American I was sort of heartened to hear President Biden say that because some of these agreements are welcome agreements welcome on fentanyl, welcome on climate change but nothing has been done yet so of course it has to be verified and there has to be integrity in the process and there has to be some way to manage it and I'm glad that he said that because I don't think you always can take people's word for it. And look, the Chinese political system is a one-party system. There's different words that describe it, but I don't think it's an accurate description what the president used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "CHURCH",
      "sentences": "Ambassador Frank Lavin, thank you so much for joining us. I Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:58",
      "speaker": "LAVIN",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:05",
      "speaker": "CHURCH",
      "sentences": "And earlier I spoke with Yaakov Katz, a senior columnist for \"The Jerusalem Post\" and the paper's former editor-in-chief. And I asked him about the Israeli raid underway in the Al Shifa hospital and what evidence Israel may have that Hamas could be using the facility as a command center.(BEGIN VIDEO CLIP) YAAKOV KATZ, SR. COLUMNIST AND FORMER EDITOR-IN-CHIEF, \"THE JERUSALEM POST\": So far we haven't seen the evidence of what the IDF, the Israel Defense Forces, has claimed as there being this extensive tunnel network underneath Al Shifa Hospital and from which Hamas was commanding, controlling many of its forces. But let's keep in mind that yesterday when the IDF started operating inside the compound, Shifa is a big hospital, right? People need to think about it like, kind of, you know, Memorial Sloan Kettering in New York or HSS, Hospital for Special Surgery. These are big compounds, lots of multiple, several buildings. Israel went into one of those facilities. For example, near an MRI machine, it found AK-47s, grenades and uniforms, it found other equipment in other parts of the intensive care unit. There are a lot of facilities and a lot of buildings. And I think we're gonna see over the next day or so, more, greater entry of the IDF into some of those facilities, and maybe we'll find more evidence. But what's important, I think, bigger picture, Rosemary, is that the IDF is sending a message to Hamas, nowhere are you immune, right? Hamas thought that they could hide in hospitals, they thought they could hide in schools, they thought they could hide in apartment buildings. What the IDF has been doing over the last few weeks is going into all these different places and trying to smoke out those Hamas fighters and terrorists, kill and capture them, destroy the infrastructure to be able to take down Hamas and prevent it from being able to carry out what Oren showed us in that horrific video just moments ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:05",
      "speaker": "CHURCH",
      "sentences": "Yeah. And I want to talk about that a little later too. A possible deal is in the works to stop the fighting for a few days at least to secure the release of some of the hostages being held by Hamas in exchange for Palestinian prisoners. What more are you learning about this as pressure builds inside Israel and abroad, to do more to free the hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:05",
      "speaker": "KATZ",
      "sentences": "I mean, like you mentioned, the families of the hostages have been marching from Tel Aviv towards Jerusalem. They're supposed to arrive here on Saturday and have a sit-down protest in front of the prime minister's residence. There's a lot of public support, obviously, for their campaign.You know, 240 people. We heard the other day of a woman who gave birth in captivity. That means there's a baby just days old being held hostage by Hamas. We know of 10-month-old fear bibas (ph), a child just who doesn't even speak yet, doesn't walk yet, who's being held hostage among, alongside 29 other children. This is heart wrenching and heartbreaking. At the same time though, it's difficult to make a deal, right?. Hamas is not a trustworthy partner. They want not only the release of Palestinian security prisoners, in other words, terrorists that Israel has in jail, but they also want Israel to stop its operations for several days. Now, we all understand what that means, Rosemary. If you stop fighting for four days, three days, five days, that gives Hamas the ability to entrench itself, to rearm, to reposition its forces, and it makes your forces inside the Gaza Strip static, that is a threat to the continuation of this military operation, which is not yet over. Israel has only operated in northern Gaza. There's still southern Gaza, where there are three Hamas brigades, thousands more fighters, where probably the hostages are being held. We're not done with this operation yet. And that's what makes this so, so complicated. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone, you are watching \"CNN Newsroom\" and I'm Rosemary Church.Our top story, Israel's raid on Gaza's biggest hospital. The IDF says it found evidence that proves Hamas was operating out of Al-Shifa. But the militant group says that's a blatant lie and caught in the middle of the chaos are the hospital's medical staff and patients. CNN's Nada Bashir explains. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Weeks of bombardment had already left Gaza's largest hospital in what has been described as a catastrophic situation. Dr. Zahra Al-Shifa working under impossible circumstances, caring for hundreds of patients, as Israel's military incursion moves inside the hospital. DR. MOHAMMAD ZAQOUT, DIRECTOR GENERAL OF HOSPITALS IN GAZA (through translator): The occupation soldiers are still on the ground floor. They are searching employees, civilians, even the injured and patients. Some were stripped and placed in dehumanizing and miserable conditions. BASHIR (voice-over): Israel's raid on Al Shifa has been described as precise and targeted, focused, they say, on claims of a Hamas command center beneath the hospital. But it is civilians, including medical staff and patients, that have been caught in the center of this unrelenting battle. DR. AHMED EL MOKHALLALATI, SR. PLASTIC SURGEON AT AL SHIFA HOSPITAL (on the phone): We can't look through the windows or doors, we don't know what's happening. Tanks are moving within the hospital, you can hear, continuous shooting. You can hear it now, but again, it's a totally scary situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "UNKNOWN",
      "sentences": "What are these sounds doctor? I'm hearing sounds.EL MOKHALLALATI (on the phone): It's continuous shooting from the tanks. BASHIR (voice-over): Israeli defense officials say soldiers found concrete evidence that Hamas used Al Shifa Hospital as what they have described as a terror headquarters. Though no further details were provided on the nature of this evidence. Both Hamas and healthcare officials have long denied a military presence within Al Shifa. CNN cannot verify either side's claims. The IDF has not specified which area of the large hospital complex they operated in. And with over a thousand patients and medical staff still inside, many have expressed alarm over the civilian impact of the Israeli military's operation. MARTIN GRIFFITHS, U.N. EMERGENCY RELIEF COORDINATOR: Our concern on the humanitarian side is for the welfare of the patients of that hospital which is of course in great peril at the moment. We have no fuel to run it. The babies have no incubators, newly born. Some are dead already. We can't move them out. It's too dangerous. BASHIR (voice-over): On Wednesday, the Israeli military said their troops had delivered incubators and medical supplies to the Al Shifa hospital. CNN cannot independently verify this claim and has not been able to reach the hospital for confirmation. However, the Director General of Gaza's hospitals has warned that babies at Al Shifa are in severe danger as conditions in the hospital deteriorate further adding that there is no place to move dozens of incubators outside of the hospital under current circumstances. But even as Israel tightens its grip on Al Shifa, now said to be under the complete control of the Israeli military, according to Hamas, doctors say they will continue to do whatever they can to save the lives of those wounded in this devastating war. Nada Bashir, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "ALYONA SYNENKO, SPOKESPERSON, INTERNATIONAL COMMITTEE OF THE RED CROSS",
      "sentences": "We don't have our staff members present in Al Shifa right now, but we're constantly in touch with the Ministry of Health and with the parties.We are constantly reminding that civilians, that the wounded, the doctors, they must be spared any harm. They are protected under international humanitarian law. And of course, the reports that we are receiving, they are very distressing. We're getting a lot of calls from civilians who are now trapped in the fighting in Gaza City and they are pleading to be evacuated. But unfortunately the security conditions are just simply not allowing it even for our teams to be able to move around in these parts of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "CHURCH",
      "sentences": "Yes and of course we're seeing these hospitals unable to do what they're used to doing which is helping these patients. And then on the other side of this equation. It appears humanitarian aid has ground to a halt. Is that the situation on the ground right now? And is there any sign that could change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "SYNENKO",
      "sentences": "We are desperately lacking supplies in Gaza today and we've been constantly calling on more humanitarian aid to be able to reach people who desperately need support right now.When I speak with our surgical team, they keep treating people with severe wounds, severe burns, and they're running out of the essentials, like the dressing material for the burns, like the anesthetics. So, we need more supplies. It is urgent and we hope for diplomatic efforts for political developments that would have concrete impact on our ability to provide for the civilians in need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "CHURCH",
      "sentences": "And Alyona, at what point does it become impossible for aid groups like yours to help in Gaza? And what would be the consequences if it came to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "SYNENKO",
      "sentences": "Well, I'm afraid and I'm also frustrated to admit it that some of this we are already seeing in Gaza today. We had some severe security incidents that our teams experienced while delivering urgent supplies in Gaza City.For example, one of our medical convoys came under fire last week and this has of course severely impacted our capacity to reach people in need. So today my colleagues receive lots of calls from people who are pleading for help, who are pleading to be evacuated. And it is extremely difficult for them to not be able to respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "CHURCH",
      "sentences": "So, I mean, that is the really upsetting situation here, isn't it? I mean, I realize that you have to address directly these concerns, there must be times where it gets so frustrating from a personal level to see these images of young children, of civilians being struck by these attacks. Can you talk to that? Do you feel comfortable talking to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:09",
      "speaker": "SYNENKO",
      "sentences": "Well, I think at the human level, we can all relate just as human beings when we are watching children being affected, children held hostage in Gaza, and also children who are wounded and killed, seeing these distressing images and hearing these distressing stories. I don't think any person can stay unaffected on a simple human level. But of course, our colleagues who are working in Gaza, they are not just there to observe, they are there to work for the civilian population, to bring concrete relief.And it is even more difficult when these relief efforts, trying to do these relief efforts in the current situation where unfortunately very often they're just simply not able to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:02",
      "speaker": "GHAFFAR",
      "sentences": "We dedicated 37 hospitals with more than 11,000 beds for that purpose and more than 1,700 I.C. units together with incubators for kids and other facilities for renal dialysis and so on and so forth.GIOKOS (on-camera): Would you say that the number of injured Palestinians that are in Egypt right now in the hundreds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:02",
      "speaker": "GHAFFAR",
      "sentences": "Approaching more than 200.GIOKOS (voice-over): In an exclusive, Minister Ghaffar takes us to visit patients. Here at the Nasser Medical Institute in Cairo, finally safe but haunted by what brought them here. Guilt, Heartbreak, utter despair, Mohammed Wadiya blames himself for his children's injuries. He says he listened to the IDF's warning and moved south from the north, only to be part of an airstrike in Khan Younis on October 16. He went to buy food and when he got back, everything was gone, he tells me. His son, Abdulrahman, just nine years old, and fighting through seven war injuries. His 14-year-old sister beside him, both had shrapnel in their tiny bodies and broken bones. DR. AHMMAD ABDELLATIF, NASSER MEDICAL INSTITUTE IN CAIRO:  For me, I'm an orthopedic consultant, Orthopedic surgical consultant, and the other team is plastic. GIOKOS (voice-over): They say no physical wounds can compare to the mental scars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:02",
      "speaker": "ABDELLATIF",
      "sentences": "Can you imagine a child, you have a child, he's scared. He should be scared for a cat, a dog, a dark. So when you find that scared from losing his family, it's really shocking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:02",
      "speaker": "GIOKOS",
      "sentences": "Did you get a warning? Did someone phone you to say something?(voice-over): He tells me no, no warning. On his knowledge of Hamas in his building, he says no. We meet the next family and they recall this strike. 2 p.m., 31st of October, Jabalia camp. Alhad Magid was praying when her husband Rami Mahmoud went out to get food. And when he returned, his house gone. He found Elham by seeing one finger sticking out from the rubble. She survived, but two of her children did not. Her 15-year-old daughter called a friend before she died, predicting something would happen to her. Rami shows me a video of his son. He got a haircut three days before the strike. They tell me he wanted to look good if he died. For all the survivors we met, one wish binds them all to return home to Gaza. Eleni Giokos, CNN, Cairo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:02",
      "speaker": "CHURCH",
      "sentences": "In the coming hours, Spain's parliament is expected to approve a new term for acting Prime Minister Pedro Sanchez. Sanchez has roiled Spanish politics in recent days by offering amnesty to Catalonia separatists who were behind the failed attempt to break away from Spain in 2017.In a lengthy address to parliament on Wednesday, Sanchez argued for reconciliation over recriminations. But Sanchez' opponents have been protesting nightly, accusing Sanchez of offering amnesty to the separatists in order to secure another premiership. Draft legislation on the amnesty is expected to be voted on in the coming weeks. Well, Britain's highest court rules against the prime minister, saying his deportation plan for asylum seekers is unlawful. And we will have Rishi Sunak's defiant response when we return. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:02",
      "speaker": "CHURCH",
      "sentences": "Britain's Prime Minister says he will introduce emergency legislation to formally recognize Rwanda as a safe country for deportations. This comes after the U.K. Supreme Court unanimously ruled against a controversial immigration deal with the African nation.That agreement, announced last year, would allow the UK to deport asylum seekers to Rwanda for processing regardless of their nationality. Despite numerous legal setbacks, the Prime Minister said he is prepared to do whatever it takes to see the plan through, including a formal treaty with Rwanda. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:02",
      "speaker": "RISHI SUNAK, BRITISH PRIME MINISTER",
      "sentences": "But we need to end the merry-go- round. I said I was going to fundamentally change our country and I meant it. So I'm also announcing today that we will take the extraordinary step of introducing emergency legislation. This will enable parliament to confirm that with our new treaty, Rwanda is safe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:02",
      "speaker": "CHURCH",
      "sentences": "And CNN's Clare Sebastian has more on Wednesday's ruling.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "JAMES CLEVERLY, BRITISH HOME SECRETARY",
      "sentences": "We have a plan to deliver the Rwanda deal. They're not listening, Mr. Speaker, so they might want to listen to this. We have a plan to deliver the Rwanda deal and we will do whatever it takes to stop the boats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:01",
      "speaker": "SEBASTIAN",
      "sentences": "Well, the U.N. refugee agency and human rights groups welcomed the ruling. Rwanda's government, though, not at all happy, saying they quote, \"take issue with the ruling.\" And Rwanda, as they say, committed. to its international obligations.Clare Sebastian, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}