{
  "date": "2023-06-30",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: More than 70 Million Under Heat Alerts July 4 Weekend; July 4 Travel Rush Begins with Storms, Delays and Lines; U.S. Supreme Court Blocks Race from College Admissions; More Riots Across France After Police Shoot Teen; Top Russian General Linked to Wagner Group; EU Leaders Discuss Russian Revolt. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and warm welcome to our viewers joining us in the United States all around the world. I'm Max Foster in London. Bianca is back next week. But just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Friday is going to be our busiest day both here and nationwide. Again, make sure you are giving yourself plenty of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The smoke in the Northeast, the heat across the deep south and also California and then the severe weather that'll be possible on Friday afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Supreme Court stirring up protests with its decision gutting affirmative action. Saying colleges and universities can no longer rely on race in the admissions process.(SOUND OF ARTILLERY) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London this is CNN NEWSROOM with Max Foster and Bianca Nobilo.It's Friday June the 30th 9:00 a.m. here in London, 4:00 a.m. on the U.S. East Coast. Where more than 70 million people are starting the July 4th holiday weekend under heat alerts. A heat wave in the South is peaking today with temperatures around 100 degrees Fahrenheit or 38 degrees Celsius. But out West another heat wave is just beginning. In parts of California and Nevada temperatures could soar up to 100 degrees Fahrenheit -- 110 degrees Fahrenheit even and that's 43 degrees Celsius. Some people might try to beat the heat by traveling this weekend but that could come with its own headaches. On Thursday more than 7,000 flights were delayed and close to 800 cancellations according to FlightAware. There's already been more than 300 delays today and more than 160 cancellations. Most of these issues stem from weather and staffing shortages that airlines and air traffic control facilities. Official advise travelers to have patients to arrive at the airport with plenty of time to spare. (BEGIN VIDEO CLIP) JESSICA MAYLE, U.S. TRANSPORTATION SAFETY ADMINISTRATION: Friday is going to be our busiest day both here and nationwide. So again, make sure you are giving yourself plenty of time. And we're looking at the times of day where you see those big travel rushes, we're looking in the morning 5:30 to 8:00. Then we have a mid day rush between 11:30 and 1:00 and then again, 4:30 to 7:00 in the evening. If you're traveling during any of those times you can expect, again, maybe some lines. Give yourself plenty of time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "And whether you're traveling or not, you're probably hoping for good weather this weekend. CNN meteorologist Chad Myers joins us now with what we've got in store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Well, the U.S. Supreme Court is wrapping up its term before it's a summer break. The rulings expected on a number of highly contentious issues. One is a prominent LBGTQ case in Colorado. That issue is whether a web designer can deny her services to same-sex couples because of her religious beliefs.(BEGIN VIDEOTAPE) JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT (voice-over): The Supreme Court stirring up protests with its decision gutting affirmative action, saying colleges and universities can no longer rely on race in the admissions process. But respective students are still allowed to talk about how their race has shaped their experiences in their applications. The 6-3 opinion within by Chief Justice John Roberts will now prohibit students from checking a box indicating their race, specifically saying the practice at Harvard and the University of North Carolina cannot be reconciled with the guarantees of the Equal Protection Clause. The majority not explicitly saying they are overruling more than four decades of precedent that allowed affirmative action. But the three liberal justices writing: Today, this court stands and the way and rolls back decades of precedent and momentous progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ANGIE GABEAU, PRESIDENT, HARVARD BLACK STUDENTS ASSOCIATION",
      "sentences": "I'm really mostly worried about, you know, the youth and like those students younger than us in high school, in middle school, in elementary school who might not get the same opportunity that I did.SCHNEIDER (voice-over): The two cases were brought by the group Students for Fair Admissions, led by activist Edward Blum, who has fought for nearly a decade to eradicate affirmative action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "EDWARD BLUM, PRESIDENT, PRESIDENT, STUDENTS FOR FAIR ADMISSIONS",
      "sentences": "Classifying students by race and ethnicity, treating them differently because of their race and ethnicity is -- it's unfair.SCHNEIDER (voice-over): At the forefront of the Harvard fight, Asian students who argued they were disadvantaged because Harvard prioritized other minorities and used a personal waiting score that did not rank them favorably. The issue is deeply personal to Justice Sonia Sotomayor as the first woman of color on the Supreme Court. She issued a fiery dissent, accusing the majority of employing and unjustified exercise of power that will only serve to highlight the court's own impotence in the face of an America whose cries for equality resound. Justice Sotomayor who's been outspoken in the past, saying that using other methods to ensure diversity won't work. JUSTICE SONIA SOTOMAYOR, U.S. SUPREME COURT: It's not that I don't believe it works. I don't think that statistics show it works. SCHNEIDER (voice-over): In fact, when California banned affirmative action in 1996, UC Berkeley said Black and Hispanic representation on their campus dropped by 50 percent. But Justice Clarence Thomas, one of two Black justices on the high court, spoke in personal terms too, saying he believes the Constitution is color blind. While I am painfully aware of the social and economic ravages which have befallen my race and all who suffered discrimination, I hold out enduring hope that this country will live up to its principles that all men are created equal, are equal citizens, and must be treated equally before the law. Justice Ketanji Brown Jackson, the first Black woman on the court, pushed back in a separate dissent. Bashing the majority opinion as exuding a let-them-eat-cake obliviousness. And said, deeming race irrelevant in law does not make it so in life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SCHNEIDER",
      "sentences": "The Supreme Court, however, saying that U.S. military service academies can continue to take race into consideration as a factor in admissions. Essentially exempting those military schools from this ruling. Now this was spelled out in a footnote in the majority opinion. But Justice Ketanji Brown Jackson calling this out in a dissent. Saying that the court is essentially prioritizing diversity in the bunker versus the boardroom.Jessica Schneider CNN Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The ruling to strike down affirmative action was expected and the Biden White House says it's been meeting with education officials in recent weeks to chart a path forwards. But President Biden was clearly irritated by the decision. Telling reporters that this is not the normal court. He amplified on that later on MSNBC take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "By contrast former President Donald Trump called it a great day for America. We're going back going back to all merit-based and that's the way it should be.Police in France say they arrested at least 700 people on the third night of protests over the police killing of a teenage boy. Confrontations flared between protesters and police in the Paris suburb of Nanterre where the 17-year-old named Nahel was killed on Tuesday. Chaotic and violent scenes played out in cities around the country late on Thursday into Friday. The French Interior Ministry says nearly 250 police officers and Gendarmeries were injured. Daylight is bringing new images showing the result of that unrest. This is the view from one street in Paris. CNN's Nic Robertson joins me from Aubervilliers in the suburbs of northern Paris. It's spreading, isn't it? And the police don't look like they're, particularly in control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, 667 people arrested, Max, across the country. You only have to look at the sort of a map of fire around Paris to see that the center of Paris is encircled by this this sort of golf of fire. But if you go to Lille in the north or Roubaix in the north, trouble there, violence overnight. If you go to Hauts in the west, further southwest in Bordeaux or go to Marseille in the south or Lyon in the center of the country, the violence is spreading out.The 40,000 police were on alert overnight, last night in the country, but it didn't stop the violence at this bus station here. I think it may be cloudy, I can get you a better live picture here looking in. Overall in this area they lost 26 buses last night and one tram. Ballpark figure, each bus is about $300 000, a tram about $3 million. So the ballpark damage for just this district here on the outskirts of Paris in buses and trams alone was over 11 million about $11.7 million. The transport minister turned up earlier on here today, a short time ago. And I asked him, what is it going to take to stop the violence. And this is what he told me. (BEGIN VIDEO CLIP) CLEMENT BEAUNE, FRENCH TRANSPORT MINISTER (through translator): It's in the interest of those who are expressing their anger today to protect our public service. And then we live from the society of law. The justice system needs to be able to carry out its work. No one is above the law. But everyone has the right to protect it by the law. We also need to leave the justice system in tranquility. It's what we owe to the young man who is killed. Calm, tranquility and justice carried out in good conditions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ROBERTSON",
      "sentences": "The police officer involved in that shooting has now been charged with voluntary homicide. The lawyers representing his family has said that he needed to face murder charges. They're very clearly the justice system is focusing on that police officer. His lawyer by the way says that this is now political. That he was in his rights to pull the trigger when he pulled the trigger. But the message from officials here very clear, Max, very, very clear. It has been since the beginning. Public services are for everyone. This violence that is damaging government, city, local infrastructure, it's not helping to solve the situation and they are clearly going to be tough. And they seem to be said at the moment for the potential for more days of this type of violence ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "What's also unclear after Prigozhin's mutiny is how much of the military's loyalty to Vladimir Putin can Vladimir Putin can still count on? CNN spoke about that with former U.S. Vice President Mike Pence. Who met with President Zelenskyy in Ukraine on Thursday. Pence is running for the White House in 2024 and he's the first Republican candidate to visit Ukraine. Pence spoke with CNN's Erin Burnett.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "You mentioned Putin -- and of course you've met him. You dealt with him when your vice president. Do you think he has a full command of his military right now?MIKE PENCE, FORMER U.S. VICE PRESIDENT: I think it's an open question. It is. Now the Wagner Group is a Now, the Wagner Group is a specialty group we have some familiarity with. We -- American forces encountered the Wagner Group in Syria back in 2018 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "PENCE",
      "sentences": "-- when they moved against our forces, and after being warned multiple times, the order was given and we took them out without one American casualty.But they are understood to be some of the most elite forces in Russia. Now they've been dispersed. They're being invited back into the military. But I did hear today that they are decamping in Belarus along with their leader, who is now in exile. And I must just tell you that we don't know what we don't know about what's happening in Russia. But that's always true about Russia and about Vladimir Putin. (END VIDEOTAPE) FOSTER: Russia claims it shot down multiple missiles fired by Ukraine on the Russian occupied city of Berdiansk today. Ukrainian authorities report a fire and explosions near the airport. Kyiv's forces say they're making gains in round the clock battles near Bakhmut. Russia is reportedly moving additional forces towards the city including anti-tank missiles systems. Wagner Group fighters captured the now decimated to city in the Donetsk region last month then handed control to Russian forces. Meanwhile, leaders of the European Union are pledging their long-term commitment to Ukraine. They heard from president Volodymyr Zelenskyy by video link who urged them to start work on new sanctions against Moscow. Salma's been looking at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes, so we have the EU leaders meeting this hour in Brussels. I think we have live pictures to show you. I believe this started gathering yesterday. And of course, they are there to assess what is needed on the battlefield. To take a look at what weaponry, what support the Ukrainian military needs to continue that counteroffensive. But they're also going to be looking potentially at more sanctions. I think they've already had about ten rounds of sanctions. There could be potentially even more.President Volodymyr Zelenskyy in addressing EU leaders was keen to push on that. He wants to starve the Russian economy. He wants to make sure that Russia has no financial resources to continue their fight on the ground. But this is also an opportunity for these EU leaders to discuss the very important events that happened over the weekend. Of course, the armed insurrection led by Yevgeny Prigozhin. A Putin that looks weaker than ever potentially. Who's faced the largest challenge in his 23- year leadership and may not have full command and control of its own military. He may not have that all-important monopoly of power according to the EU foreign affairs chief. Take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "JOSEP BORRELL, EU FOREIGN POLICY CHIEF",
      "sentences": "It's clear that Putin goes out of this crisis weakened. But a weaker Putin is a greater danger. So we had to be very much aware of the consequences.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ABDELAZIZ",
      "sentences": "So a weakened Putin, a threatened Putin is a more dangerous Putin. Is the point he's making there. Why is he making that point? Well, we already know from some reporting on the ground, local journalists, who are saying that he is -- President Putin is carrying out a purge of his military.But that might not be all that's taking place. You could see a Putin potentially that cracks down. Putin that is potentially more paranoid, more concerned about those around him and trusting of the last figures. [04:25:00] And all of this of course in the wake of all of these questions about where one of his top men are Sergey Surovikin. Who has not been seen since Saturday. Who was last seen in a video on Friday looking disheveled. Possibly reading from a script. Who could -- according to some Russian bloggers and Russian journalists -- be under detention for having advanced knowledge of this armed insurrection. Who is a VIP member of Wagner -- according to documents seen exclusively by CNN. The question that is being asked right now, is how much of the military remains loyal to President Putin and how much command and control does he maintain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "It'll take while the figure that out. Won't it? Salma, thank you.Environmental activists Greta Thunberg met President Zelenskyy in Ukraine this morning. She says she wants to put the spotlight on the environmental impact of Russia's invasion. That includes the recent destruction of the Kakhovka Dam which Thunberg described as ecocide. The activists called for making better assessment of the environmental damage so that Moscow can be held accountable. Now admission policies at American colleges and universities has suddenly been tossed into turmoil after the Supreme Court upends decades of practices that benefited minority students. That story just ahead. Plus, new details about the special counsel investigations into former U.S. President Donald Trump classified documents and efforts to overturn the 2020 election. And he was accused of failing to protect children during the deadliest high school shooting in the U.S. Now the former school resource officer learns his fate as the jury returns the verdict in his trial. Details after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}