{
  "date": "2023-01-17",
  "headline": "CNN Newsroom",
  "subHeadline": "At Least 44 Killed in Russian Missile Strike on Dnipro Apartment Building; Sources Say, Biden Frustrated over Administration's Handling of Classified Documents Story; Treasury Secretary Warns U.S. Could Default on Its Debt Soon. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:04",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "We want to go right to CNN's Ben Wedeman who is in Eastern Ukraine this morning near the ongoing battle for the town of Soledar. Ben, this is a town that the Russians very much want to be in full control of. What is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:04",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The latest, it is hard to say, John, because we have two very conflicting claims. The Russian military says that, as of Friday, they controlled the town. Ukrainians dispute that claim and say they still have parts of it.Now, what we know is what we saw. We were in -- in the area around Soledar for several days. What we saw is Ukrainian forces are on the defensive, digging in. They are not trying to retake the town, they're just trying to hold the positions they have. Now, this afternoon, we got in touch with some of the troops that we met out there and they say that they are no longer in that area and that they have pulled back. Now, we don't know if that is part of an organized withdrawal or just a rotation of troops. But what is clear is that the situation is very difficult for Ukrainian troops around Soledar and the fear is that if and when Soledar completely falls, and that is confirmed to the Russians, that the fighting will intensify further south. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:04",
      "speaker": "WEDEMAN",
      "sentences": "As the Russians seem to be gaining control of Soledar north of here in Bakhmut, the fighting is intensifying. One local resident told us, whereas before, mortars were flying over their heads, now it is bullets.Soldiers prepare trenches inside the city, new defensive positions if the Russians push forward. There will be sandbags with wood on top, says Valentine (ph), and three firing positions. On a bluff overlooking Bakhmut is artillery officer nicknamed Pilot, says they're up against troops, many of them convicts with the private military company Wagner. We're fighting against soldiers brought to the slaughter, he says. These Wagner guys have no choice. They're sentenced to death. And then the order comes to open fire. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:04",
      "speaker": "WEDEMAN",
      "sentences": "And the city has really divided Bakhmut between Russian and Ukrainian forces. The fighting is going on in some areas, basically street-to-street, house-to-house. There is a significant Ukrainian military presence in the area. But speaking to soldiers, Ukrainian soldiers in around Bakhmut, they also tell us that there are a lot of Russian forces, that it is very difficult at this point for the Ukrainians to go on the offensive.The best they can do right now, as you saw from parts of that report we did, they're digging trenches in the city as well as around the city and reinforcing their armor as much as possible in the event that -- and it seems like a probability at this point that the fighting resumes with an intensity we haven't seen before in Bakhmut. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:04",
      "speaker": "BERMAN",
      "sentences": "Yes, the idea that it could get even worse than you're see right there, Ben, is chilling. Thank you so much for your reporting. Stay safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:04",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as we noted this morning, in a special address to the World Economic Forum, Ukrainian First Lady Olena Zelenska says her home country is facing the collapse of the world as they know it and warned that Russia's aggression in Europe is creating challenges around the globe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:04",
      "speaker": "BERMAN",
      "sentences": "And she also spoke about the deadly attack on an apartment building in Dnipro, saying, there is nothing off limits for Russia.CNN's Julia Chatterley is live at the World Economic Forum in Davos. So, Julia, what else did Ukraine's first lady have to say about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "URSULA VON DER LEYEN, EUROPEAN COMMISSION PRESIDENT",
      "sentences": "In this last year, your country has moved the world and has inspired Europe. And I can assure you that Europe will always stand with you. There will be no impunity for these Russian crimes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "It very much ties to the theme of Davos this year, which is this collaboration and a fragmented world. And I think one of the beacons of light has been the unity particularly in Europe in the face of high inflation, high energy costs and that they've continued to support Ukraine no matter what. And that message still stands today.I think also there is the dawning reality and it certainly had been part of the discussions I have had here, guys, which is no one sees an end to this. No one really sees how this conflict resolves itself. And it ties and it is at the core of all of the challenges that everybody is talking about, the cost of living crisis, as I mentioned high energy prices, food insecurity and inability as we tackle the challenges and issues of today to perhaps have enough room to focus on some of the biggest challenges of the present and future, like climate change. But certainly, once again, Ukraine front and center and also those voices, the messages of support and that long may it continue in the face of all odds, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, Julia Chatterley, we're expecting to hear from President Zelenskyy addressing the delegates there tomorrow. And it is a fine line he was to walk there because he's thanking obviously all of these allied countries for their help but saying, I need more. This is not ending any time soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BERMAN",
      "sentences": "I want to talk more about that right now, that exact subject. Because with us is former CIA Chief of Russia Operations Steve Hall. So, what Bianna was saying there, there are all of these meetings around the world, they're talking about it in Davos, they're talking about it Washington today. The U.S. has got a delegation in Kyiv today shoring up support of one kind or another for Ukraine. Well, why? Is there a sense that it needs shoring up and, to be honest, is that enough? Is just the status quo enough at this point for Ukraine to win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "STEVE HALL, NATIONAL SECURITY ANALYST",
      "sentences": "Well, John, I think what this is reflective of when you hear all of the country's leaders, whether it is at Davos or elsewhere, and say, look, we need to do something to continue to shore up our support, is because they understand that this is Russia's plan. Russia's plan is to wait until that resolve, until the idea of supporting Ukraine either becomes too difficult for countries to do for economic reasons, perhaps, or we simply lose focus because we're looking at whatever the next crisis is. And so that is what Russia's plan is.I agree, we're not -- we're a long way from the end of this. We're not finished with this yet and it is going to be a long time. And if we're going to continue to support Ukraine, as we should, it is going to take continued resolve. And I think that is what going on when you hear these leaders speak as they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. In the meantime, Russia and Putin are still buying time regrouping. They conscripted about 300,000 soldiers in the fall. There are expectations that you could see as many as an additional 1.5 million men conscripted in the months ahead. And what's interesting, Steve, is that Ukrainian intelligence says that they believe Vladimir Putin wants to make another stab at Kyiv in the coming months.And given where we were a year ago with Ukraine saying that's not going to happen and the United States intelligence saying this is exactly what Vladimir Putin wants to do, a year later, do your sources and intel see the same things that Ukrainian intel is seeing, that Vladimir Putin actually wants to go after Kyiv again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HALL",
      "sentences": "From an analytic perspective, it seems to make sense, right? I mean, Putin really doesn't have any options at this point. What is he going to do? Say, well, it didn't work, let's pull everybody back and go home? No, that is not what he's going to do and it's certainly not the way the Russians fight wars. The Russians fight wars by compensate lack of quality for inserting quantity, which is why you're seeing more conscripts that are going to be pulled up and basically sent ill- prepared into battle, as many of the Wagner guys were when they were pulled out of jail.And I think the Ukrainian first lady got it exactly right when she said, look, we're fighting for the world as we know it because we're talking about the ability to just allow Russia or any country just to run into another country, annex portions of it, not obeying international law. And that is what's really going on in Ukraine. That's what we're fighting for. And that's why the west is involved, because it does threaten the international order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BERMAN",
      "sentences": "What changes the balance on the ground there? There are these tanks. Everyone is excited about the possibility of the U.K. sending, what, 12, a dozen tanks, Poland talking sending some Leopards that are made in Germany. What kind of a difference would that make and the numbers that they're actually talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, a long time. And in the meantime, we had Vladimir Putin today sort of touting how resilient the economy in Russia has been this past year. It has declined about 3, 3.5 percent. Early estimates were in the range of 10 percent. So, given all the sanctions that have already been leveled against Russia, what more can be done for the Kremlin to finally say this is too painful, despite all of the dead troops we have, it is too painful for us economically to continue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "HALL",
      "sentences": "Well, really, Bianna, what else is he going to say? Is he going to say, well, these sanctions are really hitting us hard, it's a big problem --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "But 3 percent -- 3 percent isn't that bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "HALL",
      "sentences": "But I think what is going to happen -- well, I think it is have an impact. And I think it is up to Putin on his own airwaves to try to convince Russians who are saying, wait a minute, things aren't going so well, to say, no, no, no, everything is fine. So, you're going to continue to see this propaganda, which is stock and trade for Vladimir Putin. But I think it is having an effect. And if Russia is going to be in this for the long run, those sanctions have to continue because they continue to bite harder and harder exponentially as time goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "BERMAN",
      "sentences": "Steve Hall, great to see you, thank you so much for the analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Steve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "HALL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:10",
      "speaker": "GOLODRYGA",
      "sentences": "And still to come, the White House is scrambling to get control of the narrative on the classified documents controversy. But sources tell CNN that President Biden is growing increasingly frustrated with how his administration is handling the messaging.Plus, residents of a small town in Arizona are suing after being cut off from their water supply. Why a larger city shut down the water flow there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "This morning, sources tell CNN that President Biden is growing frustrated over how his administration is handling the message on the discovery of classified documents at his private office and home. CNN has also been told that even more searches of President Biden's properties are possible. GOLODRYGAM.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  Well, what we are learning is that as the story has consumed the White House over the last week, President Biden himself has grown frustrated at what he feels like has been a story that has overshadowed a positive streak for the administration. And meanwhile, in the building behind me, White House aides who were -- many of them in the dark about this story until the story really break last week, that their mood is one of quiet resignation, that they're sort of -- it is what it is mentality right now as they, too, wait like most everyone else to see if more classified documents surface. And what has been really notable in reporting out this story is that even some of the president's closest allies are sort of starting to wonder out loud why the White House wasn't more forthcoming about all of this and about what they have known and why they weren't more forthcoming sooner, particularly puzzled by the White House Counsel's Office decision to put out that initial statement last week, but not disclose that they knew about additional documents. For example, former Senator Doug Jones is somebody that I spoke to for this story and he said that he believes the White House has made some unforced errors. He told me once you make a statement once you have the facts, you have to be full and complete. They weren't full and complete and he says, gosh, come on, you all, you've got to do a better job when things like this happen. That is exactly what I would say. He obviously used a slightly different word there. Importantly, though, Jones did tell me that he thought the lawyers had basically handled everything appropriately by initially going quickly to the National Archives to tell them about the discovery of the documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "M.J., are there any answers to the questions you were posing before about why the White House and Biden insiders handled this as they did? What governed their decisions and statements?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "BERMAN",
      "sentences": "M.J. Lee, thank you so much for sharing your reporting. We'll see you soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "GOLODRYGA",
      "sentences": "Joining us now, Toluse Olorunnipa, White House Bureau Chief for The Washington Post, and CNN Legal Analyst Jennifer Rodgers, former federal prosecutor. Welcome, both of you.So, Toluse, is there a way now for the White House to reverse course, perhaps get ahead of this story now that a special counsel has been appointed? What more can they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "TOLUSE OLORUNNIPA, CNN POLITICAL ANALYST",
      "sentences": "Well, first, they have to hope there are no more classified documents out there that will add to this news cycle, which has continued for more than a week now in part because it has been a drip, drip, drip cycle in which we've seen now information coming out and new classified documents being found in different locations. So, they have to hope that they have done the full review.It is not yet clear. They have not confirmed that they have done a full review of all the various locations where classified documents might be. But if they have done that review and once they finish that review, it will be incumbent upon them to put out as much information to the public as possible. Otherwise, you get speculation, you get investigations, you get a number of people wondering if it is worse than it actually appears. And so it is going to be incumbent upon the White House, the people close to the president, his lawyers to put out as much information to be as transparent as possible, not only about what is out there but also about what they've found so far, including the documents found at the office that he had, the documents found in his Wilmington home. It will be important for them to say exactly what happened, how it happened and who found them and why this (INAUDIBLE) so that the American people could be confident that this is not anything more nefarious than what the president says it is, which is a mistake, something that shouldn't have happened but something that was only a sense of sloppiness as opposed to people taking things that they shouldn't have taken on purpose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "BERMAN",
      "sentences": "And, Jennifer Rodgers, to that point,Toluse was talking about the news cycle, lawyers care about that in a way but they care about other things more. What are the legal, open legal questions that still exist here beyond are there any more documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Well, we have a special counsel to decide whether there is any criminal liability here. I mean, that's the big ticket item. Rob Hur is now conducting an investigation into just how those documents ended up being where they were found. Was there any criminal action here? Was it intentional when they were taken? Were they mishandled? Under the statutes, you need intentionality. So, I think from what we've seen so far, it doesn't look like there will be criminal charges here but that is what Rob Hur's job is now to figure that out.And the question is what is Congress doing? Rob Hur and the Justice Department are going to have to defend his investigation. They can't allow their witnesses to be interviewed by Congressional committees. They can't allow this information to leak out into the public realm while it is being criminally looked at. So, they need to protect their investigation. And I anticipate a battle between the congressional committees that are getting it going in terms of requesting information about this and the Justice Department and Rob Hur's special counsel's office as they conduct their investigation going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Toluse, that could just be one of the many battles that we could see in Congress in the coming days and weeks. The U.S. government is expected to hit the debt ceiling as early as this week, Thursday, according to the Treasury Department. You have Kevin McCarthy saying he is ready to negotiate, the White House is not budging. But in terms of what Kevin McCarthy is ready to negotiate, he has got a faction within his own party that clearly held his own speakership hostage. What are you hearing about what they're willing to do and how far they're willing to go in holding the debt ceiling hostage until they get what they want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "It seems like deja vu, right? Almost every year, we're at this near collision point. The question is, at what point does it really impact the U.S. economy and our credit rating.Toluse Olorunnipa, Jennifer Rodgers, thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}