{
  "date": "2023-07-02",
  "headline": "CNN This Morning",
  "subHeadline": "Mass Shooting In Baltimore Leaves Two Dead, 28 Injured; Seven People Shot, Two Others Hurt In Kansas Club Shooting; Scorching Temps & High Humidity Expected In The South; United Still Recovering From Mass Delays & Cancelations; Trump Holds First Campaign Rally Since Federal Indictment; Concerns Grow Over Nuclear Plant In Ukraine; 700- Plus Detained In Violent Fifth Night Protests In France; Supreme Court Guts Affirmative Action In College Admissions. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:22",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Good morning. Welcome to CNN THIS MORNING. It is Saturday, July 2nd. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And I'm Amara Walker.We begin with breaking news and another deadly weekend in the U.S. This morning, at least two people are dead, 28 injured, following a mass shooting in Baltimore. Investigators were called to a neighborhood just after midnight. (BEGIN VIDEO CLIP) MAYOR BRANDON M. SCOTT (D), BALTIMORE: This is an absolute tragedy that did not have to happen. It again highlights the impacts and the need to deal with the over proliferation of illegal guns on our streets and the ability for those who should not have them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "WALKER",
      "sentences": "CNN's Isabel Rosales joining us now. Hi, Isabel. So what is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Yes, we're piecing together what exactly happened. What we're hearing from Baltimore police is that this happened outside at a block party. That's important because that could have given folks really a chance to run away from the shooter or shooters. Not a lot known yet about the suspect or suspects.This happened in South Baltimore, in the Brooklyn Homes neighborhood. This is a working class neighborhood east, just about 10 miles away from Baltimore Washington International Airport. And we're seeing from video there on the ground, you're seeing the police tape, certainly a very active scene, but also debris, trash, empty alcohol, cans, broken glass. The Acting Baltimore Police Department Commissioner Rich Worley calling the crime scene, quote, \"extensive\". Here's what we know about the victims. 28 people have been injured, nine of them rushed to the hospital, three in critical condition. Two people have been killed, including a woman found dead there at the scene. The Baltimore Mayor Brandon Scott, calling the shooting reckless and cowardly. So, again, a lot of questions here as to who is responsible. Not a lot known. We know that Baltimore Police are looking right now at surveillance video or asking people for cell phone video, talking to witnesses, attempting to piece together and have the finger pointed as to who did this. Certainly, a very active scene, and they'll be working to get more details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "BLACKWELL",
      "sentences": "All right, Isabel, thank you so much for the latest reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "ROSALES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "BLACKWELL",
      "sentences": "Let's speak now with the mayor of Baltimore, Brandon Scott. Mr. Mayor, thanks for your time. I want to just start with the numbers here. And the latest that we have, two dead, three in critical injuries, and then 25 injured. Is that the latest you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "SCOTT",
      "sentences": "No, it's actually 30 total, including the two deceased and the three in critical condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "BLACKWELL",
      "sentences": "So 30 total, two dead, and that makes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "SCOTT",
      "sentences": "And three in critical condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "BLACKWELL",
      "sentences": "-- 28 injured. Of those, three in critical condition. Do you know if those injured, all of the injured who have survived, are those all gunshot wounds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "SCOTT",
      "sentences": "Well, of course, all of that is still being determined as they go through the hospital, as we go throughout the day. In the next couple of days, we'll be giving those updates to see if 30 -- if all of them were gunshot wounds, if people got other injuries that they were running or glass, although that will be determined as the investigation keeps going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "WALKER",
      "sentences": "OK, so, Mayor Scott, can you just walk us through the timeline and how things transpired?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "SCOTT",
      "sentences": "Well, listen, as we said earlier, we had the block party. This is Brooklyn Day. This is an event that happens in Brooklyn every year. Folks were out there having a celebration, and then at some point, gunshots rang out and folks, of course, were trying to get away, get out of there.Unfortunately, we had the two that were -- that are deceased because we have some folks who wanted to act like cowards, who are carrying guns that they probably shouldn't have, that probably don't even come from the state of Maryland. Maybe they were a ghost gun. But we know that we're going to not rest until we find these individuals and hold them accountable, because we will not allow folks to just deteriorate people's communities, to attack people, to murder people, and think that they're just going to continue to walk on our streets. But as I said earlier, it also highlights, again, the real need to deal with guns and illegal guns and access to them, not just in Baltimore City, but across this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:22",
      "speaker": "BLACKWELL",
      "sentences": "I know this is very early in the investigation, maybe there is not an answer to this yet, but are the people at the hospital cooperating with police and interviews and trying to determine who the shooters are and potentially if some of the shooters are those injured at the hospitals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Can you tell us more about the Brooklyn neighborhood?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "SCOTT",
      "sentences": "Well, you said -- listen, Brooklyn Homes is a public -- one of our public housing facilities. Brooklyn has known to be a neighborhood of working class people. It is a neighborhood that has immense pride in this neighborhood.As they were celebrating today -- tonight or last night, obviously with Brooklyn, with Brooklyn Day, it is a neighborhood that has had its troubles, but a neighborhood that has seen some folks in that community really determined to see it, be successful and see things turn around. I spent a lot of time down there as mayor walking, working with our Safe Streets folks, working with the community organization, visiting the Boys and Girls Club. Local lab was just there a few months ago at the libraries. We were announcing some other investments in the neighborhood. But that is a neighborhood where people are very prideful, and what you had is you had just a few. You know, you always take that one person, one person can ruin it for an entire neighborhood, and that's what you -- we know. At least one person decided to do that last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Yes. One of our producers asked me a question this morning that I didn't have the answer to. I wonder if your experience there as mayor and unfortunately, having to deal with these before informs an answer. Considering the high number of those shot, 30 total or those injured, I should say, 30 total, does that make it more likely that people will be willing to cooperate and speak with police and give answers hoping to find a suspect in your experience? SCOTTMy Mayor's Office of Neighborhood Safety Engagement will be commencing what we call a coordinated neighborhood response that we do every time there's an event like this, whether it's a mass shooting or it's a police involved shooting or a murder of a young person. So we will have every single city agency on the ground to wrap our hands around that community in its entirety. And we will be talking to everybody and saying, we need someone to step up and say something. We want everyone that was there. We want people that we know. I want the parents and the brother and the sister and the children of the people who pull the trigger to be the ones to say they did this, because we all have to treat this incident like it was our own family members who lost their lives who were shot in this incident. That is how we should be treating this incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Two more quick questions for you, Mayor, and I know you got more to do. The age range of those victims, can you tell us the breadth, the scope of the age range, specifically if any minors were injured?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "SCOTT",
      "sentences": "Well, all adults as of last check. And we'll continue to put that information out as we get all the information. But with the higher number of victims, I would just say right now that as of right now, it's all adult victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "OK. And last thing, when's the next time you expect we'll get an official update from you and from Baltimore City Police?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "SCOTT",
      "sentences": "Probably be later this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "In the afternoon. All right. Baltimore Mayor Brandon Scott, thank you so much.We're also learning more about another mass shooting overnight, this one at a nightclub in Wichita, Kansas. Seven people shot there. Police say two others were hurt when they were trampled as people try to run away from the gunfire. Police have detained one person for questioning, but no suspect has been identified. Now, from Oregon all the way to North Carolina, people across the country are bracing for blistering heat. A dozen heat records were shattered Saturday, and even more could be smashed in the days ahead. Temperatures could top 120 degrees in some places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "WALKER",
      "sentences": "That combined with the severe storms moving into the mid- Atlantic, could make for a dangerous holiday weekend. CNN Meteorologist Allison Chinchar joining us now. Allison, we're already seeing some strong storms this morning. Where are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:05",
      "speaker": "BLACKWELL",
      "sentences": "Wow. We'll get ready.Allison Chinchar, thanks so much. This morning, United Airlines is still recovering from last week's meltdown and now the company is working with the FAA and Transportation Secretary Pete Buttigieg to make sure it does not happen again. Since last Saturday, United Airlines has canceled more than 3,000 flights. So far today, the airline has canceled 83. Now, there are a number of factors that led into this severe weather. FAA staffing shortages, closed routes. United CEO is calling last week the most challenging operationally of his career. He's vowing to improve conditions for travelers and for employees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:05",
      "speaker": "WALKER",
      "sentences": "Fourth of July travelers have shattered the TSA's screening record. More than 2.8 million passengers passed through a TSA checkpoint on Friday. That is the highest number since the agency was created in 2001, and that number is expected to go even higher. TSA estimates they will screen 17 million people by the time the long holiday weekend is over on Wednesday.A programming note, Transportation Secretary Pete Buttigieg will be joining our Dana Bash on State of the Union. That's at 09:00 a.m. Eastern right here on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:13",
      "speaker": "WALKER",
      "sentences": "Thousands of former President Trump supporters flocked to his first campaign rally since he was indicted on federal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:13",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Trump derided the Justice Department during the rally, claiming with no evidence that the indictment was politically motivated. CNN's Alayna Treene has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:13",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Good morning, Victor and Amara. I am in Pickens, South Carolina, where former president Donald Trump spoke to a crowd of his supporters at a rally on Saturday. And it's important to note that this is his first presidential rally since the news of his federal and indictment and learning of the federal charges against him in the classified documents case.And he spent a lot of time during that speech talking about these charges. He continued to repeat that he denied any wrongdoing. He also argued that others were not being prosecuted for doing the same thing that he did and that he was entitled to taking those documents with him. Of course, prosecutors argue that he had some of the most sensitive documents in his possession and that his refusal to turn them over amounts to obstruction. So he spent a lot of time on that. The other thing I want to point out, though, is he also spent a lot of time focusing on his 2024 agenda, things like immigration, crime, drugs, and fentanyl in America, the economy, and railed repeatedly against President Biden and argued that they need -- he needs to take the country back from his power. And so, I think focusing on 2024 is something that a lot of his senior advisers have told me that they want him to do. They want him to talk about the future. They want him to talk about the policies that he would supplement if he were reelected to being president. And so, I think we're going to continue to see a lot of these types of rallies throughout the summer. He's not slowing down despite the legal charges that he is facing, and he's committed to this very aggressive campaign schedule over the next few months. Victor, Amara, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "BLACKWELL",
      "sentences": "I don't know why he keeps thanking them. I mean, they're just booing him and chanting \"trader\". What are we watching there? Explain why this is the reception he received.LYNN SWEET, WASHINGTON BUREAU CHIEF, CHICAGO SUN-TIMES: Well, good morning, Victor. And here's my analysis. I think what we're seeing evolve here is a purity test that supporters of Donald Trump are applying to anyone in the orbit of Trump who, even though, to the plain eye of some people, you would think that Senator Lindsey Graham has been an acolyte to a sycophant, to just a supporter. Apparently, in the county where he was born, his allegiance to Trump was not seen as strong enough. So for the moment, whether or not there's a firm reason, we could say, I've read some reports. Perhaps it was -- he wasn't against the Ukraine war or he wasn't in the right place there. I think what is significant politically, that is a warning to other Republicans who may want to not be 120 percent with Donald Trump that you risk getting the reception even in the county where you were born, that Lindsey Graham got. BLACKWELL: Yes, I mean, putting aside the one-way loyalty that we know drives only toward former President Trump, no candidate wants a surrogate to go out at their event and get that reception. So is there any political value that Lindsey Graham can offer to Donald Trump now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SWEET",
      "sentences": "Well, and that is a good point, because part of the branding of Lindsey Graham after the death of Senator John McCain, who he was seen this was the great romance between them, he shifted seamlessly to being a big booster, not just supporter, a booster of Senator Trump -- excuse me, President Trump.Now, Trump said in his remarks, kind of lukewarm, that he helps him out with liberals. That is a -- that's not a compliment. That's kind of a backhanded slap. On the other hand, the people at the rally had to know that Graham was thereby the invitation of President Trump. So the effectiveness of Lindsey Graham now as a surrogate for Trump could be in question. What's also interesting is that the show of force that President Trump put on in South Carolina, even with one of the senators, showed how high the bar is. And this is in the state where two other Republican presidential candidates, Tim Scott and Nikki Haley, are running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about the political ramifications of the decisions from the Supreme Court. Coming up on 2024, this will be the first presidential election since the Dobbs decision and the end of Roe, also since the end of affirmative action on campuses. We saw what happened with the student loans as well.Are Democrats as motivated by the court as Republicans have been? And you expect we'll see the same now that Republicans, many of them, have gotten the outcome that they want from a court the end of the guaranteed right to abortion across the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SWEET",
      "sentences": "This is a railing point for voters. The Supreme Court argument is one that so many made in 2016 in the election of Donald Trump with the flaws that we see today magnified, even out there then, that at least you get a Supreme Court there for life that has an ideological viewpoint of your backing.So this is true, magnified now with these rulings that the conservative court, fueled by the three Trump appointees, is not just issuing conservative rulings, but they are dismantling what some had considered settled law, especially in the case of affirmative action and Dobbs reproductive rights case. So that does have significant election results when you look at presidential votes and actually for other federal candidates down the line. Democrats, especially -- Democrats are seeing the abortion issue as significant for them. We saw some of this, Victor, in the midterm elections. It also is a cause that will be taken up and amplified by Vice President Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "BLACKWELL",
      "sentences": "We saw the results in the midterms and the special elections. The state Supreme Court, also in Kansas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SWEET",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "BLACKWELL",
      "sentences": "Lynn Sweet, thanks so much. We'll look ahead to 2024. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:51",
      "speaker": "BLACKWELL",
      "sentences": "We are working to get more for you on the breaking news this morning. At least two people have been killed and 28 injured in a mass shooting in Baltimore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:51",
      "speaker": "WALKER",
      "sentences": "Police say the victims were attending a block party in the Brooklyn neighborhood of Baltimore when shots were fired. Three victims are currently in critical condition. There are no details yet about possible suspects, but detectives and the mayor say they are determined to find who did this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:51",
      "speaker": "BLACKWELL",
      "sentences": "In Ukraine, Russia launched an air attack on the capital Kyiv overnight using Iranian-made drones. Now, the city's military administration says the Kyiv's air defenses destroyed all the drones. Three homes were damaged by falling debris from that strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:51",
      "speaker": "WALKER",
      "sentences": "Ukraine is taking steps to avoid a nuclear catastrophe. The Zaporizhzhia nuclear plant is the biggest in Europe, and it is currently under Russian control.CNN's Senior International Correspondent Ben Wedeman joining us now from Ukraine. Ben, how worried are officials about this nuclear plant, and what are they doing to address those concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:58",
      "speaker": "BLACKWELL",
      "sentences": "Yes, Ben, I'll take it. I think you make a good point adding that the perspective is that the Zaporizhzhia nuclear plant has been a concern since the early weeks of the invasion back in February of last year. Ben Wedeman for us there in Eastern Ukraine. Thanks so much.The French interior ministry says that 719 people were detained in a fifth night of protests. France has been gripped by these violent demonstrations after the police shooting death of a 17-year-old during a traffic stop. In Marseilles, riot police fired tear gas in a clash with demonstrators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:58",
      "speaker": "WALKER",
      "sentences": "And the mayor of a Paris suburb says his home was attacked early today in what he is calling an assassination attempt. He says the attackers rammed a car into his house to set his house on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:58",
      "speaker": "BLACKWELL",
      "sentences": "CNN International Diplomatic Editor Nic Robertson is in France for us. Nic, give us the latest on the situation there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:58",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. We are outside the mayor's office here. This was -- we are in that Southern Suburb of Paris, and this is where the protesters tried to attack first. They tried to get at the mayor in his office here. They failed to do that. They have been doing that for a number of days. That's why they went to his house, it appears, and that's why they've tried to attack him in his house, but he wasn't there. He was in his office in the overnight hours working late here. It was his wife and two young children, a five-year-old and seven-year-old.The protesters tried to set the house on fire. His wife and the children ran away to escape. His wife and one of the children were injured, and that's why, right now, the prime minister, the interior minister and the mayor are all meeting inside here in his offices to highlight this situation. The prosecutor, the local prosecutor says it was attempted murder. So, making a really strong political message out of that particular incident last night. But overall, just to give you one metric that's sort of relatively is easy to grasp, the number of fires the government says was set around the country, 871 last night. Previous night, 2,560. Previous night, almost 2,900. So, the incidents of violence, the number of arrests, the number of police officers injured, the number of police buildings, schools, city halls that have been damaged, that does seem to be decreasing a bit. But, of course, an incident like this shows what's at stake, and that's the political message the government seems intent on communicating today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "WALKER",
      "sentences": "Thursday's Supreme Court ruling that race can no longer be considered in college admissions has sent shockwaves through some minority communities and has gained mixed reactions from Asian Americans, including some who say they benefitted from affirmative action and see how race conscious admissions were designed to help to marginalized groups.Joining me now to discuss is Kenny Xu. He is the president of Color Us United and a member of the board for Students for Fair Admissions. That is the group that sued Harvard and the University of North Carolina, saying the schools discriminated against white and Asian American students. And Marita Etcubanez, she is the vice president of Strategic Initiatives for Asian Americans Advancing Justice. That group supports affirmative action and has denounced the Supreme Court's decisions as being harmful to all people of color. Welcome to you both. Thank you so much for joining me. Let's start with you -- both your reactions. And, Marita, we'll start with you, because you and your organization say that this ruling will particularly hurt Southeast Asian communities, Pacific Islanders and native Hawaiians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "OK. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "ETCUBANEZ",
      "sentences": "Moreover, a significant majority -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "Sorry. So, you say no evidence. Kenny, I'm sure you beg to differ.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "KENNY XU, PRESIDENT, COLOR US UNITED",
      "sentences": "Definitely there is evidence. If you look at the data, an Asian American with -- you know, at the top academic decile of academic -- on the academic rating has a low other chance of getting admitted to Harvard than a black American at the fourth lowest decile and Hispanic the sixth lowest and a white person ninth lowest. So, there is discrimination and it is heterogonous.Now, in terms of what Marita said about, you know, Asian Americans, you know, facing discrimination in this country, of course, Asian Americans have been historically discriminated against. This is why this ruling is important, because it shows that Asian Americans should be treated on the dignity of their accomplishments, not based on their race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "OK. But do you agree with what Marita had to say that, you know, Asians -- I mean, I feel like there's also concern amongst Asian Americans who say, you know, we are not a monolith, right? I mean, Asia is obviously a huge continent with dozens of countries representing many cultures, hundreds of languages. And when you look at the Asian American experience in America, it's vastly different, right, not just with the cultures but also socioeconomic status and the axis that you have.So, would you agree that affirmative action may have benefitted a certain group of Asians whereas it hasn't for another group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "XU",
      "sentences": "No, I think affirmative action has hurt Asian Americans in general because, here's why, you see what Harvard did with the personality score. When Asian Americans applied to Harvard, Harvard utilized this personality score to rate Asian Americans lowest among all the races. They had the highest academic ratings, the highest extracurricular ratings, highest teacher recommendations, second highest counselor recommendations, and Harvard rated them lowest on the personality score. That's inexcusable.You know, those things are correlated with strong personalities. Those things are correlated with self-determination, independence, hard work, self-discipline. Why can't Harvard see past that? Instead, they just see test-taking robots with no personality. That's why I believe that this ruling was important to stand up for the dignity of Asian Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "Marita?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "ETCUBANEZ",
      "sentences": "That argument presumes that standardized tests like the SAT are the best and fairest measures of merit. The students at Advancing Justice Civil, AAJC, and other civil rights groups represented spoke powerfully about the importance of holistic review and considered -- considering factors beyond test scores.Our organization is in this because we understand that Asian Americans are being leveraged as wedge in these matters, and we are adamant that our community not be used to divide communities of color. Alongside our allies representing diverse communities, we will continue to fight to advance educational equality and racial justice for all. WALKER: Kenny, let me just pick up on what you were saying regarding, you know, I guess these stereotypes, right, about Asians being docile and, you know, not having a personality and perhaps being, you know, smarter and working harder. So, you are saying that the Supreme Court decision basically validates this model minority myth. Is that what you are saying, quickly? That it's being employed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "XU",
      "sentences": "No. That's not what I'm saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "That this model minority myth is being employed when admissions counselors are looking at, you know, Asian American applicants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "XU",
      "sentences": "So, what I'm saying is that Asian Americans are diverse in so many respects, right. Just me talking to Marita right here, we're diverse in culture, diverse in ambition, diverse in intellect, all kinds of things. But Asia -- you know, what Harvard did by lumping Asian Americans into this personality score is they really, you know, flattened Asian Americans and sought to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "WALKER",
      "sentences": "But by lumping them into this personality score, they are relying on stereotypes, right? And so, the reason why I bring that point up is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "XU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "XU",
      "sentences": "That is precisely what I'm saying. I'm saying there is systemic racism against Asians in the college admissions level. And by the way, there's racism against black Americans at the college admissions level. Look at the way that Harvard patronized black Americans. They lowered their standards in terms of their SAT, in terms of recruitment letters to black Americans, in terms of their admissions rates to black Americans. They didn't want black Americans for their individuality, they wanted black Americans because they were black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "WALKER",
      "sentences": "Marita, are you concerned that this is just going to drive a wedge between the Asian American community and black Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "ETCUBANEZ",
      "sentences": "Yes, that is of deep concern. I think it's obvious that we are fundamentally at odds, the two of us speaking today. I don't agree with the Supreme Court's move towards color blindness. That is not how we should be interpreting our constitution. And it's vital that we continue to work in solidarity with communities of color to advance educational equity. We believe that affirmative action benefits all, including Asian Americans, and we need all of the tools at our disposal to assure that the doors of opportunity remain taupe all students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "It is a music experience like no other. The Florida Keys is gearing up for its 39th Annual Underwater Music Festival which gets underway next weekend.Costumed snorkelers, divers and ocean enthusiasts will gather next weekend to listen to all the music underwater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "The festival was created to promote unique ways to protect the Keys' coral reef. We're joined now by Steve Miller, he's executive director for the Lower Keys Chamber of Commerce. Steve, good morning to you. All dressed ready for an Underwater Music Festival. That's a great shirt.So, here's what I've been wondering since we booked on this. Can you hear in an Underwater Music Festival?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "STEVE MILLER, EXECUTIVE DIRECTOR, LOWER KEYS CHAMBER OF COMMERCE",
      "sentences": "Oh, unbelievably. The sound doesn't seem to come from any direction, any one given direction. It surrounds you. And we picked out music that travels specially well underwater. Music with a lot of high notes tends to travel really well underwater as opposed to a lot of bass notes, ones just stay in one place. And you could just, not only hear it, but you could kind of feel it a little bit. And you can see the fish actually get in front of the speakers and just kind of wave to the music as it were. So, yes, you can definitely here it very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "The pictures are just so beautiful. Before we get into, you know, how this all started, 40 years ago, in terms of the people who come out, I mean, how can they enjoy themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MILLER",
      "sentences": "Oh, well, it's a beautiful thing. I mean, if you've never seen the reef here in the Florida Keys, it is absolutely incredible. It's the -- I believe the only living reef in North America. And it's absolutely beautiful. So, here you are diving into the waters, the beautiful, bright crisp waters in the Florida Keys and then you're surrounded by the vibrant colors of the reef. And to top it all off, you have the music on top of it with mermaids swimming by as well as a variety of other well-dressed sea creatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "So, I want to know about the well-dressed sea creatures. The people who come in, and I've read hundreds of people come in, how did this all start? 40 years ago, how is this the way to celebrate the reef?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MILLER",
      "sentences": "Well, 40 years ago, two friends were sitting together, U.S. 1 News director, Bill Becker, and his friend, a local dentist, Fred Troxel, who was on the Earth's Counsel, and they wanted to put together a slightly artistic event for this area. And so, they decided to combine their love for music and diving.So, Bill got ahold of the people at Lubell Speakers and they make underwater speakers and found out, yes, this is something that could be done. They had the first one in January, and they found out that even though we are in the sub tropics, getting in and out of the water in January can still be a bit, well, brisk. So, the event was moved to July. And generally, we have it somewhere around the first weekend after the 4th of July. The waters are just absolutely beautiful at that time of the year and, well, like I said before, it's a sight to behold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WALKER",
      "sentences": "The headline to me here is, you know, mermaids are indeed real. Tell us about what the message should be for -- you know, for all of us, because this is about protecting the coral reefs, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, it is a fantastic idea and a great creative way to get attention --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "-- to the reef and has been working for 40 years. We're looking forward to hearing and seeing this festival. Steve Miller, thank you very much.And we'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}