{
  "date": "2023-03-09",
  "headline": "Connect the World",
  "subHeadline": "Israeli Protesters Block Main Roads around Tel Aviv; Protest Impacts U.S. Defense Secretary's Israel Trip; Georgia's Ruling Party to Withdraw \"Foreign Agents\" Bill; UNESCO Initiative to Rebuild Mosul Heritage Sites; U.S. Stocks Higher ahead of Friday's Jobs Report; U.S. Weekly Jobless Claims Rise More Than Expected. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "BECKY ANDERSON, CNN HOST",
      "sentences": "This hour anti-Netanyahu let me start that again this hour anti-Netanyahu protesters in Israel blocked major roads leadingto Tel Aviv Airport, where the U.S. Defense Secretary touched down earlier today. I'm going to get you on the ground shortly. But first air raid sirens sounding across Ukraine at least 11 people were killed in Russian strikes the likes of which have not been seen in weeks. Georgia's ruling party says it will withdraw legislation that led to mass protests. Speaking to CNN the country's president described the bill as Russian politics. And an Indonesian Football Club Security Office was sentenced to one year in jail for negligence. That is after 135 people died last year in one of the world's deadliest stadium crushes. You're with us for the second hour of \"Connect the World\" wherever you are watching you are more than welcome. In Israel in the last few hours, protesters demonstrating against President Benjamin Netanyahu blocked one of Tel Aviv's main highways disrupting the trip of a very high profile visitor to Ben Gurion Airport, U.S. Defense Secretary Lloyd Austin. Now these demonstrators are up in arms over proposed reforms to the judiciary and to an escalation of violence in the West Bank. Austin's trip couldn't have come at a worse time for Mr. Netanyahu, who heads the most right wing government in his country's history. That backdrop, leading people to ask is the U.S. relationship with Israel shifting? We'll CNN's Hadas Gold gotten up close look at what is going on, on that highway at least a little bit earlier and she filed this report. (BEGIN VIDEOTAPE) HADAS GOLD, CNN CORRESPONDENT (on camera): This is the main road leading to the main terminal of Israel's biggest airport, Ben Gurion Airport. But today the protesters who have been coming out for weeks now have decided to bring their day of disruption here. Their goal is to essentially try and almost shut down the airport not only to disrupt the passengers to make them aware of why they're protesting. But also because today is the day that U.S. Defense Secretary Lloyd Austin is supposed to be landing here to meet with officials. But also Israeli Prime Minister Benjamin Netanyahu is scheduled to take off from here after meeting with Austin to fly for an official trip to Italy. And so the protesters here essentially trying to prevent that from happening, Benjamin Netanyahu may instead be arriving to the airport by helicopter. These protesters though amongst them we've talked to former military pilots, former fighter jet pilots who say that they feel as though they would no longer fight for a country if they don't believe it is any longer a democracy. Now, the traffic is still moving, albeit slowly. We've also spoken to some passengers who have had to get out of their cars to take their suitcases by hand and walk all the way up to the terminal in order to make their flights but some of them they are receptive to the demonstrators here saying they understand what they're fighting for that they supported, of course, all of this related to the judicial reforms that the Netanyahu government is trying to undertake. They essentially wanted make it possible for the Israeli parliament, the Knesset to overturn Supreme Court decisions with a simple majority. But these protesters say that they will continue coming out to the streets, they will continue these days of disruption until they stop these reforms from going through. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ANDERSON",
      "sentences": "Well, Hadas Gold is in Tel Aviv and Oren Liebermann is at the Pentagon. They're both back with us this hour. Hadas, you've talked aboutthe disruption today? We are now seeing more protests about the conflict in the West Bank as well chanting about Huwara, for example, these protests are certainly widening beyond judicial reform, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Let me bring it Oren at this point. Thank you Hadas! Oren this is the backdrop to the U.S. Defense Secretary's trip to Israel. This is on theback of a number of stops that have been uncomplicated, let's call them across the Middle East. The complicated part of this trip has come when he goes to Israel, he's had to delay and reschedule not only delay, but then sort of reschedule where he goes to Israel? What did we hear from Lloyd Austin today? He met with the Prime Minister, as I understand it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "And the Defense Minister and you're absolutely right to point out the sort of fascinating turn that thiswhole trip has taken. The easy part of the trip was the visits to Egypt, Jordan, and even his unannounced trip to Iraq. It is the complicating visit of the trip is for his trip to Israel, where he's had to change his plans change the location of his plans, because of the ongoing protests against the government in the plans of Prime Minister Benjamin Netanyahu. So he met with Netanyahu. He met with Defense Minister Yoav Galant, and it's no surprise where he began the comments there. Stating that the U.S. has an ironclad commitment to Israel security, and standing by Israel's right to defend it also pointing out that the U.S. and Israel the militaries there will expand cooperation, expand exercises. We saw the large scale exercise just a few weeks ago. But then his comments turned where he did criticize Israel's plans for judicial overhaul this statement in his meeting, his press conference even with Galant a short time ago. (BEGIN VIDEO CLIP) LLOYD AUSTIN, U.S. DEFENSE SECRETARY: As President Biden who said, the genius of democracy - of American democracy and Israeli democracy is that they are both built on strong institutions, on checks and balances, and on an independent judiciary. And the President also noted that building consensus for fundamental changes is really important to ensure that the people buy into them so they can be sustained. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "That's a veiled swipe, but only very slightly veiled that Netanyahu's plans for a judicial overhaul, which is what sparked theprotests in the first place. Also worth noting that Austin said Israel's allies, the U.S.'s allies and partners need to do more to support Ukraine. He pointed out that Israel has provided non-lethal aid, but then strongly suggest it was time for Israel to go a step further and called on our fellow democracy to do more. And that was interesting because democracy there was very similar as although he didn't say Israel, clearly what he was referring to there, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DANIEL GORDIS, SENIOR VICE PRESIDENT, SHALEM COLLEGE",
      "sentences": "Well, I think that many Israelis will actually welcome those remarks. Ambassador made a kindof a much more veiled swipe a few weeks ago; President Biden has hinted that he's not happy with this. But the Israelis who are trying to get Bibi Netanyahu to come down off the tree, so to speak, understand that he will only do so if he can declare some sort of victory. Or if he can portray his decision to back away from the judicial reforms as somebody that was beyond his control. Having an ally and a superpower like the United States, making it very clear that they cannot support an Israel that is not a first world democracy is actually of benefit to Netanyahu and helping him back away without enraging his political partners. So it may be a swipe at Netanyahu but in a certain ironic kind of a way, it's more of a swipe at Netanyahu's political partners for pushing this through. And it may actually in some way, help Netanyahu back down, which many people think he actually wants to be able to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Our question tonight is the U.S. relationship with Israel shifting, given what you have just said? Let's just - let's just explore alittle further the conceit of your argument. And I, you know, I was fascinated to hear you talk the other day. You talked about profound differences between Israel and the U.S. coming to the surface bubbling up; you say you're not surprised by this. There's been some papering over these differences until now. Just explain a little further what you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, and you and you've described them as a very different kind of right wing. You've said something that looks a lot like a gang of thugs.Thomas Friedman, writing an op-ed in the New York Times today to the point that you've just been making entitled American Jews, you have to choose sides on Israel. We've had an op-ed recently by Michael Bloomberg heavily invested in the sort of high-tech miracle that was Tel Aviv, or has been Tel Aviv. And the Israeli economy, really, you know, questioning whether decisions don't need to be made on the U.S. side at this point about the relationship going forward. I was fascinated to hear you suggest that actually, you know, the U.S. position at the moment may just be doing Netanyahu a favor. But should this right-wing government continue? Should Netanyahu not take the lifeline, as you've suggested that, to a certain extent, the Biden Administration is offering him, what happens next sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GORDIS",
      "sentences": "Well, there are a number of very, very dark scenarios. The best scenario is that the protests continue their members of Netanyahu's ownpolitical party the Likud understand that the keep pushing these reforms through is to flirt with very serious danger of violence. And so, some sort of compromise is reached, or at least the process is slowed down. And that's what many people are out there protesting today are calling for, they're calling for what in Hebrew was called - they're calling for slow it down, let's begin to have a conversation. Let's see where we can talk to, you're just ramming this through, and that's going to explode. Another very dark possibility, as I just suggested is violence, Israel has a history of political violence. It's like Rabin's assassination in 95, is the most obvious example. But there have been other assassinations as well. And everyone here is very nervous that with last Saturday night, 160,000 people protesting in Tel Aviv, that's the kind of gathering that it is impossible to secure. So, it would take only one crazy person on the far left or the far right to do something terrible. And then where this government would have gone, where this country would go was really very hard to imagine. But it would be to a very bad place. The other dark scenario is that this actually just gets pushed through. And this does become the law. That leads us to a number of different scenarios, we already have pilots and members of Special Forces saying that they're not going to show up, they're not going to train, they're not going to carry out missions. If the army of this country begins to fall apart, many people have said literally today, that's the end of the country. This is not a country that can survive without its military being highly disciplined and highly responsible. So, we're already seeing cracks in the military. It's interesting, of course, that the military here is supporting what people are calling the left. It's not really the left, but people are opposed in the military to the right wing government, by and large, not what one has seen in other countries that have taken a turn you authoritarian. But look, the major problem is let's just imagining that this happens. So, the Knesset passes a law which says essentially, there's no judicial review. And then the Supreme Court says we actually declare that law essentially unconstitutional. Israel is then in the middle of a huge constitutional crisis, where it's not clear who actually controls how does this play out. Let's say somebody takes a case to the Supreme Court about some action of the military. And the Supreme Court, which often does get asked to rule on these kinds of issues, says the military, the military should or should not do X, Y, or Z comes the government in the form of the minister of the defense and says, no, the government spoke. And so the Supreme Court has spoken, the government has spoken, the military has said, by and large that it will follow the court, which would then create a huge constitutional crisis where the parliament has ruled the military and the court are ignoring the parliament. And where that leads us, really, nobody knows. There is absolutely no roadmap for where that takes us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Now to Ukraine where every alarm across the country has been activated following a massive Russian attack overnight. At least 11 peoplewere killed and more than 20 were injured after Russia showered Kyiv and other major cities with unprecedented barrage of missiles. It is a clear escalation in Moscow's air assaults once again targeting Ukraine's critical infrastructure. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "YURII IHNAT, UKRAINIAN AIR FORCE SPOKESPERSON",
      "sentences": "This is an attack like I don't remember seeing before. Different types of aircraft are used,strategic, long range, make 31. There were 81 missile launches. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "There are protests leaders in Georgia say they have no plans to stop their demonstrations. Two days of large protests resulted in Georgia'sruling party agreeing to withdraw its controversial foreign agent bill. Now critics saw that act as a threat to the country's democracy and say it would stifle press freedom. Opposition leaders want that built formally withdrawn. And they are calling for the release of dozens of protesters who have been detained. Georgia's president also opposes the law. Here's what she told CNN about it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SALOME ZOURABICHVILI, GEORGIAN PRESIDENT",
      "sentences": "There is no need for the slow it comes from nowhere. Nobody has asked for it. There is no need to have moreregistration of the non-governmental organizations. And the presentation of this law calling these people including myself, by the way, foreign agents is something that looks very much like Russian politics. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "CNN's Salma Abdelaziz has been following the developments in Georgia for us. And the president now suggesting this, this has got thewhiff of Russian politics to it. Protest leaders say they have no plans to stop their demonstrations. What do they want to get from the ruling party at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIGA LEMONJALA, DROA OPPOSITION PARTY",
      "sentences": "We are ready to go on with the protest, because it's not about particular organizations. It's aboutGeorgian, European and Euro Atlantic aspiration. And we're not going to put that that the tissue under question. It's, it's universal way of Georgia. It's a choice of Georgia and Georgia should be the Member of the European Union and NATO. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABDELAZIZ",
      "sentences": "We're also hearing this chorus of support from the European Union, which has said that this bill could violate the norms of the EU thestandards of the EU. We've also heard from the United States State Department it released in a statement that it stands alongside the people of Georgia and went on to say that this bill could really stigmatize independent groups and harm the democracy of Georgia, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Salma, thank you. To a world exclusive interview now an American citizen being held in Iran's notorious Evin Prison is speaking to CNN frombehind bars. Siamak Namazi has been in custody there since 2015. And claims he has been left behind by the U.S. government. He made a heartfelt plea for help in his phone conversation with my colleague, Christiane Amanpour. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SIAMAK NAMAZI, EVIN PRISON, IRAN",
      "sentences": "The very fact that I've chosen to take this risk and appear on CNN, from Evin prison. It should just tell you howdire my situation has become by this point. I've been a hostage for seven and a half years now. That's six times the duration of the hostage crisis. I keep getting told that I'm going to be rescued and deals fall apart or I get left abandoned. Honestly, the other hostages and I desperately need President Biden to finally hear us out, to finally hear our cry for help and bring us home. And I suppose desperate times call for desperate measures. So, this is a desperate measure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "U.S. Defense Secretary Lloyd Austin says his country is opposed to Israeli settlement expansion in the West Bank. And he also called onPalestinian leadership to combat terrorism and comments after meeting Israel's defense minister and prime minister. Austen's meetings in Israel were moved to a location outside Tel Aviv as protesters who oppose Israel's judicial overhaul plans, blocked roads leading to and from Ben Gurion Airport. Ukraine's president is calling it a difficult night for his country after Russia fired an unprecedented 81 missiles at Kyiv and other major cities. At least 11 people were killed five of them in this strike on a residential area in Lviv. Moscow says it was in retaliation for an alleged Ukrainian attack on Russian soil last week. And after days of protests, Georgia's ruling party says it will withdraw its controversial foreign agent law. Well, protest leaders said they will continue demonstrations until it is formally withdrawn and police release everyone who has been arrested. Where the brutality of ISIS once reigned in Iraq city of Mosul, church bells now ring out across the city, symbolizing a message of hope. It is sites like this church that were targeted and ultimately destroyed during the battle for the city chipping away at its religious and cultural diversity. But now, a plan to revive them under UNESCO's revives the spirit of Mosul initiative. The group has partnered with the UAE to reconstruct heritage sites, including churches, and mosques. Among the most notable of those restorations the casting of new church bells for the Alsace Church, which was cast at the same foundry that made those at Notre Dame's Cathedral in Paris. Well, I'm absolutely delighted to say that UNESCO Executive Director, Audrey Azoulay, who has just returned from a trip to Iraq, joins me now live on set. And you have just returned from Mosul. Just explain what you saw there, and how the reconstruction project is going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "AUDREY AZOULAY, DIRECTOR GENERAL, UNESCO",
      "sentences": "I saw something very important. As you said, the Old City, the country in general, Mosul, in particular,was completely destroyed, especially the Old City, by the occupation, by the consequences of the occupation by ISIS. And Mosul used to be a city of diversity of co-existence, a city of heritage, a city of knowledge, and all this was reduced to destruction. So that's why UNESCO launched this initiative to build on the human dimension of the reconstruction, the knowledge, the heritage, the people. And what I saw there was for me very moving, because sometimes people wonder what the UN is about the UN organization, do they really change life. And here we saw the direct impact on people, those symbols, the bells, also the unruly mosque that used to be the places where the so-called Caliphate was established. Also, the very important training programs, the jobs that were created by that. So I saw signs of hope, and beginning of possibility to live together again in a society that was traumatized by ISIS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "AZOULAY",
      "sentences": "First, I have to thank the UAE. Because when we had this idea of launching this initiative at such a large scale, you know, it's the largestoperation directly implemented by UNESCO, probably in its history. We found the UAE as a superpower since the beginning. It was then joined by the European Union, and many other countries or organization, but the UAE were there at the very beginning. And we worked in a partnership not only with them to support the financing of the project, but very importantly, with the people of Mosul, by training young people to relearn the traditional techniques to rebuild the historic houses or the mosque or the churches the way it was. For instance, asking the Malawi's if they wanted --, same as it was before, which means leaning, it was leaning - had very an iconic image for Iraq and for the Arab world, and over 90 percent of them asked for a leaning one. So, it was really a partnership through UNESCO between member states and Iraq.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "We are less than two weeks away from hitting the 20-year mark since the start of the Iraq War. So much destruction has been rained onthat country's since then. You were in old Baghdad, as I understand it during this trip as well. And I just want to get your sense of what you saw there and describe the sort of spirit that you felt and where UNESCO's ambitions are in Iraq in its entirety in terms of cultural heritage and reconstruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "AZOULAY",
      "sentences": "It was important for me to walk in the old part of Baghdad to walk by the famous al Muthanna Abbey Street, with its cafe with its library. Andwhat I heard is a, the Iraqi people want to go back to normalcy. They want to return to a more normal set after those 20 years of wars and devastations. Of course, it will be a long path, but it's their wish. And our support at UNESCO is linked to, for instance, supporting the education system, a lot of children were still out of school were supporting the government to bring them back to school also, the return of all the cultural objects that were looted from museum from archaeological sites. And there are results; I must say there are a lot of objects that are returned not to Iraq. For instance, I had the pleasure to be in Washington for the restitution of a tablet of Gilgamesh, you know this, the tale of the tale, the epic, epic story, which influences all the civilizations, it was stolen. But it was retrieved by the American authorities and returned to Iraq.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Audrey, I wanted to also just get a chance to talk to you about a couple of other things Turkey, not least where I know that you will be, youknow, fully engaged in working about what it is that UNESCO can do with regard to the destruction wrought by the earthquake there. And of course, Ukraine, which is so important. So please come and join me again. It was so important to just get a sense of what's going on in Iraq and the work that you've been doing this. I'm glad that's what we focused on tonight. But it's important that you come back and talk to us about the other projects that you're on. Thank you very much indeed for joining us. It's such a pleasure to get a positive story out and I really admire the work that you do. So, thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "AZOULAY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "The Chester Zoo in the United Kingdom is on its way to becoming a conservation powerhouse. Last year it was able to devote $30 milliontowards conservation programs. And it's paying off as you will see in today's Call to Earth report. The zoo is in the midst of a baby boom providing new hope for the preservation of some of the world's rarest species as a girl from that part of the country. I'm very proud of this piece. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice over): The small northern English city of Chester might seem like an unlikely place to find some of the world's most endangered animals. Since the 1930s Chester Zoo has grown a reputation as one of the best in the world for conservation with a targeted aim of preventing species extinction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MARK BRAYSHAW, CURATOR OF MAMMALS, CHESTER ZOO",
      "sentences": "There's a huge biodiversity crisis at the moment. I mean, we're losing species at a phenomenal rate.And some of these species we're not even aware of them. We don't know their sort of role. And so you know, by taking species out here now we don't know the long term impact. UNIDENTIFIED FEMALE (voice over): Well, the gold standard for Chester Zoo is to breed species to reintroduce to their natural habitat. In many cases now the urgent focus is on creating a safety net population in captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "BRAYSHAW",
      "sentences": "Always into the zoo action is an ark. And we might be in a situation where actually species habitat has gone and they're not going togo back into their natural habitats. We have to sort of look at other places we can put them back into, balancing up you know, any sort of impact that you know that might have. UNIDENTIFIED FEMALE (voice over): Luckily for the preservation of some of these critically endangered species, the zoo is in the midst of a baby boom a birth for the world's rarest chimpanzee, triplets for the Madagascan fossa, a greater one horned Rhino and Malayan taper and finally, in addition to the zoo's family of marsupials. Increased mining and deforestation in Papua New Guinea have seen the wild population of good fellows tree kangaroos more than halved over the past 30 years. So, the birth of a new Joey and Chester provides a glimmer of hope for the future of the species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "DAVID WHITE, TEAM MANAGER, TWILIGHT SECTION, CHESTER ZOO",
      "sentences": "So, the first time we saw it, it was tiny, you know, sort of just slightly larger thanthe Jelly Bean, very underdeveloped. I mean, to be honest, you wouldn't even realize it was a tree kangaroo. But then subsequently, month after month after month, you can really plot that development eyes appear in, then suddenly it's actually looks like a tree kangaroo now. UNIDENTIFIED FEMALE (voice over): Much of Chester's success in breeding is attributed to its onsite endocrinology lab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "BRAYSHAW",
      "sentences": "Our scientists have just a new model for what the future zoo could look like, you know, which sort of incorporates all of these facets,sort of direct conservation where the fundraising model and actually the health and well-being of the visitors who visit. So certainly, Chester Zoo has been so successful at what it does and we share all that information and want all zoos to do the same. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "And for more Call to Earth stories on conservation projects around the world, do you get to cnn.com/call to earth. Just ahead, the DOWmoving higher suspense somewhat building for Friday's U.S. jobs report up next to look at what the numbers could mean for Fed rate moves. That is what these investors will be mindful off and that is up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Physical abuse of women has been a problem throughout human history. But now it's also spilled into the digital world where new dangerslurk behind the screen. Doxxing is a new term in our lexicon and here is exactly what it means, the online practice of exposing personal information about others which had previously been kept private. Well, as CNN team shows us this practice has targeted some young female activists. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice over): The internet, a place with endless possibilities and all sorts of content, happy memories, your rivals, DIY, lots of food, and all just adorable. But in the midst of the joy there is also darkness. Personal information is rife in the digital world. And if yours is ever maliciously divulged without your consent, well, that's Doxxing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KARIMA NADIR, HUMAN RIGHTS ADVOCATE",
      "sentences": "It started in 2019 with the just the initials of my name, to say that this kind of woman wants to ruin ourmorals, want to ruin our religion. UNIDENTIFIED FEMALE (voice over): Karima Nadir is a human rights advocate in Morocco. She says she endured a year-long defamation campaign in the form of many online articles. And in tandem Karima was also doxed. In the midst of the lies, true personal information was published online without her consent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NADIR",
      "sentences": "In 2020, it goes to calling me a whore, a person that seeks with everybody that had sex for money. They were like mentioning the city andthe neighbor that I was living at. And after that, it went for to even discuss my right of being a mom; they ended up by publishing the birth certificate of my son. So, I've decided to change my home, and to go live in another neighbor. UNIDENTIFIED FEMALE (voice over): Doxxing takes a cultural dimension.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "FATAFTA",
      "sentences": "For example, a woman's picture without a veil can be shared on social media. And when you look at the photo itself, it's very benign, isvery innocent and doesn't really violate the platform's terms of services. But looking at the social and cultural context in which this Doxxing is taking place can be very dangerous and life threatening to this woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "FATIMA DERBY, FEMINIST ACTIVIST",
      "sentences": "Somebody posted a photo of me and somebody else on Twitter, with a caption saying, these are the two lesbians who havestarted a non-sense agenda in Ghana, take a good look at their faces. UNIDENTIFIED FEMALE (voice over): In activist Fatima Derby case, the weapon of choice was a photo as Fatima shared a picture of her solo supporting LGBTQ rights in Ghana. She and the friend she tagged as the photographer got attacked. The docs are combed through Fatima's friends Twitter, and posted a picture of both of them. In a comment, the attacker invited others to share their names and addresses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "DERBY",
      "sentences": "Because I was panicking. My palms were sweaty, and like my head fell hot and my head is - because I'm like, what is this? What I if somebody amgoing to show up at my gigs? But given the context, given the increasing violence that LGBT people in Ghana were facing, especially at a time that was extremely dangerous, extremely violent, it created a sense of un- safety, you don't always watching, it was a harrowing experience. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Well, two days later, Twitter took down the post, shifty TV did not respond to CNN team requests for comments. Well invest is a mulling thelatest weekly U.S. jobless claims just out they rose more than expected, this ahead of Friday's monthly jobs report for February. The big question now for investors what could be next for U.S. interest rates? Well, Fed Chief Jerome Powell says no decisions been made yet about steeper rate hikes that came during his congressional testimony on Wednesday. Let's bring in Matt Egan from New York. What are we looking at here? Is this assignment the Feds efforts to call the world's biggest economy are actually coming good.",
      "isLastSentenceInterrupted": false
    }
  ]
}