{
  "date": "2023-01-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Virginia Teacher Shot in School Files Lawsuit; Memphis Braces For Release of Police Arrest Video; Profile of a Mass Shooter; Biden Administration Sending Tanks to Ukraine. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:48",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Hello, and thanks for joining us. I'm Abby Phillip here in Washington.Now President Biden makes it official just moments ago. The U.S. is sending Abrams tanks to Ukraine. That announcement comes just hours after Germany revealed that it will send its own Leopard 2 tanks to Ukraine. Germany had been reluctant to do that. But, ultimately, they bent two weeks of intense pressure from Western allies. CNN's Phil Mattingly is over at the White House for us. But let's begin first with our own Jim Sciutto. Jim, can you walk us through what we are talking about here? What are these tanks? And where are they coming from as it relates to what's going into Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:48",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "I mean, this is a significant move. And let's begin with what the capabilities are.This is a German Leopard tank, and then you will have the U.S. sending Abrams as well. First thing to say about this, highly capable. It's an offensive weapon. It's not a defensive weapon. And the Ukrainians' hope here, their aim here is to use this as a weapon to retake territory, not just defend, but retake territory inside its country captured from Russia. So let's look at the countries that are going to be sending these in. You have the U.S., as you noted, the president announcing 31 Abrams tanks, Germany sending 14, the U.K. sending 14, Poland, some other countries sending a handful too. Now, those are not insignificant numbers, but keep in mind, you add those up, you're below 100. And when you put that into the context of the size of the forces already there, particularly Russian tank forces, it doesn't match up. I mean, the math doesn't even come close. How do we know that? We don't know the exact number of tanks either the Russians or the Ukrainians have there. But we do have a decent sense of how many they have lost, these numbers compiled by Oryx, all from open source. And they only put tanks in this list if they have visual evidence that they were destroyed. But look at Russia, more than 1,600, Ukraine close to 500. You're getting over 2,000 tanks destroyed, many more deployed. So when you look at the numbers coming from the other side, even when you add up the U.S., the German contributions, the British contributions, it's still a relatively small number. And, as the president noted, it's going to take a number of months for these to get into action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:48",
      "speaker": "PHILLIP",
      "sentences": "So, Jim, these are really important tactical capabilities that the Ukrainians are seeking.So, how big of a role have tanks played already in this war so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:48",
      "speaker": "SCIUTTO",
      "sentences": "Well, the biggest role they played, frankly, is giving a window into Russian losses, right?I mean, you remember those early Russian attempts to get into the more central part of the country, to try to take the capital, Kyiv, for instance? There were take graveyards there because the Ukrainians had such success destroying them. And this is another point to be made here. The U.S. view, the view of many U.S. officials and commanders is that Ukraine is not great, given the numbers, in a full-on tank war, World War II-style. They have had success in smaller, more mobile, more agile units. A lot of those Russian tanks went down early in the war, soldiers on foot with shoulder-fired missiles. The Bradley Fighting Vehicle, which the U.S. is also sending in, is very fast. It's highly mobile, more mobile than tanks, requires less support than tanks. And it also has an anti- tank capability. It's known as a TOW missile. It's on the other side of the turret here on this one. So there are a lot of folks on the U.S. side who look at that and say, we understand you want tanks, but we have seen you have better success with these kinds of vehicles, smaller, more mobile units.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:48",
      "speaker": "PHILLIP",
      "sentences": "Yes, that's such an interesting point, Jim, and it really brings us to the next part of this.And we will go to Phil with this over at the White House. Phil, just a little while ago, President Biden announced the deployment of these Abrams tanks, but he did answer one question about whether the U.S. was basically forced into this by Germany's reluctance to give these Leopard tanks. What are you hearing about what changed in Biden's thinking about sending these tanks over to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:05",
      "speaker": "PHILLIP",
      "sentences": "Yes, he sure did, and making a note to say that Putin thought he could splinter Europe, but instead has united them. It's a key, important objective here for the United States as well.Phil Mattingly, thank you for that. And now over to California, where several communities are reeling from recent mass shootings. A short time from now, the man who is accused of killing seven people in Half Moon Bay will be arraigned in court. And, as we're learning -- and this is as we're learning new chilling details about his past. And in just a few minutes, Vice President Kamala Harris, a California native, will depart from Monterey Park just outside of Los Angeles, where she will meet with our families who are affected by the shooting that left 11 people dead there. CNN's Natasha Chen is on the scene for us. Natasha, what are you hearing from that community that I know is experiencing so much pain right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:05",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "So much grief, Abby. They're preparing for another vigil tonight.And I have been watching occasionally some members of the Asian community here come up to the table in those photos in the white arches behind us, and they have been standing there, bowing three times, which is customary in Chinese culture, at least, as a way of showing respect and honoring the deceased. But as they are mourning, there are still so many questions, including why investigators took several hours that first night to tell people that there was a shooter on the loose. Here's what Sheriff Luna said about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:05",
      "speaker": "ROBERT LUNA, LOS ANGELES COUNTY, CALIFORNIA, SHERIFF",
      "sentences": "Our detectives had done some really good work, and felt they had some really good clues.When we started putting out public information, the priority was to get this person into custody. So, we were very strategic in the way we were putting out information. Ultimately, it worked. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:05",
      "speaker": "CHEN",
      "sentences": "And people are still wondering why in the world the suspect would have done this -- Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:05",
      "speaker": "PHILLIP",
      "sentences": "And, Natasha, I want to just turn to the other shooting that California's experience in Half Moon Bay.What are we learning about that suspect? He's set to face a judge later this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:05",
      "speaker": "CHEN",
      "sentences": "Right.That 66-year-old suspect was not known to investigators, no red flags ahead of this. Investigators say this is an instance where someone snapped. But we know through court records that a former co-worker of his said that there was quite some display of violence. About 10 years ago, the co-worker -- the former co-worker said that there was one instance where he even tried to suffocate that person with a pillow, and there was a restraining order. So there were definitely some signs of agitation in the past and definitely hoping to learn more at that court appearance this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "PHILLIP",
      "sentences": "Another factor that seems to be very common with these attackers, according to the study, is that many of them have also had a history of domestic violence and misogynistic behavior, or both.So what do you think is behind that? I should also note many of these attackers, they're predominantly male as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "PETERSON",
      "sentences": "Yes.And we study perpetrators who kill four more people in a public space, a really narrow definition. And we see the same thing, 98 percent male, lots of histories of violence, some domestic violence. Again, we see this kind of slow build towards violence, where it's men who feel angry at the world, angry that they haven't kind of gotten what they feel like they're owed. And they look around, and they decide whose fault that is. So maybe it's people in their family, in their lives, their spouses, their partners. And then it turns bigger. Many of them get radicalized online, and find community in these sort of hateful beliefs online and this validation of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "PHILLIP",
      "sentences": "You heard probably earlier, as we were talking to a reporter in California, in Half Moon Bay, that perpetrator had been accused of violence in the past.We hear about these warning signs in a lot of these cases that may have been missed. This report also says that most of these attackers didn't come out of nowhere. They did draw concern from people around them beforehand. So what should be done then to prevent and to intervene? What more can people do when they see someone exhibiting these really troubling signs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "PETERSON",
      "sentences": "Yes, it's so true.In every case we study, there's this build, and there's all these warning signs that are easy to identify in retrospect, but we need to get better at identifying them ahead of time. And we need to know what to do with these signs. So it's not just knowing, here's the signs of a crisis. Certainly, we want to train ourselves in crisis intervention, in suicide prevention. But we also need to know where to report those concerns. Anonymous reporting systems within schools, colleges, workplaces, community centers, those can be really useful tools, a way to say, hey, I'm worried about this person, and then having a team that can intervene and do some more research and gather information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:18:29",
      "speaker": "PHILLIP",
      "sentences": "I want to take you to Memphis, Tennessee now, where we're learning new details about the death of Tyre Nichols and about one of the officers involved in his arrest and later death. All of this coming as the city is bracing for the video of theconfrontation to be released to the public. Family members who have seen this video have called that footage horrific. But, today, CNN is learning that one of the five officers who was fired after the arrest, Demetrius Haley, had been accused of beating an inmate in 2016. Haley denied the claim, and a civil federal lawsuit was eventually dismissed. We're also learning that Nichols' family commissioned their own autopsy and have the results of that autopsy. CNN's Shimon Prokupecz is in Memphis for us. Shimon, what do we know now about that autopsy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "PROKUPECZ",
      "sentences": "Sorry about that, as a train goes by here.As we have heard from the family members urging calm, also describing what they have seen in this video, and just how horrific this was. And the city is just really preparing for the release of this video that could come in the next few days. We're really waiting now, Abby, on the district attorney here and the decisions that he has to make on whether or not to charge these five officers and then obviously release that video, Abby, which could come at any moment now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "PHILLIP",
      "sentences": "Yes. And, from all accounts, the video is going to be horrific, but should shed some light on what transpired there.Shimon, thank you. And now to Virginia, where a teacher shot by her 6-year-old student earlier this month in class plans to sue that school district. The attorney for Abigail Zwerner explained why this -- why this morning at a news conference. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "DIANE TOSCANO, ATTORNEY FOR ABIGAIL ZWERNER",
      "sentences": "on that day over the course of a few hours, three different times, three times, school administration was warned by concerned teachers and employees that the boy had a gun on him at the school.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "PHILLIP",
      "sentences": "Let's bring in CNN's Brian Todd, who is in Newport News, Virginia, and CNN legal analyst Joey Jackson.Brian, so take us through this new timeline of what they are alleging were the warnings that happened on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right, Abby.The timeline actually starts with -- according to this attorney, Diane Toscano, who spoke there at that news conference, the timeline on that day starts with -- at about 11:15 a.m., she said. This is the day of the shooting. Abby Zwerner herself, the teacher who was eventually shot, she warned school administrators that the boy, the 6-year-old boy who shot her, had threatened to beat up another child. She laid out a timeline of what happened right after that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "TOSCANO",
      "sentences": "Around 12The teacher then tells that same administrator that she believes the boy put the gun in his pocket before going outside for recess. Shortly after 1:00 p.m., when a third teacher tells administrators of another boy who is crying and fearful, that he bravely confesses to his teacher that the perpetrator showed him the gun at recess and threatened to shoot him if he told anybody. When a fourth employee who heard about the danger asked the administrator for permission to search the boy, he was denied. He was told to wait the situation out because the school day was almost over. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "TODD",
      "sentences": "And we have reached out to the Newport News School District repeatedly today for their response to this news conference and those allegations that you have just heard. They have not gotten back to us.They are expected to vote tonight to separate from the school superintendent, George Parker. In addition, the family of the child in question, the 6-year-old shooter, just issued a statement responding to that news conference saying: \"On behalf of the family of the child, we continue to pray for Ms. Zwerner and wish her a complete and full recovery. Our hearts go out to all involved.\" That is from James Ellenson, the attorney for the family of the 6- year-old boy. That attorney has claimed that the gun was secured in the home. And he's told me separately that the gun was secured by a trigger lock and was kept on the top shelf of the mother's bedroom closet. Abby, that is the latest we have here. No response from the school system to this intent to file the lawsuit against them by Abby Zwerner or those specific allegations from her attorney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:13",
      "speaker": "PHILLIP",
      "sentences": "All right, Brian Todd, thank you for that.And, Joey Jackson, thank you for being here. We have to break some of this down, because it's really extraordinary what is being laid out here. How do you think this timeline impacts the school's liability in this case? They're facing a lawsuit now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:03",
      "speaker": "PHILLIP",
      "sentences": "Yes.And you heard Brian there talk about the trigger lock that the child's family says protected -- or protected the gun or kept the gun secured. Do you think that that was sufficient? And could these parents now face liability as well for perhaps not doing more to keep that weapon out of the hands of a 6-year-old?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:03",
      "speaker": "JACKSON",
      "sentences": "Without question.And so now, obviously, the focus being on the school with regard to a lawsuit, right, potentially, as it relates to the timeline that we saw and what you just asked me about, but it doesn't end there, right? Where does it begin? When you talk about any weapon, you look at what's called chain of custody. That chain of custody relates to, where was the weapon initially? Where was it stored? Was it stored adequately and properly? Factually, is it true that it was stored there? Early indications, Abby, were that the gun was purchased legally by the mom. That will certainly be vetted to ensure that that's true, but what did you do thereafter? Was it kept in a safe place? How did the child have access? Did you prevent the child from having access? Did you have any knowledge or information that the child had it and brought it to the school? Did you do, if you're a parent, your due diligence to ensure that he did not have that weapon? Apparently, that didn't happen. And so we always have to remember, Abby, when we talk about criminal law, it's not only intent, what you intend to do. There are other spaces of liability, criminal liability. Were you careless? Were you negligent? Were you reckless? Did you consciously disregard the risk that your actions or lack of actions in securing that weapon led to something occurring? I think prosecutors will be looking at all of that as it relates to the parents, for sure.",
      "isLastSentenceInterrupted": false
    }
  ]
}