{
  "date": "2023-04-09",
  "headline": "Inside Politics",
  "subHeadline": "White House Hopes Trump Chaos Will Make Biden Look Better; Knives Are Out Inside The House GOP Conference; Report: Justice Thomas Took Free Trips From Billionaire For Decades; Rival Rulings On Medication Abortion Fuel Uncertainty; TN Lawmakers Slam Toxic Work Environment In Legislature; TN Expulsion Reveals Power Of State Legislature Supermajorities. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:15",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "Seismic ruling, a conservative judge reverses the FDA's decades old approval of the abortion pill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I am flabbergasted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "PHILLIP",
      "sentences": "Democrats say they'll fight to protect abortion rights.REP. ALEXANDRIA OCASIO-CORTEZ (D-NY): This ruling is an extreme abuse of power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "PHILLIP",
      "sentences": "But why are Republicans staying so silent after such a big policy way?Plus, showdown in Tennessee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "JUSTIN PEARSON, EXPELLED TENNESSEE LAWMAKER",
      "sentences": "If we must be out of order to get justice, then that's what we'll do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "PHILLIP",
      "sentences": "Two black Democrats expelled from the statehouse after a protest over gun laws. What does it tell us about the state of the union?And Donald Trump's legal peril grows, but so does his lead in the race for the GOP nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "DONALD TRUMP, FORM PRESIDENT OF THE UNITED STATES",
      "sentences": "The only crime that I have committed is to fearlessly defend our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "PHILLIP",
      "sentences": "Hello and welcome to INSIDE POLITICS, I'm Abby Philip.It has been a dizzying week in American politics, beginning with the indictment of a former president and now ending with a dramatic court decision that could restrict abortion in every state in the nation. Just on Friday, a Trump appointed judge in Texas reversed the FDA's long-ago approval of mifepristone, a drug that is used to induce abortion. But then just minutes later in a separate case, an Obama appointed judge in Washington State, ordered the FDA to keep the drug available. So for now, the medication remains available and the case is likely headed toward the Supreme Court. Now, the Biden administration calls it, quote, an unprecedented step in taking away basic freedoms for women. And just this morning right here on CNN, Health and Human Services Secretary, Xavier Becerra, slammed the ruling. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "XAVIER BECERRA, UNITED STATES HEALTH AND HUMAN SERVICES SECRETARY",
      "sentences": "It is incumbent upon us as a country to make sure women have safe and effective medication available.This is not America. What you saw by that one judge in that one court, in that one state, that's not America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:15",
      "speaker": "PHILLIP",
      "sentences": "More than half of all abortions are now carried out using that medication. And rather than surgery.And if the Texas judge's ruling stands, it means that the pill would be banned even in states where abortion remains legal. And it would be a huge win for Republicans who've been working for decades to ban virtually all abortions. But after a series of election losses, including a blowout just last week in Wisconsin, some Republican leaders now fear that this is all going too far, including Senator Lindsey Graham, just a short while ago. (BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC): I want to protect as many babies as possible. I want acceptance for pregnancies as a result of rape, incest, if the life of the mother is in jeopardy, then the family can decide. I do believe in common sense restrictions on abortion. That's where America is at. We can win this issue at the ballot box if we show up more reasonable positions. If we have our head in the sand, we're going to lose. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "CAROLINE KITCHENER, WASHINGTON POST NATIONAL POLITICAL REPORTER",
      "sentences": "So as soon as this ruling came down, I started calling clinics across the country to see what they were thinking and planning. And by and large, everyone is just confused and totally unsure about what comes next.I mean, the Texas ruling is confusing enough. But then you add in the Washington ruling, and they have no idea what's going to happen in seven days, because that's the amount of time before this takes effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "PHILLIP",
      "sentences": "And no question this will probably end up at the U.S. Supreme Court where it's still anybody's guess what happens there. And one of the reasons for that, Caroline, is because this is the culmination of decades and decades of a conservative effort to reshape the courts.And I think perhaps no one is more emblematic of this at this moment than this judge in Amarillo, Texas, Judge Matthew Kacsmaryk. I want you to just listen to some of the language used in this ruling that I think tells us a lot about where this is going. \"Mifepristone is a synthetic steroid that blocks progesterone, halts nutrition, and ultimately starves the unborn human until death. Jurists often use the word fetus to inaccurately identify unborn humans. He also writes, many women also experience intense psychological trauma from seeing the remains of their aborted children.\" The point being the language used here is very much in the anti- abortion world. And this entire ruling is framed in that way. Tell us why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "KITCHENER",
      "sentences": "The language was really striking to me, Abby, as you said, unborn human instead of fetus, abortionist, instead of abortion provider. It is really textbook from what you hear from the anti- abortion movement.And it really goes to the history of this judge. I mean, this is something that I've reported on a lot. He has a long history of very anti-abortion beliefs. Just last night, we had new reporting showing from a parenting blog published years ago that shows his toddler wearing a shirt that says, I survived Roe v. Wade. And under that, his wife had written, as you might guess, not loves that shirt. And I think that just really goes to show, you know, how passionate he is about this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "PHILLIP",
      "sentences": "And how much of a victory this is for conservatives who've been pushing this, except that, as you heard from Lindsey Graham, just now, as we were coming into this segment, there's a little trepidation right now.AMY WALTER, PUBLISHER AND EDITOR-AND-CHIEF, THE COOK POLITICAL REPORT: A lot of trepidation, especially coming on the heels of the state Supreme Court when, by the liberal candidate, where abortion was the central issue. You know, I think the real concern, if you're Republican, is less about the medical piece than it is about the fact that this judge overturned the FDA on a drug that had been approved for 20 years. And when I talked to a strategist after the 2022 campaign about the issue of abortion and how that played in the campaign, both Democrats and Republicans came back to this issue about freedom values, right, that those were the issues that really drove voters more than the medical procedure itself. It was a sense from voters who felt like Republicans were taking away something that had been a given. So the FDA piece and other thing. Wait, this drug was fine for 20 years. And now today we can't use it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "PHILLIP",
      "sentences": "All of a sudden? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "WALTER",
      "sentences": "We would hear this in focus groups. I'm sure you guys heard it from voters. What comes next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "WALTER",
      "sentences": "Right? What are they going to take away next that we just all agreed was pretty much settled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:05",
      "speaker": "PHILLIP",
      "sentences": "And last year when I was in Kansas reporting on the aftermath of their referendum on abortion, that's a red state. And talking to a lot of Republican voters there, they said to me, the freedom issue is what got them, that they were concerned about where this would all go.And the polls really bear this out. Here, the exit polls from 2022 showing pretty significant majorities in a lot of swing states, supporting abortion being legal in all or in most cases. So Republicans have been trying to back away from -- the elected ones have been trying to back away from this a bit, but the activist wing of the Republican Party is very much not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:13",
      "speaker": "PHILLIP",
      "sentences": "Yes. And I think you could argue a lot of older women too react to something that they've known their entire lives changing nearly overnight. I do want to talk about the Democrats here. Listen to AOC, Alexandria Ocasio-Cortez talking about what she thinks Biden should do about this.(BEGIN VIDEO CLIP) OCASIO-CORTEZ: I believe that the Biden administration should ignore this ruling. I think that we -- you know, the courts have the legitimacy, and they rely on the legitimacy of their rulings. And what they are currently doing is engaged in an unprecedented and dramatic erosion of the legitimacy of the courts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:13",
      "speaker": "PHILLIP",
      "sentences": "And this morning, she went further to explain that she believes that there's precedent for this. But I mean, let's be honest, there's a process by which these things get worked out, even when you have contradictory cases. And that kind of suggestion, I think, seems to go too far for a lot of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:13",
      "speaker": "ASTEAD HERNDON, NEW YORK TIMES NATIONAL POLITICAL REPORTER",
      "sentences": "That suggestion will scare some Democrats, because they will believe in the process, they will believe that the --they first want to go through the appeal, they first want to take every kind of a more tone, more measured reaction to this before they talk about that.But I do think that speaks to an increasing class of Democrats, not just progressives, but I would consider some who just want a more urgency from their Democratic Party who see things like the court that are operating kind of completely independent of public opinion, see things like state legislatures that are operating independent of public opinion, and are trying to pressure Democrats to more to use their power more directly to stand up for folks who are affected by that. And I don't think that's just the progressives. I mean, you saw a people really stand out, J.B. Pritzker, Gavin Newsom, this came up with issues like the filibuster. And so I think there is a rising wing of Democrats who are trying to pressure the Biden administration to be less deferential to some of these decisions, but that's not going to come like this, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "PHILLIP",
      "sentences": "That single moment of political protests led to the expulsion of two young black men, Justin J. Pearson and Justin Jones, both from the Tennessee House of Representatives.On Thursday, that move quickly became a galvanizing moment for the state of this nation. And one that really laid bare the interconnectedness of America's long standing divisions on guns, on race, on civility, and on the very nature of protest itself. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "JUSTIN JONES, EXPELLED TENNESSEE LAWMAKER",
      "sentences": "We called for you all to ban assault weapons, and you respond with an assault on democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "PEARSON",
      "sentences": "We and you are seeking to expel District 86's representation from this House in a country that was built on a protest, in a country that was built on a protest.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "PHILLIP",
      "sentences": "The two now former lawmakers weighing in just this morning, making it clear that the expulsions were part and parcel of their long experiences working in that chamber.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "PEARSON",
      "sentences": "It has always been a toxic work environment to work in the Tennessee State Capitol. When you have people who make comments about hanging you on a tree and hanging black people on a tree as a form of capital punishment. When you wear a dashiki on the House floor and a member gets up and they talk about your dashiki saying it's unprofessional. They're really sending signals that you don't belong here. JONES(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "PHILLIP",
      "sentences": "Democrats across the country forcefully condemned the ousters and President Biden called them shocking, undemocratic, and without precedent. Then Vice President Harris visited Nashville on Friday, and she sent an even more direct message.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "A democracy says you don't silence the people, you do not stifle the people, you don't turn off their microphones when they are speaking about the importance of life and liberty.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:08",
      "speaker": "PHILLIP",
      "sentences": "CNN's Melanie Zanona is joining us here at the table. Astead, what an extraordinary moment. I can't remember the last time that what seemed like the entire nation was riveted by what was happening in a statehouse and these two lawmakers in particular, the ones who were expelled are now kind of household names. So did this backfire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "PHILLIP",
      "sentences": "Speaking of that very humbling that you were just talking about, just take a listen to some of what transpired on the floor of the Tennessee House as they were voting to expel these lawmakers.(BEGIN VIDEO CLIP) ANDREW FARMER, TENNESSEE STATE REPRESENTATIVE: That's why you're standing there because of that temper tantrum that day, for that yearning to have attention. That's what you wanted. Well, you're getting them now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "PHILLIP",
      "sentences": "I mean, it's dripping in the condescension. He responded -- the lawmaker, Justin Pearson responded to this. And he said, would you want to be talked to that way? And, you know, when we talk about race as a part of this, some of it is this culture of condescension that played out for all the world to really see here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "STOKOLS",
      "sentences": "It was a public bullying. It was a public bullying. It makes you think that maybe some of the reasons that Republicans at the statehouse or across the country are trying to ban the teaching of black history is because a lot of that history seems to be repeating. It did not feel like that was 60 years after the South of Bull Connor listening to that.A white lawmaker in the rostrum, in a state -- or white lawmaker telling a black lawmaker to know your place, that's what that was. And it was public and it was for public assumption. It was for all to see. And so it just tells you about the constituency, and the -- that that lawmaker, the white lawmaker was speaking to. And also the arrogance to, one, you know, take something that was about guns, and to turn it into something about race and democracy, but also to tell the people of those districts, those urban districts in Nashville, you don't get to choose your representation. We will choose it for you. I mean, it was all about -- it was just naked assertion of power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "PHILLIP",
      "sentences": "And I want you to listen to a little bit more from -- on the floor this past week. This is Justin Pearson talking about who was not expelled.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "PEARSON",
      "sentences": "If you look at what it takes to expel a member, what it should take, most of the times that a member in the Tennessee State Legislature had gotten expelled in the last two times, in particular, one, the guy committed sexual assault against 22 people, the other committed bribery. We broke a House rule and that leads to our expulsion?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "PHILLIP",
      "sentences": "And, Melanie, I mean, I think it obviously raises some obvious questions about, does -- maybe it was a decorum issue, but does the punishment fit the crime? And I've heard a lot of Republicans maybe outside of Nashville, but local reporters talking to people inside of Nashville say the same thing that some Republicans are kind of asking, was this really the right fight to pick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, absolutely. I mean, I would be reminded of the time that Democrats were on the House floor of Congress, and they did a sit-in protesting gun rights. They were not punished. Paul Ryan was speaker at the time. And, you know, he said this is inappropriate, but they weren't censured, they weren't kicked out of Congress. There is a serious question of whether the punishment meets the crime here.And I would also say what we're seeing more broadly happening, especially in red states, as you have these increasingly liberal diverse cities, clashing with these still rural, deep conservative pockets, and that has led to this increasingly polarized environment and sometimes explosive moments in the state legislature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:06",
      "speaker": "PHILLIP",
      "sentences": "Yes, I mean -- and the gerrymandering of it all, right? Quickly, take a look at this map. I mean, this is where we have 28 states with legislative supermajorities. See all that red. Republicans are really at the forefront of this, Amy. So this is not just a Nashville thing. This is a bigger American story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:04",
      "speaker": "PHILLIP",
      "sentences": "Yes. They don't like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:04",
      "speaker": "WALTER",
      "sentences": "-- from either Washington or the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:04",
      "speaker": "PHILLIP",
      "sentences": "Yes. And this -- I would not be surprised if they didn't like what they saw this past week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:04",
      "speaker": "WALTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:04",
      "speaker": "PHILLIP",
      "sentences": "But still ahead for us, next, the Republican presidential frontrunner gets indicted, and even -- and becomes an even bigger frontrunner.But before we go to break, Saturday Night Live takes on the former president's week on this very special Easter Sunday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:24",
      "speaker": "PHILLIP",
      "sentences": "Just five days ago, Donald Trump became the first ex- president to sit before a judge as a criminal defendant. An unprecedented and staggering moment in United States history. But, well, what now? That depends on who you ask. The strength of and the validity of the case has been dividing the legal world. But what isn't in dispute is how much it's helping Trump politically, at least when it comes to GOP voters?Now, the former president has a 28-point -- 29-point advantage over Ron DeSantis in a new poll from Reuters just this past week, and that's double what it was just a few weeks before that. But the New York hush money case may be only the first indictment coming Trump's way, a fact that he seems very much aware of. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) FORMER U.S. PRESIDENT: In the wings, they've got a local racist Democrat district attorney in Atlanta who is doing everything in her power to indict me over an absolutely perfect phone call. Then you have a radical left lunatic known as a bomb thrower who is harassing hundreds of my people day after day over the boxes hoax. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:24",
      "speaker": "PHILLIP",
      "sentences": "So this may be a long wait for us to find out how these cases on unfold, but Republicans made a calculation in the last couple of weeks that they were going to go hard in defense of Trump. Never mind that there may be a lot of other things coming, too. I mean, are they going to be able to keep that up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:24",
      "speaker": "ZANONA",
      "sentences": "I will tell you, in talking to Republicans, they are far more concerned about what's potentially coming out of the special counsel, which coming out of Georgia, and you saw some Republicans who came to Trump's defense in this case, like a Mitt Romney who would not be coming to Trump's defense if he is found anyway criminally culpable in relation to his efforts to overturn the 2020 election.But some of the GOP strategists who have been sort of leading the messaging here, they're hoping that having this indictment out first will help muddy the waters and that they're going to try to paint this all as just a hoax and try to make Trump into a victim here. And at least in the short term it's working. We've seen it in the polls and his fundraisers. It's hard to say what the long-term impact will be, though. I do think that, like I said, the bigger concerns are probably coming down the pipe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:24",
      "speaker": "PHILLIP",
      "sentences": "And this is really kind of emblematic of, I mean, it's politics, right? And all the best laid plans are all good and well, but then events happen and indictments happen and things like this judge's case in the abortion situation also happen.And Biden officials have been telling CNN just this past week he may not rush to announce running for president. And on top of that, Eli, you have a piece in the West Wing playbook quoting Eric Schultz, the former Obama Press Secretary, saying that this is the exact picture and story that voters rejected speaking about Trump's indictment in the last three years in favor of Democrats doing their jobs. Biden is not going to get as much attention as his successor does for getting indicted, but the important thing is that President Biden is doing his job, so he may very well be able to just sit back and wait until all of the dust settles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:24",
      "speaker": "STOKOLS",
      "sentences": "He went to Minnesota last week on Monday, was basically silent the rest of the week, didn't see him as all of these stories played out, including the situation in Tennessee, which is another one of those things that would fall under the same umbrella of things that are alienating the swing voters and helping Democrats with all the topics that we talked about there.Joe Biden sometimes benefits from being a little removed from voters, sometimes forgetting about him, and I think, you know, the White House is just fine with that. They're not going to respond to ongoing legal cases. That's just sort of a matter of policy. They're not going to do it whether it's Trump or other things. But, you know, they're OK with these news cycles just sort of elevating Republican extremism because that's what they ran against in November and that's what they're going to run against again next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:22",
      "speaker": "PHILLIP",
      "sentences": "That's the perfect segue to kind of circling back to the Republicans here, because it's in this context that Trump is the front runner. And Republicans, even the ones who are kind of wanting to move on past him, many of them feel like they can't reject Trump altogether.I'm going to play a little bit from your podcast instead. This is Henry Barber speaking about where the Republican Party needs to go next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:22",
      "speaker": "HENRY BARBOUR, RNC MEMBER",
      "sentences": "I want to have that Reagan-esque leader who we nominate in 2024, who brings us together, who grows the party by addition, who independents flock to, who moderate Democrats go, I'm voting for that guy. Trump can be part of this '24 victory, whether he's the nominee or not. We need Donald Trump. We need the people who love Donald Trump. We need him to be part of the solution if we're going to win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:22",
      "speaker": "PHILLIP",
      "sentences": "All I'm going to say is that I've never known Donald Trump to want to be like --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:22",
      "speaker": "PHILLIP",
      "sentences": "Oh no, not even just that, but, like, the kind of sideline player, like, rooting the team on. He wants to be the main guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:22",
      "speaker": "HERNDON",
      "sentences": "Absolutely. Yeah. There's only one way this ends for Donald Trump, and it's at the center of the stage. You know, we were talking to Henry Barbour at the Republican National Committee. And we went there specifically because we wanted to ask insiders, we wanted to ask Republican Party right after the midterms. We thought that would be a good time to see their level of honesty around their Trump problem. And there was some honesty there. There was a real willingness to admit that he had caused some issues in the suburbs among young people.But whether -- another thing Barbour said in that conversation was any plan that starts with being anti-Trump is an automatic loser. That shows you the rock and hard place that they understand that they are in. He may not be growing the party to the point of winning suburban voters or moderates to the people he lost, but he still has a plurality of support that they cannot work around. And so they know they have a problem. They just know they also don't have a solution. And so that is the real issue we're seeing with the Republicans next week, we go to Democrats. We've got some problems of their own, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:10",
      "speaker": "PHILLIP",
      "sentences": "The knives are out and they're pointed at -- well, everyone, House Republicans are marking 100 days and the majority with a series of damaging stories about infighting and backbiting and blame games inside of the conference, including the top rungs of leadership.Now, House Speaker Kevin McCarthy is demanding trillions of dollars in cuts in the debt ceiling talks with President Biden but it seems that right now, his biggest problem is keeping his conference together. I want to read you some of the really bonkers quotes from the reporting this past week about what is going on in Kevin McCarthy's leadership team. This is from the New York Times, Mr. McCarthy has told colleagues that he has no confidence in Congressman Arrington, who by the way is in charge of putting together the budget. McCarthy has told colleagues and allies that he can't rely on his deputy, Steve Scalise, describing the majority leader as ineffective. And in Politico, \"There's a reason McCarthy is signaling out Arrington and Scalise. People close to McCarthy tell us that he perceives both men as disloyal, and he's known to hold a grudge.\" Finally, \"He's getting nervous and he's looking for others to blame,\" said one Republicans. So things are getting really messy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:10",
      "speaker": "ZANONA",
      "sentences": "Yeah, I would say the honeymoon is over, right? So there was this nasty, bitter battle over the speakership. They were so relieved when they were finally able to get it done, that collectively, they all just decided to kind of sweep things under the rug and try to look forward and all of these concessions that Kevin McCarthy made in his quest to become speaker are now coming home to roost. He promised a balanced budget, border security, they're struggling to do those things.He also allowed them this tool, those motion to vacate, which would allow any single member to force a four vote on ousting him as Speaker and my colleague, Erin Gray (ph), and I did some reporting where these are coming up in conversations with Freedom Caucus members, they're starting to strategize about the debt ceiling and spending fights and they are saying this is a tool that we have if our -- if things don't go our way. And so just keeping all that in mind as Kevin McCarthy prepares to handle these issues. His speakership is on the line. This is really tough. They have a slim majority. But it's all starting to come to the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:10",
      "speaker": "PHILLIP",
      "sentences": "It is wild. And it's a little -- it's like Game of Thrones ask, because I mean, he has kind of this specter of his speakership being really up for grabs, but he's got to put a budget together to come to the negotiating table. And he has not been willing to do that to put actual numbers on the table. Because, A, he doesn't have the votes for any numbers right now. And B, he knows that as soon as he puts anything out, they're going to be super popular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PHILLIP",
      "sentences": "They have constituents, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "WALTER",
      "sentences": "Right, we have constituents, and we've got to do this with a five-seat majority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "STOKOLS",
      "sentences": "Well, the debt ceiling is a really real thing that's coming due in a matter of months. And at the White House, you know, it's fine to hold up the Republican majority and say, look at this clown show isn't this great politically, but they need to figure something out on the debt ceiling at some point. And they don't really know if they can negotiate with Kevin McCarthy, because of this principal agent problem that he has, where even if he came to the table with a budget or with something, there would be a question about whether or not he could even get the votes for it.And so at the White House, there's some nervousness as they sort of watch this play out, because it's hard to see it coming together. And maybe there's a scenario in which the Senate has to bail the House Republicans out and agreed to something and then they dragged the house along, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ZANONA",
      "sentences": "Which again, would be horrible for Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PHILLIP",
      "sentences": "But it might be the only outcome because if you don't have the votes for your own plan, you're going to get railroaded, if not by the White House, Senate Republicans, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HERNDON",
      "sentences": "McCarthy is not only weak. Everyone knows he's weak. And that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:58",
      "speaker": "PHILLIP",
      "sentences": "The Supreme Court Justice and a billionaire walk onto a yacht. Sadly that is not the beginning of a joke. But it is actually something far less funny and a lot more troubling. It's the jumping off point for an expose published this week chronicling years of apparent gift giving from real estate magnate and Republican super donor Harlan Crow to Supreme Court Justice Clarence Thomas.The piece by ProPublica starts like this. In late June 2019, right after the U.S. Supreme Court released its final opinion of the term, Justice Clarence Thomas boarded a large private jet and headed to Indonesia. He and his wife were going on vacation nine days of island hopping and a volcanic archipelago on a super yacht staffed by a coterie of attendants and private chefs. And how much would that trip have cost at the Justice had paid for it himself? Well, upwards of $500,000. And that is just one trip. Thomas has been accepting trips like this virtually every year for more than two decades. And he responded to the allegations on Friday in a carefully worded statement writing in part, early in my tenure at the court, I sought guidance from my colleagues and others into the judiciary and was advised that this sort of personal hospitality from a close personal friend, who did not have business before the court was not reportable. That is extraordinary. I mean, and we should note, as others have, this friendship came about after Clarence Thomas became a justice on the Supreme Court. But it's just one of many things that he and his wife Ginni are doing in this political environment that's leading a lot of people to question whether they care about how the court is being perceived in this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:58",
      "speaker": "WALTER",
      "sentences": "Right. And that the court used to hold this much more special place, right? That politicians do these kinds of things are supreme court justices, they're somehow walled off from that level of influence. And that they hold this higher level of the ethics or they're held to a higher standard. And that's not true at all these days.And we've seen, listen, after the Supreme Court decision in Dobbs approval ratings of the Supreme Court fell off pretty significantly, but it's been falling across the board for a while now, in part because the sense that at the end of the day, all of all of this, all of politics would however you're involved is somehow not aboveboard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:58",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, I think the common-sense view of this for many Americans is that if they can't fire you, they expect you to hold yourself to a higher standard, and you can't fire these Supreme Court justices. But what's interesting about this also is that this goes against the way that Thomas often likes to portray himself in the public. Just take a listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:58",
      "speaker": "VOICE OF JUSTICE CLARENCE THOMAS, SUPREME COURT",
      "sentences": "I prefer the RV parks, I prefer the Walmart parking lots to the beaches and things like that. There's something normal to me about it, I'd come from regular stock. And I prefer that, I prefer being around that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:58",
      "speaker": "PHILLIP",
      "sentences": "Except when it comes to his dear friend Harlan Crow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "WALTER",
      "sentences": "Even the leak story, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "HERNDON",
      "sentences": "100%.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "WALTER",
      "sentences": "But we never found the leaker in part because you weren't allowed to --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "WALTER",
      "sentences": "-- have the conversation, the justices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "PHILLIP",
      "sentences": "Yeah, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "STOKOLS",
      "sentences": "That documentary that they showed the clip of Clarence, that was funded by Harlan Crow, the same guy who's paying for these trips. So it's just it's a total joke, but you see in his statement, he's admitting it. He's saying, oh, I didn't know any better. Someone gave me the wrong guidance. You know, the LA Times reported on this 18 years ago in 2004, about a gift trips, things that Harlan Crow was giving to Thomas that went under -- that were report at the Time since then he didn't report anything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "PHILLIP",
      "sentences": "Yeah, and we'll see -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:10",
      "speaker": "STOKOLS",
      "sentences": "So there is an awareness of this and also awareness that he's just -- he's not going to get caught up.",
      "isLastSentenceInterrupted": false
    }
  ]
}