{
  "date": "2023-09-12",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "McCarthy Calls For Biden Impeachment Inquiry; Interview With Rep. Ken Buck (R-CO); Interview With Rep. Jamie Raskin (D-MD); Authorities On Day 13 Of Manhunt For Escaped PA Convict; Russian State Media: Putin, Kim Jong-un Could Meet As Soon As Tonight; Christiane Amanpour On Her 40 Years With CNN; Bestselling Authors, Harvard Professors On The Radicalization Of The Republican Party; Hurricane Lee Growing More Powerful, Headed North; At Least 5,300 Presumed Dead After Major Floods In Libya. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:24",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Tonight on 360 --After years of allegations, with precious little evidence, House Speaker Kevin McCarthy launches an impeachment inquiry into President Biden. Details on what happens now. Also the escaped killer already dangerous, apparently desperate and now he is armed. Plus, our Gary Tuchman aboard a storm tracker flight with the latest where Hurricane Lee is heading. Good evening. Thanks for joining us. We begin tonight Keeping Them Honest with House Speaker Kevin McCarthy's decision to launch an impeachment inquiry into President Biden. Here's what McCarthy told Breitbart News just a couple of weeks ago. Quoting now: \"To open an impeachment inquiry is a serious matter and House Republicans would not take it lightly or use it for political purposes.\" He went on to say, \"If we move forward with an impeachment inquiry, it would occur through a vote on the floor of the People's House and not through a declaration by one person.\" So not through declaration by one person is what he said, and to his credit, he has been firm on that point for years. Here he is in 2019, saying: \"Speaker Pelosi can't decide on an impeachment unilaterally. It requires a full vote of the House of Representatives.\" So Democrats, Republicans, it appeared it didn't matter to Speaker McCarthy, you don't just go around unilaterally launching impeachment inquiries. Well, here he is earlier today. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): These are allegations of abuse of power, obstruction, and corruption and they warrant further investigation by the House of Representatives. That's why today, I am directing our House Committee to open a formal impeachment inquiry into President Joe Biden. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:24",
      "speaker": "COOPER",
      "sentences": "So after years of saying one thing, today, he decided another calling on three House Committees to run the proceedings and investigate President Biden and his family specifically his son, Hunter.Now, as you likely know, many Republicans perhaps most vocally, the former president, referred to the Biden's as the Biden crime family. They've made plenty of allegations over the years trying to link the president with his son's business activities. As for evidence, though, there hasn't been any. Here's Congressman James Comer, who chairs one of the committees now running the investigation on Fox News back in May after making some of those allegations. (BEGIN VIDEO CLIP) STEVE DOOCY, FOX NEWS CHANNEL ANCHOR, \"FOX AND FRIENDS\": You don't actually have any facts to that -- to that point. You've got some circumstantial evidence. And the other thing is, of all those names, the one person who didn't profit is there's no evidence that Joe Biden did anything illegally. REP. JAMES COMER (R-KY): We're at the very beginning stages of this. But in talking with the informants that we have, some of the former Biden associates that nobody's heard from yet, we know that Joe Biden was actively involved, and we're still looking for more bank records that we believe will implicate Joe Biden's active participation in this at the end of the day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "So speaker McCarthy certainly doesn't have to hold the full House vote to authorize the impeachment inquiry. But he has always said that he would. He said so two Fridays ago.Is it clear to you what changed other than you know the threat from the Matt Gaetz's?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "Yes, what changed is that he doesn't have the votes -- Republican votes to pass a resolution to open an impeachment inquiry. They have been trying to get those votes. I don't believe they have the votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "So why is he doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "Well, because -- well, that's a great question, why is he doing it?The three committees -- the Oversight Committee, the Judiciary Committee, the Ways and Means Committee are investigating and they're investigating Hunter Biden's activities. They should be investigating. They're uncovering interesting information. Like I said, they haven't found that link yet to Joe Biden, if it exists, but what Speaker McCarthy is doing is he has President Biden on the one hand, or I'm sorry, President Trump, on the one hand, who is demanding that the House open an impeachment inquiry and begin an impeachment of President Biden. And on the other hand, he has spending bills that are coming up, and he needs the support of members of the Republican conference to help get that continuing resolution passed and appropriations bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "Yes. I mean, in your opinion, does this impeachment inquiry take away focus in the House on government spending and avoiding a shutdown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "I believe it does, and I believe it was a shiny object from the beginning and I think it was a mistake to start talking about the impeachment inquiry.I think it's a good thing that we aren't voting on it on the floor, because we've got a lot of work to do if we're going to pass a continuing resolution by September 30th and avert a government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "So by not doing it on the floor, it does allow you to continue on the continuing resolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "Exactly. It allows us to focus on spending rather than other issues like the impeachment, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "So Congressman Gaetz today downplayed what McCarthy has done. He downplayed the impeachment announcement as a baby step, renewed his threat to seek McCarthy's removal if the speaker doesn't come into what he called \"immediate total compliance\" with the deal that gave him the speakership in the first place.Do you know what that even means. And do you think McCarthy's survives this as speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "I think Kevin McCarthy have survived for several reasons. The main one being nobody else wants to be speaker in his place. But I do think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "That's not a great job description there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "No, it's not. I guarantee you, you won't see speaker and Buck in the same sentence, but I do think that he survives this. It's important that we make sure we have funding for the next year and Kevin McCarthy is the only person that most Republicans are going to support in that process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "You mentioned this, CNN is reporting that the former President Trump spoke today with the House GOP conference chair, Elise Stefanik, about the impeachment strategy. Is he -- I mean, is he really the one driving this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "I don't know whether he's driving it directly or indirectly. Certainly, as he participates in social media and talks about this on social media, he is driving the activists to call members of Congress and get involved.So whether he called Kevin McCarthy directly, or whether he is just sort of getting the troops riled up, I'm not sure which way it happened, but certainly members of Congress are hearing about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "So what is -- what happens now on the spending? on the continuing resolution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "Well, first thing is we're going to try to pass a few spending bills, appropriations bills of this week and next week, so we'd like to get three or four bills done by the end of next week.And then we'll focus on the continuing resolution the following week, and hopefully by September 30th, we have a deal.   COOPER: Congressman Buck, I appreciate your time tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "BUCK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:10",
      "speaker": "RASKIN",
      "sentences": "Well, it is a combination of that escalating political pressure within the GOP, but also enough of them coming forward and saying that they will not play ball on the budget this week, unless he launches the impeachment inquiry.Now, they're not satisfied with what McCarthy has done on either front on the impeachment side. All he's really said is that the three committees -- Ways and Means, Judiciary, and the committee I serve on now as the ranking Democrat, Oversight, will continue to do what they've been doing. He is not forming a new impeachment committee and the Oversight Committee is supposed to be leading, but each one is going to do their own work. And so I think that very quickly, the Matt Gaetz-Marjorie Taylor Greene caucus is going to grow frustrated with that, that's not going to be enough for them. And they're also, you know, in this rule or ruin mindset, really hoping to get the Republicans to drive the economy into a ditch and to shut the government down again, which of course they did a few years ago. So we'll see whether McCarthy will actually be able to subdue, you know, the tumultuousness going on within the Republican Conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:10",
      "speaker": "COOPER",
      "sentences": "You really believe that Republicans want to drive the economy into a ditch for political purposes? Because when there's a government shutdown, doesn't it hurt the folks on Capitol Hill who made it happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:10",
      "speaker": "RASKIN",
      "sentences": "Well, you know, I'm not sure that you can always rationalize the behavior of the MAGA caucus. They are constantly pushing for the most extremist and fanatical actions.There is no program really that unifies the Republican Conference ever since Donald Trump took everything over. I mean, they literally had no platform for four years, and their real platform consists of whatever Donald Trump tells them to do. So I think that they do have a rule or ruin mentality, if they're not going to be in charge, they're going to try to create as much trouble as possible. I mean, they didn't work with us on the $1.2 trillion infrastructure investment package, they did not work with us on the Inflation Reduction Act, and inflation is down from nine percent to three percent and we had this massive investment in climate action as well as lowering everybody's prescription drug prices. We didn't get a single Republican vote for any of that. They are not interested in making progress unless they're in control, and of course, when they're in control, progress is just massive tax cuts to the wealthiest people in the country and cheating women out of their constitutional rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "RASKIN",
      "sentences": "You know, I'm not closely watching the White House. What I'm doing is engaged in the work of the Oversight Committee.So for seven months, we have watched the Republicans on the Oversight Committee and Chairman Comer, get all of the witnesses they want, all of the documents they want. More than 12,000 pages of documents, and there is no evidence of any criminality or wrongdoing by Joe Biden. There are 91 criminal charges against Donald Trump right now, 13 criminal charges against Congressman Santos who was just on the show a few moments ago, they have nothing to say about that. There are no charges against Joe Biden, and they want to impeach the guy. That's obviously coming from Donald Trump. It's sort of like January 6. January 6 would not have happened had Donald Trump not got all of the right-wing groups to change their permits from the National Park Service from January 20th where they were just going to have an inaugural protest to January 6th. And it's the same thing here. If Donald Trump were not demanding impeachment, does anybody think this would be going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Congressman Raskin, appreciate your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "RASKIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "COOPER",
      "sentences": "If an escaped killer on the loose eluding police day after day while stealing a van and burglarizing homes weren't already troubling enough, now there's this. That same killer convicted of one brutal murder and wanted in another now has a rifle.Reporting tonight from the manhunt in Eastern Pennsylvania, here is CNN's Brian Todd. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over): Armed and dangerous, that's how authorities are now describing Danelo Cavalcante. LT. COL. GEORGE BIVENS, PENNSYLVANIA STATE POLICE DEPUTY COMMISSIONER OF OPERATIONS:*   He's killed two people previously, I would suspect that he's desperate enough to use that weapon. TODD (voice over): That weapon is a .22 caliber rifle the escaped convict stole from a garage last night. The homeowner was there and shot at the intruder several times with a handgun, but he escaped. The rifle he took also had a scope and a flashlight attached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "DANIEL BRUNNER, FORMER FBI SPECIALIST",
      "sentences": "What is most concerning is with the rifle and the scope that he could set up an ambush or if he sees the officers coming through the woods, he is able to pre-position and get ready.TODD (voice over): There is no evidence the fugitive was injured by the shots fired at him. Cavalcante stole the gun just two hours after yet another reported roadside sighting. Police responded within minutes but found only matching footprints in the mud and discarded prison shoes. A pair of boots then discovered missing from a nearby porch. Local say many residents know how to use firearms against a trespasser.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "BILL BEDRICK, LIVES NEAR BARN WHERE FUGITIVE DITCHED VAN",
      "sentences": "God help him if he -- if he tries to, you know anything like that.TODD (voice over): Upwards of 500 officers are now involved in the search working shifts as long as 20 hours. The search area now eight to 10 square miles, 20 miles north of the prison he escaped from. Over the weekend, he managed to steal a van from a dairy farm and ring the doorbells of at least two former work associates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "BIVENS",
      "sentences": "He has spent time in that area in the past, so he is familiar with it.TODD (voice over): Residents in the search area receiving this warning by phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lock all external doors and windows. Secure vehicles and remain indoors.TODD (voice over): One nearby school district closing today, three others keeping kids inside. GOV. JOSH SHAPIRO (D-PA): We do not have evidence at this time that there is assistance being rendered to this individual. In fact, quite the contrary. We've had wonderful cooperation from the public. If you do anything, anything to try and assist this individual, we will hold you accountable.   TODD (voice over): Cavalcante was sentenced to life in prison without parole for killing his former girlfriend in 2021. He is also wanted in his native Brazil in a 2017 homicide case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "BIVENS",
      "sentences": "It's a possibility that he'll attack the police to try and get away. It is a possibility he would attack as a civilian. It is a possibility, it would be a suicide by cop.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "COOPER",
      "sentences": "Brian, what are police saying about any advantages the inmate might have right now. Does he know the area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "TODD",
      "sentences": "That's right, Anderson.One advantage that he could have is that according to police, he has been to this area of Chester County before and is familiar with at least some parts of it. But one key disadvantage that he could have tonight, he could be moving around shirtless. Police say he ditched a green hoodie and a white t-shirt at the foot of that driveway of that house where that homeowner fired upon him last night. And at last word today, they said they had no reason to believe that he had any other clothing on him. And Anderson, it is expected to rain heavily overnight tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "COOPER",
      "sentences": "All right, Brian Todd, thanks.With me now, CNN chief law enforcement and intelligence analysts, John Miller. So he's got a gun and he knows the area. That doesn't sound good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, it's not good. He's between Phoenixville where he has friends, family, contacts and that mill is much more rural and wooded. So theoretically, you know, he has been hiding in the woods again during the daytime, and maybe moving again tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "COOPER",
      "sentences": "So how concerned -- I mean, certainly the public should be concerned they put out this reverse 911 call, although this guy left his garage door open with a rifle leaning up there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "MILLER",
      "sentences": "Yes, so that's actually -- you know, there's an escaped prisoner on the loose, leaving a loaded rifle leaning up against the garage sounds very questionable.But to get back to, you know, the change. This was a game of cat and mouse. Now, it's a game of cat and cat. He is armed in a similar way that law enforcement is. He has got a weapon with a full magazine of ammunition. It has a telescopic scope. It has a tactical flashlight and he is carrying that around. Now, that can work in his favor in that he is now evenly matched as an armed escaped prisoner. It can work through a disadvantage because he doesn't have anywhere to put it if he's going to go out into neighborhoods and try and surface again to see people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:02",
      "speaker": "COOPER",
      "sentences": "Other than just being vigilant and you know, checking past contacts or anybody he may have had contact with and even in the distant past, because we know he did go to some distant co-workers that he knew. What do you do in a case like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:03",
      "speaker": "COOPER",
      "sentences": "It is -- I mean, it's frustrating on the outside looking at this, because you know, you hear that he was sighted, the people called police. By the time police got there, he had disappeared. How far can he have gotten?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:03",
      "speaker": "MILLER",
      "sentences": "Well, he's made it in leaps and spurts. I mean, he's made it 20 miles from the jail he escaped from. He covered a lot of that distance in the van he stole. And now he is looking for that opportunity, which is, is there another vehicle I can jump in? Did somebody else leave the keys? Is there a car running in front of a house or outside the store while somebody runs into get something?And then there's, you know, the need for resources like money, and again, that gun -- that gun is the changing factor here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:03",
      "speaker": "COOPER",
      "sentences": "So I mean, the fact that he is armed that literally changes the rules of engagement for police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:03",
      "speaker": "MILLER",
      "sentences": "It does. And again, if he were a burglar, somebody from a non- violent crime, and he was running from police, they wouldn't be able to shoot at a fleeing felon, according to the Supreme Court doctrine on this.But it's two homicides, he has escaped from prison. He's eluded police. He's armed now. And that does change the rules of engagement and the police had been instructed to that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "Russian state run media is now reporting that Vladimir Putin could meet with North Korean leader Kim Jong-un as soon as later tonight, which would be Wednesday in Russia. The expected summit still shrouded in secrecy without details on when and where they'll actually meet. Kim arrived in Russia today on his armored train. It's a rare trip for the leader, who rarely leaves his country.We have this new video from Russian state run media showing that Kim earlier today when he met with two Russian government officials. When he met with Putin, the U.S. warns they will likely reach an arms deal that Russia needs for the war in Ukraine. In exchange, Moscow may offer North Korea cash or food or missile technology. Perspective now from our Chief International Anchor, Christiane Amanpour, who's also celebrating 40 years here at CNN, I want to talk to you about your 40th anniversary, which is extraordinary, in a moment, but let's talk about what's happening in Russia, Kim Jong-un-Vladimir Putin meeting. Two prized, it's extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "It is. And to be honest with you, that is how the United States and its allies are framing it. In other words, everybody's sort of, oh, my goodness, what's going to happen? Is there going to be a huge arms transfer? Is it going to materially change the battle plan in Ukraine?Most people I'm talking to, including the British Foreign Secretary, who just stepped down, the Defense Secretary basically says that the most Russia can hope for would be some old weapon systems, like 1960s weapon systems and maybe some artillery shells. But it does go to prove, and I've heard, you know, many senior security and military analysts say, that Russia is desperate. It is a long war. There's attrition, there's a huge amount of expenditure of ammunition, and also the Ukrainians are hurting. But the idea that Russia goes to Ukraine, or rather to Kim Jong-un, cap in hand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "-- to prop up its, you know, imperialistic empire dreams, is really a telling sign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "And what does North Korea potentially get out of it? AMANPOURBut South Korea has said, and I think China would say the same thing, that, look, please be responsible. North Korea is an irrational pariah state which has been sanctioned within an inch of its life. And there's reasons for that. China's not friendly with, you know, Kim Jong-un. Obviously, North Korea -- South Korea aren't. So they don't want to see this happen. They don't want Putin to do this kind of deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "What did you make of Vladimir Putin at Russia's Eastern Economic Forum, referencing the former President Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "Yes, it's a little rich, isn't it? I mean, but the fact of the matter is that he did say that the, you know, the trials and the charges are politically motivated. And he went on to suggest it shows America is rotten. Well, you know, fine. He's a dictator who doesn't have to address or answer to any judiciary, any independence, any democratic mandate.And, of course, these dictators and authoritarians, they really rather like Donald Trump. He's been quite nice to them. And, yes, they would rather see him in office. And even Kim Jong-un, who, as you know, we were there together, has met with Donald Trump twice .Nothing came of it. And who knows what would have happened if Trump had been in office when Putin illegally interfered or rather invaded Ukraine. And so, of course, Russia doesn't want to see a strong democratic leader, Biden, with a strong democratic consensus, NATO and the E.U., propping up the defense of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "I got to talk to you about 40 years at CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "I mean, you started when you were three. It's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "It's true, because I'm only 40 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "Yes, exactly. But, I mean, in all honesty, you are -- have always been a journalistic idol of mine. I was -- in the early 90s, when I was trying to make it overseas, I would see you -- I first saw you in Somalia. I saw you from afar in Sarajevo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "I saw you later on in Kinshasa for the fall of Mobutu. I remember you '94, the exile of Raoul Cedras. You were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "Oh, my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "-- at the Montana hotel. AMANPOUR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "And I would look at you from afar and I would just watch what you were doing. I was too shy to actually --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "Then you followed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "And then also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "AMANPOUR",
      "sentences": "Yes, you did it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:42",
      "speaker": "COOPER",
      "sentences": "But what is it that keeps you so engaged and so motivated after 40 years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Does it ever surprise you what human beings do to each other?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "AMANPOUR",
      "sentences": "It's horrifying. I think I've become, unfortunately, used to it. It does surprise me, and it is unacceptable. And I will never be cynical enough or hardened enough to say, oh, well, that's just the way of the world. But I think my way of making it matter and your way of making it matter is to keep telling the stories and to keep going there and to be the eyes and ears for people who want to know, because people are good, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Well, no one does it better than you. Thank you so much. AMANPOUR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "Returning to our top stories of Speaker Kevin McCarthy's launching of an impeachment inquiry into President Biden. As we mentioned, one of the reasons Speaker McCarthy is choosing not to hold a vote on whether to have an impeachment inquiry is that by all reports, including CNN's, he doesn't really have the votes to formally open one.It's a faction of his own party, a vocal minority in the House, pushing to use a very serious mechanism to impeach the sitting President, despite a failure so far to find any evidence actually linking him to a crime. My next guests are two Harvard professors who, in 2018, wrote the bestseller \"How Democracies Die\" about the former president, the erosion of long standing Democratic norms. Their new book, \"Tyranny of the Minority\" is out now. I'm joined by Harvard government professors Steven Levitsky and Daniel Ziblatt. Daniel, what do you make of Speaker McCarthy's decision to launch an impeachment inquiry into President Biden? DANIEL ZIBLATT, CO-AUTHOR, \"TYRANNY OF THE MINORITY\": Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "Particularly because it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "ZIBLATT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "-- at the behest of the vocal minority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "ZIBLATT",
      "sentences": "Yes. So it's really -- he's being pressured by the most radical wing of his party. I think what it shows something that we've seen time and again that the Republican Party has radicalized. I mean, this is a political party that for most of its history was fully committed to Democratic rules and norms. But the party's radicalized over the last 20 years --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "You focus on this in the book. I mean, how did it happen so fast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "ZIBLATT",
      "sentences": "Well, it's been a long time coming. I mean, I think it's -- two big things I think are driving this. Number one, over the course of the last 50 years, American society has transformed dramatically. It's become a very diverse society. The Republican Party has not changed. I mean, it's still fundamentally, throughout the early 2010s and after the Obama era of all white party, you know, increasingly diverse society. This has two big consequences. First of all, it makes it harder for the Republican Party to build majorities because as society becomes more diverse and the party has this kind of hardcore, white core to it, it makes it hard to win elections.And second of all, it means that a lot of the voters, not all Republican voters, obviously, but a lot of Republican voters are fearful of the changes coming to American society. So this is certainly I think -- this is a big thing that's propelling the radicalization of the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "You write in the book that in the wake of January 6, Kevin McCarthy was among Republican leaders who represented what you call the banality of authoritarianism. You say, \"They didn't actively seek to undermine democracy, they simply prioritized their career goals over its defense\". Do you think McCarthy is still doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "ZIBLATT",
      "sentences": "Yes, I think so. I mean, really, to be a loyal -- be committed to democracy, to be a politician or political party committed to democracy, you have to follow three basic rules. Number one, you have to accept election results, win or lose. Number two, you have to not use violence in trying to gain or hold on to power.And number three, and this is really critical, if you're a party leader or a party or a politician, you have to distance yourself from allies who engage in those first two behaviors. And so when you violate that third principle, we call this a semi-loyal politician. You essentially are allowing your career interests to motivate you in a way that you overlook violations of democratic rules and norms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "I mean, some Republicans watching this will say, well, aren't there plenty of Democrats who care about their career more than they do about interest (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "ZIBLATT",
      "sentences": "Yes. This is a -- these are a set of criteria that applies to any party -- anywhere in the world. I mean, to be a Democrat, you have to follow these three -- committed to democracy, you have to follow these three basic rules. Our concern is that when we look at American politics today, we see more violations on the side of the Republican Party. But these are certainly criteria that ought to apply to any politician.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "COOPER",
      "sentences": "So can a -- in your opinion, can a democracy survive if it doesn't follow those -- if one party, major party doesn't follow those three principles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:52",
      "speaker": "ZIBLATT",
      "sentences": "Well, when we look throughout history at the breakdown of democracies, certainly when people engage in violence, this is a problem. But one of the crucial determinants of whether democracy survives or not is whether or not the mainstream politicians in the political system act as semi-loyal Democrats or do they act as committed to democracy.And if they don't distance themselves, if these mainstream politicians and parties don't distance themselves from extremists, this is really historically what's gotten democracies into trouble. STEVEN LEVITSKY, CO-AUTHOR, \"TYRANNY OF THE MINORITY\": I would say the answer is no. In a two-party system, if one major party is not committed to playing by democratic rules of the game, democracy is in serious trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "LEVITSKY",
      "sentences": "The U.S. Senate, if you go back to 1996, it takes three elections to fully renovate the Senate, right? We elect a third of the Senate each year. So if you take a three election period over six years, going back to 1996, the Democratic Party has won the popular vote for the Senate in every six-year period since 1996 to 2000.And yet the Republicans have controlled the Senate for almost half that time. The Democratic Party has won the popular vote for the presidency in every election except for one since 1988. And yet the Republican Party has controlled the presidency for nearly half the time. That is minority rule. In 2016, just to be a little more concrete, the Democrats won the popular vote for presidency. The Republicans won the presidency. The Democrats won the popular vote for the Senate. The Republicans won the Senate. And that president who lost the popular vote and that Senate that didn't represent a majority of Americans, went on to nominate three Supreme Court Justices and create the Supreme Court -- the conservative Supreme Court of majority we see now. That -- I can't think of another term other than minority rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "So to someone listening to this who hears you and thinks, well, these guys want to change the Constitution to protect Democrats and to enshrine Democrats in power, what do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ZIBLATT",
      "sentences": "It's not partisan to think that the person who wins the most votes should win office. And so we have an Electoral College today that allows the loser of popular elections to win the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "In other democracies, this is not the case around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ZIBLATT",
      "sentences": "Every democracy in the world has gotten rid of its Electoral College. We're the last democracy in the world with an Electoral College to pick president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "For people out there who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ZIBLATT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "-- would hear this and are just like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ZIBLATT",
      "sentences": "Yes, no, like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "-- more despair, what is the hope? ZIBLATT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "Just democratic, small d.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ZIBLATT",
      "sentences": "Small d, democratic. To make, to allow majorities to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "LEVITSKY",
      "sentences": "Another reason for optimism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "Yes. Please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "LEVITSKY",
      "sentences": "We argue in the book that one of the main reasons we're in this really heavy political storm right now is that the country is undergoing a transition to what we call multiracial democracy. And the radicalization of the Republican Party fundamentally is a product of the fact that the party was -- is out of step with the new America that's emerging in the 21st century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "You believe that's what's at the core.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "LEVITSKY",
      "sentences": "That's what's at the core of the Republican Party's radicalization. But that is going to change. If you look at younger generations, particular millennials, Gen Z, they are much, much more inclined to embrace the two fundamental pillars of multiracial democracy. They accepting toleration for diversity and supporting racial equality.Those two principles, which seem pretty basic, are much, much more intensely felt and embraced by younger Americans, which gives me hope that we're going to eventually get through this storm and become really one of the world's first truly multiracial democracies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "COOPER",
      "sentences": "Steven and Daniel, thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:27",
      "speaker": "COOPER",
      "sentences": "Moments ago, the National Hurricane Center issued an update on Hurricane Lee, the powerful Cat 3 churning in the Atlantic hundreds of miles southwest of Bermuda right now. It's producing hazardous surf and rip currents at beaches across the southern U.S. coast.The storm has been growing in size since the weekend. It's currently expected to turn toward the north on Thursday. An increase in speed. Lot of uncertainty right now about whether it could hit the northeast U.S. Our Gary Tuchman joins us by phone. He's aboard a NOAA plane tracking the storm. So Gary, what have they been seeing up there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:27",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, right now, we're an hour seven of an approximately eight-hour flight aboard a NOAA Gulf Stream 4, 11 seats aboard this jet. It's essentially a flying weather station, Anderson. We're nearing the end of a 3,287 miles flight that has taken us above Hurricane Lee, in front of Hurricane Lee, around the hurricane, and sometimes below it.What the scientists aboard this plane see is a very large storm but they are telling us it is quickly losing its ability to strengthen. The winds are expected to slowly diminish as the week goes on. The flight director on this mission telling me that while it's a Category 3, it's a struggling Category 3, but because it's so large, it increases the danger because of its huge wind field. We're watching now amidst turbulence as scientists drop airborne sensors known as drop zones through a hole in the bottom of a jet that is called a launcher. The sensors, which are tubes, go through the launcher. They measure temperature, humidity, wind speed, wind direction and barometric pressure. That information is evaluated and is a major component to the National Hurricane Center updates. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:27",
      "speaker": "COOPER",
      "sentences": "Can you just talk about what it's like to be on a mission like this? Because obviously you're flying above Hurricane Lee. You're not -- I assume you're not kind of jostling about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:27",
      "speaker": "TUCHMAN",
      "sentences": "Well, we are still jostling. That's what's interesting. We were just about 30 miles away from the hurricane high. And as we circled around Lee, about 400 miles north of Puerto Rico, the turbulence was consistent and sometimes intense, but not as intense as another hurricane hunter plane that has used the P3.That P3 goes through the eye wall. That plane's lower altitude complements this plane, which flies at a high altitude. We're at 45,000 feet right now, and they complement together. They help all of us, assess the risk we face as hurricanes come calling. Anderson?",
      "isLastSentenceInterrupted": false
    }
  ]
}