{
  "date": "2023-08-10",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Communities Decimated By Raging Wildfires in Maui; U.S. Sets New Rules on High-Tech Investment in China; Diplomacy Efforts in Niger. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Still to come, residents on Maui run for their lives from the fires tearing through their island paradise. We'll hear from some who don't know if they have anything to go home to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Maui run for their lives from the fires tearing through their island paradise. We'll hear from some who don't know if they have anything to go home to.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Bianca Nobilo. And if you're just joining us, let me bring you up to date with our top stories this hour.Ecuador's president has declared three days of national mourning following the assassination of a presidential candidate Fernando Villavicencio. He also announced a state of emergency across the country that will last for 60 days. The general election will still be held though as scheduled on August 20th. And death toll from the devastating wildfires in Maui, Hawaii has jumped from 6 to 36. Thousands have been forced from their homes. Hawaii's Lieutenant Governor says it will take years for the community of Lahaina to recover from these fires. CNN's Veronica MIRACLE has more now on what the island's residents are experiencing there. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "LAWRENCE",
      "sentences": "I still don't know where my little brother is. I don't know where my stepdad is. Everyone I know in Lahaina, their homes have been burned down.MIRACLE (voice-over): Her cousin says their family home burned down in front of them. The flames coming so fast they had only minutes to act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DUSTIN KALELOPU, LAHAINA RESIDENT",
      "sentences": "We saw this smoke start about a block away from our house and this was maybe 3MIRACLE (voice-over): This is how Lahaina should look, a charming Hawaiian town rich in history and tourism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ALAN DICKER, LAHAINA RESIDENT",
      "sentences": "Front Street exploded in flame.MIRACLE (voice-over): But this is how Alan Dicker found it this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DICKER",
      "sentences": "When I went -- after I started to evacuate, I went back to just check to see if the house was on fire or not. It wasn't, but I was standing at the street looking at my house and I couldn't see my whole house because of the smoke.MIRACLE (voice-over): Dicker rushed from his home to Front Street where he's had a gallery for 23 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DICKER",
      "sentences": "And as I began walking that way, there's a historic building on Front Street in Dickinson, the old Baldwin house. The roof was on fire and I started taking a video of it because I was amazed that there were no fire trucks there.MIRACLE (voice-over): Roughly 500 miles to the south, Hurricane Dora is helping fan strong winds over the islands with gusts up to 80 miles per hour, knocking out cell towers and 911 service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SYLVIA LUKE, HAWAII LIEUTENANT GOVERNOR",
      "sentences": "Our hospital system on Maui, they are overburdened with burn patients. People suffering from inhalation. The reality is that we need to fly people out of Maui to give them burn support.MIRACLE (voice-over): Claire Kent says she barely escaped her burning home but fears not all of her neighbors did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CLAIRE KENT, LAHAINA RESIDENT",
      "sentences": "I know for a fact people didn't get out. When we were pulling away, there's quite a few homeless people in the area and people who are just not able -- they don't have access to vehicles.MIRACLE (voice-over): Other victims jumped into the ocean to escape the flames. The Coast Guard says it rescued 12 people from the waters off Lahaina. Survivors thankful to be alive even as their hometown and its history has changed forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "LAWRENCE",
      "sentences": "It's like shooting out of the movie like I don't wish this on anyone. Just please pray for Lahaina.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Residents are trying their best to make sure as many people get out of the range of fires as possible.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right here! The fire is on Front Street and it's time to go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Even with the fires visible in the distance, this man went up and down the docks to make sure that no one was still inside their boats. Another resident tells CNN the island has dealt with fires in the past but this time it really is different.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JUDI RILEY, STRANDED IN MAUI KAHULUI, HAWAII",
      "sentences": "We are not strangers to brushfires. Maui has brushfires. But the winds that we're experiencing right now are very unusual so the brushfires are rapidly traveling across the land. So on Mount Haleakala, which is a 10,000-foot dormant volcano, there are several fires right now in the smoke is traveling across the valley. And then up and over the other mountain in Maui, is Lahaina which was completely devastated by the fires.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "If you would like more information on how to help those impacted by these wildfires in Hawaii, please go to CNN.com/impact.The new trading day gets under way in the U.S. in just about five hours' time. And here's where futures stand right now. It's in positive territory. Meantime, European markets are up and running and they are also looking in a similarly buoyant mood. And here is a look at how markets across Asia faired today, finally. And again, all in positive territory but a little bit more of a mixed bag. Now Beijing is fuming over new U.S. trade rules announced on Wednesday saying the move seriously deviates from the principles of market economy and fair competition. Months in the making, the rules target U.S. private equity and venture capital firms as well as joint ventures seeking do business with China especially those focused on next generation technologies. To discuss this CNN's Anna Coren joins us now from Hong Kong. Anna, what are the potential economic and political implications of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Leaders of the West African bloc ECOWAS are gathering in Nigeria to discuss the coup in neighboring Niger. They're pushing for a diplomatic solution but have threatened military action to restore democracy. Niger's military leaders met Wednesday with two envoys from Nigeria. Offering some hope potentially for dialogue. Then they lashed out at France for allegedly violating Niger's airspace and freeing, quote, terrorist prisoners to destabilize the country. France denies their claims.CNN's Salma Abdelaziz is following these developments. Salma, there are plenty of developments quite nebulous. First of all, tell me if you have an update on the health of the ousted president. There were concerns about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes, so both the United States and the United Nations have expressed concern for the democratically elected President Mohamed Bazoum who is currently in detention. Being held in isolation, him and his family. He sent a message to a friend. That message was relayed to CNN.And in that message, he alleges that he has no food. He's living off of dried rice and dried pasta. That he's been cut off from electricity -- as many in his country have been for days now. And that he's been unable to access any doctors or any medical help. There's also an attempt by a U.S. diplomat that was visiting the Deputy Secretary of State, Victoria Nuland, to meet with him and that was denied. So that raised concerns even further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Now the coup leaders as we heard have heavily criticized France. And there's also a potential meeting happening with ECOWAS and envoys from the country. Do we have any sense of where popular opinion is and restoration of democracy and who they would listen to or want help from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "ABDELAZIZ",
      "sentences": "So there's an extraordinary summit set to take place in Abuja any moment, and ECOWAS summit. And this comes just days after a deadline came and went. ECOWAS set this seven-day deadline to the coup leaders to step down and reinstall the democratically elected president or else.But the or else was never defined, Bianca. And that's why there's this meeting again today to discuss what would be the next steps. What are the potential options on the table here. Well first of all, they have said the diplomatic avenue that they want to pursue the most, but talks have been let's say stagnant if at all occurring. Again deputy Secretary of State of the United States, Victoria Nuland, was there. Was able to speak to these coup leaders. But said these frank talks had very little traction. There was also an attempt for a tri-party meeting just week. The African Union, the United Nations and ECOWAS trying to meet with these coup leaders. They denied that meeting. There's talk of a military intervention. But that's highly unlikely because there is little political consensus within the bloc for that to take place. Nigeria itself, of course, posting this meeting. There's a lot of divisions within the political class, concerns that that would only escalate the situation further. Destabilize the region. But the bottom line here is that diplomatic solutions, hopes for a reversal -- if you are a supporter of Mohamed Bazoum. If you're one of these Western country like the United States or France that maintain a presence in Niger, hopes for a reversal of this military coup are fading day by day. And that is because these coup leaders have been very effective. And you asked this question, very effective in sending out a message to the youth population that they are an anti-colonial force. That they can provide the opportunities that France's presence as colonial force has denied the use of the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "A new coin marketing the coronation of King Charles is going into circulation in Britain today. The 50 pence coin will be distributed through banks and post offices across the country. It shows the profile of King Charles and the image of Westminster Abbey where the coronation, of course, took place in May. This is the second coin in circulation with the King's image but neither shows him wearing a crown because that's traditionally reserved only for female monarchs.Now too Major League Baseball where pitcher Michael Lorenzen made a historic home field debut in Philadelphia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In the air out to shallow center. Rojas. Michael Lorenzen has no-hitter in the nationals.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Lorenzen threw a no-hitter in his first start at home for the Philadelphia Phillies since being traded from the Detroit Tigers earlier this month. He struck out five batters and walked four as he went the distance. Making it all the more special, his mother along with his wife and child were there to witness all of it. This is the only 14th no-hitter in Phillies' history and their first since 2015.Pro golfer Jon Rahm's new idea for the PGA tour might give new meaning to the phrase hole in one or two. He thinks ever hole needs a loo. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}