{
  "date": "2023-09-19",
  "headline": "CNN News Central",
  "subHeadline": "At the U.N. General Assembly, Biden Addresses World Leaders. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On behalf of the assembly, I wish to thank the president of the United States of America for the statement just made --JOHN BERMAN, CNN NEWS CENTRAL CO-ANCHOR:  President Biden addressing the United Nation's General Assembly. And you may have seen the Ukrainian President, Volodymyr Zelenskyy, in the hall listening, so poignant. President Biden said, we are at an inflection point in world history. And he said, what is at stake, sovereignty, territorial integrity, human rights. Of course, what he was talking about most there was Ukraine, Russia's invasion of Ukraine. And he made the case that it cannot be allowed to stand. It was about a 27, 28-minute address. He waited until 20 minutes in to bring up Russia for the very first time. But once he did, it was clear where the direction of this address was going and the point that he wanted to make to bolster world support for Ukraine's effort, to try to sustain the world support for that effort. Here outside of the United Nations, walking along -- watching alongside beside me, CNN Chief National Security Analyst Jim Sciutto, and our Senior White House Correspondent Kayla Tausche. Jim, what did you hear there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR AND CHIEF NATIONAL SECURITY ANALYST",
      "sentences": "Listen, that was his key message. There's a reason he ended on that point about Ukraine and the message to the world. And I think you could read it as an appeal for the sake of Ukraine, but also a challenge to the members of this body, perhaps even some prodding. He said, it's essential to the U.N. Charter. Three principles, sovereignty, territorial integrity, and human rights, all of which are being violated right now in Ukraine by an invasion of choice by Russia.And he notes, for the second year in a row, he said they were darkened by the shadow of war in Ukraine. In effect saying -- and he goes on to say, we'll be judged by whether we stand up to this. You know, the U.N. was founded in the wake of -- in the destruction, post-World War II to prevent another devastating war, right? And here we are, 70, 80 years later with the largest war in Europe since World War II, and it persists for a second year. And his message is in effect, we cannot, as members of this body, committed to -- what we are committed to let it go on. And by the way, if we, members of this body, don't stand up to this, none of us are safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "And it will come to your doorstep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "And of course, he is addressing the issue of Russia, a permanent member of the United Nations Security Council. So, obviously a very sensitive matter.Kayla, and he said, Russia alone, alone bears responsibility for this. KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  That was one of the lines that stood out to me where he laid the blame for the invasion squarely at the feet of Russia whose foreign minister is expected to be in attendance at the general assembly this week. But notable considering that up until this point, all of the draft resolutions of the Security Council to end the war in Ukraine for, you know, various allies around the world to condemn the war in Ukraine have failed because of Russia's membership on the U.N. Security Council. And so, it's an important distinction that the president was making there. And also, to our earlier conversation about the shades of domestic politics that are, if are not overtly present in today's speech, at least were seen as allusions by the president to domestic politics. One in particular where he said, history need not dictate our future. He then went on to talk about the U.S. rejoining UNESCO, which is the educational and cultural body that President Trump withdrew from in 2017, and President Biden rejoined just this summer. He then went on to talk about the World Bank, the International Monetary Fund, the World Trade Organization, the G20, all multilateral organizations that if the former president did not threaten to withdraw from, he maligned in some way. So, President Biden trying to re-establish the U.S. position of leadership on the world stage and, you know, sort of, obliquely referencing those domestic politics. But you're right, the fact that he ended on Russia and Ukraine with about 10 minutes of his speech shows that that's where he really wanted the viewer and the audience to come away with a lasting impression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "And I kept on looking at the audience, looking at the face of the Ukrainian President, Volodymyr Zelenskyy, to see if I could gauge any reaction. How did he feel about what President Biden was saying? It was impossible to read anything from his face, Jim. But were -- was there enough for Zelenskyy in that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, see -- I mean, that line that he had about protecting Ukraine was the one applause line, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "Kayla, not here today. And we haven't had a chance to address this yet. There are several world leaders who are almost always here who were not. The prime minister of the United Kingdom is not here. President of France is not here. Prime minister of India is not here. And then two leaders who haven't been here for a few years, Vladimir Putin and Xi Jinping. How do you think that hangs over what we're watching?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "TAUSCHE",
      "sentences": "Well, I think that the White House would say that President Biden has very robust open lines of communication with the U.K. and France. They speak often, they speak frequently. And to be sure, many of those world leaders were just in India together for the G20. And then, of course, there was the BRICS Summit of emerging market nations in South Africa that took place earlier in August.Later this fall, you have APEC which is an Indo-Pacific focused economic summit that's going to be taking place in San Francisco. And that's really where administration officials are expecting President Biden and President Xi of China to possibly meet on the sidelines of that visit in a bilateral format. And then you have COP28 which is the climate focused summit which is taking place in Dubai. So, there are all of these various fora for leaders to be meeting. When you talk to foreign policy experts, they say that some leaders go forum shopping. If they feel like they can't get from the U.N., for instance, or the G20 what they're trying to get, then they'll go somewhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "And by the way, some of those fora are directly competitive to this institution, and also to the U.S. view of the world. BRICS is expanding because you have a meeting of the minds, you know, quite a disparate group of nations there, but a meeting of the minds to say, we want to stand up to what they perceive as an overbearing U.S. power. So, some of it is competitive as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "I want to go back to the Russia alone bears responsibility. Russia alone can basically forge the way to peace here. That is something, I imagine, that Volodymyr Zelenskyy wanted to hear here. For anyone trying to push him back to the negotiating table, he wants acknowledgment that this is all 100 percent Russia's fault, and they're the ones that have to back off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "True, but they are not, right? I mean, there's no expectations. I speak to officials in Europe and here in the U.S., they do not expect Russia to back off from this war. Certainly not through the next election as we were talking about before the speech because Putin is hoping he gets a friendlier occupant of the White House for, that's the U.S. intelligence read of Putin's intentions here.So, from a realistic standpoint in both directions, U.S. officials, western officials do not expect Ukraine to gain a clear victory in the coming months, year, perhaps longer. But they also do not expect Russia to suddenly find God and say, you know what, we're going to back off here. That they feel they could withstand both the economic and military cause of these, which are devastating, certainly on human terms for Russia as well, the soldiers its loosing, but that Putin is willing to stand up for at least another year to see where the election goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "And to that end, all of President Biden's public comments have been for 100 percent support for Ukraine, both from the United States and pushing nations around the world to get in there as well.But Kayla, sometimes the hardest relationships to manage are the ones with your friends, not with your enemies here. How does the White House feel about the consistent pressuring from Zelenskyy more, give us more, more, more. And they're going to hear it, I imagine, from the podium when Zelenskyy gives a historic address later today, and they will hear it in their one-on-one meeting between Zelenskyy and Biden later this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "TAUSCHE",
      "sentences": "They acknowledge, John, that it's impossible for Zelenskyy to take anything other than that approach, at least publicly. Where they bristle is when Zelenskyy has made comments in the past that the U.S. and G7 allies in particular are not doing enough when Zelenskyy was looking for fighter jets within the last 12 months. And he felt that western allies were dragging their feet, and really had some very tough words.So, I know that the administration was frustrated that he painted a picture that the west was not doing enough to assist Ukraine. But as a leader whose country has been under siege for 600 days, nearly 600 days, this is the only public stance that he can take. Now, the question is, where support and how much support will remain here in the United States? Jake Sullivan, the national security advisor, has suggested to reporters that when he meets with bipartisan leaders in Congress in the U.S., that he is getting some assurances that there will be continued bipartisan support for Ukraine. The question is, they've asked for $24 billion through the end of the year, how much will they actually get in a couple of weeks' time?",
      "isLastSentenceInterrupted": false
    }
  ]
}