{
  "date": "2023-03-01",
  "headline": "CNN Newsroom",
  "subHeadline": "House Far-Right Wing Divided About Trump Bide for GOP Nomination; Attorney General Garland Testifies Before Senate Judiciary Committee; Garland Defends DOJ in Testimony Before Senate Judiciary. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Top of the hour here in the CNN Newsroom. Thanks for joining us. I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "And I'm Jim Sciutto.Happening now, Attorney General Merrick Garland on Capitol Hill to testify before the Senate Judiciary Committee for the first time this year. You see Senators Cruz and Hawley right there. He is expected to be hit with a wide range of questions, including allegations from Republicans as they said that the Justice Department is being weaponized against conservatives as well as updates into investigations into Trump and Biden. We're going to take you there live as it happens. Plus, the annual CPAC conference kicks off today as we get new CNN reporting about what Trump's allies are doing to try to get House Republicans in his corner for 2024. Not all of them are there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Also ahead, closing arguments are expected to begin today in the double murder trial of disgraced former Lawyer Alex Murdaugh. Jurors in that case at the crime scene at this hour. We are going to take you live to South Carolina.Let's begin, though, this hour with CNN Senior Legal Affairs Correspondent Paula Reid. So, Paula, Merrick Garland expected to be grilled, as Jim said, on a number of topics. What do we expect to hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, this is his first trip to Capitol Hill this year. And while this hearing is supposed to be about the oversight and the operations of the Justice Department, it is a time-honored tradition that attorneys general are instead grilled on the most politically fraught issues of the day. And there's no shortage of topics to ask him about.Of course, the Justice Department is currently investigating both President Biden and former President Trump for their handling of classified documents. Republicans are pushing this idea that the Justice Department has been, quote, weaponized. Likely, Democrats will also have questions about police use of force and whether Garland is doing enough to hold them accountable. Now, Garland, though, he is hoping to use this hearing as an opportunity, we are told, to highlight the work of the rank and file. The Justice Department has over 100,000 employees. He wants to highlight things that aren't covered under a special counsel, like their work on violent crimes, hate crimes, their efforts to protect reproductive rights. So, that's his challenge today, to try to highlight the bread and butter work they do that doesn't really make headlines, while many of these lawmakers will want to be headlines themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Yes, that is generally what we see as well. Paula, excellent point, thank you.Allies of former President Trump are privately pressuring House members now to throw their support behind his bid for the GOP nomination. Several of the most loyal members though of the MAGA wing appear more open to embracing Trump's potential opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SCIUTTO",
      "sentences": "CNN's Melanie Zanona joins us now from Capitol Hill this morning. And, Melanie, what's remarkable here is that some Republicans are coming out and saying publicly in so many words, they prefer the nominee to be someone other than Trump. How far and wide is that, I wonder, from the Republicans you're speaking to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, you are absolutely right, Jim. There is a lot of uncertainty over Donald Trump's presidential bid right now inside the MAGA wing, not just from the GOP. So, the MAGA wing usually has Trump's staunchest supporters on Capitol Hill.And Manu Raju spoke to roughly two dozen members of that wing of the party and most of them were reluctant to commit to Trump just yet. Some of them just said they're waiting to see how the field develops, to see who else gets into the race. Some of them admitted there is concern about Trump's electability. And some of them they just want to see a fresh face and it's time to move on from Trump. And I am told there's particular excitement about Florida Governor Ron DeSantis. He's actually a founding member of the freedom caucus, a group here on Capitol Hill of conservative members, and he met with some of members of the group in Florida last week. Take a look at what Republicans told Manu Raju yesterday. (BEGIN VIDEO CLIP) REP. NANCY MACE (R-SC):  We've got to have someone that can appeal to independent voters, not just Republicans, not just Democrats, and both sides have really not understood the value of those constituents, of those voters and the way that they feel about certain issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ZANONA",
      "sentences": "Now, to be clear, Donald Trump still has his fair share of supporters on Capitol Hill. A number of Republicans have already endorsed him and these MAGA members would fall in line if Trump ultimately is the nominee.But, clearly, the pace of endorsements is something on the former president's mind. I am told that some of the people in his orbit have been privately lobbying House Republicans to come out and publicly back Trump with a particular focus on those Florida members. Jim and Erica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SCIUTTO",
      "sentences": "Melanie Zanona, thanks so much.Joining us now to discuss, CNN Senior Political Commentator Scott Jennings, former special assistant to George W. Bush, and CNN Political Commentator, former Senior Policy Adviser to the Obama White House Ashley Allison, good to have you both on this morning. And, Scott, you are covering the Republican race very closely, I know. I mean, beyond the question if it's Trump or not Trump, does a non- MAGA candidate have a path to win the nomination or, in your view, does the MAGA wing still control the party? And are they most likely to propel if there's an alternative to Trump, a candidate, to the top?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Oh, sure. I think he could be beaten. I think right now he has to be considered the frontrunner. I mean, look, I think Trump and DeSantis are in a different universe than everybody else who is in the race or even considering the race. One of the things that help Trump, of course, being a plurality-type candidate is if you have massive fragmentation in the field. So, we're seeing people get in or thinking about getting in. The real question is will all those people still be in by the time Iowa and New Hampshire and the early states roll around.I think the field is going to be smaller than people think and I think people are going to drop out sooner than they did back in 2016. Trump got in the mid-40s in the Republican primary in 2016. So, the number of people exist to beat him but it would really take a winnowing of the field to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "HILL",
      "sentences": "Yes. It would be interesting to see, too, what the timing is on whether some of those that throw their hat in the ring.When we look at this, we know that from a Democratic perspective, Ashley, our reporting is there is set to be a real focus on areas where the economy is very strong, the labor market, for example, also this real push, and we heard it from the president just this morning in announcing his nomination of Deputy Labor Secretary Julie Su as the nominee for new labor secretary. This push for the working class, this push for union voters, we know that's going to be a major focus. But we know on the Republican side the culture wars are front and center. Are Democrats doing enough to address that message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, I think the Democrats are going to have to do both. We know the economy is important to Republicans, Democrats and independent voters, and the Biden administration has done a lot to make sure working class folks, union workers, poor people have a pathway to job security and earning a living wage.But we also know that voters want in our schools an opportunity for people to learn a comprehensive and complete teaching of our history. We know that the majority of voters believe in reproductive rights. And what we're seeing right now, we know that voters believe that LGBTQ folks should be able to identify and love who they love. And right now, we're seeing many folks on the Republican side who are throwing their hates in, attacking those communities. Well, those folks are also voters and they have families, as well. And so I think the Dems are going to have to figure out how to push back and get on offense because there are popular issues for voters, whether they identify with a particular community or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SCIUTTO",
      "sentences": "Scott, let's go back for a second and put those candidates up on the screen again. Because it strikes me, when you look at one candidate who has announced so far, Nikki Haley, and others in that group, Mike Pence, Tim Scott, Larry Hogan, Sununu, particularly Youngkin, Hutchinson, I mean, they are all -- except for DeSantis and perhaps Pompeo, they are all pretty explicitly or explicitly non-MAGA candidates and ones who -- a couple of them have been willing to call out Trump personally.Do you see a path for them realistically in this cycle winning the Republican nomination? Can they garner enough votes to take the party back in a direction, and I think I might say, based on your comments, more of a party you're familiar with and remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "HILL",
      "sentences": "Let's talk really quickly about what's happening in Washington. So, House Democrats had their annual retreat. Congressman Pete Aguilar says the theme is people over politics. There's a lengthy to-do list, Ashley, that focuses on the economy, on national security, on social issues. When you look at all of that and what they're hoping to tackle and the reality of a divided Congress at this point, where do you see opportunities for some bipartisan work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ALLISON",
      "sentences": "I'll be honest. I'm not as hopeful as maybe some of the members of Congress are right now. I think that Kevin McCarthy has made it very clear on what he doesn't want to do for the American people but I think there is an opportunity for that for Democrats in Washington to continue to call the questions on gun safety, on reproductive rights, on the economy, on the things that American people want their government to deliver and provide for them and let the votes and the roll call be had that who won't even bring the vote to the floor, and those are Republicans.So, I think what you're seeing is Democrats saying, this is our agenda or these are the policies that we really want to deliver for the American people and look who is standing in the way. And those people who are standing in the way happen to be the people who are elected to the Republican Party, which is a strong message, I think, going into the '24 election cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Ashley Allison --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "JENNINGS",
      "sentences": "Can I comment on that really quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "JENNINGS",
      "sentences": "Can I just say one thing about -- I think there will be some bipartisan movement on China. They've got the select committee on China in the House. It's obvious there are members in both parties that know it is vital that we stand up to China economically, militarily, strategically. I really do think you are going to see a strong bipartisan majority take a strong stand in various ways against China over the next two years. It could be a real bright spot for this Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. You do see that and there is even a bipartisan effort now to regulate the rail industry in the wake of East Palestine. We'll watch closely. Scott Jennings, Ashley Allison, thanks so much to both of you.Still to come this hour, millions of Americans will now have less money to help put food on the table as a pandemic-era boost to food stamps, as they're known, ends today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "HILL",
      "sentences": "Plus, TikTok now cracking down in just how much time teens can spend on the app. How the platform is trying to limit screen time.Plus, the fight to certify the equal rights amendment. Activist and Actress Alyssa Milano joining us to discuss the movements and her efforts next step after a federal judge dismissed the latest effort to add it to the Constitution. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Attorney General Merrick Garland testifying now before the Senate Judiciary Committee, expected to defend the agency on a number of ongoing investigations. Let's listen in to his opening statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "GARLAND",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "DURBIN",
      "sentences": "It's not far from Highland Park, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "GARLAND",
      "sentences": "That's also true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "GARLAND",
      "sentences": "I think it's a very important law, and I am grateful to the members who sponsored it and to the overall Congress that passed it. It's done several things for us. First of all, it has, as you said, established a standalone crime for straw purchasing and a standalone crime for trafficking in illegal weapons. We have already --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "DURBIN",
      "sentences": "Are these being prosecuted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "GARLAND",
      "sentences": "Yes. In both cases, we have already brought trafficking cases. I think we already have two gun trafficking cases and several straw purchasing cases as a consequence of this law.In addition, the law provided for enhanced background checks for people under 21, and we have largely completed the process of making those possible so that juvenile records that disclose prohibited conduct and make somebody a prohibited possessor would now be identified. That's another thing we've done. That a statute also provided funds under the burden program and additional programs for violence intervention and for helping states deal with red flag laws, so that people who have been subject to a court order barring them from obtaining a gun. We would be able to get those kinds of systems provided. And we've already given out grants in both of those areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "Senator, I agree with both you and Senator Graham with respect to how horrible the situation is. I have personally met with the families of children and teenagers and young adults and even the elderly who have taken these pills often thinking that they're taking Adderall or Oxycodone or Percocet, a prescription drug, but when, in fact, it is filled with fentanyl. And as the DEA administrator's testimony demonstrated, six out of ten of those pills are fatal dose that cartels that are creating these pills and that are distributing them within the United States are the most horrid individuals you can imagine. And, unfortunately, they are doing it on social media, advertising as if they are prescription pills.So, the DEA has a program of going out to the social media companies and urging them to advise DEA when they see this and advising --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "DURBIN",
      "sentences": "Ms. Milgram told me that when they approached social media and asked for the algorithms so that they can get to the root cause of this death and destruction, the social media platforms plead Section 230 and refused. What do we do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "Well, I think we do have to do something to force them to provide information, to search their own platform for sales of illegal drugs. This is a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "DURBIN",
      "sentences": "I tell you, I mean -- I don't want to put words in your mouth, but I think Section 230 has become a suicide pact. We have basically said to these companies, you are absolved from liability, make money and they're at it overtime. And deaths result from it and we have a responsibility. I think the committee really spoke to it and we may see it differently but on a bipartisan basis.And I've spoken to Senator Graham, and I want to make sure that when we agree, it also is publicized, we both feel very strongly that this committee needs to be a venue to take on this issue. I hope we have your support and the support of the president when we do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "You certainly have my support with respect to finding a better way to get the social media companies, whether it's civil or criminal, to take these kinds of things off their platforms, to search for them, to not algorithms that recommend them. I totally agree with that, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "DURBIN",
      "sentences": "Thank you. Senator Graham?SEN. LINDSEY GRAHAM (R-SC):  Thank you. Again, welcome, Attorney General. I'm going to do something maybe a bit different. I'm going to try to find consensus where we can, see how far we go. Do you agree that the Wagner organization associated with Russia should be a foreign terrorist organization in our U.S. law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I think they are an organization that's committing war crimes, an organization that's damaging the United States. I think they've already been designated as a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "Criminal, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "Yes, TCO. I'm trying to get --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "I want to go up a notch. Are you okay with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I understand. This is a -- the way in which determinations are made with respect to terrorist organizations come through the State Department. They have to make determinations of what the consequences for countries that have them in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "Do you object to me trying to make them a foreign terrorist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I don't object. I think, though, that I would defer in the end to the State Department on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "Yes, we all are. I bet we will all come together on that one.Fentanyl. Fentanyl deaths are more than gun and accident deaths combined in the United States, did you know that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "I mean, this is -- how would you describe the fentanyl problem in America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "It's a horrible epidemic, but it's an epidemic that's been unleashed on purpose by the Sinaloa and the new generation Jalisco cartels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "Let's just stop and absorb that for a moment. It's a horrible epidemic. It kills more people than car wrecks and gun violence combined. And the question is what are we going to do about it? Under current law, fentanyl loses its schedule and one status by the end of the year, you oppose that, I assume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I certainly do. Fentanyl -- all fentanyl-related drugs should be scheduled permanently in this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "These court mandatory minimums for people dealing in fentanyl?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I think we already have mandatory minimums for people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "Do you think they should be increased?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I think we have more than enough ability now to attack this problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GRAHAM",
      "sentences": "Well, would you agree with me whatever we have is not working? Whatever we're doing is not working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GARLAND",
      "sentences": "I agree with that because of the number of deaths that you pointed out. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:03",
      "speaker": "GARLAND",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    }
  ]
}