{
  "date": "2023-02-02",
  "headline": "Connect the World",
  "subHeadline": "CNN Crew Witnesses Latest Kramatorsk Attack; Funeral for Police Beating Victim; Memphis Police Beating Victim Eulogized at Emotional Funeral; Top U.S. House Republican Hopeful after Biden Meeting; Restoring Hong Kong's Oyster Reefs; ECB and Bank of England Hike Interest Rates Again. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "I'm Eleni Giokos. Hello and welcome back to the second hour of \"Connect the World\". We are live fromDubai. Apartments, a Children's Clinic and a school all badly damaged by two days of Russian missile strikes in the Eastern City of Kramatorsk in Ukraine. Three people are confirmed dead and searchers are digging through heaps of debris for anyone who may be trapped. Those strikes leaving gaping holes where people once lived even more destruction could be on the way. Ukraine again warns Russia is planning a new offensive in the weeks ahead. The Head of the European Commission in Kyiv for a meeting tomorrow says Moscow is not unscathed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "URSULA VON DER LEYEN, EUROPEAN COMMISSION PRESIDENT",
      "sentences": "Today Russia is paying a heavy price as our sanctions are eroding its economy, throwing it back bya generation. The price cap on crude oil already costs Russia around 160 million euros a day. And we will keep on turning up the pressure further. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "Well, CNN Correspondent Fred Pleitgen and his crew had just arrived in Kramatorsk when one of those strikes hit. We will hear about that moreclosely in just a short while. We first want to get to the report Fred filed while he was in the trenches with Ukrainian soldiers trying to stave off the Russians and the brutal winter weather. Take a listen. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): All out winter warfare on the Eastern front. We're in a trench with Ukrainian paratroopers. A fire on Russian positions using AKs and the U.S. supplied Browning heavy machine gun. They're searching for weak spots in our positions say the Commander Callison Ghost (ph). They want to see if we fight back if we show strong resistance though they don't advance. And this is what strong resistance looks like. The Russians are only about 400 yards away, hidden in the snow and fog but constantly firing at the entrenched Ukrainian. The enemy uses all kinds of weapons Bogdan say small arms heavy machine guns, artillery mortars, rocket launchers and aviation as well. But so far, the Ukrainian say they haven't lost an inch of territory here. The Ukrainian says the situation here is reminiscent of some of the worst times in World War II where they're not only fighting a strong adversary but the elements as well. The snow, the mud and the cold make fighting here even tougher. And Ukraine's leadership believes the Russians will soon escalate even more after mobilizing hundreds of thousands of men for a likely spring offensive. But this gunner who goes by the name Deputy says the paratroopers are ready. It will be hard he says it will be tough but we will hold because we stand and hear for our land if we don't do it nobody will. There's a visceral hatred towards Moscow's leaders among these men. In Russia they have a terrorist dictatorial regime Bogdan says so now the civilized world is fighting against this wild made evil dictatorship. As we prepare to leave, incoming grenades explode above. And this men say is a relatively quiet day. They expect much worse in the months to come but their motto is, if not us, who else? Frederik Pleitgen, CNN Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "All Right, Fred Pleitgen joins us now. Incredible reporting there and it gives you a sense of just the danger that is ever so present atevery single moment in Kramatorsk. The men are urging people to stay in bomb shelters, Fred. But I wonder why you were then experiencing this seeing it firsthand how people responding to these missile strikes that clearly are indiscriminate, and targeting urban areas targeting apartment blocks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, I think that the people there on the ground, they certainly are very brave in the face of this going on. I mean, one of the things thatwe have to keep in mind is that this was right in the center of town, Eleni and this was in an area where an active search and rescue operation was going on. So the Ukrainians believed at the time that the second barrage of missiles struck that there were still people who were caught under the debris of a building that was struck the night before. There were rescuers on the ground. There were obviously some media representatives on the ground covering the fact that was a search and rescue operation. But there were also a lot of civilians on the ground as well. And of course, when these new strikes happened very much nearby, a lot of people went running for shelter. And you know, I was in - I was in a basement shelter right afterwards, because we obviously ran for cover as well ourselves. And there were certainly some people who did seem extremely traumatized by what was going on. There were a lot of people in tears. There were people who were trying to reach their relatives. But by and large, there certainly was a lot of strength shown by the people there as well. Because once it seemed clear that there weren't any further missiles coming and of course, that is always a big if, when you're on the ground in Kramatorsk. They started carrying on with, for instance, fortifying some of the windows that they had in that area that had been blown out with wood plates. But then also just trying to go about their daily business trying to get by and that's definitely something that shows that there's a lot of perseverance that is going on there. But it also seems to us Eleni, that area Kramatorsk and some of those other places that are sort of in the rear echelon, but close to the front lines, they are getting hit a lot more than before. And I think a lot of people realize that. A lot of people realize that the times are going to get extremely tough for them as the Russian military tries to move forward. And I think it's a big concern for the folks who are living in those towns. We're still staying in those towns. Of course, some people have left, but a lot of people had also hoped that possibly things could remain quiet for a longer period of time Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. And this just before that EU Summit with commissioners to discuss the way forward. I think we're going to be hearing a lot more aboutthe next steps from Western allies. Fred Pleitgen, thank you so much for your reporting. Russian Opposition Leader Alexei Navalny is no longer allowed to have any human contact in prison. And that's according to his daughter who spoke to CNN after his transfer to an even harsher solitary confinement. Navalny is serving a nine year sentence on fraud charges which are widely seen as trumped up. This is what his daughter told CNN's Anderson Cooper. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "DASHA NAVALNAYA, DAUGHTER OF ALEXEI NAVALNY",
      "sentences": "There are no calls, no visits, no human conditions. He is allowed to write 35 minutes per day with a penand paper. He is allowed to have two books. These actions are clearly an open strategy to destroy my father's physical health and maybe mental too by all means. And the reason why I called Putin now is because there's absolutely no way the colony will take these drastic measures without having a nudge from the Moscow government. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Yes, exactly. And it came actually just about 24 hours after the U.S. Secretary of State Antony Blinken left theregion from what we understand a rocket was launched, at least one rocket was launched from Gaza into Israel, it didn't cause any injuries. There was some material damage maybe to a street. And as Israel has been doing recently, it's been responding to every single rocket, whether it causes damage or injuries or not. They responded with airstrikes on what they said were Hamas weapons manufacturing, and chemical storage site. And according to a Palestinian news service, they say something like five missiles was hit. And as far as we know, there was no injuries reported in Gaza either, although there were some material damages, a fire were started potentially, some homes were damaged as well. Now, this is actually the second round of sort of rocket fired missile response just in the past week, the last time was on Thursday night, it was a similar situation. Rockets were fired, Israel responded, no injuries reported on either side, but there was some material damage. And these sorts of things do pop up occasionally, especially when you're seeing the sort of rising levels of tension and violence that we've been seeing in Jerusalem and in the West Bank. And you know, what happens in Jerusalem and the West Bank, it's all connected, it goes to Gaza. I mean, they're all Palestinian territories, Gaza, and the West Bank. It's all connected. And oftentimes, you'll see militants in Gaza responding to what's happening in Jerusalem or the West Bank. But what's interesting is what's happening sort of all the diplomatic activity that's happening all around. And what's really interesting to me is Antony Blinken talked about how he visited Egypt before coming to the Israel and the West Bank, and specifically asked the Egyptians to get involved. And in fact, today, we learned from Hamas from their official spokesperson that Hamas's senior leaders are headed to Cairo to start talking with Egyptians. That's likely a sign that the Egyptians are getting involved in these sorts of negotiations are trying to talk to all the parties and keep the calm. Meanwhile, we also have the Jordanian King in the United States meeting with President Joe Biden. Jordan also historically playing an important role in this region, especially because they are the traditional custodians of the Al Aqsa Mosque compound, the Temple Mount here in Jerusalem. And then of course, as we're about to discuss is Benjamin Netanyahu, the Israeli Prime Minister on his way right now to Paris to have dinner with Emmanuel Macron. Now, while Macron, in his announcement of this meeting, specifically mentioned the Israeli Palestinian tensions. Benjamin Netanyahu, for his part, his sole focus in this dinner is Iran. That's essentially what he wants to focus on in this meeting with Emmanuel Macron Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Hadas Gold, thank you so much for that update. And Melissa Bell, Hadas gave us important context about what's happening on theground, as Benjamin Netanyahu heads to dinner with Emmanuel Macron. And Macron has been vocal about wanting to assist, to engage in dialogue with both sides, tell me what you're expecting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "Really, for the focus to be very much on Iran, after all, Benjamin Netanyahu knows that he's coming to speakto the European Leader who's no doubt been the most vocal on the internal repression that we've been witnessing over the course of the last few months in Iran. Also, France is the country that's been most active in the Gulf of Oman in terms of taking weapons, seizing weapons that had been headed towards the Iranian backed rebels in Yemen. So Benjamin Netanyahu is coming to speak to a leader who's very much on his wavelength when it comes to wanting to do something about Iran, whether those talks will lead to the sort of military coalition that he's talking to, of course, far from certain, but Iran clearly expected to dominate. Equally Emmanuel Macron will also be speaking about the situation in Israel and the Palestinian territories, urging dialogue and that is the position of the French that so much of the flare up of tensions is about that. The fact that since 2014, there's been no movement and no talking between the two sides; he's going to urge them to get back around the table, even though Iran of course the focus all the more so Eleni, since that very spectacular strike that we saw over the course of the weekend on that weapons factory in East - in the city, that city in Iran, and that has been attributed to Israel. The fear of a flare up the need to take some kind of action clearly at the forefront of both men's minds as they sit down to their dinner in Elysee Palace Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Melissa bell in Paris and Hadas Gold in Jerusalem. Thank you so much to both of you. All right up next on \"Connect the World\"--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ROWVAUGHN WELLS, TYRE NICHOLS MOTHER",
      "sentences": "--of privacy. The only thing that's keeping me go away is the fact that I really truly believe--(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "And big crowds are turning to hear from Pope Francis during his visit to the Democratic Republic of Congo. But he says one meeting thereleft him speechless. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "It was a romantic moment captured on camera. A young couple posted a video of themselves dancing on the streets of Tehran. But what would bean innocent move elsewhere in the world it was viewed through a very different lens in Iran. A judge handed down lengthy prison sentences to the two social media influences. The video shared by the Iranian couple went viral. The woman is notably not wearing a headscarf. We've got CNN's Salma Abdelaziz joining us from London with more on the story. It is heartbreaking to think that dancing in the streets resulted in a sentence of 10.5 years each to both of them. Salma tell us what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Salma Abdelaziz, thank you. Almost a month after he was pulled from his car and beaten to death by Memphis police officers Tyre Nichols waslaid to rest on Wednesday. It was a funeral service filled with words of love for Nichols and anger at the American justice system. CNN's Ryan Young has the story for us. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WELLS",
      "sentences": "Tyre was a beautiful person. If it is to happen to him, it's just a- -RYAN YOUNG, CNN U.S. CORRESPONDENT (voice over): A goodbye to a beloved son moving tribute and a call for change. RODNEY WELLS, TYRE NICHOLS'S STEPFATHER: We have to fight for justice. We cannot continue to let these people brutalized our kids. YOUNG (voice over): Grieving family and friends celebrating the life of Tyre Nichols today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WELLS",
      "sentences": "At privacy, the only thing that's keeping me go away is the fact that I really truly believe he was sitting on the side.KEYANA DIXON, TYRE NICHOL'S SISTER: I see the world showing him love and fighting for his justice. But all I want is my baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "LATOYA YIZAR, FRIEND OF NICHOLS FAMILY",
      "sentences": "I'm just trying to go home, - deserve to feel safe.YOUNG (voice over): A young father artists and avid skateboarder who died after a violent encounter with Memphis police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BEN CRUMP, CIVIL RIGHTS ATTORNEY",
      "sentences": "Why couldn't they see the humanity in Tyre because we have to make sure they see us as human beings?YOUNG (voice over): Civil rights leaders community members and officials including Vice President Kamala Harris. KAMALA HARRIS, U.S. VICE PRESIDENT: This is a family that lost their son and their brother through an act of violence at the hands and the feet of people who had been charged with keeping them safe. YOUNG (voice over): With the families of other victims of police brutality and attendance. REV. AL SHARPTON, CIVIL RIGHTS ACTIVIST: The mother cellar for loners and Kiki's here is the floors there's Botham, John's sister and Brandon, the mother of Eric Garner from New York is here. They know what it is to sit at a funeral like this. YOUNG (voice over): A service painfully familiar for black communities in America. REV. DR. J. LAWRENCE TURNER, SENIOR PASTOR. MISSISSIPPI BELOVED CHRISTIAN CHURCH: We serve notice to this nation that the rerun of this episode that makes Black Lives hash tags has been cancelled and will not be renewed for another season. YOUNG (voice over): The videos of the brutal police beating were released less than a week ago, and more videos of the incident are expected to be released soon. The city of Memphis saying it's preparing to release the recordings once an administrative investigation is complete, and that the Nichols family and their attorneys have already seen the audio and video footage. The investigation has led to the firing of five officers and later three Fire Department personnel. Additionally, two more Memphis police officers and two members of the Shelby County Sheriff's Office have been placed on leave. Contradictions between the video of the fatal beating and the initial police report how prosecutors looking into further charges including charges of false reporting in that police account for every other officer and Fire Department personnel at the scene. Personnel files for the five former Memphis police officers charged in Nichols death show several received written reprimands or short suspensions for violating department policies, including Demetrius Haley, who received a written reprimand in November 2021 for failing to document his role in the detention of a suspect who said she suffered a dislocated shoulder as she was arrested. And Desmond Mills Jr., who received a written reprimand in 2019 for failing to document the use of physical force during an arrest none of the officers charged in Nichol's death had previously been disciplined for excessive force. But even as questions in this case linger, the call for change is clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SHARPTON",
      "sentences": "We going to change this country because we refuse to keep living under the threat of the cops and the robbers.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "This week Pope Francis has been bringing a message of peace to people in the Democratic Republic of Congo. Today he urged young people inKinshasa to keep Congo out of the grip of corruption, violence and instability on Wednesday. The pope met with victims of the ongoing violence in the country's east, and he said he was left without words when they told him about the atrocities they faced. Larry Madowo has more on the Pope's visit. (BEGIN VIDEOTAPE) LARRY MADOWO, CNN CORRESPONDENT (voice over): A joyous welcome for Pope Francis to the Democratic Republic of Congo, home to Africa's largest Catholic population. The 86-year-old waves from his seat on the bookmobile slowed down by age and bad knees that delayed the strip from July. Speaking in Kinshasa, the pope called out the West for economic colonialism and looting of the DRC's resources that has kept the mineral rich nation in a cycle of poverty and conflict. That poison of greed has smeared Congolese diamonds with the blood, he admonished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "POPE PONTIFF",
      "sentences": "Hands off the Democratic Republic of the Congo hands off Africa, stop choking Africa. It is not mine to be stripped or terrain to beplundered. May Africa be the protagonist of its own destiny? MADOWO (voice over): At a mass attended by more than a million people, the pope turned his criticism to Congolese leaders. Recent escalations in a long running bloody conflict and the country's east forced the pontiff to cancel a planned trip there. But he addressed it in his sermon of peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "POPE PONTIFF",
      "sentences": "And may it be a good time for all of you in this country who call yourselves Christians, but engage in violence. The Lord is telling youlay down your arms, embrace mercy. MADOWO (voice over): An extraordinary message for a nation fractured by conflict. It's the first visit by Pope to the DRC since 1985, and a powerful reminder of the enduring influence of the Catholic Church in Africa. Larry Madowo, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Coming up, the United States presence in the Indo Pacific region is about to get stronger. Why not everyone is on board with this move? Andthen he's lost his crown as Asia's richest man, and had $100 billion wiped off his business empire a closer look at the rise and fall of Gautam Adani just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "At least three people were killed Wednesday when missiles hit several Kramatorsk apartment buildings. The attacks came as EuropeanCommission Chief Ursula von der Leyen arrived in Kyiv on Thursday. She is leading a team of EU commissioners who are meeting with Ukrainian leaders to discuss admitting Ukraine to the EU. So big conversations happening there, while the United States in the meantime says military will soon again access to four more bases in the Philippines. U.S. Defense Secretary Lord Austin made the announcement in Manila. Austin says the alliance will help uphold a free and open Indo Pacific region while keeping an eye toward China. But the expansion is meeting opposition from China. Let's bring in CNN's Marc Stewart, and he joins us now from Hong Kong. Marc, good to see you! The Chinese clearly saying that this is going to create more tensions could escalate issues in the region. But the U.S. is saying this is important to entrench themselves in the Philippines and you know, in the Indo Pacific. Could you take us through some of the conversations that are happening after this move?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Right, we have two different narratives two different perspectives to this very bold move, if you will by the U.S.military. We should point out that the U.S. has had a presence in the Philippines since 2014. This announcement by Secretary Austin today with leaders of the Philippine government just shows that this is going to be more of an expanded reach. And a potential point of contention, especially with China is that this has the potential of putting U.S. troops on military property from the Philippines that could be as close as 200 miles away from Taiwan, which as you have discussed on this program many times is a very volatile point of discussion right now. No surprise, China is using pointed language a powerful language in response to this U.S. move. Let's take a listen to the Foreign Ministry spokesperson. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MAO NING, SPOKESPERSON, CHINESE MINISTRY OF FOREIGN AFFAIRS",
      "sentences": "The US which clings to a zero-sum mentality continues to strengthen its militarydeployment in the region out of its own interest. It is aggravating regional tension and jeopardizing regional peace and stability countries in the region should stay alert and avoid being coerced by the U.S. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "STEWART",
      "sentences": "And that spokesperson went on to say that the U.S. has basically going back to the Cold War and again is urging other nations in Asia to notbe wooed in by the U.S. But what is very clear is that there is concern by the U.S. about this part of the world that Pacific region. In recent weeks and months, we have seen the U.S. really doubling down its presence. There is now a U.S. Marine Base in Guam, the U.S. military, the Marines have expressed support to Japan to help patrol the Japanese islands. There's even some sharing of technology with the Indian government. So there's no question that this is seen as part of a bigger narrative in the Pacific Ocean. There is a timing aspect to all of this as Secretary Austin prepares to leave Asia. We know that Secretary of State Antony Blinken has a trips plan sometime in the near future to China itself. We don't know with exactly whom he will be meeting. But this has been built as a diplomatic mission. Eleni, it will be interesting to see if what happened in the last 24 or 48 hours will be part of that narrative as part of that meeting with China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "Absolutely. Marc Stewart, thank you very much. Good to see you. Well, there's no tangible progress in talks over raising the U.S. debtlimit. But top House Republican Kevin McCarthy sounded hopeful Wednesday that he and President Joe Biden can reach an agreement long before the deadline that would trigger a default possibly as early as June. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): I thought the meeting today was a good first start. That doesn't mean that it all comes to fruition but walking out, I can see that it could come together. I was very hopeful from the meeting was better than I thought just like anything else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "I bet each day without a deal brings the U.S. one step closer to default and the consequences would be dire. CNN's Phil Mattingly has moreon Wednesday's negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, that still remains an open question. And the fact that they had a conversation at all seems to be viewed as progress fromMcCarthy's side of things. However, the two perspectives which are wildly divergent in terms of what the outcome should be when it comes to the debt limit, they're still wildly divergent. And while McCarthy said that there was positive meeting, Biden in a statement after the meeting said that it was a productive discussion, there is no clear way to lay out a path towards avoiding default at this point in time. And still White House officials make abundantly clear, the president is dead set on the idea that there will be no negotiations despite what Republicans insist. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MATTINGLY",
      "sentences": "I understand that you guys have made that abundantly clear repeatedly. I'm saying are closing, can you close the door on any otheralternatives than Congress fulfilling their constitutional obligations? KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: What I'm saying is we've been very clear about when we've been asked if there's going to be negotiate if there's room for negotiations; we have said this should be done. Without any conditions, there should be a way to go around this to get this done. This is something that Congress should act on now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Now what as press secretary Karine Jean-Pierre there alluding to the fact that there is no other off ramp than congressional action. That'ssomething the financial markets have assumed may be a possibility whether prioritizing payments to certain creditors, maybe even minting a trillion- dollar coin. There are a number of different theories out there. What official saying no, there is no other option Congress has to act; they have about five months to do so. McCarthy says they think they can reach a deal long before that. However, hasn't exactly laid out what the Republican plan is. What U.S. officials make clear they're not moving off of their plan at this point in time? A clean debt ceiling increase, McCarthy said that's something he told the president explicitly was not on the table, where things go from here obviously still very much an open question. At this point, though. Biden and McCarthy committing to continue speaking on what could be potential economic catastrophe they're trying to avoid Phil Mattingly, CNN at the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Let's get you up to speed on some other stories that are on our radar right now. The United States has reopened its embassy in the SolomonIslands, which had been closed for nearly 30 years. It is yet another strategic move in the Pacific coming out of concerns from Washington and its allies about China's growing influence. Australia says Britain's King Charles won't appear on the country's new $5 banknotes. It currently features his mother the late Queen Elizabeth the Second, but the Reserve Bank of Australia says the new banknotes will honor the culture and history of the first Australians. It's Groundhog Day in the U.S. for Americans who are fans of Pennsylvania's Punxsutawney foe; they can expect six more weeks of winter there. That's because full the legendary groundhog and unofficial weather predictor of course so, his shadow this morning when he left his burrow. If he didn't, then it would have been a sign for an early spring. He was once Asia's richest man but now Gautam Adani is fighting to save his business empire shares in his business plunged again Thursday despite his attempts to reassure investors. CNN's Vedika Sud takes a look at the rise and the fall of the business magnate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "VEDIKA SUD, CNN REPORTER",
      "sentences": "For over a week top billionaire Gautam Adani's fortunes have been hit by fraud claim made by small American research firmand short seller. The Hindenburg report has led to a massive market meltdown in India wiping out more than $100 billion off the value of Adani's conglomerate. And the setback continues. The share plunge force Adani to abandon a $2.5 billion share sale. Here's more of the controversy and the man in the midst of it. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NIRMALA SITHARAMAN, INDIAN FINANCE MINISTER",
      "sentences": "Sustainable cities for tomorrow.SUD (voice over): Protests by opposition lawmakers and India's parliament on Wednesday highlighting concerns of the finances of an Indian billionaire. On the same day, his conglomerate Adani enterprises called off its $2.5 billion share sale after a significant drop in share price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TIM BUCKLEY, DIRECTOR, CLIMATE ENERGY FINANCE",
      "sentences": "The Indian economy has been growing as one of the fastest growing emerging markets in the world for adecade now. And that profound success story in India has certainly been a cornerstone of the data group because they are investing in infrastructure in India. SUD (voice over): At the start of the pandemic, Adani's net worth was estimated to be around $13 billion. To be Forbes estimates it's around $75 billion. This dizzying growth has often been flagged by detractors. Adani is seen as the close ally of Indian Prime Minister Narendra Modi. Critics say Adani's rise rested heavily on crony capitalism, which Adani has repeatedly dismissed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ADANI",
      "sentences": "See Prime Minister Modi and myself both have coming from state of Gujarat. And that makes me the easy target of such business allegations.SUD (voice over): Analysts caution that the fallout of the report by Hindenburg Research not only poses a risk to the Adani group, but to the Indian economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HEMINDRA HAZARI, INDEPENDENT BANKING AND ECONOMIC ANALYST",
      "sentences": "In a normal case of events, the regulator would have stepped in and announced aninvestigation. But sadly in this case, the regulator at least for the public has chosen to remain silent. SUD (voice over): The immediate impact has been obvious. More than $100 billion wiped off the value of his business empire. The wider challenge now for India's market regulator and the Modi government will be to try and cap the market chaos and regain the trust of nervous investors. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SUD",
      "sentences": "To last week, Gautam Adani was the fourth richest person in the world. But after the market route, he's no longer in the top 10. As the Adanicrisis continues to unfold, opposition lawmakers in India are demanding a probe into the Hindenburg report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "That was Vedika Sud in New Delhi for us. And we're getting more information in the meantime about suicide bombing at a mosque in Pakistanearlier this week. The blast killed more than 80 people in Peshawar on Monday, most of them police officers. A provincial police chief says the attacker was a member of the Pakistani Taliban dressed in a police uniform, which is how he gained access to the mosque. A spokesperson for the group has denied of their involvement. Meanwhile, Pakistan is in the grips of an economic crisis. Inflation is almost 28 percent with skyrocketing food and energy prices. Right now, the country only has enough foreign currency in its reserves for three weeks of imports. This week, a delegation from the International Monetary Fund is in Pakistan to discuss unlocking a $7 billion bailout. CNN's Sophia Saifi has the report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOPHIA SAIFI, CNN PRODUCER",
      "sentences": "There are many analysts here in Pakistan who fear that the country's economy is on the brink of collapse. However, therehas been some positive murmurs that the country isn't going to default. So keeping that in mind, there are about $3.7 billion in Pakistan's Foreign Exchange Reserves at the moment according to information shared by the country stayed back. That's just enough for about three weeks of imports Pakistan's people are going through a strong cost of living crisis, regular people trade spin grocers that we've spoken to have told us that just surviving is becoming difficult in this economy. The country is not only going through an economic crisis, there is a political crisis brewing; there is the threat of militancy. People are tired three finance ministers within a year. And keeping that in mind, yes, the IMF delegation isn't down it was supposed to have reviewed the current program back in November. Pakistan's finance minister Ishaq Dar has made certain changes certain strong austerity measures to ensure that this IMF loan does come in, but that's still just a band aid according to some analysts to kind of plaster over Pakistan's wider structural issues when it comes to the economy. Catastrophic floods over the past summer have ruined Pakistan's agricultural sector. These are big changes. These are big issues that have happened over successive governments and it's going to take a lot of strong decision making by a strong government to ensure that Pakistan can rise up from this situation. Sophia Saifi, CNN, Islamabad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Hong Kong's Pak Nai is known for its stunning coastline and beautiful sunsets. It's also home to an abandoned oyster farm that hasturned into hotspot for marine biodiversity today on \"Call to Earth\" CNN's Kristie Lu Stout reports on the success of a reef restoration project in the area, and how the reintroduction of oysters has played a vital role. (BEGIN VIDEOTAPE) KRISTIE LU STOUT, CNN CORRESPONDENT (voice over): Tucked away the northwest corner of Hong Kong with the high tech Chinese mega city of Shenzhen in sight is a rich habitat that is home to mangroves, soft muddy shores and oyster reefs that date back centuries. STOUT (on camera): For over 700 years local farmers cultivated oysters here in the mudflats of Pak Nai. In recent decades, traditional oyster farming has declined due in part to coastal reclamation and overharvesting. STOUT (voice over): But conservationists like marine Thomas have discovered that reintroducing oysters to the abandoned reefs can boost biodiversity and strengthen these shores.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARINE THOMAS, SENIOR CONSERVATION PROGRAM MANAGER, THE NATURE CONSERVANCY",
      "sentences": "Usually people will associate oysters with food, but less known is thatoysters and other shellfish create habitats. They create reef habitats. In fact, just like coral reefs, they will bunch together and create these hard structures that you can actually walk on. STOUT (voice over): In a survey of the city's coastlines, researchers from the Nature Conservancy at the University of Hong Kong discovered existing briefs like these old farms could potentially act as a source of oyster larva. They also found that a single Hong Kong oyster can filter up to 30 liters or eight gallons of water an hour, one of the highest filtration rates recorded for the species. Another finding the reefs hosts six times more species and bear mudflats, as the piles of shells provide shelter for worms and small crabs, attracting a variety of animals, including birds like this little Ygritte. STOUT (on camera): And yet another benefit mitigates the effects of climate change. So how does the humble oyster do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ASHLEY HEMRAJ, MARINE BIOLOGIST, THE SWINE INSTITUTE OF MARINE SCIENCE, THE UNIVERSITY OF HONG KONG",
      "sentences": "One of the biggest things that always amazes meand makes me happy is seeing all the number of crabs here, especially here as you walk the crab walk away. It's if you fix on it, it's quite amazing to see this. It is really, really beautiful. STOUT (voice over): As new oysters grow, they clean the water, provide shelter and food for wildlife and join forces with the mangroves as a coastal buffer. A spectacular sunset descends on Pak Nai, as the small briny creatures work to build an ever more vibrant ecosystem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Well, let us know what you're doing to answer the call with the #calltoearth. We're back after this quick break. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now the European Central Bank and the Bank of England have done it. Again, they've both raised interest rates. And this is howthe European stock markets are faring benchmark interest rates for the ECB and the BOE or not the highest levels since 2008. As you can see markets closed in the green. In 2008 was when the world was hit by the global financial crisis and today's moves are all about fighting inflation. The Bank of England's boss is out with some upbeat news on that front, but don't dig out your party clothes just yet. Anna Stewart, this is no time for celebration. We're worried about the future. And you know what; it's not so much about these moves, right? Because we you know anticipate that we price them in, it's about the messaging. It's about what they'll do next. And the ECB says they're going to hike it hike again, BOE seem slightly more optimistic, or, you know, cautiously optimistic, take us through what they said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "ANDREW BAILEY, GOVERNOR, BANK OF ENGLAND",
      "sentences": "The forecast suggests that inflation will come down and that it will fall quite sharply. But eventsmay not unfold in this way. With inflation currently above 10 percent, we are in uncharted territory. Energy prices may not fall by as much as currently expected in financial markets. And even if they do this period of very high inflation could play into price and wage setting in the UK economy to a greater extent than we assume in our central projection. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "STEWART",
      "sentences": "We are in uncharted territory in terms of inflation, that's not really something anyone wants to hear. Certainly, it's some cautionarytones, I think at this side of the pond, Eleni.",
      "isLastSentenceInterrupted": false
    }
  ]
}