{
  "date": "2023-06-19",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Search And Rescue For Missing Titanic Tourist Sub; Heavy Fighting Continues In Zaporizhzhia; Alexei Navalny Being Tried For Extremism Charges; Mass Shootings All Across The U.S.; Extreme Weather All Across The U.S.; Biden Focuses On Environment, Fundraising In CA; Xi: World Needs Stable China-U.S. Relations; 100-Year-Old Veteran Helped Break Military Color Barrier. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "The last contact with the submersible was an hour and 45 minutes into its dive to the bottom of the Atlantic 12,000 feet, 12,000 feet below the surface. CNN's Paula Newton is following the latest developments for us. Paula, how are officials trying to re- establish contact and what are the difficulties they're facing in finding the submersible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Yeah. Unfortunately, Jake, we just had an update from the U.S. Coast Guard and they, you know, basically confirmed how difficult this is. So, remember, Jake, you said about 12,000 feet. They confirmed it could be that far down in terms of the deep ocean search that they have to conduct here. Almost two and a half miles.They have three to four assets in the air and in the sea right now searching. The problem is, is that the coast guard, Rear Admiral John Mauger, admits look, this is what they call a remote area. They are going to muster as many resources as they can and this in fact includes commercial vessels that you call upon. And he was clear that as of right now, while they are putting certainly listening devices on the surface of the water to, you know, hear anything. That they are relying on more resources being deployed, perhaps as well by the Canadian military in the coming hours so that they can actually launch a rescue mission in what we call a deep-sea mission rescue and this will be quite difficult. He's saying though that right now, they could have perhaps come closer to the surface, but that the area they have to search is just so large that it's impossible to know. They lost communication with them more than 24 hours ago now and that was less than two hours as they were trying to reach the wreck of the titanic. Again, a lot of resources being brought to bear here right now. The weather was fine when they were going out there, looking at waves of three to six feet, the rear admiral said. Having said that, that's pretty normal for that area of the Atlantic. Unfortunately, though, there is fog at this hour. And you can imagine how difficult it is out there when -- as he points out, not only are you trying to search the surface of the sea for a 21-foot vessel, but you are also knowing that you lost communication with them more than two miles beneath the surface of the water. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "What more do we know about the individuals who were on board this underwater vessel, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. I mean, we don't have confirmation and certainly the U.S. Coast Guard would not confirm, but CNN has in fact confirmed that a British billionaire, Hamish Harding, was on board. We know that from the company and the fact that they had had a social media post. It's called Action Aviation and it's the company owned by this British, but U.A.E. based British billionaire.And you know, the quote from him was basically, as he was about to submerge and do what he thought would be quite an experience, an experience of a lifetime, he said the sub had a successful launch and Hamish is currently diving. That was the post from the company and the last they have heard from him. This is a man who is an incurable explorer. He has been to space. In fact, in June, he went into space as a so-called tourist. He was supposed to be doing the same thing here. But, you now, Jake, I want to stress, this is not whale watching off the coast of Newfoundland, right? These are specialized trips for which you need training and that you do pay a substantial amount of money. And for that reason, it is a specific type of person who would be on here. We believe that it is five people as we have said. Possibly though, now, we know that it would be two crews and three paying passengers. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Paula Newton in Ottawa, thank you so much.Now to Ukraine. In the second week of its summer offensive, Ukrainian President Volodymyr Zelenskyy is insisting that Ukraine has not lost any of its positions, only gained new ones. Let's get right to CNN's Ben Wedeman who is in Zaporizhzhia, Ukraine first. Ben, what are you seeing and hearing on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIRO INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, what we're seeing and hearing are claims by the Ukrainians that they have taken territory. They say they've taken control of eight settlements and that includes 44 square miles of territory, but the fighting is intense. We heard from the commander of the Ukrainian armed forces that the Russians have laid dense mine fields and moved a lot of their reserves to the southern front, just south of here in Zaporizhzhia to reinforce lines against the Ukrainian counteroffensive, which in the grand scheme of things, has not really achieved much so far.It's still early. It's widely believed the Ukrainians have yet to commit the bulk of their forces to the fight. But this is something that, you know, we've been talking about for months. [17:04:58] The Russians have been preparing for months for this counteroffensive and as anybody who studied war knows, it's much more difficult to take territory than to defend it. The Russians have had quite a few months to prepare for this Ukrainian counteroffensive, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Russia claims to have destroyed a Ukrainian tank by detonating explosives remotely. Is this a new battlefield tactic that we're going to be seeing more of from the Russians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WEDEMAN",
      "sentences": "It's a first. What we know is, according to the telegram channel of the Russian defense ministry, that the Russians crammed this tank, a T-54, which dates back to just the years after the Second World War, with tons of explosives and drove it unmanned toward the Ukrainian lines. What you see in this video put out by the Russian Defense Ministry is that the tank hits what appears to be an anti-tank mine and then it's hit by an RPG round, we believe.And then there's this massive explosion about 300 yards from the Ukrainian lines. It's not clear how effective this tactic actually is. We don't know of any Ukrainian casualties as a result of this attack. We don't know if the Russians and the Russians didn't mention any success in breaking through the Ukrainian lines, but it certainly represents a new tactic. It's hard to say if this is a tactic that's actually going to make much of a difference in this war, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Ben Wedeman in Zaporizhzhia, Ukraine for us. Thank you so much.Let's turn now to Ukraine's ambassador to the United States, Oksana Markarova. Madam ambassador, we just heard the latest on gains by Ukrainian troops in the counteroffensive, but this is obviously going to be a long, hard slog. How do you assess the progress at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "OKSANA MARKAROVA, UKRAINIAN AMBASSADOR TO THE UNITED STATES",
      "sentences": "Thank you, Jake, for having me and many thanks for your journalists to be in Zaporizhzhia. I hope they will stay safe there. Well, you know, we knew it's going to be very difficult an, yet, as our commanders and our president says on a daily basis, we are gaining ground. We are liberating Ukraine.It's going to be very difficult. It might not be as fast as -- especially Ukrainians go under occupation (ph) would need it to be or would want it to be. But you know, it's a full-fledged war. It's a very difficult operation. And as our (inaudible) Commander Zaluzhnyi said, everything is going according to the plan and we have very high trust in our military commanders. As they have shown during the past 16 months, they know what they're doing and they are capable of doing it. We just need a little bit more support, a little bit more weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "So, we're hearing from the Russians that they are destroying and targeting a number of Ukrainian defenses, including Bradley fighting vehicles, provided by the U.S. and others in the west. Can you confirm those losses? And more largely, are you getting the support you need to replenish those supplies in order to continue and then finish this fight? MARKAROVAfull-fledged war. But Russian (inaudible) the same vehicles all over again and wasn't even where they are showing them. Again, we know they have been lying since the beginning of this war and they will continue doing that. We will not divert our attention to what they are saying. We heard from our commanders that again, it's going even better than we have expected. We are repairing what we need to repair. And the question is, you know, as we say, to continue to get more assistance and more supplies in order to be able to do it faster. But again, the losses on the Russian side are definitely much more higher, even though they are in defense. And as you said earlier, as we heard from Ben, they have prepared for this for a long time. So, regardless of how difficult it is, every Ukrainian life is precious for us. Every meter or feet of Ukrainian territory has a strategic importance. We do not have any other option than to liberate all Ukraine and the goal is to liberate all Ukraine within our recognized international borders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "We heard from the NATO Secretary General, Jens Stoltenberg, that at the upcoming summit next month, NATO is not going to discuss a formal invitation for Ukraine to join the NATO alliance. What's your response to that? Might that setback Ukraine as you battle to get Russia out of your country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:03",
      "speaker": "TAPPER",
      "sentences": "Ambassador Markarova, thank you so much for your time today. We really appreciate it.Also, in our \"World Lead,\" jailed Russian opposition leader Alexei Navalny was back in a Russian court today. Navalny who is already serving a nine-year prison sentence in Russia for a fraud case, which he has claimed is politically motivated, is now facing new charges for allegedly creating an extremist community. That's according to Russian state-media. CNN's Matthew Chance is with us from Moscow. Matthew, what happened in Navalny's hearing today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:03",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Jake, it paints a very disturbing picture of Russia today. Alexei Navalny, the prominent anti-corruption campaigner here, first poisoned and nearly killed, then arrested and sentenced to nine years in jail, remember, is now facing new extremist charges that could see his prison term extended by up to 30 years sparking new outrage among his supporters.Well, the hearing was at a remote penal colony where Navalny is being held, and neither journalists, nor his parents, were allowed inside the courtroom. But the prosecution detailed nearly 4,000 pages of new allegations against the 47-year-old anti-corruption campaigner, including that he created an extremist network and financed extremist activity in a statement. Navalny quipped that it was clear that I am a sophisticated and persistent criminal. He added that it was impossible to find out exactly what I'm accused of. Back to you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "TAPPER",
      "sentences": "In our \"National Lead,\" a tragic holiday weekend marked by deadly gun violence across the United States. Since Friday, the Gun Violence Archives has counted at least 19 mass shootings with four or more victims were shot, not including the shooter.In one case near Chicago, 22 were people shot yesterday afternoon at a Juneteenth celebration. One person was killed. The aftermath was so chaotic police say they still don't know how many shooters they're even looking for. CNN's Adrienne Broaddus has more. (BEGI VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "NICHELLE PETERSON, SURVIVED MASS SHOOTING",
      "sentences": "This is the one that hurts the most. I had stitches in my head so I already have a hole.ADRIENNE BROADDUS, CNN CORRESPONDENT (voice-over):  Nichelle Peterson was among the 22 injured in a parking lot party in Illinois Saturday night, about 21 miles west of Chicago. At least one person was killed. Bullets grazed Peterson's shoulder and forehead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "PETERSON",
      "sentences": "I was in the back seat hiding and they just kept going across me, but I couldn't get any lower, you know what I mean. I just heard it and I felt it. At least 30 rounds went through my car alone.BROADDUS (voice-over):  The DuPage County Sheriff's Office says deputies were on site to monitor the event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "PETERSON",
      "sentences": "It was just a Juneteenth party. I'm not exactly sure who threw it.BROADDUS (voice-over):  But around 12:25 a.m. they got called to respond to a nearby fight and immediately returned when they heard gunfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "UNKNOWN",
      "sentences": "Next thing you know shots just got there going off and everybody ran and it was chaos.BROADDUS (voice-over):  Investigators saying multiple suspects fired multiple rounds into the parking lot ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "UNKNOWN",
      "sentences": "I just heard shooting. (Inaudible) before we had to (inaudible), we dropped down. We dropped down until they stopped. They just kept going.BROADDUS (voice-over):  In downtown St. Louis, a 17-year-old male was killed and at least nine others hurt. It happened at a party held in an office building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "TISHAURA JONES, MAYOR OF MISOURI",
      "sentences": "It's every parent's worst nightmare tenfold.BROADDUS (voice-over):  Officers say multiple weapons were found at the scene, including an AR-style rival. And they're still trying to figure out how the group got access to the building. ROBERT TRACY, ST. LOUIS POLICE CHIEF:  It was planned in advance. We're still investigating who had access to it. BROADDUS (voice-over):  In central Washington State, two people are dead and several others hurt after a mass shooting at the camp grounds near the gorge amphitheater in Quincy, about 150 miles east of Seattle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "Welcome back. Also, in our \"National Lead,\" Jasper County, Mississippi residents are assessing the damage after a large and deadly tornado touched down overnight. The storm left widespread damage in its wake. Homes destroyed. Buildings ripped to shreds. At least one person was killed and nearly two dozen injured.And the threat of severe weather is not over yet. Today, more than 50 million people in the south eastern United States face severe weather alerts of different kinds. Sweltering record breaking temperatures threaten millions more. Some in the U.S. are seeing temperatures rise to triple digits. Meteorologist Chad Myers is tracking it all from CNN's Weather Center. Chad, which states are at risk for severe weather today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Mississippi, Alabama, Southern Georgia and all of Florida, at least the more than half of Florida. And even just about an hour ago, Jake, we had a tornado that rolled through Moss Point, Mississippi, wasn't like the pictures that you showed there of an EF-3 or maybe bigger.But this was a tornado that is now really has that whole town just kind of in a standstill. Everybody trying to make sure where everybody is. Is everyone okay? And that's going to be the story for the rest of the night in this yellow area. There is that potential for another tornado or two. Maybe not large tornadoes, and that's great. But still, it doesn't take a big one if it's over your home and right along the gulf coast. That's where the humidity is. That's where the flooding has been. Flood emergency going on here from almost -- that's about Pensacola or from Pascagoula all the way back over to just about Orange Beach. That's where the flooding is going on right now. And there's still more rain coming down. The good news is, the heaviest now rain is moving into the Gulf of Mexico itself and away from where it has already fallen, south of Fair Hope and all the way towards Foley into Alabama. The next couple days, more rainfall still to come scattered around the southeast, and excessive accumulations in some places too, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "And Chad, Texas is experiencing record triple-digit heat. Just how hot is it going to get there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "CMYERS",
      "sentences": "Well, it's going to be cool across the southeast, that will not exist all the way towards the west. Look at the heat index here, records possible, 60 plus possible over the next couple of days. Heat index with excessive heat warnings all the way to 122 this afternoon. And even right now as Corpus Christi, it feels like 116.And Jake, you have to understand that those numbers are in the shade. And so, the numbers you see behind me for the next days, high temperatures well above 100, with heat indices approaching 120. You get in the sunshine, you have to work in a sunshine, it's going to feel hotter than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "And the National Hurricane Center is tracking a brand-new tropical storm in the Atlantic, Chad. Tell us what you know about that?Tropical Storm Bret. We already had Arlene that was a pretty nothing, nothing storm. But Bret is a 40-mile-per-hour storm right now in the Atlantic in a kind of rare place for this time of year, way out here in the middle of the Atlantic. Typically storms this time of year will form in the Gulf of Mexico because it's warm. Well, all of the Atlantic is warmer than normal right now. And yes, this is forecast to become an 80-mile-per-hour hurricane by Thursday and maybe make approach toward as I say Puerto Rico or the southern part of those islands over the weekend. We'll have to keep watching this because this is the first real storm of the year, even though it starts with Bret. Arlene wasn't much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "All right, Chad, thank you so much.Coming up, a thawing between two super powers who have been giving each other the silent treatment, but it does not quite sound as though the United States and China are totally on the same page even after this key meeting. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "TAPPER",
      "sentences": "In our Politics Lead, President Biden is just finishing up a speech on climate change in California. He's out west for a three day trip to the Bay area to focus on the Biden administration's climate commitments. While there, he will also be making a few fundraising stops for his reelection campaign, that's after Biden held the first rally of his reelection campaign in Philadelphia over the weekend. Let's get right to CNN's Priscilla Alvarez, who's traveling with President Biden. Priscilla, what are we going to see from Biden on this trip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "Priscilla, are we going to see Biden traveling more for rallies as his campaign kicks into gear, as people might remember in 2020 because of COVID he really didn't do very many public events or travel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "PRISCILLA",
      "sentences": "And we still don't expect to see that many political rallies until later this year and into 2024, with most of his events really focused on what the administration has done so far. But I was at his rally just over the weekend on Saturday, where he spoke to union members, and he really tried to rev them up to try to make the emphasis and put the emphasis on them that he needs their help to mobilize voters.So they're certainly trying to add momentum to his campaign. But in the interim, the focus really is going to be on fundraising. And President Biden, first Lady Jill Biden, as well as Vice President Kamala Harris will all be hitting the road to try to bring in those funds, which will be critical to his campaign, especially ahead of that first quarter deadline. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "TAPPER",
      "sentences": "All right, Priscilla, thanks so much.Now to China in our World Lead where U.S. Secretary of State Antony Blinken met with China's President Xi Jinping earlier today, a monumental 35-minute meeting that ended with both superpowers stressing the importance of thawing the increasingly icy relationship. As CNN's Ivan Watson reports for us now, progress was made, leaders say, but key disagreements such as Taiwan and opening lines of military to military communication remain. (BEGIN VIDEO CLIP) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Is this enough to stop the downward spiral? Antony Blinken, the first U.S. Secretary of State to visit the Chinese capital in five years, shaking hands with Xi Jinping, China's leader for life, the most powerful since Mao. Xi positions himself as the dominant figure at the head of the table, but also recognizes the need to stabilize ties between the world's two most powerful nations. XI JINPING, CHINESE PRESIDENT (through translator): The two sides have also made progress and reached agreement on some specific issues. This is very good. WATSON (voice-over): Relations between China and the U.S. sharply deteriorated at the end of the Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "China's been taking advantage of the United States for a long time.WATSON (voice-over): Since then, they've only gotten worse. The biggest flashpoint the self-governing island of Taiwan, which China claims as its own. Beijing regularly deploys warplanes and warships around Taiwan while accusing Washington of stoking the fires of the island's independence. In November, President Biden met with Xi in Bali to rescue this vital relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to compete vigorously, but I'm not looking for conflict. I'm looking to manage this competition responsibly.WATSON (voice-over): But any goodwill generated quickly shattered by the appearance of a giant Chinese surveillance balloon over the U.S. in February. U.S. warplanes shot it down. Meanwhile, Beijing claims U.S. moves, like a ban on the sale of semiconductors, are aimed at constraining China's rise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "What this is about, again, is not trying to cut off, eliminate, hinder economic relations. On the contrary, we think that they should be strengthened, but in a way that looks out for our workers. We can, we will, and we must take steps necessary to protect our national security. If the shoe were on the other foot, I have no doubt that China would do exactly the same thing.WATSON (on camera): In Beijing, Blinken succeeded at achieving his stated goal of reestablishing communication with China. China's foreign minister accepted an invitation to visit Washington, and both governments agreed to expand person to person exchanges and increase commercial passenger flights. (voice-over): But when it comes to communication between the U.S. and Chinese militaries and their dangerously close encounters in the Indo Pacific, there's been no progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:15",
      "speaker": "BLINKEN",
      "sentences": "I think it's absolutely vital that we have these kind of communications, military to military at this moment. China has not agreed to move forward with that. I think that's an issue that we have to keep working on.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "TAPPER",
      "sentences": "Is there an effort to discuss the decoupling of the economies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:14",
      "speaker": "WATSON",
      "sentences": "Yes, actually, there's some criticism of that coming from a senior Chinese government official, because what Western countries have done and the U.S. has done is kind of rebrand decoupling. And they say we want to derisk. We need to diversify our supply chains and not put all our eggs into manufacturing in China.Well, the Chinese government has come back and said that's effectively rebranding. And that's another example of why China doesn't trust the U.S. right now. And it's one of these obstacles that I don't know, even if the two governments are going to talk more, I don't know how they can get over this deep distrust that persists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "TAPPER",
      "sentences": "And our National Lead, celebrations and commemorations across the United States to mark Juneteenth today marks the end of slavery in the United States, 158 years ago, in Fort Worth, Texas, the annual Opal Lee Walk celebrated the 96-year-old activist who's known as the grandmother of Juneteenth. Opal Lee, had advocated to make Juneteenth a federal holiday. In 2021, President Joe Biden signed the legislation to make Lee's dream a reality.In Galveston, Texas, thousands of people attended the Juneteenth festival. Galveston is known as the birthplace of Juneteenth because on June 19th, 1865, the Union Army arrived in Galveston and told thousands of black slaves that the Civil War was over and they were free. Like so many black Americans, Lee Vernon Newby, Jr. Fought for freedom overseas during World War II, only to find himself denied basic human rights when he returned home to the United States, especially in his case, to the Jim Crow South. And as CNN's Jason Carroll discovered and reports for us now, Newby's fight for recognition is not over, even at 100 years old. (BEGIN VIDEOTAPE) JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): 1923, the year of the Charleston, time before televisions, FM radio, before scientists had discovered penicillin. The year Lee Vernon Newby, Jr. was born in Jackson, Tennessee, 100 years ago. LEE VERNON NEWBY, JR.: Generally, I live pretty quiet life. Hey, how you there? CARROLL (voice-over): Not so quiet. In 1942, at the onset of America's entry into World War II, Newby made history. He was drafted into the U.S. Marine Corps when he was 18 years old, making him one of the first African American Marines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "I was nervous. Yes. I didn't know what I was getting into, but I wanted to save my country.CARROLL (on camera): Did you feel extra pressure because you were one of a few?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "Yes, it did. But I was thankful, you know, for the opportunity.CARROLL (voice-over): Newby was assigned to the Monford Point Marines, a segregated Negro unit in Jacksonville, North Carolina. Not long after, he headed to the South Pacific to the Battle of Guadalcanal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was time for America to take the offensive.CARROLL (voice-over): To fight an enemy overseas while still coping with racial barriers from home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "They were blacks over here. No white was with them.CARROLL (on camera): So they kept you segregated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "Segregated, yes.CARROLL (voice-over): It was that mission in the Solomon Islands where Newby was badly injured during an accident when gasoline exploded in a hole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "All of a sudden, something hit me right in my chest. When I hit the deck and got up, you know, all the skin just laying out, I prayed. I said, Lord, I want to come back, but I want a family.CARROLL (voice-over): Burns covered more than 60 percent of Newby's body. He was hospitalized for several weeks. Then his family says the Marines sent him back into action. ELLENA D. NEWBY-BANNETTE, DAUGHTER OF LEE NEWBY JR.: He was ordered to go back into the war. I said he wasn't 100 percent healed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "Oh, that's just me when I was getting married and so forth.CARROLL (on camera): I don't want to ask you what year that was. (voice-over): Newby received an honorable discharge in 1946, but was not treated as a war veteran back home, where he struggled dealing with racism and Jim Crow laws. He eventually found work as a janitor and chauffeur and raised a family. Years later, he received recognition for his service and longevity. Local news covered his birthday in April. He took us to his room at a senior living facility outside Detroit, where he showed us his medals, including the Congressional Gold Medal. (on camera): And this is presented by President Obama?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:40",
      "speaker": "NEWBY",
      "sentences": "Yes.CARROLL (voice-over): And a framed birthday letter from President Joe Biden. He says he's grateful for all of it. But it is this letter that's causing him so much pain these days. It came last month informing Newby he's not eligible to receive the Purple Heart, something he had been hoping for. The letter concluded, since you were not wounded at the hands of the enemy, you are not entitled to the Purple Heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's 100 years old and he should have that. And that's what he's still fighting for and hoping for.CHRISTOPHER L. NEWBY, SON OF LEE NEWBY JR.: What I wish for the Pentagon to really recognize, just to respect, you know, his sacrifices. CARROLL (voice-over): Purple Heart or not, Newby has already earned his place in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:07",
      "speaker": "NEWBY",
      "sentences": "I still love America. I still said American. Maybe someday I hope that it would better for our my race as a whole.CARROLL (voice-over): Jason Carroll, CNN, Detroit. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:07",
      "speaker": "TAPPER",
      "sentences": "Our thanks to Jason Carroll for that important report. CNN's Juneteenth a global celebration for freedom airs tonight with a special concert event featuring some of the biggest names in music. That starts this evening at 7Coming up on THE LEAD, why aspirin a day may actually send some adults to the doctor, that will be next in our Health Lead. But first, here's CNN's Alex Marquardt. He's in for Wolf Blitzer with what's next on \"THE SITUATION ROOM\". And Alex, you have more on this Blinken meeting with President Xi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:07",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "We will be digging more, Jake, into the Secretary of State's visit to Beijing and that very important meeting that the Secretary had with the President. But it is clear that there is a long way to go before this relationship is back on track. Progress has been made, Blinken said. But the Chinese are still blocking the lines of communication between the heads of the militaries. And that is where we have seen some of the biggest friction lately in the South China Sea and in the China and the Taiwan Strait. So we'll be digging into that with Congressman Ro Khanna, who sits on the House Select Committee for China. Jake, all that coming up in just a few moments in The Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:07",
      "speaker": "TAPPER",
      "sentences": "And one of the things that it's so important for people to understand is that there's always been this policy of what the U.S. government calls strategic ambiguity, which is, will the U.S. -- how intensely will the U.S. help Taiwan if Taiwan is attacked by China, which wants Taiwan back? And the U.S. has historically not really answered the question. That's called strategic ambiguity.President Biden has not been particularly strategically ambiguous. He has basically been saying, we're going to help them. But what was the message that Secretary of State Blinken conveyed today when he met with President Xi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:38",
      "speaker": "TAPPER",
      "sentences": "All right, Alex. We'll be watching the Situation Room right after this show. Thank you so much and we will be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:38",
      "speaker": "TAPPER",
      "sentences": "And we are back with our 2024 Lead. Early 2024 Republican primary polling shows Trump with a dominant hold over the entirety of the Republican field. Now Republican candidates are having to shape their campaigns around what Trump may or may not do. Let's bring in CNN's Jessica Dean. Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:38",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Jake, you're exactly right. We're getting a recent Quinnipiac poll, for example, that's really showing this in stark numbers where it's talking to Republicans all across the country. And it is important to remember it's a national poll, not in these early states, which will really indicate and shape how this race takes form as we get into 2024. But we're seeing that former President Trump has not seen any of his support erode among Republicans or voters who lean voting Republican.And that is an interesting key data point as so much of the 2024 Republican field continues to see the former president and his legal troubles and potential political troubles as a result of that, although we don't see any evidence of that just yet as an X factor. So they continue to look at that. This is we see President Biden in California and also Ron DeSantis, the Florida governor and Trump's rival, also in California, Jake. They have very different takes. Biden there to talk about climate change. DeSantis, of course, sending out a tweet earlier or his team sending out a tweet earlier today talking about the contrast between Democratically led states like California and how he's run the state of Florida. Jake?",
      "isLastSentenceInterrupted": false
    }
  ]
}