{
  "date": "2023-02-18",
  "headline": "CNN This Morning",
  "subHeadline": "Georgia Grand Jury: No Widespread Voter Fraud In 2020 Election; More Asian Americans Buying Guns Amid Rise In Fear, Hate Crime Reports; FDA Advisers Recommend Making Narcan Available Over-The Counter; V.P. Harris: U.S. Has Determined Russia Committed \"Crimes Against Humanity\"; South Korea Launched Presumed Long-Range Missile; Some Residents Worry Symptoms May Be Tied To Chemical Spill In Palestine, Ohio. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "He actually criticized the word recall describing it as, \"anachronistic and just flat wrong. Boris, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Christine Romans, thank you so much for that report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "All right, and thank you for sharing your morning with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SANCHEZ",
      "sentences": "You don't have to go far because the next hour of CNN This Morning starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "And good morning, everyone. Welcome to CNN This Morning. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SANCHEZ",
      "sentences": "And then I'm Boris Sanchez. Vice President Harris takes direct aim at Vladimir Putin accusing him of crimes against humanity at a speech at the Munich Security Conference as Russia launches a fresh wave of attacks on Ukraine. We're live with what all this means for a critical moment in the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Health officials are on their way to Ohio following that toxic train derailment the health concerns residents say they are now living with despite assurances from local officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Plus, funeral services set to be held today for Alonzo Bagley, the unarmed black man killed by Shreveport police. We're getting our first look at the body cam video showing the moments leading up to his shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Plus, taking up arms, how some Asian Americans are taking steps to protect themselves following an increase in attacks on the Asian community. That's coming up on CNN This Morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Welcome to the weekend, Saturday, February 18. We are so grateful that you are starting with us. Always great to be with you, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Always great to be with you, Boris, coffee has kicked in. So let's go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SANCHEZ",
      "sentences": "First Vice President Kamala Harris condemning Russia's acts in Ukraine as crimes against humanity, she delivered the rebuke against Russia in his speech before the Munich Security Conference. Here's a clip.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT: In the case of Russia's actions in Ukraine, we have examined the evidence. We know the legal standards. And there is no doubt these are crimes against humanity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Harris outlined a litany of acts that she described as barbaric and inhumane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SANCHEZ",
      "sentences": "We are covering the story from all angles from the White House to Kyiv. And of course, we'll have in depth analysis. Let's start at the White House with CNN Reporter Jasmine Wright. Jasmine, what more did we hear from Vice President Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JASMINE WRIGHT, CNN WHITE HOUSE REPORTER",
      "sentences": "Yeah, Boris and Amara. Well, the Vice President made three major points here today in that big high-profile speech in Munich. The first one, of course, is when she formally declared that Russia had committed crimes against humanity. Of course, the Vice President here a major moment for her in the U.S. as she went a step further than what the where the U.S. government had already been saying that Russia committed war crimes.Now, the Vice President in her speech, a former prosecutor, she really ticks it through the evidence, they're describing graphic moments that we've heard about over the course of the year, really major atrocities committed by Russia in ways that really led the U.S. to making this formal declaration. I want you to take a listen to it here. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARRIS",
      "sentences": "Think of the images of Bucha, civilians shot in cold blood, their bodies left in the street. The jarring photograph of the man who was riding his bike. Think of the four-year-old girl who the United Nations recently reported was sexually assaulted by a Russian soldier, a four-year-old child.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:19",
      "speaker": "WALKER",
      "sentences": "Jasmine Wright, thank you.Let's get an update now on what is happening there on the ground. CNN Senior National Security Correspondent Alex Marquardt joining us now live from Kyiv. So, we're getting a word of a missile launched by Russia. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:19",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, good morning, Boris and Amara. There is significant concern that the Russia could step up its assault against Ukraine from the air in the coming week ahead of this anniversary they have been struggling on the ground during the early stages of what is believed to be a new offensive. Of course, we have seen wave after wave of missile strikes by Russia against Ukraine. Just this morning, four more cruise missiles launched from the Black Sea by Russia, at least two of them according to the Ukrainian Air Force were intercepted. But there were two explosions in the southwestern city of (inaudible).According to local officials, a military installation was among the targets and hit. There was also a public transportation stop that was hit significant damage on the ground. We're told hundreds of windows blown out. President Zelenskyy says that Russia has attacked Ukraine in 10 different regions in the past day. And these attacks by these kinds of cruise missiles really speak to the need by Ukraine for more air defenses. And this is something we've heard from President Zelenskyy and his top officials repeatedly. And just yesterday, at the Munich Security Conference, we heard a renewed plea by President Zelenskyy not just for more military aid for but for it to be sped up, saying that time is of the essence. Here's a little bit of what he had to say in Munich. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:19",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Unfortunately, he can still destroy many lives, many. That is why we need to hurry up there is no alternative to speed, because it is the speed that the life depends on.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:19",
      "speaker": "MARQUARDT",
      "sentences": "One of the most significant areas of fighting not just recently, but really over the past few months has been in the eastern city of Bakhmut, that is where we see a Russia really trying to make a push in this renewed offensive so far the Ukrainians have managed to keep them mostly at bay Russia, it has been making incremental advances.We should say this is not the Russian regular military. This is being led by the Wagner Mercenary Group, these fighters made up of contractor mercenaries as well as convicts. They are now being backed up by Russian regular military mechanized and tank divisions as well as artillery and aircraft but they have been taking significant losses as have the Ukrainians. And Boris and Amara, we do have a new U.S. assessment as to those losses that Wagner has been suffering, some 30,000 killed and wounded 9000 killed over the past few months in what all sides acknowledge, has been a grueling fight that all sides have really called a meat grinder. Boris and Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:19",
      "speaker": "SANCHEZ",
      "sentences": "Enormous losses continue for the Russian side. Alex Marquardt, reporting live from Kyiv, thank you so much.Let's get some analysis now on the Vice President's speech. Here with us to discuss is CNN International Diplomatic Editor, Nic Robertson, and Washington Post Columnist Max Boot. He's also a senior fellow at the Council on Foreign Relations. Thank you both for being with us. Nic, first to you your impressions of Harris's speech, and are you getting any sense of how the speech was received by those at the conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "SANCHEZ",
      "sentences": "Max, I did find it notable that Vice President Harris directly talked about China in her speech. We actually have a soundbite, I believe of that direct mention, if we can play that for our viewers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "HARRIS",
      "sentences": "We are also troubled that Beijing has deepened its relationship with Moscow since the war began. Any steps by China to provide lethal support to Russia would only reward aggression, continue the killing, and further undermine a rules-based order.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "SANCHEZ",
      "sentences": "Max, obviously a sensitive time for U.S.-China relations. In fact, it's possible that Secretary of State Blinken can have that meeting with Wang Yi that was supposed to happen weeks ago, before that balloon incident took place and forcing U.S. to postpone it. What can the United States do to court China into a better position on the conflict in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "MAX BOOT, COLUMNIST, THE WASHINGTON POST",
      "sentences": "Well, I think the U.S. is, in fact doing some of that. And you saw the public sign of that. And the Vice President's remarks, I think we have been certainly pressuring Beijing behind the scenes, not to provide military equipment to China, which is something that that they desperately need.I mean, imagine if China were to start providing artillery shells to Russia, or precision guided munitions to Russia, that would be a game changer. Because Russia is running low on artillery shells, they're running low on precision guided munitions. And China could produce virtually unlimited amounts. But so far, they have not done that. They certainly have provided microchips and other economic supplies to Russia, which indirectly can support wartime manufacturing. But they have not been directly providing weapons for the Russian war effort. And in some ways, China has acted as a restraining force on Russia, because Xi Jinping made clear, he does not want to see a use of nuclear weapons. And since he said that Putin has not been engaging a nuclear saber rattling in the same way that he did before. So the U.S. is trying to use China's influence with Russia to deter Russia to some extent, and to prevent China from providing more military support to Russia. And let's hope that they continue to be successful in that regard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "SANCHEZ",
      "sentences": "A big focus of the Vice President's speech was on human rights. I want to play a clip of something she said about accountability.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "HARRIS",
      "sentences": "And I say to all those who have perpetrated these crimes, and to their superiors, who are complicit in these crimes, you will be held to account.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:29",
      "speaker": "SANCHEZ",
      "sentences": "We have seen some atrocities come out of the invasion of Ukraine. But Nic, what kind of accountability realistically, could Vladimir Putin or other top Kremlin officials face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "SANCHEZ",
      "sentences": "Max, Vice President Harris there, alongside a large congressional congregation including Senate Minority Leader Mitch McConnell, who essentially put out a plea saying that the United States must invest in Ukraine that long term this would save the U.S. misery and money. Ultimately, though there are members of his party that oppose a big pay -- a big aid package to Ukraine. How does he sell this to some in his party who are against providing more and more into this effort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "BOOT",
      "sentences": "Well, unfortunately, I don't think a lot of the House members are listening to what Senator McConnell is saying, because of course, Donald Trump constantly denigrates McConnell and even attacks his wife and racist terms. So I don't think Mitch McConnell has a lot of sway with House Republicans.And look, the issue with continuing aid to Ukraine is going to be to what extent is House Speaker Kevin McCarthy going to allow himself to be held hostage by this group of ultra-Maga Republicans in the House who are pro-Russia, anti-Ukraine, isolationist, want to cut off the aid. There is a clear majority in the House with all the Democrats and a huge number of the Republicans probably at least half the Republicans who want to continue a to Ukraine, but it will be up to Kevin McCarthy to the extent to which he is willing to stand up to the extremist faction within his own party, and to unite with a bipartisan majority in both the House and Senate to continue supporting Ukraine in its fight for freedom. And I have to say, as a former Republican myself, it's pretty amazing to me, that the party of Ronald Reagan, that the President who once called out the evil empire, and said and supported, \"freedom fighters\" in Afghanistan and Nicaragua and elsewhere. It's amazing to me that so many Republicans are now turning against aid to Ukraine, this poor embattled democracy which has been invaded with no cause or no justification by Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "SANCHEZ",
      "sentences": "Foreign Policy becoming more and more of a wedge issue on the right. Max Boot, Nic Robertson, we have to leave the conversation there. Appreciate you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "BOOT",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "WALKER",
      "sentences": "In the meantime, we are following a developing story out of North Korea, South Korean officials say the North has launched at least one missile into the waters off the Korean Peninsula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "SANCHEZ",
      "sentences": "And let's take you to the region now with Siemens Will Ripley who's there for his live. Will, Japanese and South Korean officials have been monitoring this situation. You've reported extensively from North Korea? What's the significance of this launch happening now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:01",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "This launch is significant because this is not just any ballistic missile. This is an ICBM class, ballistic missile, or at least it's believed to be an ICBM, which means intercontinental ballistic missile is the type of weapon that Japan warned last year could theoretically and probably hit the mainland U.S. pretty much any city in the U.S. now.This launch, the reason why they believe that this is also an ICBM class, is because of the amount of time that actually was in the air. It was launched from Pyongyang Sunan Airport around 5:22 p.m. local time. Japan said it landed in the waters near to the west of Hokkaido, so very close to Japan inside their exclusive economic zone. And they said it landed around 6:30. That means that it was 68 minutes an hour and eight minutes in flight. This could take that missile which the last time they tested an ICBM it traveled 22 times the speed of sound, it could take it a very long distance. And if you do the calculations, you can see how this really does pose a threat which is probably what North Korea is trying to demonstrate here. Remember, it was just last week, they had this big military parade in their capital city. They rolled out these new solid fueled ICBMs, solid fuel ICBMs are dangerous because they're can roll them out and launch them very quickly, without you know being detected by spy satellites. So now we just need to determine, Amara, is this ICBM a new type or is it something that we've seen before but either way a menacing message from the north as the U.S. and South Korea prepare to begin joint military exercises this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "WALKER",
      "sentences": "New this morning, the Biden administration is ramping up its response to the train derailment and toxic spill in East Palestine, Ohio. Federal Medical experts are expected to arrive there early next week to assess how dangerous it is for people who continue to live near the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, in recent days, some residents have complained about headaches, sore throats, rashes and other symptoms they say are related to the train derailment. CNN's Polo Sandoval has more on this.And Polo, it's interesting because even as they're getting these reports, there are tests that indicate that the air there is safe and that the drinking water is safe. So what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Boris and Amara, the big question is, will that be enough to reassure some of these residents that have come forward with these complaints that they've been feeling sick and nauseous and headaches? And we'll get to that in just a second. But first, remember, there was also some disappointment aside from those complaints after we learned from Governor Mike DeWine that there would be no FEMA assistance.However, late yesterday in a joint statement, the state of Ohio and FEMA announcing that they will be additional federal assets that will be heading to the ground. FEMA sending what they described as a Senior Response official as well as what they described as a regional Incident Management Assistance Team in the coming days. [08:25:06] Now, it's yet to be seen exactly what that will look like. However, FEMA saying that part of that will include a team that will assess the long-term needs of the region, excuse me. And that really is the core of the story here right now is the long term needs for those people who are coming forward right now our teams hearing from folks who are experiencing some, some sickness, like we said, some rashes, sore throats, nausea, headaches, as well. So they're certainly wondering whether or not that has anything to do with the incidents that took place earlier this month there in Palestine, Ohio. Officials maintaining the air and water monitoring has indicated that there is no chemical risk to people as they return home after that all clear was issued. But again, it's still going to take a while before people actually feel safe in that community. Now, part of trying to making feel part of trying to make people feel comfortable returning to the area is sending in some of those medical personnel, including toxicologists that the federal government will be sending in in the coming days to be able to provide some of that medical treatment to those individuals and determine whether or not it has anything to do with the disaster took place earlier this month. Amara, Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "SANCHEZ",
      "sentences": "Polo Sandoval, thank you so much for the update",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "WALKER",
      "sentences": "Thank you, Polo.Well, five former Memphis police officers have pleaded not guilty in the beating death of Tyre Nichols. They each face several charges including second degree murder, kidnapping, and assault. Nichols, a 29-year-old black man was repeatedly punched and kicked by the officers after a traffic stop and a brief chase a foot chase on January 7. The second-degree murder charge carries a penalty of 15 to 60 years in prison. And funeral services will be held today for an unarmed black man shot by police in Louisiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "SANCHEZ",
      "sentences": "Alonzo Bagley was killed February 3 after Shreveport police officers responded to a domestic disturbance call at an apartment complex. This week an officer was charged with negligent homicide. CNN's Isabel Rosales joins us now live. Isabel, Shreveport Police released the body cam footage of the shooting. It is disturbing. Walk us through what it shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Boris, Amara, good morning to you. Yeah, this body camera footage is incredibly difficult to watch. We're seeing a man really taking his last breaths. I will break down the before and the after of this police interaction. But first a warning some of these images are extremely graphic and not suitable for everyone.This encounter started about two weeks ago February 3 at an apartment complex where police are responding to a domestic disturbance call the knock-on Bagley's door. Alonzo Bagley refuses to come out saying he's got to put the dogs away and eventually makes his way back into his unit and then jumps out from a balcony and runs away. There's a brief police chase and according to state police investigators, Alexander Tyler, an officer was chasing after him with his weapon drawn out. The other officer whose body camera footage we're seeing here, he had his weapon holstered, then the rounded corner and Tyler -- Officer Tyler fatally shoots Bagley. Now, what we see as we slow down the footage in this interaction is that Bagley's hands. They were up as that shot was fired and investigators did not find any weapon on him. After the shooting we see in the body camera footage and there it is, his hands are up as we freeze that frame. After the shooting, the other officer starts first aid and calls EMS and then we hear Officer Tyler, the one who shot Bagley audibly distraught. The voice that you will hear crying here is Officer Tyler. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "ALEXANDER TYLER, POLICE OFFICER",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, come on, come on, come on, come on, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "No, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "I can't, come on dude.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sending a message right now 1018, 1018.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "Come on, dude. Come one dude, stay with me. stay with me. Stay with me. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:23:50",
      "speaker": "TYLER",
      "sentences": "Stay with me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:59",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "And Tyler's bond has been set at $25,000. His next court appearance is April 3. He declined to speak with CNN but his attorney Dhu Thompson did speak with us. And he insists that despite the fact that Bagley was unarmed, that doesn't mean that he wasn't a threat to officers, Boris, Amara, perhaps a preview here of their defense to come in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:59",
      "speaker": "WALKER",
      "sentences": "All right, Isabel Rosales, thank you very much.And just ahead, could a Georgia special grand jury's investigation lead to charges against Donald Trump and his allies for their efforts to overturn the 2020 election? We're going to talk about the details coming from an excerpt of the report that's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "MOORE",
      "sentences": "We got the first chapter and the last chapter. And we knew that was going to happen because the judge had told us specifically that he was going to basically protect the district attorney's investigation, he was going to protect due process rights. And he was also going to give the public the information that the public wanted it was entitled to.So I'm not surprised to see what we have. What we know for sure, based on this is that the grand jury believed there was no election for all. And we also can tell because they talk about perjury, they talk about appropriate action appropriate charges, we know that their ultimate recommendation where the individuals are charged, but this is a recommendation to the district attorney. She gets to make the decision, she can take the report, like all of it, take a piece of it, she can disregard it. But overall, she'll make a decision on whether (INAUDIBLE) any indictments in the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "WALKER",
      "sentences": "And back to what we don't know, right, Michael, I mean, we don't know if other indictments were recommended, but judging from what the DA here in Fulton County Fani Willis said during a hearing last month, she suggested that the special grand jury recommended multiple indictments. What do you make of that? And could Donald Trump be indicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "MOORE",
      "sentences": "Yes, I don't think there's any doubt that there have been multiple indictments recommended. We don't know if they reached all the way up to sort of the top of the pyramid and that being the former president, or if it were people more associated with things like the fake elector scheme. But I do believe there have been multiple indictments recommended in the case.The question will be how wide a net this should cast. You know, there was a particularly interesting fact, and that was that she did not seek the former president's testimony or participation in the process. And that tells us a lot. That says that, look, he's a target of this. And she was fallen. What I think a good prosecutor would do, and that is to not put a witness in the grand jury or subpoena witnesses simply to sort of do a circus show of them claiming the Fifth Amendment. And when they knew that they were facing that potential indictment. So I don't really don't think there's much question that she intends to issue some indictment against the former president. She has some pretty clear choices, he has one very easy case. And that is the take the call that we keep talking about that he makes to Secretary Raffensperger, that's basically just a confession. And it's a gift to any prosecutor to get this recorded admission, this far in advance of any trial even before charges have been levied. So I -- my guess is she's been working on diamonds for some period of time. She's pulling those together, she sort of buttoning things up to make sure that she's ready to face the barrage of motions that she's going to get from defendants. If, in fact, they are charged, he's going to see motions to dismiss, motions to transfer versus the cost indictment, you name it. And this case is just at the beginning of the full form of litigation activity that is going to go on over the next several years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "WALKER",
      "sentences": "And to make clear, I mean, the decision rests with Fani Willis, right. As a special grand jury --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "MOORE",
      "sentences": "(INAUDIBLE) with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "WALKER",
      "sentences": "-- was an investigatory body. She did mentioned that a decision was imminent. I mean, do we have any sense of a timeline here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "MOORE",
      "sentences": "Well, imminent, might kind of means different things, maybe in different professions. For the law to say -- or on the law side to be talking about something that's emanated might not be quite as quick as a 24-hour news cycle. But clearly, I think she's working through this.She will, you know, I think the judge believes she's working through it. And she's an experienced prosecutor. She has a reputation with this court. I'm sure. So I think that's why you see the order and the sections of the report issued as it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:12",
      "speaker": "WALKER",
      "sentences": "Just quickly, will we ever see the full report and see, you know, all the 75 people who were witnesses and testified under oath?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:03",
      "speaker": "WALKER",
      "sentences": "We'll leave it there, Michael Moore, thank you very much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:03",
      "speaker": "MOORE",
      "sentences": "Always good to be with you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:03",
      "speaker": "WALKER",
      "sentences": "We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SANCHEZ",
      "sentences": "There remember just two days earlier, 11 people were murdered at a Monterey Park dance studio along with the alleged suspects. Almost all of the 18 victims in the two shootings were Asian. The rise of violence and fear has led to a reported surge in gun ownership among Asian Americans.CNN's Kyung Lah has more. (BEGIN VIDEOTAPE) (SPEAKING FOREIGN LANGUAGE) KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): A gun shop in the Los Angeles suburbs like so many others, rifles, handguns, ammo, but there's something else here. (SPEAKING FOREIGN LANGUAGE) LAH (voice-over): Customer Kris He and store owner David Liu are speaking Mandarin. (SPEAKING FOREIGN LANGUAGE) LAH (on-camera): When did you get your gun license?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HE",
      "sentences": "Three days agoLAH (on-camera): Three days ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HE",
      "sentences": "Because Monterey Park.LAH (on-camera): The mass shooting in Monterey Park?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HE",
      "sentences": "Yes, so I'm afraid in my house.LAH (voice-over): Monterey Park Asian majority city is just a few minutes away from the store. 11 people nearly all of them Asian American died in a mass shooting last month by an Asian American shooter. That same week, another Asian man is accused of shooting and killing seven people in Half Moon Bay. (SPEAKING FOREIGN LANGUAGE) LAH (voice-over): That brought you here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HE",
      "sentences": "you have a guy, I have a gun. I'm afraid of you. You are afraid of me. So it's safe.LAH (on-camera): So if everyone has a gun, everyone's afraid of each other?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nice.LAH (voice-over): Nice Welcome to a rising gun owning demographic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shooter ready. Trish Sargentini, 34 Bay Area biotech worker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There it is.LAH (voice-over): Bought her first gun as attacks targeting Asians were just starting in the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's go one more time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "TRISH SARGENTINI, GUN OWNER",
      "sentences": "I wasn't just American. Suddenly, I'm Asian American. And I started having to be more cautious and just careful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That was closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They're making this look easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SARGENTINI",
      "sentences": "You know other women, women of color, minorities to disenfranchise, this is an opportunity for them to learn protection of self-learn a new skill.LAH (voice-over): Conrad Buey (ph) chiropractor, Charlie Haas (ph), civil engineer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not something that, you know, just conservative Americans can do. Everyone has a right to do these things.LAH (voice-over): Asian Americans have long been the lowest gun owning demographic. Chris Cheng, a tech executive says that's changing and should change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chris Cheng now engaging with the 1860 Henry.LAH (voice-over): He won a gun contest reality TV show and launched a public career in the firearms community, working closely with the NRA to promote the Second Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "CHRIS CHENG, GUN ADVOCATE",
      "sentences": "Everything's all about speed and efficiency.LAH (on-camera): Why do you feel so passionate about diversifying gun ownership and bringing in Asian American gun owners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "CHENG",
      "sentences": "I'm a diversity and inclusion advocate no matter where I am, right? Whether it's in the gun community, whether it's in my day job in Silicon Valley, it should cut across all facets of your life.Some of the worst crimes and attacks against Asian Americans happen right here, you know, blocks from where we're eating lunch right now LAH (on-camera): If you had to boil it down, what is it that changed during the pandemic for Asian Americans and guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "CHENG",
      "sentences": "We kept on seeing time and time again, that law enforcement can't and won't always be there to protect us from something bad. And sort of the question for a lot of us then became well, what can I do about this?JOSH SUGARMANN, EXEC. DIRECTOR, VIOLENCE POLICY CENTER: You can call Chris Cheng an ambassador at best, and the salesman at worst. LAH (voice-over): Josh Sugarmann is with the Violence Policy Center that approaches guns as a public health issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SUGARMANN",
      "sentences": "The primary base of the gun industry's sales attention has been older white males, and what's happening is they're dying off. And to borrow a phrase, the tobacco industry, that dentistry is not finding replacement shooters to take their place.LAH (on-camera): So it's about money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SUGARMANN",
      "sentences": "It's all about money.LAH (on-camera): It does help the gun industry if more than white men are buying weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "CHENG",
      "sentences": "Sure. Yes, I mean, right. If you want to look at the firearms industry from a business perspective, sure, right. This accusation that gun companies put profits over people is just not what the industry is about. The industry is about providing people with a firearm to protect themselves if they choose to do so.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:54:19",
      "speaker": "WALKER",
      "sentences": "Two FDA advisory committees voted unanimously this week to make Narcan nasal spray available over the counter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:54:19",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Narcan is known as a lifesaving drug that can stop an overdose in its tracks. And if the FDA approves it, more people could soon have access. CNN's Elizabeth Cohen has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:15",
      "speaker": "SANCHEZ",
      "sentences": "Our thanks to Elizabeth Cohen.We are done for now. We're going to see you back here in just an hour.",
      "isLastSentenceInterrupted": false
    }
  ]
}