{
  "date": "2023-05-09",
  "headline": "CNN News Central",
  "subHeadline": "Liz Cheney Releases Ad Against Trump; Philadelphia Manhunt; President Biden to Hold Meeting on Debt Ceiling; Border Fears. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I sincerely hope the writers strike in Hollywood gets resolved and the writers are given a fair deal they deserve as soon as possible.(CHEERING AND APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Tennessee's governor now calling for a special legislative session this summer, in hopes of passing a public safety bill.You might recall, efforts to pass a red flag-style law failed after that national school shooting back in March. The Republican governor, though, Bill Lee, announcing he wants the legislature to meet August 21. Thanks for your time today. We will see you tomorrow. CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Crisis at the border, 150,000 migrants waiting to cross into the United States, a wave that could overwhelm the Border Patrol and humanitarian groups, with already strained border towns facing an influx that has been building for months. And it could hit in just 48 hours. We're going to take you there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The country is running out of time and money.Hours from now, a critical meeting to avoid economic calamity. President Biden set to meet with congressional leaders on the debt ceiling. But the two sides are nowhere near a deal. And a catastrophic default could be just weeks away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "And a mysterious object smashes through a roof and right into a home. Officials say it is most likely a meteorite, a little gift from space.We are following these stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "SANCHEZ",
      "sentences": "We are just about 48 hours from a border surge that has been months in the making.You can see people waiting to make their move in this video CNN took today from Mexico's side of the border. A source says the U.S. government estimates there are more than 150,000 people standing by to try and enter the United States on Thursday, when Title 42 expires. Remember, that's the U.S. policy that would have immediately expelled them because of pandemic restrictions. Now, this map shows where some of the 150,000 are right now in Mexico. You will notice 60,000 of them alone waiting in Chihuahua. Meantime, border agents have been experiencing the anticipation firsthand. Encounters with migrants have surpassed 8,000 a day. And, according to officials, after Thursday, they could reach 10,000 encounters each day. Let's take you now live to the Southern border with CNN's Nick Valencia, who's in Brownsville, Texas, for us. Nick, with 48 hours before the end of Title 42, what are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "NICK VALENCIA, CNN NATIONAL CORRESPONDENT",
      "sentences": "Boris, we're seeing a very active scene on the streets of El Paso.I want to show you just what we're talking about here. This is an area where migrants are taken after they're processed by immigration officials. Some of these men have crossed illegally. Some have crossed through ports of entry. All of them, though, have been released on humanitarian patrol. And what you're looking at here is them trying to raise enough money to get to their next destination. We're told by some of these migrants here that they crossed to avoid political persecution in Venezuela. All of them have been released on humanitarian parole. And let's see if we could talk to one of them. (SPEAKING SPANISH) Why did you cross? What are you running from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING SPANISH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "VALENCIA",
      "sentences": "He's saying, the abuse from the government. The needs that he has are just not being met.(SPEAKING SPANISH) How long have you been here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING SPANISH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "VALENCIA",
      "sentences": "He says he's been here for three days trying to get enough.(SPEAKING SPANISH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING SPANISH) VALENCIA(SPEAKING SPANISH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chicago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "VALENCIA",
      "sentences": "(SPEAKING SPANISH)He says he's going to Chicago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING SPANISH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "VALENCIA",
      "sentences": "(SPEAKING SPANISH)So, Robert is just one of the very many Venezuelan migrants. Most of these men, as I mentioned, Boris, are from Venezuela. And we talked to Team Brownsville. After these men are dropped off by Border Patrol outside this bus station, they are processed by Team Brownsville, which is a nonprofit that helps them get to their next destination. We're told, yesterday, they processed about 750 individuals. They say, as Title 42 is expected to end, they expect that number to swell upwards of 1,000 people or more -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "SANCHEZ",
      "sentences": "Important to remember that those 150,000 waiting to cross all have significant reasons, the hardship that they have experienced in their home countries, something that you and I know very well.Nick Valencia, thank you so much from Brownsville, Texas. Let's turn now to CNN White House reporter Priscilla Alvarez, because, Priscilla, President Biden is scheduled to speak with the president of Mexico, AMLO, at some point today. Do we know what they're going to discuss?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SANCHEZ",
      "sentences": "It'll be interesting to see how the Biden administration might deal with this influx, as we're taking a look at these camps that have been built in Ciudad Juarez, Mexico.Priscilla Alvarez, keep us posted on the very latest. Thank you so much -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "KEILAR",
      "sentences": "We are learning some disturbing new details about the gunman who killed eight people and injured multiple others Saturday at a mall in Allen, Texas.Here, you can see images that investigators say he posted on social media in recent weeks seeming to reveal an obsession with Nazis, weapons, and mass shootings, at the top of the screen, a long gun and a handgun on what appear to be a bed, multiple boxes of ammunition, and then, below, a shooting range target with holes blasted through it, here, the body armor vest that authorities say he wore during the shooting. It has a patch in the middle of it that says RWDS. That is an abbreviation for Right-Wing Death Squad. And he also allegedly posted this picture of the mall in the recent weeks or in the weeks just before the shooting, then a screenshot from Google Maps that actually showed the times of day when the mall was busiest, so that he knew when the most people would be there. CNN's Josh Campbell is on the scene in Allen, Texas. Josh, we are seeming to get a clearer picture about this killer. It's incredibly disturbing, the plans that he made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "No, that's right, Brianna.And shortly after this massacre occurred on -- over the weekend, a law enforcement source told me that authorities started to zero in on right-wing extremism as a possible motive. He had a very troubling social media presence, I was told. We're now seeing some of those posts from ourselves. CNN has identified a Russian social media platform where the suspect had an account, and it is replete with vile postings about white supremacy, his obsession over Nazis, over firearms, over past mass shootings. He also described himself as an incel, which those who follow extremism know these are men who blame women in society for their lack of romantic success. And then, finally, as you mentioned, just very chilling details about potential reconnaissance that he did here at the mall, coming here in the weeks prior to the attack, checking to see which would be the busiest times, truly chilling stuff. It's worth pointing out, Brianna, that we are expecting to hear very shortly from police here at a press conference, where we hope to learn more about this ongoing investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "KEILAR",
      "sentences": "And we're learning more about the shooting victims.I think, Josh, in any shooting, it's just heartbreaking, as we do, but it is especially so in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CAMPBELL",
      "sentences": "No, absolutely.You look at the ages. The authorities here have released the full list of the eight people who were killed in this massacre. I will read you their names. They include 20-year-old Christian LaCour. He was a security guard here at the mall. Also killed, 32-year-old Elio Cumana-Rivas and 26- year-old Aishwarya Thatikonda. Also, children killed in this attack, a local school district announcing that two sisters, 11-year-old Daniela Mendoza, her sister, 8-year-old Sofia Mendoza, also killed. And a family that has also been impacted, another family. That includes 37-year-old Kyu Song Cho, his wife, Cindy Cho, and, Brianna, their 3-year-old son, James, a 3-year-old gunned down here at this mall. Sadly, we're told that the surviving member of that family, the lone survivor, is a 6-year-old boy, his brother, his parents killed in this attack. This gunman, who used an AR-15 to attack this mall, reducing this family of four to now a family of one -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "KEILAR",
      "sentences": "Unimaginable.Josh, thank you for that report -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SANCHEZ",
      "sentences": "Staying in Texas now, a candlelight visual is planned today as we're learning new details about the victims of the deadly crash Sunday in Brownsville.Police say that this man, George Alvarez, plowed his SUV into 18 people at a city bus stop, killing eight of them. Authorities say that seven of the victims are still in the hospital. Three of them have been released. This all happened on Sunday outside a shelter that houses migrants. Authorities say that several migrants were among those killed. The Brownsville community continues to pay their respects. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's why we came to leave the flowers. This thing happens to them. It's a very ugly thing.[13:10:04] I pass by here every morning, and I do see them. I go slow for the same thing, because I know that they pass, and they're waiting here for the bus. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SANCHEZ",
      "sentences": "Alvarez now faces eight counts of manslaughter, 10 counts of aggravated assault with a deadly weapon. And it is still unclear whether this crash was intentional -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SCIUTTO",
      "sentences": "All right, another case we're watching right now in Philadelphia, a manhunt under way for two inmates who escaped from a correctional facility, one of the men facing multiple charges for murder.Police say that 18-year-old Ameen Hurst, also 25-year-old Amir -- Nasir Grant were able to escape through a hole in a fence. Officials say their escape went undetected, if you can believe it, for nearly a full day, despite multiple head counts there. Hurst has been in custody for more than two years as he awaits trial on four counts of murder. CNN's Danny Freeman, he's in Philadelphia for us. Danny, I -- I mean, how did this happen, multiple head counts, and they're not counted, and they stay away for 24 hours before detected?But also update us where the manhunt stands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Well, Jim, and I think that you're going to hear that question asked a lot over the course of the next several days, is exactly that. How did this happen and how did it go undetected for so long?But let me refresh as to what we do know at this point, because this is a story that has really alarmed a lot of Philadelphians over the past 24 hours. According to police, two prisoners, Nasir Grant and Ameen Hurst, as you said, they broke out on Sunday night at around 8:30 p.m. But the Department of Prisons says that they did not realize that anyone had broken out until 3:00 the following day, so, again, almost 24 hours right there. And, as you said, there were three head counts that those prisoners potentially missed because they were outside of the jail cell, one at 11:00 p.m. on Sunday night, and then 3:00 a.m. and 7:00 a.m. on Monday morning, so, again, three chances to potentially check if they were there that were missed over the course of that time. Now, again, the question as to how, we actually got a chance to catch up with the commissioner just a few moments ago, and we pressed her as to how exactly this happened, but the latest information we have is, they are still combing through security footage to understand how this happened. But, as you said, it was a hole that was cut through a fence in the wreck yard. It's one of the areas that is accessible to some of the inmates here during the day and during the evening. Now, I should say, the mayor of Philadelphia, Jim Kenney, he was in Harrisburg at the time when he got the news. He came back last night for a press conference. Take a listen. He was visibly frustrated at this story. (BEGIN VIDEO CLIP) JIM KENNEY (D), MAYOR OF PHILADELPHIA, PENNSYLVANIA:  Clearly, the system screwed up, and people didn't do what they're supposed to do. It's clear. I'm really angry about it. There's no reason for this. And if everybody had followed through and do what they're supposed to do, we wouldn't have this problem. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "FREEMAN",
      "sentences": "Now, as you said, one of those men is facing charges for four homicides. So, according to the U.S. Marshals, these men are to be considered armed and dangerous, as this manhunt continues -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SCIUTTO",
      "sentences": "Amazing.Danny Freeman, we know you will stay on top of it -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:38",
      "speaker": "SANCHEZ",
      "sentences": "In just a few hours, President Biden and House Speaker McCarthy are going to sit down for the first time in months to figure out a way to avoid the first ever U.S. default and a subsequent global financial meltdown.But the White House doesn't want you to call this a negotiation. Listen. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  I wouldn't call it a -- debt ceiling negotiations. I would call it -- I would call it a conversation between the four leaders and the president. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:38",
      "speaker": "SANCHEZ",
      "sentences": "Remember, the Treasury Department says the government could run out of cash and be overdue on its bills by June 1.That gives lawmakers a little more than three weeks to sort out a solution. But, looking over the past three weeks, the only thing these two sides have done is harden their positions. House Republicans passed a plan to raise the debt ceiling and cut spending, but Biden rejected it, demanding a so-called clean debt ceiling bill. Let's take you now live to Capitol Hill with CNN's Manu Raju. Manu, all eyes are on this meeting, but the actual odds of a breakthrough happening are slim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "RAJU",
      "sentences": "But they're saying no -- no cuts, nothing tied to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "MANCHIN",
      "sentences": "That's not -- that's not -- I think that's not reasonable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "RAJU",
      "sentences": "But there is no clear process to cut a deal outside of the leadership, meaning McCarthy and Biden.The Senate GOP leader, Mitch McConnell, says it's all about those two members. And rank-and-file members like Joe Manchin don't have any real support among the leadership to get a deal on their own, which is why today's meeting so significant. But what will happen out of it, Boris, is anyone's guess -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes. And, notably, we are three weeks out, but far fewer days, actually, that Congress is in session.Manu Raju from Capitol Hill, please stand by. Let's go now to CNN's Matt Egan, because he has the economic angle in all of this. And, Matt, I found it interesting. You were speaking to sources that told you that Treasury Secretary Janet Yellen, she was busy making phone calls to business leaders. Walk us through the context of what those calls mean, given these meetings at the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Boris, I don't know about you, but a lot of this feels like a movie that we have seen before, right, and not a particularly good movie either.And so we're at the part of the debt sales crisis where the two sides are finally agreeing to sit down with each other and where the administration is turning to the business community for help. So, yes, a source tells CNN that Treasury Secretary Janet Yellen, she has been making calls to CEOs and other business leaders to talk about the consequences around brinksmanship over the debt ceiling. Now, you will recall that we actually saw something similar in 2021 during the last default drama. We had Yellen and President Biden meeting with leading CEOs, including Jamie Dimon and Citigroup's Jane Fraser, to talk about that debt ceiling crisis. I think the goal now, like then, is to try to turn up the pressure on Congress here, have the business leaders make the case for why a default would be such a bad idea, and really raise this issue with the public and with Congress. And we are starting to hear some business leaders speak out. Josh Bolten, he was the chief of staff under George W. Bush. He now leads the influential Business Roundtable. He put out a statement saying -- quote -- \"Securing a bipartisan path forward to raise the debt ceiling could not be more urgent. The cost of a default or even the threat of a default is simply too high.\" Boris, I think we're going to hear more business leaders speak out the closer we get to June 1.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes, a terrible, terrible film that we have seen too many times, and one that we could see economic ramifications before we even get to the X-date, so one we certainly do not want to see the end of.Matt Egan in New York, thank you so much for that -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SCIUTTO",
      "sentences": "All right, so let's dig deeper on this.President Biden has been projecting confidence on the economy for months, but Americans do not appear to be on the same page. A new poll shows that people have serious doubts about how Biden and his top economic officials are handling economic issues. Nearly half say they have almost no confidence in Biden and his team on the economy. Let's discuss now with former chief economist for the Treasury Department under President Biden, Ben Harris. Ben, good to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "BEN HARRIS, FORMER CHIEF ECONOMIST TO VICE PRESIDENT BIDEN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SCIUTTO",
      "sentences": "You see those numbers. That's not a small percentage. That's most folks who just don't have confidence in the president and his team.Why is he confident he has the public behind him on his negotiating position here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "HARRIS",
      "sentences": "So let's just be clear. He should never have to have this meeting in the first place.The debt limit...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SCIUTTO",
      "sentences": "I know that, but that's where we are. Those are the politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "HARRIS",
      "sentences": "Yes.And so I hope that the American public understands that this is about spending which has already been agreed to. Congress has already authorized all this spending before, and it's about paying your bills. And it's a pretty commonsense preposition, which is just pay for spending you have already authorized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SCIUTTO",
      "sentences": "I -- but you have been making that argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "HARRIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SCIUTTO",
      "sentences": "And other officials have been making that argument. Folks at home don't not pay their credit card bills. I have heard that for weeks now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "HARRIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "SCIUTTO",
      "sentences": "But this is where the politics are today.So how do you respond to those numbers and that political reality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:03",
      "speaker": "HARRIS",
      "sentences": "My hope is, is that people say, look, stop playing games with my 401(k). Stop playing games with my mortgage.Moody's has done a lot of analysis on this. The worst-case scenario is terrifying. It looks like a 2008-like scenario again. I mean, those are the type of projections which should really scare people. If people want to have a budget fight, there's appropriate time and place for a budget fight. And that's through the appropriations process. That's how the system works. And so if Republicans feel like they need to shut down the government in order to get their point across about less spending, that's great. Do that through the appropriations process. But don't blow up the whole world economy to make the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Are you, in effect, saying if we go off that cliff, it's the Republicans' fault?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Oh, absolutely. I mean...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Are you saying you're willing then to go off the cliff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Well, I'm -- so I'm not saying that, but we have passed the debt limit 68 times before, passed it three times under Trump, 2017, 2018, 2019.We never had it...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "I know. We have reported that on this broadcast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Exactly. So you never had this type of turmoil. You never had these type of concerns.In 2011 was, like, the only time I can remember where we had a similar situation. The stock market went down by 20 percent. So I'm not rooting for turmoil, but what I'm rooting for is that American public will listen to business leaders, will understand the consequences of going over the X-date and say, you know what, have the conversation where it's meant to be had. And that's the appropriations process. SCIUTTO:  Are you -- would the White House be willing to do a short- term deal for a few weeks or a few months to at least avoid that cliff while you discuss broader economic or, rather, budget cuts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Yes, I mean, the most important thing is, we don't do what has never happened before in the history of this country, that we don't fail to pay our bills.So, if the White House and congressional Republicans need a little extra time to figure this whole thing out, then, great, do a short- term deal. But that's the most important thing. Default would be catastrophic. You can't undo it. And we're talking about maybe a trillion dollars in extra interest payments over the next 10 years, which, ironically, makes all of this concern around rising deficits that much harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Let me ask you this, then.Given the political realities for both McCarthy and Biden, McCarthy cannot get on the wrong side of the right wing of his party here by making concessions. Biden can't get on the wrong side of his own party. Would the White House be open to letting Hill Democrats and some moderate Republicans negotiate on the side, right, without the president's involvement, to find some sort of deal that averts that going off the cliff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "So my guess is, my guess is that the White House would be fine with a deal which allows us to not breach the debt ceiling and doesn't get us any sort of bill that looks like the one that House Republicans passed.I mean, you're talking about $3.2 trillion in cuts to discretionary spending. And that's a big number. And a lot of people don't get what that means. What does that mean in practice? That means 60,000 fewer teachers. That means, when you go to the airport and you're waiting a line at TSA, maybe two extra hours online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "So those are pretty severe consequences.So I think the White House is open to getting any sort of deal that doesn't involve the Republican bill and doesn't involve...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Painful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "What's that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Too painful cuts, you're saying, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Yes, these painful cuts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "But I don't know how you get there in a way which is acceptable to McCarthy and his caucus. SCIUTTO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HARRIS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SCIUTTO",
      "sentences": "Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SANCHEZ",
      "sentences": "So, she might be out of Congress, but former Republican Congresswoman Liz Cheney isn't giving up her fight against Donald Trump.Cheney's political action committee just announced plans to run a minute-long TV ad in New Hampshire. The ad would run before and during CNN's presidential town hall with the former president, which airs tomorrow night. Let's bring in CNN's Kristen Holmes, who's breaking this news for us. Kristen, what are you learning about this ad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Boris, this really goes to show you how important New Hampshire is and also how important reaching the voters in that state is.Now, obviously to any GOP contender, the state is critical. It is the first primary state. But I am told it is crucial for Donald Trump, and for two reasons, in particular, one being that they believe, his team, his advisers, that he needs that momentum to continue through this nomination process. But, two, some in his orbit believe he still needs to reach out and talk to some of these voters who at one point supported him, but maybe now just aren't so. And I actually want to play for you part of that Liz Cheney ad, because it appears that she might also be trying to reach those voters. (BEGIN VIDEO CLIP) FMR. REP. LIZ CHENEY (R-WY):  Rather than accept his defeat, he mobilized a mob to come to Washington and march on the Capitol. Donald Trump has proven he is unfit for office. Donald Trump is a risk America can never take again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "HOLMES",
      "sentences": "And, as one Trump adviser said it to me, they say they view these voters in three categories, the people who are always with Trump, the people who are unsure, and the people who will never be with Trump.And they are trying to win every vote from that middle Category, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SANCHEZ",
      "sentences": "We will see if he is asked about that ad tomorrow night. Kristen Holmes, thank you so much.Don't forget, tomorrow night, former President Donald Trump taking questions from Kaitlan Collins and New Hampshire GOP primary voters. It's a CNN Republican presidential town hall airing tomorrow night at 8:00 p.m. -- Brianna.",
      "isLastSentenceInterrupted": false
    }
  ]
}