{
  "date": "2023-04-10",
  "headline": "Connect the World",
  "subHeadline": "At Least Five Killed In Kentucky Shooting; CNN Talks To Israel's Economy Minister; A Conversation With Israel's Economy Minister; U.S. In Damage Control Made After Classified Info Leaks; Saudi, Omani Envoys Hold Talks With Houthi Officials; CNN Academy Alumina Covers COP28 Activation. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well, unfortunately, we are watching another deadly day of gun violence unfold in the United States. Atleast five people have been killed in a mass shooting at a bank in downtown Louisville, Kentucky. Several more people were wounded including one police officer. Authorities have confirmed the government is dead. Well, this shooting now happened apparently before the bank opened this morning Omar Jimenez spoke earlier to my colleague, Sara Sidner. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Of course, Sara and you know, that's one thing that the police and investigators will be looking into, as far as youknow, why did this particular shooter do this and that timing, of course, very key? Now, one thing we've gotten from police is we just got that as to this point, you said it was around 8:30 is exactly correct calls came in for an act of aggressor as it was described initially, around 8:30 this morning at the Old National Bank. We know this was an active shooter officers came on the scene within minutes, the lone shooter as described by Louisville Police has been killed and then the total killed is five at least six more were transported to the hospital. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ANDERSON",
      "sentences": "And as Omar made the points, sadly these numbers can rise. Of course, I want to bring in CNN Senior Law Enforcement Analyst CharlesRamsey. Let's just talk about what we do know at this point and then perhaps we can talk about what we don't - we are, by the way, viewers expecting news conferences by both local politicians and police and we'll bring you those as and when we get them. Let's start with what we do know sir at this point. What do we understand us the details here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, what we understand so far is around 8Old National Bank now it's unclear whether or not this was a former employee, if the bank was even open at that particular point in time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ANDERSON",
      "sentences": "OK, sir I'm going to stop you there with respect. I'm just going to get to the Deputy Chief Officer Paul Humphrey, who is speaking now let'slisten this. COL. PAUL HUMPHREY, DEPUTY CHIEF, LOUISVILLE METRO POLICE: --exchange gunshots with our suspect and ultimately that suspect did die at the scene. We're trying to confirm if that suspect died of a self-inflicted gunshot wound or was killed by officers at this time? At least two officers were shot during this exchange of gunfire. One is currently in surgery at University of Louisville Hospital. At least four more victims were confirmed to be deceased inside the location, as well as eight that are now currently being treated at University Hospital. Two are critical one of those being the officer. We're currently working to identify all of the victims work with their families for reunification and provide services to the families and the victims. The investigation I want to reiterate is ongoing. This will be a long scene. It will take pretty much into the night. So I'll still ask that the public avoid the area. I want to reiterate that there is no active threat. We believe this is a lone gunman involved in this that did have a connection to the bank. We're trying to establish what that connection was to the business but it appears he was a previous employee. It is clear from the officer's response that they absolutely save people's lives. This is a tragic event. But it was the heroic response of officers that made sure that no more people were more seriously injured than what happened. We will continue to provide updates as soon as possible. We will have another press briefing following this at 3 pm today. I will turn it over to Mayor Greg Greenberg at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "All right. Four dead at least eight hurt in a Louisville bank shooting. A lone gunman has been shot dead at the scene. Police believethat gunman could have been a former bank worker, let's bring back our guest Charles Ramsey. Charles you were speaking earlier on about the details as we understood them and what we don't know as of yet. You just heard from the Deputy Police Chief here. What did you make of what you heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "RAMSEY",
      "sentences": "Well, I mean, it was a lot of new information. In fact that they believe this individual was a former employee. As I was speaking before, itwasn't clear whether or not the bank was open for business at 8:30 am or if this individual gain access to some other way? If he's a former employee, then he may have been able to gain access, before the bank was actually officially open. Four dead originally they said five that fifth could be the shooter. We don't count the shooter as a victim. And then eight injured, including two police officers were previously we thought it was only one. All those individuals are describing as hurt. It's probably a combination of gunshot wounds, and maybe some injuries that occurred during the chaos that's created whenever you have an active shooter situation take place. So it's unfolding, it's still moving forward. There's a lot of information yet to be learned officially. But at least we know that this seems now to be a more targeted shooting as opposed to just a random act of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "And tell us I mean you're steeped with experience, of course, what will authorities be doing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "RAMSEY",
      "sentences": "Well, what they'll be doing now is one I think the individual responsible for this the actual shooter from some of the footage that I'msure you've seen they've got part of a parking lot roped off, probably because the individual who came to that location drove a vehicle. So they've got to get a search warrant go through that vehicle. They'll go through the individual's home with a search warrant. They will be looking at social media. They'll be doing all kinds of things to try to determine a motive and learn more about this individual. But from all indications now this is a lone gunman, no longer a threat to anyone in the Louisville area but again, just one more tragedy that we have to live through here in the United States that just makes absolutely no sense the amount of gun violence that takes place here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "RAMSEY",
      "sentences": "Well, there's no question about that. I mean response and an active shooter situation is critical. There was a very quick response apparently.They had to make forced entry into the location in order to confront the gunman. Obviously, there was an exchange of gunfire. Two officers wounded, the individual is now dead. It's not clear whether or not that was self- inflicted, or if it was as a result of police gunfire? But had he been allowed to continue even more individuals, no doubt would have been seriously injured or killed as a result of their actions. So the fast response is something that officers trained for, unfortunately, in the United States get a lot of practice here because we have so many of these types of situations but each one is always that timing and time response is always critical, because the longer it takes the more people that can be injured or killed as a result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Good to have you sir. Thank you very much indeed for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "RAMSEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "And as we get more on that situation, we will bring it to you. We are going to take a very short break at this point back after this.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "NIR BARKAT, ISRAELI ECONOMY MINISTER",
      "sentences": "Well, first of all, Becky, Happy Passover! Happy Easter and Ramadan Kareem to all your viewers!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BARKAT",
      "sentences": "With your permission, before we discuss I answer you, I want to remind you that we had the third victim today from the same family. Themother, Leila (ph) was an English teacher; they came to Israel just a few years ago. And their daughter was a volunteer, helping the elderly and the other daughter, the two daughters the third one was a volunteer with youth movements. They unfortunately, when the mother died just a few hours ago, they donated the organs to save other people's lives. And on the other side, the terrorists that killed that family were greeted with candy, and flowers. And you know what they're going to get from the Palestinian Authority? Million dollars for the rest of their lives for killing innocent Jews that's the difference between living as Jews seeking life and making better life for other people and the terrorists that all they seek is death. That's the huge difference between us. And that's very unfortunate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Nir, I think it's really important that you point out, yes and it's so important that you point out the level of violence on all sides,let's be quite clear here. We are seeing people dying, who simply shouldn't be losing their lives. We see that and we have seen a relative and I have to say, I mean, I use the term judiciously here, a relatively calm weekend after so much fear of it being a real flashpoint weekend, you pointed out the beginning of this. This is Passover, Easter, and Ramadan, all coming at the same time. So the incidents that we are talking about here, relatively isolated, over what could have been or there were certainly fears that it could have been so much worse this weekend. But every life loss is a life that we should consider. I want to talk to you about this judicial reform Nir because I do - the question of the hour. We've seen this violence, as we have also seen, of course, these huge protests in, you know, against the government's plans for significant judicial reform. I just wonder, you know, the question is always how much concern is there inside the country about the cost to Israel's economy at this point? And I think, you know, it's fair to say, you know, the economy can be hurt by both these issues. The judicial reform and what we are seeing on one side, of course, this dreadful violence that we are seeing on the other. You're the Economy Minister so let's just address that question, if we can?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BARKAT",
      "sentences": "That was a long question. In short, I'm proud of the democracy in Israel. I'm very proud of our democracy. People care about our future. Theygo to the street. Some of them want to create the reforms for the benefit of a better democracy, and others are concerned about the democracy, but they're proud and they go to the streets. We will sort it out. The Prime Minister asked for time to have further discussions between the two parties. And I have no doubt in my mind that we will sort this out because we all care about our country. It comes from the good from understanding that it's a real democracy can go out in the street, and demonstrate. By the way, we're not the only country that has sometimes polarized views in the United States, between Republicans and Democrats and Brexit for and against Brexit - but we're very strong democracy--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "And of course there are being - yes. That I understand - with Poland and Hungary. Let me put this to you that - has already fallensharply. Go on, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "This is, of course, the live TV. And I'm going to see whether we can get our guests back. Because, you know, I remember Nir Barkat being,you know, a great entrepreneur, it's good to have you back, sir. I think I've got you back and you are explaining your background as a, as a very successful entrepreneur. So, it will be painful for you as Economy Minister, of course, to see the fall in the shackle that's a steep drop this year. Western companies had invested billions of dollars in Israel have expressed growing concern about a lack of confidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BARKAT",
      "sentences": "Becky, we have a bigger problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "I hear what you're - let me finish the question. I hear way where you're at. And I understand your enthusiasm for sort of underpinning thisconversation with a sense of optimism. But does it not worry you that figure that Israeli investors have lost some $26 billion dollars; since the overhaul was announced in January is a significant number, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BARKAT",
      "sentences": "Smart investors see through this issue and understand that anybody and everybody that invested in Israel in the past one big time, so I wouldrecommend investors to look beyond the curve. But we had a bigger problem, Becky, not only Israel, but the whole world. And that is Iran. Everything that is now going around Israel's' orchestrated by the regime in Iran, that wants to create a nuclear bomb, to use it, to eliminate Israel off the map. And they're using their proxies, currently against Israel. But they're the leading supporter of terror around the world. And you know, what they call us, we're in Israel with a little Satan. You know, the big Satan is the United States of America and Europe is in the same line. And we must understand that terror is terror is terror. We have to fight and combat terror all over the world. And the Iranian regime is using their proxies. Currently, we again against Israel, and we have to fight them. We have to make sure they understand that if they use not only the nuclear threat, but also the conventional threat of hundreds of thousands of rockets around Israel. And if they dare to hit Israel, we will hit them back not only the Lebanese that are in proxy to Hezbollah. But we have together; the world has to unite against the Iranian regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "And you're a government minister, and I would expect you to - and as a government minister, I would expect you to raise that issue and youhave every right to do sir. I want to concentrate this conversation, specifically on the economy here. The proposed reforms have been widely criticized by those in the tech industry, you're from that background, yourself, you will know many of those who have been really very critical about what is going on. That tech industry makes up some 15 percent of the country's GDP. CNN spoke to the Head of Viola Ventures and Israeli venture capital fund with over 1.3 billion under management Take a listen to what he had to say, sir. (BEGIN VIDEO CLIP) SHLOMO DOVRAT, CO-FOUNDER &amp; GENERAL PARTNER, VIOLA VENTURES: If this reform passes in its current form, I hope reason will prevail. And I'd like to believe that it will not. But if it does, Israel will become a much less attractive place for many people. And I'm concerned. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "And this is a man who never speaks to the press, does what he said concern you sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BARKAT",
      "sentences": "Well, Shlomo was a dear friend of mine, we come from the same background, and we speak a lot. And we both understand that Israel is theonly Jewish home and the Jewish democracy in the world, we have no choice but to succeed, we have no choice, but to figure this out. And we have no choice but to invest in our future. And Shlomo and I meet a lot because we are focusing on solutions, how to resolve the conflicts and the challenges. There's no doubt in my mind that the back wind that the prime minister is now giving us, we will be able to sort this out. And we see me - Shlomo and I, how we can take that, you know, the challenges we have right now and turn them into a huge opportunity. And Shlomo and I share that opportunity together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BARKAT",
      "sentences": "Well, Becky, we just had the elections almost half a year ago, and the new government is formed three months ago, only 100 days have passed.So, they're no elections in the foreseeable future. The elections in Israel are every four years or so. And right now, the government is not at any risk. So, the polls are irrelevant, what is relevant? The government's not at any risk at this point. We are focusing on how to resolve the challenges that we have up front with us. We discussed that just a while ago. And we've got very strong back win to figure this out and we will, and then focus on our economy, on Iran, on internal security, our periphery, these are things that everyone, we got mandate to push through. And this is what we're focusing on. And we're going to go through these times. There's no doubt in my mind, I'm a very optimistic guy, and I believe in the future of the state of Israel, and so do all of us on both sides of the political map. So, I wouldn't focus on--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, and I met you a number of times and--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BARKAT",
      "sentences": "--propose meaningless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "And I've always been struck by you're, by your optimism. Earlier today Israel's far right National Security Minister Itamar Ben Gvir jointhousands of Israeli settlers marching to what is an illegal outpost in the occupied West Bank. Is that not a provocative move to the Palestinians given what is going on at present and the concern about the escalation of violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BARKAT",
      "sentences": "You know, unfortunately, the last Friday, you had a bunch of young men that came not with the Quran, to pray on the Temple Mount, but theycame with sticks and stones and bombs and fireworks and use them against the police. They weren't coming to pray on the Temple Mount, they meant provocations. Now, the folks that went to today for the march is that march is done for years already this is not the first time and they want to settle in the home of the Holy Land of the State of Israel. Every put a shovel sent Judea and Samaria; you find Jewish roots there connecting the Jewish roots that go 3000 years back. And so, they're not coming for provocation. They're coming to connect to their homeland. And the Jews, the Israelis that live in Judea and Samaria, believe in the Bible. And you take a Bible in your hand, you walk into the end scenario, the land speaks to you. So, they're there for the connecting to the Holy Land. They didn't come to make any provocation on the contrary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back, you're watching CONNECT THE WORLD with me Becky Anderson. The time in Abu Dhabi where we are broadcasting to you is 7.30 inthe evening. Your headlines this hour, Palestinian health officials say Israeli forces killed a Palestinian teenager and wounded two other people during a raid in the West Bank refugee camp. Israel's military forces say its forces responded after the attack. They were attacked by people throwing Molotov cocktails. It says the camp was raided to arrest a terror suspect. Israel's far right National Security Minister Itamar Ben Gvir spoke out as he joined settlers marching to legalize an outpost in the West Bank. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ITAMAR BEN GVIR, ISRAELI NATIONAL SECURITY MINISTER",
      "sentences": "Those who are strong in the face of terror and - will be strong in the face of terror and TelAviv. This is our statement here. We must be strong in the face of terror both in - and in Tel Aviv. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Fascinating. Thank you. Well, for three days, Chinese ships and planes had been buzzing around Taiwan and military exercises that haveraised tensions in the region. China now says the exercises are over. The first time ever, it appeared to include a simulation of a Chinese aircraft carrier carrying out strikes on Taiwan more from CNN's Selina Wang.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "China launched three days of military exercises around Taiwan after the island's president met the U.S. HouseSpeaker. Chinese military said the drills create an all-around in circumvent of the island and simulate precision attacks on key targets. In reaction to the military drills, Taiwan's Ministry of Foreign Affairs said China's \"Provocative measures have clearly challenged the international order undermine peace and stability of the Taiwan Strait and the region\". (BEGIN VIDEOTAPE) WANG (voice over): China's fighter jets fly around Taiwan skies, military ships sail off its coast, China says it's simulating precision attacks on key targets in Taiwan. While Beijing has not launched any missiles, its military released this animation showing missiles fired from land, sea and air into Taiwan to have them explode in flames. Beijing is showing the world its fury, launching the three days of military exercises around Taiwan after the Islands President Tsai Ing-wen met with U.S. House Speaker Kevin McCarthy in California. For the first time it appears Chinese simulated strikes with war planes that took off from an aircraft carrier. This video shows Taiwan's Coast Guard confronting a Chinese ship. The Taiwanese sailor says you are now seriously damaging regional peace, stability and safety. Please turn around immediately and leave. If you keep proceeding forward, I will take eviction measures. We encounter highlighting the risks of any miscalculation in the Taiwan Strait. Beijing sees democratically ruled Taiwan as a part of its territory that will eventually be reunified with the mainland. Chinese military said the drills are \"a serious warning against the Taiwan separatist forces collusion with external forces and unnecessary move to defend national sovereignty\". Experts say Beijing is normalizing military activity around the island. It already says military jets and ships around Taiwan every day. On China's heavily censored social media, some are commenting that the drills do not go far enough. One writes, let's just take Taiwan, another says if you're not going to attack then don't waste taxpayer money. When then-U.S. with House Speaker Nancy Pelosi visited Taiwan last summer, China responded with military drills that simulated a blockade for the first time China even fired missiles over the island. Experts say the military response this time is more restrained because the meeting between Tsai and McCarthy withheld on American soil to avoid provoking Beijing. Both Washington and Taipei have called the visit just an ordinary transit stop. But the symbolism was undeniable. With Washington support for Taipei only growing, Beijing's anger will only intensify. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "WANG",
      "sentences": "On China's third day of military exercises around Taiwan, the U.S. Navy sent a destroyer close to a contested Island to the South China Sea.Now Beijing claims the island is theirs and called the move illegal. Meanwhile, the U.S. says they can operate wherever international law allows. So, it's not just Taiwan but the South China Sea is another source of tensions between the U.S. and China. And with these latest exercises around Taiwan, experts say China's military is flexing its military might showing the world that it has the ability to conduct blockade and missile strikes on targets in and around Taiwan. Selina Wang, CNN, Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Tirpitz to end what has been the long and bloody devastating war in Yemen. Houthi media reporting that Saudi and Omani delegations heldtalks with Houthi officials on Sunday remember the two sides trying to negotiate a permanent ceasefire Saudi backed Coalition and the Houthi movement supported by Iran have been at war in Yemen since 2015. Here's a closer look for you. (BEGIN VIDEOTAPE) ANDERSON (voice over): A handshake between Yemen's Houthi rebels and Saudi Arabia, a major moment between two warring sides. Saudi Arabia now meeting with the Houthis to negotiate a permanent ceasefire the talks mediated by Oman. MUHAMMAD ABDUL-SALAM, HOUTHI CHIEF NEGOTIATOR: Our just demands are stopping the aggression completely, lifting the blockade completely, paying the salaries of all Yemeni employees from oil and gas revenues, as well as the exit of foreign forces from Yemen, compensations and reconstruction. ANDERSON (voice over): And nearly nine-year-old conflict that has claimed tens of thousands of lives and left the country heavily dependent on international aid. Yemen's war just one of several proxy conflicts between rivals Iran and Saudi Arabia. Negotiations gaining momentum since those two countries agreed to re-establish relations. In 2014 the Iran aligned Houthi is toppled a Saudi backed government in the capital Sana and have de facto control over northern Yemen. Al Qaeda also presents in the country the talks raising more questions than answers at this point. ABDULGHANI AL-IRYANI, SENIOR RESEARCHER, SANAA CENTER: No party can take control over all of Yemen. The Houthis are the strongest faction in Yemen. But they will not be able to control even all of North Yemen, let alone all of Yemen. So, we're talking about a degree of disintegration if we do not have the other parties to - included in the current conversation with the Houthis. ANDERSON (voice over): What happens to the UAE back to southern Transitional Council forces in the south of Yemen, a senior Emirati official telling me \"from the start of the Yemen crisis the UAE has always supported Saudi Arabia and fully supports current efforts by the kingdom to bring a political solution to the crisis and to bring peace and a permanent end to hostilities between all the various Yemen parties\". The UAE hopes for the beginning of a constructive process between all Yemenis. A prisoner swap on Saturday saw 13 Houthi prisoners released by Saudi authorities. For now, a permanent ceasefire agreement expected to shore up trust on both sides. But for peace to hold, Yemen needs a political solution. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, the Houthis have laid out their demands, including the lifting of the blockade, they want to reopen the port in the airports, theywant salaries paid. I mean, are they going to get these demands from the Saudis? Is that what's going on behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "BENOMAR",
      "sentences": "Well, what are interesting here are that all the negotiations that have been taking place? And interesting, these negotiations were notfacilitated by the U.S. or the UN. It was Oman with a little help, also from China. The U.S. is on side line here, because they sided with the Saudi. But the thing here is that the focus of all these negotiations have been on the cons - what they would call the consequences and the impact of war, the humanitarian situation, the exchange of prisoners, the issue of opening of ports, and so on. To my knowledge, there's been no substantive discussion about the endgame, which is how power can be shared, power and resources can be shared among all these different entities. And--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Yes. And let's talk about that. Because, yes, because the key stakeholders here include Saudi Arabia and the Iran back through Iranaligned Houthis. But where's the Yemeni government in all of this? Where's the STC? Where's the U.N. in this process? This is a permanent ceasefire, these two both the kingdom and the Houthis are looking at. But what about a permanent political solution in Yemen for the benefit of the millions of Yemenis who've been through so much for so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "BENOMAR",
      "sentences": "Well, definitely, you know, this is a Houthi Saudi negotiation. And the so-called \"Legitimate international recognized government\" they areon the side line and the U.N. the same is nowhere to be seen. But nevertheless, you know, I think what happening here could create potentially, the conditions for a political process that is inclusive, that engages all the different sides in this conflict. And there are many, you know, don't forget that. After the start of this war, the Emiratis and the Saudis have created new militias and new actors, new warlords, each one is in control of their territory, the Yemen has really fragmented. So, if there is a lull that is more permanent, there will be a chance, you know, for another effort to bring all the sides together. But here, instead of imposing solutions, I think what is needed is for Yemenis, to have the space for them to discuss their issues and develop an agreement that is a power sharing agreement, but this needs to be done. Free from interference, you know, by the regional actors or international actors, you know, that's a condition seek going on for the process to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "The young voices in the fight for climate change make an appearance ahead of COP28 which will be held at the back end of this yearin Dubai here in the UAE. I want to bring you a story put together by a talented CNN Academy Alumna. And she speaks to youngsters on the ground. Stay with us for that. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "When King Charles III is crowned next month at Westminster Abbey the British monarch will travel in style. Buckingham Palace says twocarriages will take him to his coronation and back, first the Diamond Jubilee stagecoach scene here will be used when he and Queen Camilla leave for the coronation in the morning. And after the service, a 260-year-old gold statue - will be used for a much larger procession back to Buckingham Palace. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SALLY GOODSIR, CURATOR OF DECORATIVE ARTS, ROYAL COLLECTION TRUST",
      "sentences": "The coach is huge. You might be able to tell that from how I'm standing besideit. It's nearly four meters tall. It's over seven meters long. It weighs four tonnes. Because of that it can only be used at a walking pace, which really adds to the majesty and the stateliness of this great royal procession. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SHREYA KC, YOUTH CLIMATE CHANGE CHAMPION FOR UNICEF SOUTH ASIA",
      "sentences": "And young people, they are innovators. We are happy with my webinars and it is reallyimportant to leverage the skills, the capacity of young people in making decisions as we go forward - COP28. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}