{
  "date": "2023-01-26",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Palestinians Cut Off Security Coordination With Israel; Russian Missiles Kill 11 People Across Ukraine; Russia Fires 55 Missiles After Tank Announcement; Wagner's Yevgeny Prigozhin Adept At Evading Sanctions; U.K. Parliament Ponders Dangers Of Artificial Intelligence; Five Memphis Police Officers Charged With Murder Death Of Tyre Nichols. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The Palestinian authority has just announced a dramatic step after Israeli forces carried out their deadliestoperation in the West Bank in years. It says it will halt all security cooperation with Israel starting now. The Palestinian health ministry says nine people were killed during the raid in broad day light in Jenin, including -- and elderly women -- a woman. Israel says it killed several terrorists, describing it as an urgent operation to prevent, quote, \"an imminent attack\". Palestinian leaders accused Israel of conducting a massacre while the world looks on in silence. Let's bring in Hadas Gold in Jerusalem for the very latest. So, Hadas, talk to us about this decision then by the Palestinian authority to halt security operations with Israel. What does that mean in real terms? What does that mean for security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, Isa, this is a dramatic, drastic move the Palestinian authority has taken. They've actually beenunder pressure for several months by Palestinians to take this step. And it seems as though, today was sort of their final straw after this raid in Jenin, to take this step. Now, the Palestinian authority and the Israelis work together in what's called security coordination. This can govern everything from civilians getting permits and border crossings to more actual serious security coordination when it comes to sharing Intelligence, sometimes you see Palestinian Authority security forces actually going after militants in the cities. And the Israelis will tell you, it's always much easier and better when the Palestinian Authority security forces go after militants in their own cities instead of the Israeli defense forces. But now, the Palestinians are saying, they are going to be cutting this off. It is not the first time this has happened. This happened in 2020 when Israel announced plans to annex parts of the West Bank as part of the Trump peace plan. That security coordination was restored a few months later once annexation came off the table. So this is not the first time this has happened. But the security coordination is considered very important, not only by Israel, but also by the Americans. They see this as a way to prevent attacks, to prevent militants building up, and as a way to promote really co-existence between the two people. We're actually getting a reaction from the United States in just the past hour or so. The assistant Secretary of State for Near Eastern Affairs, Barbara Leaf, saying that actually, the Americans do not think it was the right step for the Palestinian authority to do this. They say far from stepping back on security coordination, they believe it's quite important the parties retain, and if anything, deepen security coordination. They also, of course, expressed concern over what happened this morning. As you noted, the Israeli military carrying out a very unusual day time and pure full day light raid in the Jenin Refugee Camp. First of all, the IDF often does not go into the refugee camp itself, and they often do not conduct these raids during the day light hours. The IDF tells me, they did this because they had Intelligence on an imminent attack that they say militants were going to carry out, and that's when they decided to target this building. They said there was a heavy fire-fight. They even fired a shoulder anti-tank missile, a shoulder- mounted anti-tank missile at this building. So, that's why partly why we're seeing just this level of destruction. The Israeli military says they are looking into reports of civilians being killed as well, including, as we noted, that woman in her 60s. The deadliest day for Palestinians in the West Bank in over a year, what's already been a very deadly 14 or so months. Isa, just in the first -- we haven't even past the first month of 2023, but already something like 30 Palestinians have been killed in just these few days. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "Yes, so, we're still looking into those reports from the Palestinian Red Crescent, but they weren't allowed to enter the area. They also saythat there was tear gas and other things fired upon them. The Israelis say that they came under heavy fire-fighting, not only from the building where they say the militants were located, but also from surrounding buildings. They say that people were throwing things at them, obviously, this is a very chaotic situation and it's a tragic situation whenever civilians and bystanders are affected by this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "We've got reports actually, from the hospital in Jenin that even the pediatric ward at one point had to be evacuated because of the tear gasthat was all around there, and it was causing problems for the patients there. Just goes to show you, Isa, how really tense and violent the situation is here. And I should also note that the U.S. Secretary, Antony Blinken, is supposed to be coming to Israel and the West Bank as part of his Middle Eastern trip in just the next coming days. And all eyes right now are not only on the West Bank, but also in Gaza because the IDF says that they were targeting Islamic Jihad militants in the West Bank. And the Islamic Jihad as we saw it, they will sometimes get engaged and respond with things like rockets from Gaza. So, now, there is a concern that, that could happen. And the Ministry of Defense has called on all the Israeli security forces to increase their level of alertness. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Hadas Gold, really appreciate it, thanks very much. Hadas, I know you'll stay on top of this story for you. Well, as Hadas was saying, theU.S. State Department says Secretary Antony Blinken will urge an end to the cycle of violence when he visits the region, as Hadas was saying next week. Let's get some perspective now on all of this from Aaron David Miller; he's a former State Department Middle East negotiator, he's now a Senior Fellow at the Carnegie Endowment for International Peace. Aaron, great to have you on the show. So what do you make of this decision by the Palestinian Authority to halt security cooperation with Israel? I mean -- I mean, clearly, the situation, as we heard from Hadas, there, is very volatile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "AARON DAVID MILLER, SENIOR FELLOW, CARNEGIE ENDOWMENT FOR INTERNATIONAL PEACE",
      "sentences": "You know, and this won't be --wasn't the first time and it probablywon't be the last. And I think that Mahmoud Abbas already under extraordinary pressure in the 18th year over four-year term. Most young Palestinians, according to Polanyi(ph) have moved beyond him, accusing the Palestinian Authority of incompetence and corruption and worse, that Abbas somehow is the policeman for the state of Israel policing the West Bank against enemy occupation. So Abbas is in a tough position, he's done it before. I suspect when it comes to what I would describe as ticking bombs, that is to say, if the Palestinian Authority receive information of an imminent terrorist attack in Israel or probably even in the West Bank, that they would continue to cooperate with their Israeli counterparts. So this is not surprising, nor frankly, is the Israeli counter insurgency raids in Jenin, which they've been undertaking now for the last eight or nine months --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MILLER",
      "sentences": "At considerable cost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "How much, David, has the recent election of -- I think it's fair to say one of the most kind of right-wing governments in Israel -- inIsraeli history. How much is that inflaming an already volatile situation, you think? I know the rates were already happening under Yair Lapid. But how much is that, do you think inflaming the situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MILLER",
      "sentences": "And point out the fact that more Palestinians were killed in 2022 at any point since 2005, under both the Bennett and Lapid governments.Look, I think the Israeli government are with three of the most extremist ministers ever to hold positions with budgets and authority in any Israeli government. A month in, It's already demonstrated it seems to me that the situation, particularly in the West Bank, in and around Jerusalem, is going to get worse. You've got an Israeli government, according to official guidelines asserting exclusive and unquestioned right to the lands of Israel, I mean, Judea and Samaria, the West Bank and Jerusalem. So the situation, frankly, is going to get worse before it gets worse. And the reality, the painful reality the Biden administration understands, this is a pathway out of this just to stabilize the situation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MILLER",
      "sentences": "To avoid a dramatic escalation is going to be extremely different -- difficult for administration who's got other priorities and other pre-occupations, to say the least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Ukraine says Russia's latest air assault has killed at least 11 people, according to authorities, Russia launched 25 drones overnight and55 missiles in the morning. Targeting Ukraine's energy facilities. Ukraine's prime minister says most were shot down but some hit their targets. Destroying buildings and damaging power substations, as well as causing more emergency power outages right across the country. It comes a day after the U.S., as well as Germany, announced they would send tanks to enhance Ukraine's battlefield capabilities. Let's hope those tanks will give Ukraine an edge in the east, where Russian forces have recently gained some ground, thanks to a notorious private militia. CNN's Nic Robertson has this report on the Wagner Group. (BEGIN VIDEOTAPE) ADM. JOHN KIRBY (RET.), COORDINATOR FOR STRATEGIC COMMUNICATIONS, WHITE HOUSE NATIONAL SECURITY COUNCIL:  The Department of Treasury will be designating Wagner as a significant transnational criminal organization. NIC ROBERTSON, CNN  INTERNATIONAL DIPLOMATIC EDITOR (voice-over):  Putin's once deniable proxy, Wagner, outed; transporting North Korean weapons for Putin's war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "CANDACE RONDEAUX, DIRECTOR, NEW AMERICA",
      "sentences": "They are a key part of Vladimir Putin's strategy for projecting power for Russia as well as sanctionsevasion. It's a very important part of what the Wagner delivers. ROBERTSON (voice-over):  Wagner's reach for the Kremlin is global. Syria, Iran, Libya and Sudan, corrupt tin pot dictatorships and failing states, a specialty. CHRISTOPHER FAULKNER, ASSISTANT PROFESSOR, U.S. NAVAL WAR COLLEGE:  It was the worst kept secret of criminal and foreign policy. ROBERTSON (voice-over):  Yet Wagner boss Putin's pal, Yevgeny Prigozhin was key in helping Putin finances war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "FAULKNER",
      "sentences": "It's more than just a private military company. It also has a network of business entities that provide some serious financial benefit tothe Kremlin. ROBERTSON (voice-over):  In the Central African Republic, Wagner got diamonds. And in Sudan, they got gold. A convicted criminal Prigozhin has become the Artful Dodger of sanctions, evading the many he has and still able to make Wagner money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SAMUEL RAMANI, ASSOCIATE FELLOW, ROYAL UNITED SERVICES INSTITUTE",
      "sentences": "Headquarters that often-shifted locations including Hong Kong, Argentina,St. Petersburg, so was able to carry out a lot of Gray zone financial transactions that were almost untraceable. ROBERTSON (voice-over):  The hope is new sanctions will make Putin and Prigozhin's war fighting harder, hitting countries that channel Wagner money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "RAMANI",
      "sentences": "This may actually even be good for his stature inside Russia and reinforces his image as a patriot, anti-Western hardliner and they mayactually help them politically. ROBERTSON (voice-over):  But his rise, now shorn of deniability, may come at a cost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "RONDEAUX",
      "sentences": "It's better for Putin and it's better for the Russian army to have a scapegoat like the Wagner group to blame for those war crimes andatrocities. ROBERTSON (voice-over):  Prigozhin's position may have just got a whole lot more precarious but that seems to be where he thrives -- Nic Robertson, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "The National Archives has now formally asked former U.S. presidents and vice presidents to re-check their personal records for anyclassified documents. The request was made in a letter reviewed by CNN. It was sent to those representing the last six administrations. Classified documents have recently been discovered in the homes of former president Donald Trump, former vice president Mike Pence and current President Joe Biden. Mr. Biden and Trump are both under investigation for mishandling these files. The director of the FBI spoke about this ongoing controversy. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "sentences": "Obviously, I can't comment on any specific investigation. But we have had, for quite a number of years, any number ofmishandling investigations. That is, unfortunately, a regular part of our counterintelligence divisions, counterintelligence programs' work. And people need to be conscious of the rules regarding classified information and appropriate handling. Those rules are there for a reason. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Stay on top of that story for you.Still to come tonight, what a committee of British MPs was told about the potential threat of artificial intelligence to the entire human race. That's right. That's next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "That was \"I, Robot\" and \"2001artificial intelligence takes on a mind of its own. Now research has cautioned that may be possible. Have a listen to this. (BEGIN VIDEO CLIP) MICHAEL COHEN, PH.D. CANDIDATE, ENGINEERING SCIENCE, UNIVERSITY OF OXFORD:  The only difficult part to get your head around, I think, is that artificial systems really could be as good at outfoxing us geopolitically as they are in, say, the very simple environments, like games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MICHAEL OSBORNE, PROFESSOR OF MACHINE LEARNING, UNIVERSITY OF OXFORD",
      "sentences": "I think the belief scenario is realistic because they are attempting tobottle what makes humans special that has led to humans completely changing the face of the Earth. So if we are able to capture that in technology, of course it's going to pose just as much a risk to us as we have posed to other species; the dodo is one example. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "That testimony at a U.K. Parliament committee hearing on AI in London to find ways to ensure AI does not someday, quote, \"kill everyone,\"is there really a \"Terminator\" in our future? A commentator specializing on artificial intelligence and the author of \"Deepfakes: The Coming Infocalypse\" is Nina Schick and she joins me now. Great to have you on the show. Let's not get ahead of ourselves. These are movies. How realistic are these warnings? The AI that was saying MPs could kill off the human race and make mankind extinct. Are we getting ahead of ourselves here? How realistic is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "NINA SCHICK, INVESTIGATIVE JOURNALIST",
      "sentences": "The trope of machines taking over and killing us, their creators, is a long running --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCHICK",
      "sentences": "-- theme in science fiction. And there is truth to it. So it is certainly possible. It's hypothetically possible that AI is going to get sointelligent. And already we are seeing right now how exponentially artificial intelligence is improving. So this is the idea that AI is going to become cleverer than humans. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "How long is this?You are hearing academics worried about AI. That then makes us worry as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCHICK",
      "sentences": "This is the question people have been debating. This hypothetical, when will we reach AGI, the point where AI is able to be smarter thanhumans and take over? There is a lot of debate. It seemed like recent acceleration in the field, we might even think AI has already gotten these omnipotent powers. But the reality is, even though AI is increasingly becoming powerful, it is still really controlled by humans. So by having these philosophical discussions, which are important and, yes, there is a certain possibility that this may happen and not too far in the distant future, we really need to keep our eye on what's happening now. That is that you have these incredibly powerful AI systems being implemented in the world and changing the world. But they are still human controlled. Rather than talking about the killer robots, we need to be talking about -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Finish your point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCHICK",
      "sentences": "-- to who controls these systems and how do we ensure that they are not monopolized by a few big tech actors or by nation states?These technologies, which are so powerful and still human controlled, we need to have an understanding of which humans, which entities, which organizations control them, rather than, oh, are the killer robots coming for me tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "What the MPs said is that global AI had evolved into what it said was a literal arms race. And that's not talking just about what's happeningnow. It's what they see in terms of geopolitics, the concern that China versus the U.S. and so forth. Do we need to be looking at regulation here? Does it need to be regulated? How do you regulate something like this, Nina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCHICK",
      "sentences": "It absolutely needs to be regulated. You cannot divorce what is happening in AI from geopolitics or indeed the story of humanity. The kindof arms race is certainly true because, whoever has control of these incredibly powerful systems is going to accrue enormous amounts of wealth, influence and power. So if the systems are, for example, in the hands of private entities, they will arguably be more powerful than many nation states. But on the geopolitical level, this fracas between China and the U.S. competing to have more efficient artificial systems is certainly one to watch out for. And I think on the global stage, it will be between China and the U.S. When it comes to regulation, we are so far behind. I mean, we have no idea. I think regulators and policymakers tend to be on the back foot anyway. And if you combine that with how quickly these technologies are accelerating, we have a lot of work to do.",
      "isLastSentenceInterrupted": false
    }
  ]
}