{
  "date": "2023-07-14",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Putin: Wagner Group \"Simply does not Exist\"; Top U.S. Diplomat Blinken Speaks about ASEAN Mission; India Launches Historic Moon Mission; Actors Join Writers in Strike against Studios. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello, you're watching CNN \"Newsroom\". I'm Bianca Nobilo in London in for Max Foster. Just ahead, Russian President Vladimir Putin's studying comments about the Wagner group. Why he says it \"simply does not exist\". Then Europe is sweltering under a heat wave that's expected to break all records.We'll be live in Italy where temperatures are expected to reach 48 degrees Celsius. Plus, one of the biggest Hollywood shutdowns in decades, actors are joining writers on the picket lines after talks with major studios and streaming services failed. Three weeks after mercenaries staged a short live revolt in Russia, the mystery keeps deepening over the fate of those fighters and the whereabouts of their leader. Vladimir Putin now says that the Wagner group \"simply it does not exist\". The group's Chief Yevgeny Prigozhin hasn't been seen in public since the failed rebellion. Meanwhile, Ukraine says two residential buildings were damaged by Russian drone strikes in the southern part of the country. Let's get back to those curious comments now made by the Russian Presidents. CNN's Alex Marquardt joins me now live from Dnipro, Ukraine. Alex, what, if anything, can we extrapolate from Vladimir Putin's remarks about the state of Wagner and the face of Prigozhin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Bianca, that things are still very unclear who was dabbling in a bit of legalese here after being asked by the Kommersant newspaper, whether Wagner would be retained or had a future as a fighting force.What is clear from these comments is that Wagner, at least as we know it, would no longer continue to operate in Ukraine. Now what shape they take elsewhere, whether their operations continue in the Middle East and Africa where they've operated for a very long time, indeed, whether or what the fate would will be for their leader Yevgeny Prigozhin all that remains unclear. Here's a little bit more of what he said in this interview with the Kommersant newspaper, this is a \"We do not have a law for private military organizations! It simply does not exist. There is no such legal entity. Bianca, Putin is getting out there is that there is that mercenary groups in Russia are technically illegal though Wagner was called a private military company. He does go on to admit that it is not an easy question. I think most interestingly, Bianca, is that he gave more details about that extraordinary meeting that took place at the Kremlin on June 29th. That was five days after this mutiny by Prigozhin and his forces. There were some 35 commanders gathered in the Kremlin along with Prigozhin. And Putin said that he told them and that they could continue to operate, they could continue to fight in the Russian military under their direct commander. He says that the men nodded in agreement, but then Prigozhin off to the side said, no, they do not agree with this decision directly contradicting the Russian President. What happened after that we don't know from this article, but it does appear that Putin is trying to separate Prigozhin from his men not trying to take away from the considerable of fighting force that they are and perhaps try to retain that force for future use, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NOBILO",
      "sentences": "Alex Marquardt, for us in Southeastern Ukraine. Thank you very much. China's top diplomat says the U.S. needs to take real actions to put bilateral relations back on the right track. Wang Yi and U.S. Secretary of State Antony Blinken met on the sidelines of the ASEAN Foreign Ministers Summit.Their conversation in Jakarta was just the latest effort to try and lower the temperature between the superpowers after months of escalating tensions. The U.S. State Department official says that the talks were candid and constructive. CNN's Marc Stewart joins us now live from Tokyo. Marc, do we get any sense from these meetings of what either side wants from the other going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "STEWART",
      "sentences": "The war in Ukraine along with North Korea, just several issues pertinent to the Southeast Asian Nations, but also could play a very big role in the relationship between the United States and China on the topic of the war in Ukraine. China has not condemned it.It'll be interesting to see if these themes continue to fuel these conversations shaped these conversations between the United States and China, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NOBILO",
      "sentences": "Thank you, Marc. Marc Stewart, -- in Asia for us there thank you. The International Criminal Court is opening a new investigation into alleged war crimes in Darfur in Sudan. About three months into an escalating conflict clear evidence of attacks on civilians, has many concerns about a deepening crisis.And the courts chief prosecutor says that we're long past the point of worrying when that catastrophe will come. CNN's Senior Africa Editor Stephanie Busari joins us now. Stephanie, do you think this is going to have any impact on the conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "STEPHANIE BUSARI, CNN SENIOR EDITOR AT AFRICA",
      "sentences": "Well, we've had the talks' mediation, and it looks like now accountability might be coming with this new investigation. The ICC is not mincing his words, when it talks about the gravity of the situation in Sudan. Prosecutor Karim Khan addressed the U.N. Council on Thursday and said that action must be taken. Take a listen to what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "Stephanie Busari, for us thank you. There are dire warnings about the sizzling heat wave, and baking central and southern Europe right now. Much of the continent will see temperatures that top 40 degrees Celsius in the coming days. And in some areas, we could even see the hottest temperatures ever recorded in Europe.In fact, a wildfire is spreading in a village in Croatia swallowing homes and cars. Dozens of firefighters are there battling the flames. And Italian officials have issued extreme health risk heat warnings for 15 cities including Rome, which is where we find our Barbie Nadeau who's live for us. Barbie, how are you and the residents and tourists keeping themselves cooler during this heat wave?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BARBIE NADEAU, CNN REPORTER",
      "sentences": "Well, you know, I mean, it's really hard to keep cool because the humidity is hard. So even if you're in the shade, you're still feeling this intense heat. Now the city of Rome is doing everything they can to make sure that the millions of tourists who are here right now have access to free water, to have access to shade into.You know, they're suggesting people go inside museums during the hottest time of the day. But I can tell you, it doesn't even cool off much at night. It is just relentless. And not many people have air conditioning here. You know, in Europe, only about 10 percent of homes have air conditioning. So we're just going to have to write it out, but the forecast is dire. It's supposed to be very, very hot this weekend. And next week, they're saying Tuesday they're going to see temperatures in Rome that could really, really, really break records. So you know, we're just looking at ways to keep cool, you're supposed to stay inside, you're supposed to drink a lot of water. And you're not supposed to eat too much and you're not supposed to drink alcohol, they say Bianca. So we're wondering, you know, hoping the tourists are taking that advice, but probably not. There are millions of people here out in the middle of the day in the middle of the sun, enjoying, trying to enjoy this beautiful city, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "I'm sure you are taking that advice, Barbie you seem sober as a judge. I'm very happy to see you actually in the shade. So thank you so much for bringing us that live report. As France marks one of its most important holidays Bastille Day it does so with one of the world's most important leaders on hand for the parades.Indian Prime Minister Narendra Modi is in Paris alongside French President Emmanuel Macron. Mr. Modi is on a state visit and was granted France's highest award the Legion of Honor on Thursday. The two countries are looking to deepen strategic ties with each other, with India recently agreeing to new deals to buy French fighter jets and submarines. India is also reaching for the stars and a place in history. Just hours ago, it successfully launched a rocket on a mission to the moon. And Asian hopes to safely land probe and rover onto the lunar surface to collect data and if successful, India will become the only sorry only the fourth country ever to pull off such a feat. And Kristie Lu Stout joins us with the details. Christy we spoke earlier today and they were gearing up for this. It's happened the mission isn't over yet. But what's the response been so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Well, it was called a majestic lift off the Chandrayaan 3 it launched earlier this afternoon. And this is India's third lunar mission its, part of the country's greater bid to be a space power and during the last mission 2019, the rover crashed after hard landing.So with this mission, they're trying to land the rover near the moon's unexplored South Pole. That to take place at about August the 23rd. And after the landing, Indian scientists plan to deploy the rover and also to conduct a variety of experiments including analyzing the chemistry of the lunar soil. Measuring the temperature of the lunar surface and also scanning for moon quakes out earlier today launch day we heard from India's Prime Minister Narendra Modi, who tweeted this from Paris where he was just awarded France's highest honor. He said this \"the 14th of July 2023 will always be etched in golden letters as far as India's space sector is concerned. Chandrayaan 3 our third lunar mission will embark on its journey. This remarkable mission will carry the hopes and dreams of our nation.\" And Bianca, you know, success would be absolutely massive for India because so far only three countries have successfully soft landed a craft on the moon that would be the United States, the former Soviet Union and China, back to you, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "NOBILO",
      "sentences": "Momentous day on the subcontinent, Kristie Lu Stout in Hong Kong, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "STOUT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "NOBILO",
      "sentences": "Lights, camera but no action. Hollywood's TV and film sets have gone dark after the actors union went on strike Thursday. They're joining the writers in striking against the big studios over disagreements about pay for streaming programs, and how artificial intelligence will change their industry.It is the first time actors and writers have been on strike together since the 1960s. The strike even prevents actors from promoting already completed projects, which is why we saw the entire cast of the movie Oppenheimer walking out of its London premiere on Thursday, just moments before the screening began. CNN Entertainment Reporter Chloe Melas is tracking the story live for us. And Chloe, first would be good if you could give us a sense of exactly what it is that actors can and can't do now, because as we were just saying they weren't even allowed to promote the premiere last night. But also if there's any urgency now coming from the studios in terms of coming to the table here with some better offers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "And Chloe, what happens now exactly? Is there a sense that you're getting that the studios and streaming services really wants to resolve things? Is there a feeling that even local government might get involved because of the knock on impact on other industries that you mentioned, catering industries, make up local economy, etcetera? I mean, how do you think they can move forward here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MELAS",
      "sentences": "Well, first of all, we know that the strikes have a massive impact on the economy. People are going to be out of jobs. You know, there were even reports and one deadline that sorted a source and executive who said that studios were going to wait until writers were going to default on payments when it came to their homes into their apartments.Now, you know, the alliance has come out and said that that's absolutely not true. Look, obviously, both sides want a resolution. But writers and actors in these unions are drawing a hard line when it comes to these issues. And we could see this go on for several months. I mean, yes, with reality TV, and productions that are already in the can, they can obviously air those, but at some point come mid fall. You're going to be wondering, well, what are we going to put on after the New Year? What are we going to put on in the spring? And so will the writers or the actors acquiesce out of desperation. Or will they be able to hold out and hold strong? So it's a really tough situation for everyone, and you are going to see picketing in Los Angeles in New York today in front of the major studios. And you might see some famous faces on the front lines. NOBILO: Very briefly, as you close. So is reality TV exempt from this? Obviously, there are big debates about whether or not they are actually acting, but that was so big -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MELAS",
      "sentences": "So it depends if you are a union actor or not, right? So here's the issue if you're not a union actor, but you're promoting yourself on social media, or you are taking part in non-union projects, which are slim, but they do exist. Some people say that could backfire for you and that perhaps you could get blacklisted from people I'm talking to.So it puts people in a tough situation because you do want to stand in solidarity with your colleagues. And so it's a tough situation for everybody involved and that goes for the security teams and like I said all the behind the scenes people that make these productions work, they are all affected as well. And reality TV some of these people are in sag so you might see them as well not be able to take part in projects because there are a lot of reality stars who have also gone on to be in films and movies and television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "Chloe Melas, thank you so much. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "NOBILO",
      "sentences": "As artificial intelligence becomes a feature of our daily lives in the U.K. businesses are using the tech to crack down on shoplifters. But it's got some people feeling concerned about how their data is being used and by whom. CNN's Anna Stewart reports.(BEGIN VIDEOTAPE) ANNA STEWART, CNN REPORTER (voice over): Got that feeling you're being watched? You probably are. And it's not just CCTV, AI could be watching too. STEWART (on camera): So your camera should have picked me up as I walk through the front door.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SIMON GORDON, FOUNDER OF FACEWATCH",
      "sentences": "Yes.STEWART (on camera): So if you were the security guard, and you discovered that I'd stolen something, you would go to this and find me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "GORDON",
      "sentences": "-- ran out. STEWART (voice over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "GORDON",
      "sentences": "I was reporting all these crimes to the police, trying to help the police giving them CCTV and nothing ever happened.STEWART (voice over): This didn't start in a store, better wine bar. London's oldest wine bar in fact runs by Facewatch Founder, Simon Gordon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "GORDON",
      "sentences": "Our goal is to be the trusted and we are the trusted name in facial recognition in crime prevention. We're just here to prevent crime. We --STEWART (on camera): -- have the police -- . Are you filling a gap that shouldn't be filled by private businesses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "GORDON",
      "sentences": "Everybody should be taking security seriously.STEWART (voice over): Gordon says there are no bias and the AI algorithms and the company also uses human super facial recognizers but mistakes happen. Accuracy was 99.85 percent in June, according to Facewatch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "MADELEINE STONE, SENIOR ADVOCACY OFFICER OF BIG BROTHER WATCH",
      "sentences": "If you're put on a watch list, your information is held for up to a year because there's no real due process. This is all done by private company is no police involvement. There's no direct evidence that anyone's actually committed a crime.So you could very easily be wrongly placed on watch list and have your life really changed because some AI powered technology has flagged you as a criminal which you aren't. STEWART (voice over): For shoppers leaving a store with Facewatch tech, there's a mix of opinions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't want my face to be recognized. I'm just doing my shopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I mean, it's uncomfortable, but I mean I understand why they're doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think in this day and age like even our phone, facial recognition are like biometrics and everything, it's all around us. So I don't think there's any escaping it.STEWART (voice over): Back at the supermarket, it's time to see how quickly alarm bells will ring. Now I've been flagged. STEWART (on camera): That was quick I didn't even make it on the first dial. GORDON: That's a match it's 99 percent similarity, you would trigger an alert in a store down the road if you'd carried out more than one crime here or if it was over a certain value. STEWART (on camera): Well, thanks for showing me how it works. Can I ask that you delete my profile?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "GORDON",
      "sentences": "Absolutely.STEWART (on camera): Not really. STEWART (voice over): Anna Stewart, CNN London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}