{
  "date": "2023-08-24",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Debate Impressions From Republican Voters In Iowa; GOP Candidates Take Shots At Biden On Economy, Border, Spar Over Trump, Abortion, Ukraine. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:01:35",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "It is midnight here in New York, 11The first debate of the presidential campaign now in the books. Dana Bash at the debate site talking to candidates. We begin this hour, though, with voters. CNN's Gary Tuchman has been watching the debate tonight with a group of Republican voters in Nevada, Iowa and he and they join us now. Gary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Anderson, we come to you from the heart of Iowa, the geographic center, Story County, Iowa, where we're going to tell you the story of this Republican debate from the vantage point of 15 loyal story county Republicans, all a member of the Story County Republican Club or the Young Republicans of Iowa. Thank you for letting us be here with you today to watch the debate. Thank you, everybody.All right, we watched all two hours very carefully. The first question I want to ask all of you, do you think this debate was good for the Republican Party? Raise your hand if you do. Fifteen people, looks like 14, 13 raised their hand. You two did not think it was good for the party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "Why not, Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It brought up a lot more division and stuff, but I still think it was worth the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "OK. You thought it was good for the party, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. It was great for the party. Great to have a conversation with Iowans and people across the United States to see who our next leader will be for the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "OK. Of these 15 people, 14 say they're still undecided at this point. Jim, who we just talked to is the only one who's not, says he's ready to vote for Trump right now. And here's what I want to ask you about. Who you thought did the best during this debate, basically, who do you think won the debate? I'm going to do it in alphabetical order, to be fair. Anyone think Doug Burgum did the best?That's zero. Anyone think Chris Christie did the best? He certainly got most of the airtime, a lot of the airtime, not most of the airtime. How about Ron DeSantis? How many of you think Ron DeSantis did the best? That's two people. How about Nikki Haley? One, two, three, four people. Asa Hutchinson? Mike Pence? Zero. Vivek Ramaswamy? One, two, three, four, five, six, seven. Tim Scott? OK, so this panel here thinks Ramaswamy won the debate. Tell me why you think he won the debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was reminded of the time when Vivek was talking about the national identity situation, and I know Pence brought up that wasn't really an issue. But I think it was a generational problem, because Vivek understands that young folks don't really understand that people my age don't really love America. And if you don't love it, you can't protect it. And I think if we fix that problem, then people will, as a natural byproduct, want to protect America and what it stands for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "This guy sitting next to you is the mayor of Nevada, the town that we're in. This is Brett Barker. Mayor, you picked Nikki Haley. She came at second place in our informal, non-scientific poll here. Tell me why you think she'd do well?MAYOR BRETT BARKER (R), NEVADA, IOWA: I think out of all the candidates, she really had moments that stood out. I don't think she had moments that harmed her. And she came across as poised and confident, prepared. And I think out of the candidates, I think she helped herself the most tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "Chris Christie talked a lot. He was anti-Trump. Tell me why you didn't like what Christie had to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He was just argumentative pretty much, and out after Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "You don't think there was any logic to what he said, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it was a lot of revenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:35",
      "speaker": "TUCHMAN",
      "sentences": "A lot of revenge. OK. What do you think any of you was the big moment of this debate? Any of you have a big moment in mind? This gentleman right here. I'm going to walk over to you. Excuse my reach, Jim. Sorry about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "TUCHMAN",
      "sentences": "So does anyone here. As I was saying, 14 of you were undecided when this started. Are any of you after one debate closer to saying, I know who I'm going to vote for? Raise your hand if you're a little bit closer. This gentleman right here. Tell me who you're closer to voting for or supporting in the Iowa caucuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's a few. Probably Nikki Haley and Donald Trump and then also Vivek Ramaswamy. I think that he kind of went in there as a bulldog a little bit. And I don't think that's a bad thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "TUCHMAN",
      "sentences": "Who else raised their hand about that? This gentleman right here. Once again, excuse me. Who are you closer the supporting in the caucuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So for me I'm closer to Vivek. I mean, just the more and more I've heard of this guy, again, I'm one of the people, I knew nothing about him, didn't even know he existed, thought he had a funny name. The more and more I've heard of this guy, the more it's like he has good opinions, he has good policies. He says a lot of what he believes and he's willing to discuss that with people if they disagree with him. And I really respect that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "TUCHMAN",
      "sentences": "Let me ask, I mean Chris Christie, Mike Pence had quibbles with him. Yes. He thought he was a little programmed. Does that mean anything to you that they said that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. I feel like Chris Christie especially is just kind of there to be a human wrecking ball and just kind of knock people out of the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "TUCHMAN",
      "sentences": "This gentleman was nodding his head. Did you think so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. I honestly didn't know too much about Vivek before. I know he's flip flopped on a couple issues thus far. I appreciated him getting into it with both Pence as well as Chris Christie because I thought they made him look kind of fake and kind of just like he wants to go with whatever the top polling issue is. That's what he wants to do at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "TUCHMAN",
      "sentences": "Final question for you. And this man wasn't at the debate. His name is Donald Trump. So we wanted to devote most of our time to the people who were at the debate. But how many of you think Donald Trump hurt himself by not being part of this debate? Raise your hand please. One, two, three, four. How many of you think helped himself by not being at the debate? Most of you. Why do you think helped himself? And this is Deborah (ph). She's the leader of the Young Republicans here the chapter here, the Iowa Young Republicans. Tell me why you think he helped himself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think helped himself just because he wasn't able to say anything that people would use against him in the general election. And he's able to kind of run off his record and not worry about being seen as bombastic or something negative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "TUCHMAN",
      "sentences": "Thank you, Deborah (ph). And thank you, all of you for talking to us. We really appreciate watching this with you. Anderson, Ramaswamy, a winner among this group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "COOPER",
      "sentences": "Gary, thanks so much. TUCHMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "COOPER",
      "sentences": "Back now with our panel here in New York. I mean, it's always interesting to hear their perceptions. What do you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "They're real people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "I mean, you know, Urban called it. I expect to see Vivek Ramaswamy get a bump in the but I think he's got a ceiling. I think it was interesting just in talking to people here on this panel and also that I'm texting with, he seemed to resonate more with men than women. I found that he was almost universally off putting to women. I've talked about non-scientific analysis I'm giving here.But I think that there is also a lot of momentum as you saw there between Nikki Haley. Now, they could not -- this is a true policy division. These are two very different candidates, different experiences and running on different things. And therein lies the break within the Republican Party. Here's the thing. Vivek has not articulated why him over Trump. If anything, he's positioning for something, I would argue maybe a \"Fox News\" gig or something. He doesn't make that case. Nikki Haley laid out why heard other than Trump. Still down 40 points, but at least she made that distinction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "SCOTT JENNINGS, CNN CONTRIBUTOR",
      "sentences": "The last question was the right one. Did Donald Trump help or hurt himself? And I've been sitting here wondering, did a single person who's currently with Trump watching this debate look at that and say, man, I'm switching from Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "JENNINGS",
      "sentences": "And I just don't see it. You may see movement inside the candidates that were on the stage. Maybe one goes, you know, hops on one lily pod or the other. But are you going to see an outflow from Trump's 40 something percent in Iowa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "AXELROD",
      "sentences": "The other piece of it is the other thing we've been talking about, which is did anybody so separate themselves out that they are going to quickly or even over time coalesce the entire rest of the Republican Party? And I'd say no. But in terms of Ramaswamy, listen, his campaign should be sponsored by Lipitor. He's just constantly feeding red meat.And, you know, he's one kind of applause line for the base of the party after another. And they're hearing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "URBAN",
      "sentences": "It works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "AXELROD",
      "sentences": "They're hearing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "And look, we saw that in the room with Gary, too. The younger people in that room seem to be very interested in Ramaswamy, interested in his unconventional ideas, the way he presents himself. He does remind me sort of more like a Pete Buttigieg in some ways, someone who's unfamiliar to voters but gets a lot of attention because he's quick on his feet. He can perform in these kinds of settings, and that's not a knock on him. I mean, Pete Buttigieg won the Iowa caucuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "COOPER",
      "sentences": "Slightly different level of volume --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "COOPER",
      "sentences": "-- with Pete Buttigieg and Vivek Ramaswamy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "PHILLIP",
      "sentences": "Having talked to both of them, I could tell you for sure, huge difference in volume. But I say all that to say just we can't count Ramaswamy really playing a factor in this. But at the end of the day, winning a primary, Republican primary or Democratic primary, you have to have a broad base of support, and it has to be deep. And I don't see the depths for Ramaswamy, at least not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "JENNINGS",
      "sentences": "And when he gets to 15, let's just say he does rise, Trump is going to come for him next. You know, Trump spends all of his time on DeSantis. But if they ever perceive that DeSantis has faded and Ramaswamy say, is clearly in second place, Trump will come for him next. It'll be like when --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "URBAN",
      "sentences": "I disagree, because I don't think Donald Trump sees Vivek Ramaswamy as a threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "AXELROD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "URBAN",
      "sentences": "I think that he realizes that Vivek Ramaswamy will have a ceiling at someplace in the 15 percent to 20 percent, and it's going to just cripple the rest of the field. And he's happy to see that happen, and he's happy to help Vivek Ramaswamy achieve that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "GRIFFIN",
      "sentences": "And recruit Vivek Ramaswamy to be a surrogate for him. That's absolutely what he's planning to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "PHILLIP",
      "sentences": "Trump needs Ramaswamy to kill DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "JENNINGS",
      "sentences": "But if you see consolidation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "PHILLIP",
      "sentences": "And that is what is probably going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "JENNINGS",
      "sentences": "But what if you saw consolidation in this field around Ramaswamy or anyone else? You don't think Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "GRIFFIN",
      "sentences": "I don't think he's key.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "URBAN",
      "sentences": "No one is going to vote for Vivek Ramaswamy for president over Donald Trump. I just don't see it happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "GRIFFIN",
      "sentences": "And they're pulling from the same place. No, I think if anything, the Trump team is going to see him as an asset. I think somebody that they're eventually going to try to bring into the fold is some kind of a surrogate. One thing on the kind of the generational discussion, an interesting question that came up was about climate change. I mean, just raise your hand. Is climate change real?And Nikki Haley was the only person who really gave an articulate answer and then changed it to policy and how we address it. You will lose an entire generation of voters. The Republican Party will if they don't get serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "COOPER",
      "sentences": "Let's play some of that.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Do you believe in human behavior is causing climate change? Raise your hand if you do.GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: Look, we're not schoolchildren. Let's have the debate. I mean, I'm happy to take it to start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Alexander, so do you want to raise your hand or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "RON DESANTIS",
      "sentences": "I don't think that's the way to do so. Let me just say to Alexander this, first of all, one of the reasons our countries decline is because of the way the corporate media treats Republicans versus Democrats. Biden was on the beach while those people were suffering. He was asked about it. And he said, no comment. Are you kidding me?As somebody that's handled disasters in Florida, you got to be activated. You've got to be there. You've got to be present. You've got to be helping people who are doing this. And here's the deal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "BAIER",
      "sentences": "Is that a yes or is that a yes? Is that a hand raise? MACCALLUMVIVEK RAMASWAMY (R), PRESIDENTIAL CANDIDATE: I think it was a hand raise for him. And it's -- my hands are in my pockets. Because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "DESANTIS",
      "sentences": "No, I didn't -- I didn't raise my hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "RAMASWAMY",
      "sentences": "Let us be honest as Republicans, I'm the only person on the stage who isn't bought and paid for so I can say this, the climate change agenda is a hoax. The climate change agenda is a hoax. And we have to declare independence for it. And the reality is the anti- carbon agenda is the wet blanket on our economy. And so the reality is more people are dying of bad climate change policies than they are of actual climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "BAIER",
      "sentences": "Governor Haley are you bought and paid for? Hold on. Hold on. Listen, listen, listen. Wait. Hold on. Hold on.CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE: I've had enough. I've had enough already tonight of a guy who sounds like ChatGPT standing up here. And the last person in one of these debates, Brett, who stood in the middle of the stage and said, what's a skinny guy with an odd last name doing up here was Barack Obama. And I'm afraid we're dealing with the same type of amateur standing stage tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "RAMASWAMY",
      "sentences": "Come on and give me a hug. Give me a hug just like you did to Obama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "CHRISTIE",
      "sentences": "The same type of amateur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "RAMASWAMY",
      "sentences": "And you'll help elect me, just like you did to Obama too. Give me that bear hug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:11",
      "speaker": "CHRISTIE",
      "sentences": "The same type of amateur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "COOPER",
      "sentences": "Interesting how Ron DeSantis really froze in that moment. I mean, he wouldn't answer the question, was giving this answer, and then it just sort of collapsed when confronted and Vivek Ramaswamy took it over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "URBAN",
      "sentences": "Again, you know, Ramaswamy is very quick on his feet. We see him doing it right there again. And, you know, DeSantis is blaming climate change on, you know, CNN and Fox News, so I'm not sure that's going to be -- PHILLIPAnd maybe he stayed steady, but I don't think he really gained any ground tonight with any of those answers. That's probably a microcosm of the problems that he has keeping people's attention and competing in that environment. I mean, he has this line. He tried to bring it back to Joe Biden, didn't even really deliver it properly. It was not, I think, a particularly strong --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "AXELROD",
      "sentences": "Listen, I said this earlier, but his whole campaign, you'll remember, was predicated on the idea. And last fall he was sort of the flavor of the fall and the idea was he was nipping at Donald Trump's heels. He was the star of 2022. And he was the guy who could take Trump out. And a lot he was the insurgent who all the Republican establishment glammed onto as the guy who could stop Trump.And he is now -- he needed tonight to try and be a circuit breaker because he's had bad story after bad story. And I don't think he did that tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "URBAN",
      "sentences": "And Axe, you forget that all those things were before the six week abortion ban, before the Disney fight, before --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "AXELROD",
      "sentences": "You know, he said tonight that he -- he said, I -- when he got asked about the abortion ban, he said I won by a landslide, without mentioning the fact that he didn't sign that six week abortion ban until after he won the landslide. And I would guess that he wouldn't have done quite as well in Florida if he had signed that ban before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "JENNINGS",
      "sentences": "I have a slightly different view of DeSantis. I actually thought he and it was early, so we don't remember it 2 hours later maybe as much. I thought he got off a pretty good rip on nation in decline, the Biden economy. I think that is exactly what Republicans think and what they want to hear.But if you look at how much time he got and you look at the fragmentation on the stage tonight and all the mix ups and the, you know, people talking over each other. There weren't that many memorable moments and that's sort of like a microcosm of this primary in general. The thing that is holding all of these people down, DeSantis or anyone else, is just the fragmentation of a small pool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "AXELROD",
      "sentences": "You know the way people -- my experience is the way people judge these debates isn't in the set pieces that you deliver, but it's how you parry and handle the flow of the conversation. And what he came with was a bunch of set pieces. When he had to think on his feet and when he had to react to different situations on the stage, he was much less sure of himself.And I think in that sense he failed a test. He memorized his lines well. He delivered some of them well. But on that very important second element, like how does he deal with the stuff that's going on the stage? I thought he fell flat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "COOPER",
      "sentences": "Let's just put that on our screen the number -- the time that all the candidates had, because it is interesting. Mike Pence actually had the most time of 12 minutes. Vivek Ramaswamy is second. You see it there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:01",
      "speaker": "KING",
      "sentences": "Remember, Pence has a ton of experience at this. It's a key point. He's done this as governor, you know, and he did this as the two vice presidential debates. He has a lot of experience at this. He also understands Iowa's make or break for him. And the first one out of the box, he was just trying to be aggressive and he was.To this point about DeSantis, I don't think Governor DeSantis hurt himself tonight. And I agree with you completely. The economy answer was a good one. And if you get to a general election, that is going to be the defining moment for Republicans on some of these other issues, abortion, climate and the like, those are tough issues for Republicans in suburban swing states, the states you have to win to win the presidency. I don't think he hurt himself, but I also don't think this was the debate he expected. Talking to -- if you talk to his team going in, they thought because he is second to Trump in the national polls, that he was going to be a target. And I think that's what he's prepared for, to defend his record, to defend himself. And that really didn't emerge. And so I don't think he was -- I don't he was debate -- I don't think he was at the debate he anticipated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "GRIFFIN",
      "sentences": "Well, and I felt like it was a missed opportunity, for example, the answer around Ukraine, calling it a territorial dispute. He stood by his answer, but then he let Vivek Ramaswamy kind of make the case for him. I think that kind of that didn't show his presidential, it didn't show us he was firm in that position. More of like, I'm going to let you do my battling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "URBAN",
      "sentences": "And Anderson, you just showed the numbers. And, you know, Chris Christie had 11. He was the third most amount of time. And I think, unfortunately, he performed kind of the bottom of the list. And I think due in large part that, you know, his foil wasn't there --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "COOPER",
      "sentences": "I also think one of the reasons that Mike Pence had so much time is this exchange over did he do the right thing on January 6th? And because it did involve everybody and allowed them to go back to let's just play that exchange. It's about three minutes.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "MACCALLUM",
      "sentences": "Do you believe that Mike Pence did the right thing? Senator Scott, do you believe he did the right thing?SEN. TIM SCOTT (R-SC), PRESIDENTIAL CANDIDATE: Absolutely, he did the right thing, number one. Number two -- MIKE PENCE (R), PRESIDENTIAL CANDIDATE: Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "SCOTT",
      "sentences": "-- we should be -- we should be asking ourselves a bigger question about the weaponization of the Department of Justice. When I'm president, the first thing I will do is fire Merrick Garland. Second thing I will do, fire Christopher Wray.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "MACCALLUM",
      "sentences": "Governor DeSantis, do you believe that Mike Pence did the right thing on January 6TH?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "So, here's what we need to do. We need to end the weaponization of these federal agents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "MACCALLUM",
      "sentences": "But that's not the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "BAIER",
      "sentences": "Right, but you -- that's not the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "Here -- I know, but here's the thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "Are you going to answer the question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "This election is not about January 6th of 2021. It's about January 20th of 2025, when the next president is going to take office. I know what the Democrats would like to do. They want to talk about all these other issues, but we have got to focus on your future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "BAIER",
      "sentences": "Vice President Pence, what do you -- what do you think, Vice President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "-- of the president of the United States is to support and defend the Constitution of the United States. I think -- I think the American people deserve to know whether everyone on this stage agrees that I kept my oath to the Constitution that day. There's no more important duty, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "We have answered this so many times, is the thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "So, answer the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "I -- I have answered this before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "So, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "Why are -- he -- Mike -- Mike did his duty. I got no beef with him. But here's the thing. Is this what we're going to be focusing on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "I'm relieved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "DESANTIS",
      "sentences": "-- going forward, the rehashing of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "MACCALLUM",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "CHRISTIE",
      "sentences": "Mike Pence stood for the Constitution. And he deserves not grudging credit. He deserves our thanks as Americans for putting his oath of office and the Constitution of the United States before personal political and unfair pressure.And the argument that we need to have in this party, before we can move on to the issues that Ron talked about, is we have to dispense with the person who said that we need to suspend the Constitution to put forward his political career. Mike Pence said no, and he deserves credit for it. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "HALEY",
      "sentences": "I do think that Vice President Pence did the right thing. And I do think that we need to give him credit for that. But what I will also tell you is, look, I mean, when it comes to whether President Trump should serve or not, I trust the American people let them vote, let them decide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "RAMASWAMY",
      "sentences": "Mike, why don't you say this? Join me in making a commitment --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "MACCALLUM",
      "sentences": "Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "RAMASWAMY",
      "sentences": "-- that on day one, you would pardon Donald Trump. I'm the only candidate on this stage who have the courage stature to say it. That is how we move our nation forward. And turn the page forward. That's exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "-- Donald Trump will be convicted of these crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "RAMASWAMY",
      "sentences": "You can -- make be able to make a commitment the same justice system that was this corrupt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "-- difference between you and me.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "RAMASWAMY",
      "sentences": "-- politician that's the difference who can answer the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "PENCE",
      "sentences": "I've actually given pardons when I was governor state of Indiana. It usually follows a finding of guilt and contrition by the individual that's been convicted. So, well, look, if I'm president in the United States, we'll get fair consideration of any pardon request.But if I may, if I may. You know, it's not about looking back at January 2021. It's about January 20th, 2017. I put my left hand on Ronald Reagan's Bible, I raised my right hand. And I took an oath to support and defend the Constitution of the United States. And it ended with a prayer, so help me God. It was a promise that I made to the American people. But I also made it, it made it to my heavenly Father. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "COOPER",
      "sentences": "Yes, to your point, I don't think Vivek Ramaswamy actually answered that question whether or not he'd support it or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "AXELROD",
      "sentences": "You know all of this. What's kind of surreal about all of this is tomorrow morning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "COOPER",
      "sentences": "They're all dressed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:23",
      "speaker": "URBAN",
      "sentences": "An Chris Christie was out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:23",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:23",
      "speaker": "JENNINGS",
      "sentences": "It's weaponization thing though David is more than just about Trump. There is a belief among virtually all Republicans that these institutions and agencies are tilted against not just Trump, but Republicans if you compare it to other people's situations, chiefly the Bidens and so -- or Hillary Clinton. And so that's why they do that.Because while Republicans may know Mike Pence did the right thing, what they are really, really worried about is that why does everyone else get away with stuff that Donald Trump. So it's more than the January 6th. There's more to it than that, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "COOPER",
      "sentences": "Welcome back. The first chance for voters to see Republican candidates on the debate stage is now in the books. Dana Bash at the debate side of Milwaukee. Well, let's go back to her. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Thanks, Anderson. And I have with me our political director, David Chalian. So much to talk about. I will say that in this room you and I were watching together, and we were sort of absorbing it all. And one of the things that I found so fascinating was the Trump of it all and the lack of Trump of it all. I mean we -- the question, as Bret Baier said in the debate, was the elephant not in the room.And, yes, the majority of the candidates really didn't want to talk about him, but the couple who were there who did, like Chris Christie and Asa Hutchinson particularly Christie, didn't talk about him maybe as much as people expected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes. There's no doubt about that. First of all, I think it was like 10 or 11 minutes, the segment. And you want to know why. Well, Bret Baier told us why, he had to turn to the audience at a certain point and plead with them to let him get through the Trump section because it's not a topic not only that most of the candidates on the stage didn't want to deal with, they know that the Republican primary electorate is not all that interested at all in hearing Republicans attack Donald Trump. That is clear. Even those Republicans who support candidates not name Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "BASH",
      "sentences": "Let's listen to the one time where or one of the times, I should say, where Chris Christie did try to make his case for why Donald Trump should not be the Republican nominee.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "CHRISTIE",
      "sentences": "Here's the bottom line. Someone's got to stop normalizing this conduct. OK? Now -- and now, whether or not -- whether or not you believe that the criminal charges are right or wrong, the conduct is beneath the office of President of the United States. And, you know, this is the great thing about this country. Booing is allowed, but it doesn't change the truth. It doesn't change the truth.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "BASH",
      "sentences": "This is one of the main reasons Chris Christie is in the race to begin with, because he, remember, in 2016, ran against Donald Trump, was the first very important supporter of his, certainly the first person to endorse him, who had been in the field, worked with him even all the way up through the last debate that the -- then president had and then after January 6th turned. And the moments like these on the debate stage were kind of the main reasons, as I said, why he wanted to be there. And it just was such a reminder that, as you said, this isn't where the party is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:19",
      "speaker": "CHALIAN",
      "sentences": "Yes. And the reaction you heard him acknowledge the boos, and the reaction is also one of the main reasons he has a very long road to this nomination, and it is a major uphill battle. Chris Christie and Asa Hutchinson, at times on the station you just heard from the audience, they are not aligned with where the Republican primary electorate is right now. That is not a good place to be if you're seeking to win the Republican Party nomination. And I think that tension was on display for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "CHALIAN",
      "sentences": "Yes. There's no doubt about it. It's just that the polling that exists right now suggests a large swath of Republicans are not even open to considering Chris Christie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "BASH",
      "sentences": "Yes. OK. Let's talk about Nikki Haley because she really had several standout moments tonight. One of them was a bit surprising because it wasn't necessarily well, it was about spending and the economy, but it was specifically going after the man she worked for, Donald Trump, and his -- in her words, runaway spending.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "MACCALLUM",
      "sentences": "Governor Haley, so why are you better positioned to turn around this economy that we've heard all of these voters talking about tonight? Then, Mr. Ramaswamy, who is a successful entrepreneur, nationally right now, he is beating you in the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "HALEY",
      "sentences": "Well, I don't care about polls. What I care about the fact is that no one is telling the American people the truth. The truth is that Biden didn't do this to us. Our Republicans did this to us too. When they passed that $2.2 trillion COVID stimulus bill, they left us with 90 million people on Medicaid, 42 million people on food stamps.No one has told you how to fix it. I'll tell you how to fix it. They need to stop the spending. They need to stop the borrowing. They need to eliminate the earmarks that Republicans brought back in, and they need to make sure they understand these are taxpayer dollars. It's not their dollars. And while they're all saying this, you have Ron DeSantis. You've got Tim Scott. You've got Mike Pence. They all voted to raise the debt. And Donald Trump added $8 trillion to our debt. And our kids are never going to forgive us for this. And so, at the end of the day, you look at the 2024 budget. Republicans asked for $7.4 billion in earmarks. Democrats asked for $2.8 billion. So, you tell me who are the big spenders? I think it's time for an accountant in the White House. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "BASH",
      "sentences": "A couple of things there. One is, this couldn't -- somebody was texting me this, that this could have been an argument circa 2010 with the Tea Party Republican -- some of the Republican Party going after the George Bush administration for runaway spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "CHALIAN",
      "sentences": "Yes, it's an argument Kevin McCarthy is going to be facing real soon with his own right wing of the conference. You know, this gives voice to a real concern inside the Republican Party about spending and that their own party leaders. She is more aligned here with the voters than the establishment on that in Washington, which is exactly where she wanted to be.Obviously, also taking on Trump here in a principled way on an issue is something she feels she can do without offending his base of support so much. This was one moment, as you said, she had several moments throughout the debate that she can now put out there, try to fundraise off of and see if she can move the needle at all. We'll just wait and see if that is possible for her here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "BASH",
      "sentences": "I was talking to a Democrat that, yes, there were Democrats here who said that moment where she said that Democrats asked for less money than Donald Trump spent, that if Trump is a nominee, that's going to be part of an ad. I know you're not sure, but we'll talk about that another time. Thank you so much, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:38:17",
      "speaker": "BASH",
      "sentences": "And up next, another claim by one of the candidates tonight and a fact check on it as our special debate night reporting continues. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:38:17",
      "speaker": "COOPER",
      "sentences": "And we are back with our special coverage of tonight's first Republican presidential debate. And CNN Daniel Dale joins me again to fact check more of what we heard on stage. So you looked at Senator Scott's claim about school board meetings in the Department of Justice. What did you find out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:38:17",
      "speaker": "DANIEL DALE, CNN REPORTER",
      "sentences": "I found that it's false. And I know that because I've debunked it before, as have many other media outlets. First, let's listen to what he said tonight.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:38:17",
      "speaker": "SCOTT",
      "sentences": "Seventeen percent of Republicans have confidence in our Department of Justice. Here's why. We keep seeing not only the weaponization of the Department of Justice against political opponents, but also against parents who show up at school board meetings. They're called under this DOJ, they're called domestic terrorists.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:38:17",
      "speaker": "DALE",
      "sentences": "The claim that the Biden era Justice Department calls parents who show up at school board meetings, domestic terrorists is just flat wrong. DOJ has not used that language. And again, CNN and others have debunked this over and over. It was even debunked, Anderson, by a Trump appointed federal judge last year. So here is what actually happened. In 2021, the National School Boards Association sent a letter to President Biden arguing that they said acts of malice, violence and threats against public school officials could be classified as they argued, the equivalent to a form of domestic terrorism and hate crimes.And then the week after, Attorney General Merrick Garland released a memo encouraging federal and local authorities to work together against harassment, intimidation, and threats against teachers and education officials. But here's the key thing. Garland never endorsed the association's domestic terrorism language, never endorsed the association's suggestion that the Patriot Act could be used against perpetrators. In fact, AG Garland testified to Congress later in 2021 that complaints about education are, he said, totally protected by the First Amendment as long as they are not threats of violence. And he said he cannot, quote, imagine a circumstance where they would be labeled as domestic terrorism. That Trump appointed judge in 2022 threw out a lawsuit from parents who accused him Garland of stifling their free speech. And the judge wrote in the decision at the time that the Garland memo in question, quote, does not label anyone a domestic terrorist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:38:17",
      "speaker": "COOPER",
      "sentences": "All right, Daniel Dale, appreciate it. A lot of work for Daniel tonight. Now more on the leading candidate in the polls of the eight on stage tonight, at least, how Ron DeSantis is planning to move on from what our panel and those voters in Iowa think was a less than standout nightstand tonight. CNN's Jeff Zeleny in Milwaukee has to do reporting on that. Jeff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "COOPER",
      "sentences": "Jeff Zeleny, appreciate it. Back here with the panel. Let's start with John King of the Magic Wall with what's ahead for all the candidates after tonight's debate. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "KING",
      "sentences": "Anderson one of the big questions is how long does the field stay so crowded? Even though Trump was not on the stage tonight, he benefits from a crowded field. So I have the 2016 map up here just to quickly remind people of that. Donald Trump did not win Iowa in 2016. He came in second to Ted Cruz, but that was good enough to carry on. He moved on from there, and then he started winning.You see all these Trump red on the map from 2016. Well, it started in New Hampshire, only got 35 percent of the vote, but he won. Republican rules, mostly winner take all. He won. So as long as the field stays like this with a lot of people in it, like last time, Donald Trump benefits. Just one more, he won New Hampshire, then he came down to South Carolina, and this was essentially it. The rest was history, right? So the question is, when does the field shrink? Don't expect that after the first debate. The second debate is in 35 days. One thing to watch as it goes forward is, does the money start to dry up for some of these candidates, right? So let's just take a look. These numbers are a bit dated because the candidates don't have to report all the time. These are from the end of June, Trump had the most money. DeSantis, Ramaswamy, Burgum, Haley, Scott, et cetera, watch, A, donors to the campaigns and then Super PAC money. Do they continue to raise money? If they're not, that will be one of the forces pressuring them to get out. But you hear a lot of Republicans saying, give a debate or two, maybe a first contest, and then people should get out, right? Consolidate around one or two anti-Trump forces. When you talk to the campaigns, though, 27 -- 2024, excuse me, is going to be very different than 2016 because of this. Number one, you have the voting. January 15th, it kicks off in Iowa, New Hampshire and Nevada between here. Huge delegate day on March 5th Super Tuesday. What's going to be happening at the same time? One, two, three, four, five Trump trials on the books. It doesn't mean they'll all happen. Many of them are likely to be delayed. But a lot of these candidates think, even if I'm not doing well early on, might there finally be a trapdoor for Donald Trump later in the calendar? So the establishment, the anti-Trump establishment will be saying, get out if you're not succeeding. Some candidates, as long as they can keep raising money, are going to say, I want to stay in as long as I can, because just maybe, just maybe eventually that day comes where something actually hurts Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "COOPER",
      "sentences": "John King, appreciate it.It is the debate that, I mean, we had in 2016 among candidates and here again, no candidate wants to be the first one to step out. This whole idea, you know, Mitt Romney had said, at a certain point, candidates have to drop out and their supporters have to get them to drop out. That's not going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "URBAN",
      "sentences": "No one's going to drop out voluntarily. They're going to drop out because they run out of money. That's what's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "AXELROD",
      "sentences": "Well, Mitt Romney was suggesting was that donors should compel that the candidates to drop out, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "URBAN",
      "sentences": "We'll do that by not writing checks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "AXELROD",
      "sentences": "It is an unnatural act. It's not like everybody gets together in a room and says, you know what, you're going to be the guy. I mean, that doesn't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:13",
      "speaker": "PHILLIP",
      "sentences": "I think also some -- it's a different dynamic in this race. You've got Vivek Ramaswamy, who's funding himself. You've got Tim Scott, who has basically one extremely wealthy donor bankrolling his entire Iowa, you know, air campaign. Doug Burgum, funding himself. I mean, this is a dynamic where you don't need multiple donors to fund a candidate all the way through Iowa, and that's going to make it really hard for people to decide they don't have enough money and they need to drop out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "JENNINGS",
      "sentences": "Yes. If we get to Iowa and nobody has dropped out and Donald Trump wins a convincing victory in Iowa. AXELROD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "JENNINGS",
      "sentences": "It's too late. It's too late. And so this idea that, I mean, if you get it down to a one-on-one before Iowa, OK, that's interesting. But Trump versus this rabble, and he's already -- he's probably not going to go below 40, that's probably a floor for him among the 220,000 caucus goers.And so if the consolidation remains, never comes, if the fragmentation remains, I mean, it keep -- no matter what happens to Trump, it keeps him afloat. I mean, the fact that we can't look at this stage tonight and decide who clearly won, that means Trump won because there was no -- nobody took control of it. Nobody took control of it. Just like no one's taking control of the non-Trump candidacies in any of the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "GRIFFIN",
      "sentences": "But the stunning thing here is just this week, ABC has a poll that has Joe Biden, who's going to be the oldest president in history, six points ahead of Donald Trump in a general election, yet the Republican Party, we can't come together and say this is a losing candidate. We are going to lose again to Joe Biden. Somebody who I'd say is a historically beatable candidate if you run someone who's not the most off putting politician in American history, Donald Trump. Yet nobody seems to be consolidating and moving forward around that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "AXELROD",
      "sentences": "And the promise that the -- I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "PHILLIP",
      "sentences": "He may beatable in a general, but I think clearly he's not that beatable in a Republican primary. This is the crux of the problem. I felt like DeSantis, we were discussing earlier, he's got really high favorables, like voters are really open to him and interested in him. But he is not closing the sale.And until he does that, I don't really see how this field is going to any one person is going to rise to a level that would actually pose a challenge to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "URBAN",
      "sentences": "I think the next fundraising numbers will be very interesting to see because will Ron DeSantis run out of oxygen before he can close the deal, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "AXELROD",
      "sentences": "Look, I don't think that DeSantis can, I think he needed this debate to raise that money. He needed to reassure people, don't think he could do that. We should say, however, we have the gray hair to speak to this. We've been around the Iowa caucuses for a long time. They traditionally do break late. They sometimes break in one direction. The question is, can that happen in an environment where one guy sucks up so much oxygen? And I don't know that can happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "KING",
      "sentences": "Does Iowa make that choice because everyone's right. Unless the money drive, the candidates are not going to do it. The candidates aren't going to say, you know what, I'm struggling. If they're at six or eight or 10, they're going to try to stay in if the money is there. Again, Republicans have had this conversation since 2015. When is the trap door there for Donald Trump? We're still waiting for it.But, no, the question is, can somebody surprise? As of today, do you see anybody beating Donald Trump in Iowa? The answer to that question is no. It doesn't mean it wasn't. Can somebody break from the others, not catch Trump, but break from the others and come in a close enough second to Donald Trump, somehow shake it up in Iowa because I agree with David's point that if you don't do it in Iowa or Scott's point if you don't do it in Iowa, it's not going to happen. Trump is very strong in New Hampshire. He's very strong in New Hampshire. So if you're going to break the dynamic, break the Republican zeitgeist, if you will, I think you have to do it in Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "AXELROD",
      "sentences": "Let me just add one point to this. If the way you do come close to Trump is by rallying the evangelical base in Iowa, that doesn't necessarily help you win New Hampshire. That makes you less appealing to candidates in New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "KING",
      "sentences": "Remember, the Barack Obama guy made Hillary Clinton suddenly not inevitable in Iowa. Now he had the black vote. Once he became viable, then he had that. If a Republican can prove that, at least they're, you know, maybe Trump's not absolutely inevitable, what do they have to follow? That's the challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "AXELROD",
      "sentences": "And she was a dominant national polling leader, but not nearly where Trump is. And in Iowa, actually, John Edwards was leading for much of that year. So she was vulnerable in Iowa from the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "JENNINGS",
      "sentences": "Well, it's not like Trump's hurting with evangelicals in Iowa. I mean know everybody's making a play for them and assuming they may move, but they like Donald Trump. The disconnect between these primary voters and the general electorate is amazing. Last week, the Associated Press had a survey, 53 percent of Americans said they definitely would not vote Trump. Another 11 said probably not.Quinnipiac, should a convicted felon be eligible to be president? Seventy percent of Americans said no, 58 percent of Republicans. None of this is reflected on that stage, really, or in these primary polls. The gulf between what you have to do to win here and what you have to do to win there gets wider and wider every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:08",
      "speaker": "AXELROD",
      "sentences": "Yes. But it's a two -- it's a -- I agree with you. But it's a staged process, right? So her first order of business is to try and leap ahead of some of the others. And you do that by consolidating a significant enough base so that you, you know, you gain some attitude, and then you hope the others fade away, and you can pick up some additional pieces. But listen, this is a speculative venture for all of these people. Donald Trump is the dominant figure in the Republican Party, and that isn't changing. And these indictments have actually strengthened him among voters who think that he's being victimized as he presents himself as a martyr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:08",
      "speaker": "KING",
      "sentences": "In 2016 at this point, he was three points ahead, roughly, statistically tied with Jeb Bush. He has a 40 point lead over his closest challenger right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:08",
      "speaker": "URBAN",
      "sentences": "Tomorrow we're going to see a mug shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:08",
      "speaker": "AXELROD",
      "sentences": "Which will be on t-shirts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:08",
      "speaker": "PHILLIP",
      "sentences": "And yet it's historically just unusual for anyone to blow a lead like this, mug shot or no.",
      "isLastSentenceInterrupted": false
    }
  ]
}