{
  "date": "2023-08-22",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Says He Will Surrender Thursday at Fulton County Jail; 8 Candidates Qualify for First Republican Presidential Debate; Biden Names Ed Siskel as New White House Counsel; Ukrainian Firefighter Shares Pain and Personal Costs of War; Ukrainian Firefighter Shares Pain and Personal Costs of War. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:32",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "It's a big day. Debate eve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "And the stage is set. We don't know where they're standing. The stage is set.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "We know who's going to be on the stage. So that's a start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "There you go.There's a lot of news. Let's get started with \"Five Things to Know\" for this Tuesday, August 22. New overnight, the RNC formally announcing the eight candidates who will appear in tomorrow's GOP debate. As expected, the front-runner, Donald Trump, is not among them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "Also new this morning, we've learned that FOX News will no longer let Donald Trump's surrogates access the spin room after the debate. Of course, as we said, Trump is snubbing FOX and the RNC by not participating, instead counterprogramming with a taped interview with former FOX host Tucker Carlson.We're also learning that just hours after the debate, Donald Trump will surrender at the Fulton County Jail on charges related to his effort to overturn the 2020 election. Trump has agreed to a $200,000 bond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "Also new overnight, Tropical Storm Harold has formed in the Gulf Coast. The storm is forecast to bring heavy rain and flooding to South Texas later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "And Japan announces a controversial decision to release radioactive water from the damaged Fukushima nuclear plant into the ocean Thursday. Neighboring countries, including China, oppose the move.CNN THIS MORNING starts right now. HARLOW: All right. As we said, the stage is set. New overnight, the RNC has released the names of the eight candidates who have made the cut, who will be on the debate stage in Milwaukee tomorrow night. On Sunday, Trump confirmed he would skip the debate. The RNC's chairwoman said she was holding out hope, though, he might change his mind. Also developing overnight, Trump says he will surrender at the Fulton County Jail on Thursday, the day after the debate. This will be his fourth arrest this year. Trump has agreed to a $200,000 bond on 13 felony charges for trying to overturn his election loss in Georgia. That includes the RICO racketeering charge, traditionally used to prosecute mobsters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "And the judge warns Trump that under the agreement, he is not allowed to threaten or intimidate any of the witnesses or the 18 codefendants in this place, including on social media.Several of Trump's alleged co-conspirators have also reached bail agreements as they get ready to surrender. Among them is attorney John Eastman, the architect of the illegal strategy to keep Trump in power after he lost the election. He's set to turn himself in tomorrow. CNN senior crime and justice reporter Katelyn Polantz is live outside the Fulton County Courthouse. So the judge here is making it clear that Trump has to watch what he says; also watch what he posts on social media; also, those reposts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "HARLOW",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "And -- and what about in the federal probe over a lot of the same issues we're dealing with in Georgia, attempts to subvert the election? Jack Smith pushing back, the special counsel, pretty hard against Trump's team saying, Look, we want until 2026 to hold this thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "POLANTZ",
      "sentences": "Poppy, don't forget that Donald Trump has other criminal cases. We should not forget that at all, because those other cases are keeping moving forward.And so what happened yesterday in the special counsel's investigation was just a blip on the radar of court filings. But it was a powerful one from Special Counsel Jack Smith, saying to the judge in the federal case related to January 6th -- so a different case than the Georgia case in January 6th -- saying that they believe that Donald Trump's team is already exaggerating things to try and get the trial date moved way past the election. The Trump team is asking for April of 2026. That is quite a long time to go to trial. And Smith's team is saying they need to review all kinds of filings we did turn over, but many of those are filings that are Donald Trump's own records that his team has already looked at. So we're going to get a trial date very likely in that federal case pretty soon, as soon as Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "OK. Katelyn, thanks for the reporting. We'll get back to you very soon, outside the Fulton County Courthouse for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "BLACKWELL",
      "sentences": "Here they are, the eight Republicans who qualified for the party's first presidential debate in Milwaukee tomorrow. Let's list them offCNN's Steve Contorno is live in St. Petersburg, Florida. So, obviously not there on the list, Donald Trump. He says he's not going to be there. So how do we know -- or rather, what do we know about how these candidates are preparing for this debate without the clear front-runner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "STEVE CONTORNO, CNN CORRESPONDENT",
      "sentences": "Well, if you listen to Governor DeSantis and his campaign, they believe that he will be the focal point of this debate tomorrow night. He is the candidate who Trump has attacked the most, going back all the way to last fall. He is running in second place, really, since he entered the race.And his campaign believes that this will be a chance for these other candidates to attempt to take a shot at him and try to get into his support. And his campaign has put a lot of emphasis on this debate. In conversations I've been having with his people around his campaign, they have said that they have made this -- they believe this can be his breakout moment. And they have been preparing for it like that. And he has probably hyped this debate as much, if not more, than any other candidate in the race. All of it, though, has put a lot of pressure on DeSantis to appear like the front-runner of the Trump alternatives. This is not a situation he has ever found himself in before. He is not experienced in these types of settings. If he falls short, if one of these other candidates is able to effectively land an attack on him, if -- or if they marginalize him or ignore him in a way that suggests they no longer see him a threat, that could really change the dynamics of this race going forward, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "BLACKWELL",
      "sentences": "FOX is pulling the spin-room credentials from Trump surrogates at the debate. What impact does that have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "CONTORNO",
      "sentences": "Well, the spin room is where all the media and reporters go after the debate to get a sense of how people close to the campaign felt that the candidate did.And what the RNC has said, Look, if you're not going to be there, Trump, then your surrogates can't have credentials for the spin room, as well. Some of them will be in there with credentials they've received from other media. But -- and we've also seen other ways that Trump is trying to overshadow tomorrow night's debate. He is going to be doing a sit-down interview with Tucker Carlson that will be airing around the same time. And of course, he is going to be turning himself in in Georgia. So just another way he is making his presence felt in Milwaukee, even though he himself will not be here and his surrogates will not be allowed inside the spin room, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "BLACKWELL",
      "sentences": "Yes. We'll certainly hear from the former president, even if those surrogates are not allowed in the room. Steve Contorno for us, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "Well, this just into CNN. President Biden is naming a new White House counsel. Former Obama attorney Ed Siskel will step into the role. He'll take that job next month.This comes as President Biden is charging into a reelection campaign while fielding various investigations, from his son Hunter Biden's charges, to his own handling of classified documents. Jeremy Diamond is at the White House. Familiar name, right, in the Obama administration. He managed everything over Solyndra, Benghazi. So he's got a lot of experience. Suits him well, I guess, for what they're headed into here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, no doubt about it. I'm told by a person familiar with Siskel's selection that it was that experience, in defending the Obama White House from those House Republican investigations into loans to that Solyndra energy -- solar energy company, as well as the Benghazi investigation, that really helped cement his -- President Biden's decision to pick Siskel for this role.And that's, in part, because we've already seen, of course, House Republicans charging against the Biden administration with a number of investigations. But now, they're also threatening to launch an impeachment inquiry into President Biden. At the same time, on the judicial side, President Biden is hitting a critical stage of several investigations. He could potentially soon sit with federal investigators in that documents case being led by the special counsel, Robert Hur. His son, Hunter Biden, is now facing a special counsel investigation, as well. And so all of this is kind of coming together at the same time. And what -- in speaking with Siskel's former colleagues, they say that his combination of experience inside the White House counsel's office -- four years in the Obama White House -- his time as a former federal prosecutor, his time as a Justice Department attorney, all of that makes him prepared to deal with what is really a complex interplay between the White House, the Department of Justice and, of course, Congress as well. And also, in terms of trying to figure out where the boundaries are. What you have to keep in mind is that President Biden, he also has a personal attorney, Bob Bauer, who was actually Siskel's boss for a time at the White House, when Bauer was White House counsel. Those two have a really critical relationship, because they are going to have to coordinate over legal strategy, stay in communication. But there are also certain lines that have to be drawn; some areas where the president has to be defended by his personal attorney, Bauer; and other moments where it's the White House counsel, soon to be Ed Siskel, who is going to take the lead -- Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "OK. Jeremy Diamond, thanks for the reporting at the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "BLACKWELL",
      "sentences": "New over -- sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "Donald Trump's rivals sounding off on him skipping the first primary debate. What's really interesting is how the voters feel. Do they care?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "BLACKWELL",
      "sentences": "That is new overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HARLOW",
      "sentences": "That is new overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "BLACKWELL",
      "sentences": "That was tech entrepreneur and Republican candidate for president, Vivek Ramaswamy, reacting to news that former President Trump will not debate Wednesday night. Instead, Ramaswamy and seven other presidential hopefuls will take the stage.CBS and YouGov polling actually shows that 47 percent of Trump voters who are considering others are doing so because they're waiting to see what happens at the debate. Joining us now, politics reporter at Semafor, Shelby Scott (sic); deputy chief of staff for former Congressman Adam Kinzinger, Maura Gillespie; and Bloomberg national politics reporter Christian Hall. Welcome to you all. Maura, I want to start with -- Shelby, let me start with you, actually. So that answer from Vivek Ramaswamy, not what he said months ago, but also this is a zero-sum game, right? If you really want to be the nominee, and these debates are not about just overlapping stump speeches, you have to challenge the front-runner. And he's, I guess, suggesting that he doesn't need a few opportunities to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "SHELBY TALCOTT, POLITICS REPORTER, SEMAFOR",
      "sentences": "Yes. It's -- it's really interesting. And I actually think this is one of the examples of things that Vivek is going to get hit on, are these kind of contradictory statements that he's made.But you're right. He -- candidates do need the opportunity to go after Trump, and they need to take that opportunity. And a lot of the Republican field that we're going to see on Wednesday night does not want to take that opportunity. It's not even that they don't have the opportunity because Trump's not going to be onstage. The moderators of this debate have said that they're going to ask questions about Trump. It's that the candidates don't want to directly go after him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "HARLOW",
      "sentences": "And they're all thinking about what do the voters want? What do they want to hear?Maura, you worked with two men who are not exactly in line with where the Republican Party is now, Adam Kinzinger and John Boehner. Listen to what this \"New York Times\" focus group of Republican voters in the first four states -- in Iowa, New Hampshire, South Carolina, and Nevada -- said. They said, \"Mr. Trump\" -- this is what they found -- \"has never come across so well-positioned as compared with his rivals as he did in this one. And there's little appetite among these voters for attacks on him.\" This is after four indictments. This is after everything. And he's never come across as well as now to these voters. What does it tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "MAURA GILLESPIE, DEPUTY CHIEF OF STAFF FOR FORMER CONGRESSMAN ADAM KINZINGER",
      "sentences": "I find that so hard to believe, truly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "HARLOW",
      "sentences": "Believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "GILLESPIE",
      "sentences": "I can't. But no, I find it really hard to believe, as far as on a wider scale, the Republican Party will continue to lose if Donald Trump is our candidate.And I think Chris Sununu wrote about it in his op-ed this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "GILLESPIE",
      "sentences": "Talking about the down ballot impact this will have on your local school board. I mean, it really will have down-ballot implications.And I think for the GOP, you know, one of the attack lines that I think candidates should be using is, looking at this as Donald Trump is attacking the Republican Party. He has continually tried to do so. He is not going to sign the RNC pledge. He will not attend debates, which debates are for the voters. He's more or less saying that he already is the candidate. These things are going to reinforce that for him. And he's saying that he doesn't need to earn it from the voters. Isn't that exactly what the MAGA whole playbook is about, is to drain the swamp of entitled leaders who think that they're not beholden to we, the people? To me, this very much says Donald Trump doesn't need the voters. He is Donald Trump, and he'll be president. That's how he views himself. That's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:58",
      "speaker": "BLACKWELL",
      "sentences": "Now, Christian, the RNC -- and this is what they had, because he has not signed the pledge. He's not debating. They have pulled the credentials from the Trump surrogates for the spin room.This feels like such inside baseball, I mean. But this is what they have. How much does it matter at home? I mean, if you're looking for what Donald Trump thinks, he'll tell you. You don't need Byron Donalds to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "A fired employee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HALL",
      "sentences": "A fired employee, exactly. So, I think that this isn't really that much of a shock.But we know Donald Trump. He's going to find a way to speak to his base, speak to his voters. So I don't know how much this will really impact that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "TALCOTT",
      "sentences": "And the -- and the really interesting thing, also, is this is going to be such a short news cycle for his opponents, in part because you have Trump counterprogramming, but also because he's going to surrender on Thursday.And so immediately, if he doesn't get all of the attention Wednesday night, he's going to get all the news coverage on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "GILLESPIE",
      "sentences": "Calculated decision by him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "TALCOTT",
      "sentences": "The news cycle for this presidential debate is extremely small for these -- for his opponents to really make a mark and stand out. HARLOWlittle bit about sort of his debate strategy. And, you know, he came in as a bulldozer to go after Trump. Question is Trump is not there. So who does he go after? Is there another Marco Rubio moment? Who is that? Is that -- is that DeSantis? Who does he go after? What are you looking for in terms of who has the most to gain on this stage, Christian, and who has the most to lose?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HALL",
      "sentences": "Yes. I think a lot of the lower-polling candidates have a lot to gain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Well, that's Christie. He's at, like, 2 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HALL",
      "sentences": "Exactly. I mean, I think a lot of these candidates are saying, Look, Trump isn't here. So that probably gives me a little bit more breathing room to, you know, make an appeal to the Trump base, right?But I think a lot of these candidates are looking for some type of breakout moment. That's what they really need. I think after we saw the polls yesterday, the Iowa poll, it just shows --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "That was so stunning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HALL",
      "sentences": "Yes. I mean, it just really shows that Trump has a real hold on the GOP right now.So these candidates are looking for some way to kind of breakthrough on the GOP right now. So these candidates are looking for some way to kind of breakthrough. And we know that debates are very important in doing that. And I honestly say that a lot of what has happened up until this moment don't really matter that much. These candidates don't have an opportunity to speak to as large of, you know, an audience as a debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Same question, Maura. What are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "GILLESPIE",
      "sentences": "Chris Christie to really make a standout performance. And I think -- you know, I'll be interested to see how DeSantis and Ramaswamy interact; and how they handle questions; and how they handle questions about Donald Trump.As you mentioned, it's going to be a real problem as far as, you know, addressing Trump and hitting on Trump, because staying in his lane and standing by him, and as -- you know, defending him is not the tactic to use. And isn't going to get you anything but second or third.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "BLACKWELL",
      "sentences": "But even in the context of what we learned from the focus group from \"the New York Times,\" is they don't want to hear that. And I mean, that is what Chris Christie brings to this conversation. Still think that that's his key? GILLESPIEYou're never going to find a candidate that you agree with 100 percent of the time on. That's just impossible. But find someone who you can get there with that isn't Trump or Biden. And you know, that's what people are looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Voices who won't be on the stageSununu, others have been saying -- Romney -- you know, if you don't have a path, you've got to drop out. Is this a moment you think they do? Or do they push it a few more months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "TALCOTT",
      "sentences": "I do expect we'll see it dwindle, maybe not immediately, but at some point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Among those three?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "TALCOTT",
      "sentences": "Among those three.But I also think this is -- this is the thing that people who don't want Trump have been saying before any of this started, before anyone got in, was the concern that the more people who are running, the more it is likely that Trump will win the primary. Because he has that core support, and he still is the leader of the Republican Party at this point. And so, if you have, you know, 12 other people who are all vying for the same percentage, right, do the math. This has been the problem, essentially since -- before anybody got in the race, including Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "BLACKWELL",
      "sentences": "All right. Shelby, Maura, Christian, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "TALCOTT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:03",
      "speaker": "HARLOW",
      "sentences": "So our CNN crew is getting first-hand look at newly-liberated -- at a newly-liberated Ukrainian village. You'll hear what firemen inside the village told our team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "HARLOW",
      "sentences": "Oh! BLACKWELLWe've learned that the kids are between 10 and 15 years old. And there is a report that two of the students are slipping in and out of consciousness. The chair lift is reportedly hanging at about 900 feet in this mountainous region. Look at that wide shot. We'll bring you updates as we get them. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "BLACKWELL",
      "sentences": "This morning Ukraine says that Russia has struck the Zaporizhzhia region 96 times with shells and missiles in the past 24 hours. One man is dead. Another hospitalized. Nearby homes are damaged by those attacks.Meanwhile, in Orikhiv, Russia's bombardment has been relentless. Now one fireman is sharing the personal tragedies he's endured living on the front lines, the Ukrainian counteroffensive there. CNN's Nick Paton Walsh is live in Zaporizhzhia. So what have you learned about what's happening in Orikhiv from this fireman?",
      "isLastSentenceInterrupted": false
    }
  ]
}