{
  "date": "2023-12-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Defense Forces: Seven Israeli Soldiers Killed In Single Incident In Gaza; United nations General Assembly Votes To Demand Ceasefire In Gaza; Biden: Failure To Approve Ukraine Aid Would Be \"Greatest Christmas Gift\" For Vladimir Putin; Zelenskyy Fails To Convince Republicans On Ukraine Aid; Nations Approve New Climate Agreement, New Text Mentions Transitioning From Fossil Fuels as an Option; Countries Can Choose From Options to Curb Emissions, Aiming at Net Zero by 2050; Argentina to Devalue Peso by Over 50 Percent in Emergency Move; Fears of Conflict Over Disputed Essequibo Region; Webb Telescope Captures Detailed Look Inside Exploded Star. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:22",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Coming up here on CNN, the Israeli military confirms for the deadliest attacks by Hamas, since the Gaza ground offensive began. seven soldiers, including a battalion commander killed in northern Gaza.From as long as it takes to as long as we can, the U.S. president walks back a rock-solid commitment to Ukraine, as Republicans in Congress block billions in wartime funding. And building neighborhood diplomacy, just like Mr. Rogers, Chinese President Xi Jinping, making friends and signing deals on his state visit to Vietnam. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:22",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM WITH JOHN VAUSE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:22",
      "speaker": "VAUSE",
      "sentences": "We begin this hour with one of the deadliest days for the Israeli military since ground operations began in Gaza in October. According to the IDF, seven soldiers, including a battalion commander, were killed in a single incident in Gaza.Overall, 113 Israeli troops have been killed, since these ground operations began late October. Those ground operations continue to expand. Earlier, I spoke with retired U.S. Air Force colonel and CNN military analyst Cedric Leighton, about this latest incident. (BEGIN VIDEO CLIP) COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: It sounds like it may have been something where they thought they had good setup a battalion headquarters or forward headquarters, and that headquarters was either compromised or somehow attacked, either by booby trap or some other means. I -- and that was what possibly resulted in these deaths. So, if that is the case, you know, it clearly represents the possibility that Hamas is, you know, not only is still alive and moving around in northern Gaza, it also represents the possibility that they have capabilities that the Israelis have not been able to neutralize at this point. And that, of course, spells difficulties and potential danger for other Israeli forces in that area. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:22",
      "speaker": "VAUSE",
      "sentences": "Elliott Gotkine, following developments live from London. He joins us this hour.So, Elliott, it's been a couple of hours now. The names of these soldiers have been released, which is something the -- you know, the IDF will always wait to do to the families are informed before going public with any information, which is still fairly scarce at this point. But what do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:22",
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "As you say details still pretty thin on the ground, John. But the headline figure, as you say, seven killed in this single incident, including a battalion commander. There was another Israeli soldier killed in a separate incident taking the total for Tuesday to 12.From what we understand, troops were in Shejaiya, which is one of the two remaining strongholds that Israel says it is focusing its attentions on in the north. They were in Shejaiya. They came under fire. And then, an IED or some explosive device was detonated, they then went into a building. Other troops tried to join them, perhaps to help them another explosive device was detonated. And as a result of that, we have those casualty figures and a number who have been seriously wounded as well. And interestingly, of course, before this ground operation began, we were very much talking about the tunnel network that Hamas maintains underground and how this was going to level the playing field to a degree in terms of the military superiority of the Israelis. But this didn't happen on the ground. This happened above ground. And I suppose what it also shows is that even though we had Israel's defense minister, Yoav Gallant just the other day, talking about Hamas being dismantled in the north of Gaza, and also fighters surrendering and saying that they're running out of weapons and running out of food, they are still very much alive and kicking, and still able to inflict significant damage on Israeli forces. And, of course, while that is still going on the north, the job not yet done and the north, Israel is already began turning its attention to the southern parts of the Gaza Strip, in Khan Younis, the second biggest city in the enclave where it believes that leaders -- the top leaders of Hamas, such as Yahya Sinwar are hiding underground, and where it's trying to encircle Khan Younis, and try to decimate Hamas there as well. And, of course, at the same time as all this is going on, we are hearing that Israel has started testing the possibility of flooding these underground tunnels with seawater to try to flush out the militants that way. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:22",
      "speaker": "VAUSE",
      "sentences": "Elliott, thank you. Elliott Gotkine in London with the very latest from Gaza. Thank you, sir.Joining me now from Jerusalem is Shaina Low, communication adviser at the Norwegian Refugee Council. Thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:22",
      "speaker": "SHAINA LOW, COMMUNICATION ADVISER, NORWEGIAN REFUGEE COUNCIL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "VAUSE",
      "sentences": "Really? You know, the long-term risk to Palestinians in Gaza from Hamas reining in power seems kind of not the same as the risks they are facing right now from the Israeli military, offensive, starvation, an outbreak of disease, and total breakdown in society.There are priorities here, right? and that isn't one of them (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "LOW",
      "sentences": "Yes, you're absolutely right. The U.S. position on this is just blatantly wrong. Palestinians in Gaza are suffering an -- in unspeakable ways. I personally have lost the vocabulary to describe the catastrophe befalling the 2.3 million people living in Gaza, who have been under siege, complete siege for more than two months now, who are lacking basic supplies, or many of whom are already at risk of starvation, because of lack of food, rampant spreading of diseases in unsanitary conditions, in which there are so few toilets available, people are deprecating in public, causing other health concerns. This is how desperate the situation is. And we desperately need a ceasefire now. That's -- that the Palestinians remain under attack. And we need to put an end to it now. So, that -- and then, we can start bringing in scaling up our humanitarian assistance.But so long as hostilities are ongoing. We, humanitarian organizations are struggling to reach those who need aid the most, particularly those who have been in the north, who have been cut off from almost all aid. Aside from the seven-day humanitarian pause, we desperately need a permanent, sustained ceasefire now. This is not going to be resolved through ongoing hostilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "VAUSE",
      "sentences": "Right now, the only way into and out of Gaza, for people of goods, it's via the Rafah Crossing in the south, on the border with Egypt. There is also the Erez Crossing in the north, which was destroyed by Hamas on October 7th, but was primarily only for foot traffic for people.There is also the Kerem Shalom Crossing, which was designated for the transportation of goods. That remains close. It's controlled by Israel. If it was reopened for convoys' humanitarian aid, what impact would that have, and would it be immediately felt? Is that any good at this point without a ceasefire, I guess, is the caveat here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "LOW",
      "sentences": "Well, we desperately need more aid coming in no matter what. Obviously, the ideal circumstances to be distributing that aid would be with a cessation of hostilities, and that -- and a long-standing ceasefire.But the Kerem Shalom Crossing must be open, and there are a few reasons why. The first is that Israel since 1967, has occupied the Gaza Strip, and that occupation comes with certain obligations towards the Palestinian people, who are protected under international humanitarian law. Israel must provide for the basic -- the basic necessities for survival for those people, and they are not. The second thing is a logistical issue, which is that, first of all, Kerem Shalom, as -- is designed for the transport of goods. The Rafah Crossing was for -- it's for pedestrians. And so, logistically, it's been a real hassle to get things through. Additionally, many humanitarian organizations are not registered in Egypt. And it's -- and it's taking us some time to work to try and get that registration, which requires us to build partnerships with organizations that are registered in Egypt, the logistics, the ability to get things in quickly is very slow. Many humanitarian organizations, including partners of the Norwegian Refugee Council, have aid preposition in either the West Bank, or in Jordan, and it would be much easier and less expensive to bring in goods through Kerem Shalom without having to go through Egypt and deal with the Egyptian authorities on top of -- on top of the Israeli and Palestinian Authority. VAUSE: We know Erez was damaged and is not functioning, and as we say, it's mostly for pedestrians, especially for foot traffic. Is there any reason that the Israelis have given that at this point, Kerem Shalom could not be open on a limited basis? It's -- is it operational? Is it fully functioning? Is there any other reason that it cannot be opened apart from the Israelis just don't want it to be opened? Is there any other official reason that you've received?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "VAUSE",
      "sentences": "Shaina Low, thank you so much for being with us. We appreciate your understanding, and also your time to tell us what's happening and what isn't happening, I guess, more importantly. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "LOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "VAUSE",
      "sentences": "With billions in financial aid for Ukraine blocked in Congress by Republicans, President Joe Biden has walked back when it had been a rock solid, take it to the bank commitment. U.S. support for Ukraine, he said, would last for as long as it takes.But on Tuesday, after meeting with Ukrainian president at the White House, Biden said the U.S. will supply Ukraine with weapons and equipment for as long as we can. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Putin is banking on the United States failing to deliver for Ukraine. We must -- we must -- we must prove him wrong.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "VAUSE",
      "sentences": "Even after meeting with President Zelenskyy on Tuesday, Republicans in Congress were unmoved, insisting that future funding for Ukraine is linked to changes in U.S. immigration controls and border security. Neither seemed likely to happen before the year's end.Volodymyr Zelenskyy laid out his military aims for defeating Russia, but refused to give into concessions that Ukraine should give up territory in return for cutting a peace deal with Russia, saying that's insane. CNN's Manu Raju reports now on the impasse in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Fears in the Capitol that Ukraine aid could be stalled permanently amid a dispute over immigration that has completely stymied negotiations in the Senate.Republicans, they are demanding that aid to Ukraine be paired with stricter border policies. And Democrats say that the -- what the Republicans are proposing is just far too much than they are willing to accept the end result. A bill that they tried to advance Democrats did without those stricter border measures failed in the Senate on Wednesday evening. Now, one of the key Republican negotiators, Thom Tillis of North Carolina told me that he believes that something needs to be done now, because there will be a migrant surge at the border even worse than now, if Donald Trump becomes president and migrants believing that they need to come over the border now before 2025. (BEGIN VIDEO CLIP) SEN. THOM TILLIS (R-NC): So, you have a presidential candidate, who says he will close the border on day one. Donald Trump said that within the last 48 hours. He is likely to be the nominee and likely to win the race. What do you think is going to happen with future flows next year? They are going to double over the four time increase in the last year of Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "RAJU",
      "sentences": "But there is so much uncertainty about how this ultimately will get resolved, given the divide over the policy as well as the process the Speaker of the House, Mike Johnson wants to pay -- move these bills, individual, Ukraine aid, Israel aid, as well as dealing with the border. Tie had -- the border tied to Ukraine.Democrats want Israel and Ukraine and everything else tied together as one big package. But they first have to agree on the policy and they are nowhere near an agreement on that, which is why there is a belief in the Capitol that members will leave town for the holidays without dealing with aid to Ukraine. And at a time when the White House warns that urgent action is needed, or Ukraine will be kneecapped in its war against Russia. Manu Raju, CNN, Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "VAUSE",
      "sentences": "CNN's Clare Sebastian, following all of this, live from London for us this hour. This is quite incredulous to think that this is where we are after about almost two years of war, billions and billions of dollars of U.S. assistance. It all not just comes to an end. What happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:04",
      "speaker": "OLEKSANDRA USTINOVA, UKRAINIAN MEMBER OF PARLIAMENT",
      "sentences": "Kyiv can be turned into the second Mariupol and totally erased, because we see hundreds of drones flying to Kyiv every day. But they are not using the missiles a lot yet. So, we are waiting for a massive attack of hundreds of drones than following a hundreds of missiles. And if there is nothing to put them down with, that's it, we are done.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:04",
      "speaker": "SEBASTIAN",
      "sentences": "Now, Russia is using the opportunity to dismiss this visit to mock and undermine Zelenskyy, the Russian ambassador to the U.S. Anatoly Antonov, putting out some comments where he said, everyone is tired of the Kyiv regimen. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:04",
      "speaker": "VAUSE",
      "sentences": "Clare, thank you, Clare Sebastian, live for us in London. Thank you.Ukraine has been targeted by one of the most severe cyber-attacks since the war with Russia began. Kyivstar, Ukraine's largest cellphone operator appears to have been hacked, disrupting air raid siren systems along with phone and banking services of millions of people. Russian special services are the focus of the investigation, even though Moscow routinely denies any involvement in cyberattacks. Still to come, lots of smiles and handshakes in Vietnam where Bamboo Diplomacy has been called a success, with China's Xi Jinping hailing a shared future between the neighboring countries. A live report in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:04",
      "speaker": "VAUSE",
      "sentences": "With Vietnam, a two-day state visit by China's president is being celebrated as an achievement of Bamboo Diplomacy.Xi Jinping signed dozens of deals that describe the relationship with Vietnam as a priority for in neighborhood diplomacy for China. And notably, his visit comes just months after the U.S. president was in Hanoi, trying to boost Washington's influence in the region. Let's go live to Beijing. CNN's, Marc Stewart is standing by. So, I guess, who is winning at this point? Is China ahead? Is the U.S. there? How does that work out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:09",
      "speaker": "VAUSE",
      "sentences": "Welcome back to viewers all around the world. I'm John Vause, you're watching CNN NEWSROOM.Well, with congressional Republicans blocking billions of dollars in new military and financial aid for Ukraine, there are fears of the direct impact that could have on the battlefield. It could turn the tide in Russia's favor. CNN's Karin Caifa reports now from Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:09",
      "speaker": "KARIN CAIFA, CNN REPORTER",
      "sentences": "Zelenskyy sitting down with President Biden and also top congressional leaders, as the Biden White House tries to push a bill that includes about $60 billion dollars in aid to Ukraine for its fight against Russia. While some Republicans remain skeptical.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:09",
      "speaker": "BIDEN",
      "sentences": "Welcome back to the White House.CAIFA (voice over): Ukrainian President Volodymyr Zelenskyy, at the White House Tuesday, his third visit to Washington since Russia invaded Ukraine in February 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:09",
      "speaker": "BIDEN",
      "sentences": "We stand at a real inflection point in history.CAIFA (voice over): Zelenskyy also made the rounds on Capitol Hill, in the midst of a congressional fight over additional U.S. aid to Ukraine and its fight against Russia. SEN. CHUCK SCHUMER (D-NY): He made it clear and we all made it clear that if we lose, Putin wins. And this will be very, very dangerous for the United States. CAIFA (voice over): The $60 billion for Ukraine as part of a broader proposal by the Biden administration that would also include aid for Israel's war against Hamas, for Taiwan, and for security at the U.S. southern border. It's the border piece that some conservative Republicans say is not enough. REP. BRIAN BABIN (R-TX): It's hard to justify spending billions on Ukraine when we can't even support our own border security, our own national security here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:09",
      "speaker": "CAIFA",
      "sentences": "Other Republicans urging compromise.SEN. MITCH MCCONNELL (R-KY): Our Ukrainian friends cause is just. And if the West continues to stand with them, they can win. CAIFA (voice over): The Biden administration arguing that not sending more aid to Ukraine will only bolster Russia. REAR ADM. JOHN KIRBY (RET.), COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL: They won't have the capabilities, the weapons, the tools they need to fight back. It's a dire situation here, not just up on Capitol Hill, but it's going to be a dire situation in the East and the south of Ukraine, very, very soon. CAIFA (voice over): White House officials say existing funding could run out by the end of the year if Congress does not act. (END VIDEOTAPE) CAIFA (on camera): And if Congress does table the aid discussions until January, they will run up against what is expected to be a messy showdown over U.S. government spending to avert a shutdown, and also, the first votes of the 2024 presidential campaigns. In Washington. I'm Karin Caifa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:09",
      "speaker": "VAUSE",
      "sentences": "We'll take short break. When we got coming back, we'll -- face to face but far from seeing eye to eye. The leaders of Venezuela and Guyana plan to meet. This tension saw over a territorial dispute.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, I think there will be pressure still to strengthen the language, John. There is some praise of this from activists and from countries that are particularly trying to get concrete action to easing of our addiction to fossil fuels. And you know, I'm looking at these suggestions, shall we say, right now for countries to transition to renewable energy, to a phase away -- though they don't use even strong enough language like that -- from fossil fuels.It gives a variety of options. And as you say, it has been criticized for substantial loopholes in terms of not actually easing off of fossil fuels and potentially using things like carbon capture, which at this stage is not a proven technology. There will be ongoing negotiations, and a lot more pressure, I think. We will have to see if this is the final compromise that they come up with. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "VAUSE",
      "sentences": "So, explain to us, who is actually trying to water down the language here, and who has actually been trying to beef it up? It seems pretty obvious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "MCKENZIE",
      "sentences": "Yeah, a lot of discussion of course on this, and yes, in some ways, it is obvious. In other ways, it is not. Certainly, countries like Saudi Arabia and other major oil producing nations have been very reticent to get language in here for phasing out of fossil fuel because their economy is anchored on fossil fuels, as well as OPEC nations that run the cartel that produce as much of the world's oil and gas.But, there's also another category -- I think that's important to mention -- developing nations that have untapped fossil fuel in the ground, oil and gas that they want to exploit, don't believe that there is unnecessarily enough commitment towards financing them to not use that money that has created giant economies elsewhere in the world. So, it's not just the wealthy, oil producing nations. It's broader than that. But I think more than 100 nations, particularly those most vulnerable and wealthy nations and regions like the EU are wanting much stronger language, because the reality is that this is the hottest year on record, John. And it's only going to get hotter. John? VAUSE: David, thank you. David McKenzie there at COP28. And it looks like that will be pretty much what we are stuck with after what has been a week or so of negotiations and talking to buy that (ph). We appreciate the update, David, thank you. Joining us now for more on COP28 is Katharine Hayhoe, Chief Scientist at The Nature Conservancy, and Professor at Texas Tech University. Welcome back. KATHARINE HAYHOE, CHIEF SCIENTIST - THE NATURE CONSERVANCY &amp; PROFESSOR, TEXAS TECH UNIVERSITY: Thank you for having me, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "VAUSE",
      "sentences": "OK. So, I want you to listen to the Director-General of COP28 with what this summit has been trying to achieve. Here he is.(BEGIN VIDEO CLIP) MAJID AL SUWAIDI, DIRECTOR-GENERAL, COP28: We are trying to agree a comprehensive plan to close the gaps between where the world is and where it needs to be to keep within 1.5 degrees within reach. That is our North Star. That's been our North Star all along. Part of this is to include language on fossil fuels in the text. If we can, that would be historic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "VAUSE",
      "sentences": "OK. It would be historic, it does not seem that they are getting there. But put this in some sort of context here. Has there been this amount of attention in the past on phasing out fossil fuels at climate summits in previous years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "HAYHOE",
      "sentences": "Well, what most people do not realize is that the words \"fossil feels\" did not even enter these formal agreements until two years ago. Two years ago, at the COP in Glasgow was the first time the countries agreed to phase out inefficient fossil fuel subsidies. And there is a huge argument ending a disagreement over whether to phase out coal. That was just two years ago. So, when you look at it from that perspective, what's being discussed today is a significant step forward. It's just years too late.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:04",
      "speaker": "VAUSE",
      "sentences": "Yeah. There does seem to be a couple of ways to look at this. There's that positive view, like this one from Mohamed Adow, Power Shift Africa, in Kenya. Here's a delegate there and he wrote this. \"This is the first COP where the words \"fossil fuels\" are actually included in the draft decision. (inaudible) draft. This is the beginning of the end of the fossil fuel era.\" OK, so have we reached some kind of milestone here? Or are we circling around the previous milestone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "HAYHOE",
      "sentences": "So when we look at global action that is already happening, the number of cities and countries and companies that haven't Net Zero targets, we see that the fossil fuel era is ending. The question is how long it is going to take to end. And that is a very important question, because that determines the magnitude of the climate impacts we will experience and whether or not human society will be able to adapt to the changes that will occur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "VAUSE",
      "sentences": "OK. So, with that in mind, here is the view of the delegate from Samoa, a small island nation under direct threat from climate action right now.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "TOEOLESULUSULU CEDRIC SCHUSTER, SAMOAN MINISTER OF NATURAL RESOURCES AND ENVIRONMENT",
      "sentences": "If we do not have strong mitigation outcomes at this COP, then we will be -- this will be the COP where 1.5 would have died. We will not sign our death certificate. We cannot sign on to text that does not have strong commitment on phasing out fossil fuels.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "VAUSE",
      "sentences": "So, I guess your perspective is, in many ways, where you stand around the world and what is happening with climate changes at the moment, and in many ways, it does seem that these climate summits are trailing where the world is, as opposed to the other way around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "HAYHOE",
      "sentences": "Oh, completely. And those comments highlighted the fact that those who have done the least to cause this problem are bearing the brunt of the impacts. The richest 1 percent in the world are responsible for more than doubled the emissions of the poorest 50 percent. When you look at the rising seas, stronger storms, more intense droughts and heat waves, we are all experiencing them but who is being impacted the most? It is the most vulnerable countries in the world which are typically the poorest countries too. And that is profoundly unfair. And that is why climate action truly is an issue of justice and equity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "VAUSE",
      "sentences": "And COP28 was sought of born in controversy, if you like, specifically because it was being hosted by the UAE, a major oil and fossil fuel exporter of oil and gas, and then there's also the controversy of deals on the sides and a whole bunch of other stuff. Has that clouded what could've been done here or what has been done here in many ways?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "HAYHOE",
      "sentences": "Absolutely. There's been so much airtime taken up with concerns over what the president has said about how there is no -- he claimed there is no science behind phasing out fossil fuels for the 1.5-degree goal, behind all of the other controversies related to the host. And then next year, it looks like it will be hosted by another oil and gas dominated country. So, we are looking at this consistent noise, when really we should be focused on what is going to move us towards a better future as quickly as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "VAUSE",
      "sentences": "Katharine, thanks for being with us. Really, we appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "HAYHOE",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "VAUSE",
      "sentences": "Argentina is set to devalue the peso by more than 50 percent to try and reign in hyper inflation. The conversion rate changes from 365 pesos to the U.S. dollar to 800 pesos, all part of a raft of new economic measures announced Tuesday, which includes cuts to energy subsidies and infrastructure spending. Argentina's newly elected president, Javier Milei campaigned on harsh economic measures to try and save the economy, which included replacing the peso with the dollar.Venezuelan President Nicolas Maduro says he will sit down with the president of neighboring Guyana on Thursday to discuss a growing territorial dispute. Venezuela has proposed creating its own state on a massive oil-rich stretch of land in South Guyana, two-thirds of Guyana in fact, raising fears the conflict. It's a dispute which goes back more than a century, as CNN's Isa Soares now reports. (BEGIN VIDEO CLIP) ISA SOARES, CNN ANCHOR AND CORRESPONDENT (voice-over): It is an outlandish attempt at a land grab that has the world on edge. Long live the full map of Venezuela! This is President Nicolas Maduro revealing his new vision, a larger, a more powerful Venezuela, which includes Essequibo, a large and vast patch of land that makes up two- thirds of neighboring Guyana. Maduro is now threatening to invade Guyana after an incendiary referendum at home backed his bid to claim sovereignty over the territory. Let's publish and take to all the schools, high schools and universities of the country the new map of Venezuela he says. Across the border, Guyana's President Irfaan Ali is ringing alarm bells.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ALI",
      "sentences": "We cannot allow a situation like Ukraine in this western hemisphere. We cannot allow the annexation of a territory in this western hemisphere.SOARES (voice-over): Allies and neighbors too are taking note. Brazil's President Lula da Silva has ordered additional troops and armored vehicles to its northern border. Something we don't need in South America's war, we don't need a war. We don't need conflict, he says. What we need is to build peace. And long-time ally, the United States is conducting flight operations within Guyana while throwing its support for the country's sovereignty and robust security. Isa Soares, CNN, London. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}