{
  "date": "2023-12-05",
  "headline": "CNN Newsroom",
  "subHeadline": ":Israel Resumes Ground Offensive Against Hamas in Gaza; U.S. Congress Debates $100 Billion Support to Ukraine; Former Republican Liz Cheney Warns of Trump's Threat to Democracy; Cyclone Michaung Hits Central and Eastern India, Killing Six; Global Carbon Emissions Expected to Reach Record High in 2023; COP28 President Defends Commitment to Climate Action; Israel Investigates Intelligence Failure on October 7 Attack; Critics Slam Lack of Response to Hamas Rape Allegations; Hong Kong Journalist Vanishes after Beijing Trip. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, I'm John Vasue, ahead here on CNN Newsroom. After a seven-day pause, Israel's renewed military offensive on Hamas ramps up. Ground operations now stretching from the north to the south. The U.S. Congress debates the price of freedom, as financial and military support to Ukraine tops $100 billion and counting. And I'm rubber, you're glue. Four times indicted, twice impeached, alleged insurrectionist Donald Trump accuses Joe Biden of being a threat to democracy.Israel has announced its renewed ground offensive against Hamas has expanded to all of Gaza, while at the same time wanting Palestinians to evacuate specific neighborhoods to try and reduce civilian casualties. But the plan is being criticized by many aid groups and the U.N. Secretary General Antonio Guterres says there is nowhere safe to go in Gaza. The Israel Defense Forces has confirmed a ratio of two Palestinians and civilians killed for every dead Hamas militant, describing that as tremendously positive for urban combat. The Israeli military reports its war objective in northern Gaza is nearly complete. Defense Minister Yoav Galant says the entire area, including Gaza City, will soon be, in his words, broken. And despite the U.S. and other countries urging Israel to conduct a more precise and accurate renewed offensive, the U.N. says civilian casualties are rapidly increasing. New images appear to show an Israeli tank with a few open roads running north-south, a road used by those who have to flee their homes. Here's the Israeli military spokesman, Rear Admiral Daniel Hager. (BEGIN VIDEO CLIP) REAR ADM. DANIEL HAGARI, IDF SPOKESPERSON: Today, fighter jets struck across the Gaza Strip. These were very significant, precise and intelligence-based strikes. In addition, we are expanding our ground operations against Hamas strongholds throughout the Gaza Strip. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Other images posted to social media shows the Israeli military destroying a building, which houses the Justice Ministry and courthouses in central Gaza. With renewed fighting in Gaza comes renewed warnings about the humanitarian crisis. The head of the U.N. relief agency says Gaza is becoming more apocalyptic by the day. And the World Health Organization says appalling living conditions have increased the risk of a major outbreak of disease. And Israel's ground operations in the south, they say, could deprive thousands of Palestinians access to health care. More now from CNN's senior international correspondent, Ben Wedeman.(BEGIN VDEOTAPE) BEN WEDEMAN, CNN INTERNATIONAL CORRESPONDENT (voice-over): Desperate times call for desperate measures. And in Gaza, if that means looting the local bakery destroyed overnight by an Israeli airstrike, so be it. Look at the people, says Ikram Arayi (ph). They're doing this out of hunger. It was the Baraka (ph) Bakery. Baraka is Arabic for blessing. But now Gaza is under the curse of war. It was the last functioning bakery in Deir el-Balah. People's basic needs. Striking it is a kind of terrorism. Once the sun came up Monday, people of all ages descended upon the bakery. Taking away bags of flour, cooking oil, scraps of wood to use for cooking and heating, and just about anything else they could carry away. This man describes it in one word. Chaos. The World Food Program's Abeer Etafa warns the people of Gaza are reaching the breaking point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ABEER ETAFA, WORLD FOOD PROGRAMME",
      "sentences": "When you have civil order breaking down completely because people are becoming desperate, hopeless, hungry, by the moment, this is, of course, bound to happen.WEDEMAN (voice-over): And with Israeli ground forces now operating in southern Gaza, the hundreds of thousands who fled the north in search of safety are now, even more than before, in the line of fire. Gaza, after almost two months of war has come to this. Ben Wedeman, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Joining us now is retired US Army Major, John Spencer, Chair of Urban Warfare Studies at West Point, and co-author of, Understanding Urban Warfare. Major, good to see you. Thanks for being with us.MAJOR JOHN SPENCER (RET), U.S. ARMY: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SPENCER",
      "sentences": "I mean, for sure, I mean, the complexity of this operation when you have one side trying to cause civilian casualties and the other side trying to prevent it. In spite of the mix, it's the hardest type of warfare to ever execute. As more targets go down, more areas secure, these areas are where Hamas doesn't have an underground network. So, the answer is yes, but it feels like they're doing everything feasible, reasonable, and possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Well, with that in mind, the more targeted evacuations at least so far seem to be met with approval from the U.S. State Department. Listen to this.(BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON:  We've seen a much more targeted request for evacuations here, where the Israeli Defense Forces have identified specific neighborhoods where they plan to conduct military operations and urged, in advance of those operations, the people in those neighborhoods to move rather than telling an entire city or an entire region to vacate their homes. So that is an improvement on what's happened before. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Clearly, this is a big difference compared to the first seven weeks of the war. But what else would you expect the Israelis to be doing in terms of a more precise, more targeted military operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SPENCER",
      "sentences": "Yeah, I mean, already what they've done is historic for me as a scholar of urban warfare across time. The issuing of these maps, now we learn that they're using artificial intelligence and all data they have to determine the density of places, and that's driving, usually intelligence of where the enemy is, drives operations. But by giving out this information, they're also telling Hamas where not to be. So, it's really fascinating what they're trying to do. Of course, it's hard in execution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Well, with that in mind, here's how the Israelis actually-you touched on this-decide which areas receive evacuation orders. Israeli soldiers and reservists working on a military base about 40 kilometers from Gaza process information on population movements using data from mobile phone radio and television signals, as well as open-source information from local telegram groups. This helps generate a color map showing the projected population density of Gaza's residential areas, and once they have that, they know which areas to order the evacuation from. So is that something which is unique to Israel? Has anybody else done this before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SPENCER",
      "sentences": "Absolutely unique. I mean, I've heard in Ukraine, I've heard of the city administration using the cell phones to know how many people are left in the environment, but a military usually relies on aerial intelligence or things that can see within certain areas. So, combining all forms of intelligence, like the air force and the air force like this, to include how many cell phones are in a certain area, really is the state of the art on trying to -- what we call a civilian harm mitigation -- implement steps to avoid civilian harm as much as possible. It's unique.VAUSE; And as this military offensive heads south into Gaza, the World Health Organization is raising the alarm over health care, issuing a statement which read, in part, Intensifying military ground operations in southern Gaza, particularly in Khan Yunis, are likely to cut thousands off from health care, especially from Nasser Medical Complex and the European Gaza Hospital, the two main hospitals in southern Gaza as the number of wounded and sick increases. I raise this because the reality is regardless of how precise the target of the IDF will be, there is still much worse to come for Gaza. This is still a war, and there's a lot more destruction and sadly, probably a lot more death to be had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SPENCER",
      "sentences": "Yeah, absolutely. I mean, this is the problem with the alternatives to allowing Hamas to continue what it's doing to include the rockets and ruling the Gazans the way they have for the last over a decade. The more closer this gets to a military accomplishment of the mission, the more peace and betterment for the citizens, I truly believe will happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Yeah, Hamas has been in power since 2006. They seized control in 2007. People in Gaza didn't have a choice. They didn't vote for them, most of them anyway. Major John Spencer, thank you, sir. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "SPENCER",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "Brigadier General Hisham Ibrahim, the head of Israel's Armored Corps, says tanks will once again be central to Israel's urban warfare strategy. IBRAHIM (foreign language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "Israeli tanks were at the tip of Israel's offensive into northern Gaza in late October, clearing the way for infantry troops to move into dangerous and densely populated cities. Ibrahim says this kind of coordination is a lesson learned from Russia and Russian failures in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "IBRAHIM",
      "sentences": "We saw that where the Russians fought only with tanks alone, they were more vulnerable. This combination of combined power overcomes almost every problem on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "Israeli tanks are pushing through, not around, residential buildings, reducing entire neighborhoods to rubble to minimize the risk to Israeli troops. But that also means that you have to destroy a lot of residential buildings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "IBRAHIM",
      "sentences": "That's exactly what we do. We're firing for the buildings. We destroyed, but we make sure that this building is empty from citizens. And we just destroyed what we had to destroy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "And we've seen a lot of civilians die in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "IBRAHIM",
      "sentences": "Yeah, but we make sure before that we attack Gaza that the citizens go south, you know, this is wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "Israeli tanks have also become a top target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "IBRAHIM",
      "sentences": "They have RPG and they want to destroy the tanks because for them, this is the win picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "In a series of propaganda videos, Hamas fighters are seen ambushing Israeli tanks. But General Ibrahim says these fiery explosions often show the tanks' anti-missile systems in action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "IBRAHIM",
      "sentences": "Zero. Zero. We have tanks that we expect to us some,  maybe a few days to fix them and they go back to the battlefield. But destroyed? Zero. Zero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "His troops, though, are paying a heavy price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "EITAN, ISRAELI MILITARY RESERVIST WOUNDED IN GAZA",
      "sentences": "The first RPG that was fired hit the tank, penetrated it, and I got hit by the shrapnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "During a visit to wounded soldiers, General Ibrahim says his corps has suffered more casualties per capita than any other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "IBRAHIM",
      "sentences": "This is because we are on the front line. The tank corps is the corps that is winning this war. This is our war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "DIAMOND",
      "sentences": "Jeremy Diamond, CNN, near the Israeli-Gaza border.(END VIDEOTAPE) VAUSE: Now to the other war, the war in Ukraine. The White House is pushing Congress to approve another round of financial and military assistance, warning if it's not approved, that would effectively kneecap Ukraine on the battlefield.  ere's part of a letter from the Office of Management and Budget to lawmakers. Without congressional action, by the end of the year, we will run out of resources to procure more weapons and equipment for Ukraine and provide equipment from U.S. military stocks. There is no magical pot of funding available to meet this moment. We are out of money and nearly out of time. Well, for more, joined now by Matthew Schmidt, expert in foreign policy, including Ukraine and Russia. He's also an associate professor of national security at the University of New Haven. And it's been a while, so welcome back. Good to see you. MATTHEW SCHMIDT, ASSOC. PROF. NATIONAL SECURITY UNIV. OF NEW HAVEN: Good to be here, John. Okay, so here's a little more from that assessment, which came from the Office of Management and Budget. Cutting off the budget. The flow of U.S. weapons and equipment will kneecap Ukraine on the battlefield, not only putting at risk the gains Ukraine has made, but increasing the likelihood of Russian military victories. So, if U.S. financial support was cut tomorrow, no one's saying Ukraine would lose the war the next day. So, gain this out from here. What does this war look like without that U.S. commitment in terms of military hardware and financial assistance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "SCHMIDT",
      "sentences": "It forces Ukraine to a negotiating table it doesn't want to go to yet. Ukraine has said from the beginning, Zelensky has said from the beginning, that he wants Russia out of all of Ukrainian territory, including Crimea, and then he would sit down and negotiate. But without U.S. weapons, that's simply not going to be possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "How long will that coalition survive without U.S. leadership and dollars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "SCHMIDT",
      "sentences": "Not very long. Look, some people in the Pentagon are saying that if funding is cut tomorrow, they'll be able to string the money out and the weapons out and some of the training out through the winter. But by summer, no matter what happens now, frankly, by summer, the voices for a negotiated settlement here are going to become very, very loud in any case, because we'll be in an election year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Okay, so since the war began in February of last year, the U.S. has sent more than $100 billion to Ukraine. And yes, that's a ton of money. But it's not like Ukraine is living a little bit of a loco. Listen to the Ukrainian ambassador to the United States.(BEGIN VIDEO CLIP) OKSANA MARKAROVA, UKRAINIAN AMBASSADOR TO THE U.S. : We still have more than 2,800 villages and cities. It is under Russian occupation where people have been killed and tortured.  Six million people still live under occupation. Twelve million people are internally or externally displaced, not to mention those we have lost already. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "But having said that, corruption was at least a major concern during the early months of the war. Have the Ukrainians done enough to address those concerns to ensure U.S. financial assistance gets to where it's intended, that all of it gets there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "SCHMIDT",
      "sentences": "No one ever does enough to fight corruption. But Ukraine has done more than anyone. It's done more than anyone should expect them to be doing. And the money that Americans are spending to support Ukraine, most of it, as the letter says, stays in the U.S. Most of it is actually paying American defense contractors in Republican states to build more weapons that go into the hands of American troops while existing lower-grade weapons go to Ukrainians. That money is not being corrupted away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Here's a question, though. What does it say about U.S. commitment if Congress doesn't approve? If the U.S. commitment sort of fades away, ask the Kurds, ask the Afghans, you know, what does it say about U.S. commitment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "SCHMIDT",
      "sentences": "What it says is something about the U.S. system. It says that a two-party system with the kind of divisions that we see is unstable and that our friends and our enemies know that. And they have to calculate that when they take these risks to rely on us to support their war or, in Putin's case, to rely on us to fold and leave our ally in the field at a vulnerable moment. It's our system that's broken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "And this was all foreseen by Putin in many ways, wasn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "SCHMIDT",
      "sentences": "Yeah, it's not that Putin is some kind of genius to foresee it. It's been out there for a long time. Again, foreign politics, foreign policy is always a product of domestic politics. And that's what you're seeing here, domestic politics playing itself out in Ukraine and in Israel and Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Yeah, as we said before, we've had discussions about what the U.S. is getting. We've had discussions about what the U.S. is getting out of this war in terms of value for money. It's a pretty good deal right now. So, let's see what they do with it in Congress. But, yeah, politics always does weird things. Matthew, thank you. Good to see you. Matthew Schmidt there in New Haven.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "SCHMIDT",
      "sentences": "Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "Cyclone Michaung is dumping heavy rain on central and eastern India. At least six people have been killed. Many others have been rescued, including half a dozen pregnant women. A satellite view shows just how massive this storm is. Schools will remain closed and planes are grounded for now, but the cyclone is expected to lose strength quickly as it moves over land.These scenes of devastation from extreme weather are from Tanzania. More than 350 people have been killed in torrential rain and flash floods that have ripped through East Africa for the past few weeks. Over one million people across Somalia, Kenya, Ethiopia and Tanzania have been displaced. And usually heavy rains are largely caused by the El Nino weather phenomenon, and they are expected to continue into the new year. Carbon emissions are expected to set a new record in 2023. Scientists with the Global Carbon Project say global emissions could rise 1.1% this year when compared to the previous year. That's 36.8 billion tonnes of carbon dioxide released into the atmosphere. The good news is the US is expected to cut its emissions by 3% while the EU could reach a 7.4% reduction as well. But China is up 4%. India shows more than an 8% increase. Coal and oil emissions are also growing significantly in both of those countries. Meanwhile, the president of the COP28 climate summit is defending his dedication to fighting global warming after making controversial comments last month. Sultan Al-Jabbar had said at the She Changes climate panel event that there is no science out there or no scenario out there that says the phase-out of fossil fuels is what's going to achieve 1.5 degrees. On Monday, he said his comments had been misrepresented, but they weren't. Here he is. (BEGIN VIDEO CLIP) SULTAN AL JABER, COP28 PRESIDENT: I honestly think that there is some confusion out there. And misrepresentation and misinterpretation. I have said over and over that the phase-down and the phase-out of fossil fuel is inevitable. In fact, it is essential. And this transition is in fact essential. And it needs to be orderly, fair, just and responsible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "Al-Jabbar stresses that the work they are doing at COP28 is centered around the science. Well, there are new warnings from former Republican Congresswoman Liz Cheney. The never-Trumper says a vote for Donald Trump in 2024 may be, quote, the last election in which Americans get to vote. She was promoting her book, and the former Wyoming Congresswoman said if Donald Trump wins reelection, he will absolutely try to stay in power forever. CNN's Kristen Holmes has details.(BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN CORRESPONDENT (voice-over): A fresh warning from a leading critic of Donald Trump about the danger posed by the former president to American democracy. LIZ CHENEY, FORMER REPUBLICAN U.S. HOUSE MEMBER: A vote for Donald Trump may mean the last election that you ever get to vote in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "HOLMES",
      "sentences": "Those comments come as Trump attempts to turn the table on such warnings.DONALD TRUMP, FORMER U.S. PRESIDENT: Joe Biden is not the defender of American democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "HOLMES",
      "sentences": "The former president, who is facing felony charges over his attempts to overturn the 2020 election, claiming President Joe Biden is the real risk to the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "TRUMP",
      "sentences": "Joe Biden is the destroyer of American democracy. It's him and his people. They're the wreckers of the American dream.HOLMESL A spokesman for the Biden campaign calling Trump's comments a, quote, desperate attempt at distraction. Trump's attacks come as Biden and his allies frame the 2024 election as a choice between democracy and authoritarianism, signalling how both candidates are increasingly focused on a potential general election rematch, even as the first votes in the Republican nominating contest won't be cast for another six weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "JOSEPH BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have to stand up for American values, embedded in the Constitution, the Declaration of Independence, because we know that MAGA extremists have already proven they won't. We have to stand up for our Constitution, our institution's democracy, because MAGA extremists have made it clear they're not going to.HOLMESL In his latest bid for the White House, Trump has continued to rail against Democratic institutions and make false claims about the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "HOLMES",
      "sentences": "He also suggested the U.S. Constitution should be terminated in a social media post. And the former president has outlined plans to dramatically reshape the federal government, including a pledge to use the Justice Department to target political opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TRUMP",
      "sentences": "I mean, if somebody, if I happen to be president and I see somebody who's doing well and beating me very badly, I say, go down and indict them. Mostly that would be, you know, they would be out of business. They'd be out. They'd be out of the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "HOLMES",
      "sentences": "The former president has also said that he would make it easier to fire civil servants so he could replace them with loyalists if he was elected again, that he would also expand on his hardline immigration policies, including calling for mass deportation. He has really laid out in great detail what a Trump second term would look like. And he still remains in first place in the GOP primary, according to a number of polls. And with just six weeks to go until those Iowa caucuses, he is also leading among Republicans in that state as well. Kristen Holmes, CNN, Washington.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "In a moment here on CNN, new details on another sickening atrocity carried out on October 7. Israel says Hamas militants systematically targeted women and girls with terrible acts of violence and brutality. Hamas denies the allegations. More on that in a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:23",
      "speaker": "VAUSE",
      "sentences": "Hamas denies the allegations, saying they're unfounded lies aimed at demonizing the Palestinian resistance. Israeli police are investigating whether rape occurred during the attack by using forensic evidence, video, and witness testimony.Bianna Golodryga has the details. And a warning: her report contains graphic and disturbing content. (BEGIN VIDEOTAPE) BIANNA GOLODRYGA, CNN CORRESPONDENT (voice-over): The details are horrific. Listen to this Israeli paramedic whose rescue unit responded to the massacre at kibbutz Be'eri. He did not want to be identified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "While we were sorting through those houses, the door is open to the bedroom. I see two girls, two teenagers, I guess 13 or 14 years old. One's lying on the floor; one's lying on the bed. The one on the floor, she's lying on her stomach. Her pants are pulled down towards her knees, and there's a bullet wound on her -- the back side of her neck near her head. There's a puddle of blood around her head. And there's remains of semen on the lower part of her back.GOLODRYGA (voice-over): A volunteer at the Shura IDF military base, where many of the victims of the massacre have been sent, testified at a U.N. event in Geneva last week, describing the evidence of sexual violence she saw on some of the bodies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:23",
      "speaker": "SHERI MENDES, IDF VOLUNTEER",
      "sentences": "Our team commander saw several soldiers who were shot in the crotch, in intimate barriers in their vaginas, or they were shot in their breasts. There seemed to be systematic genital mutilation of a group of victims.GOLODRYGA (voice-over): Despite all of that, the U.N. and its women's rights affiliates remain silence on the mounting specific allegations. RUTH HALPERIN-KADDARI, INTERNATIONAL WOMEN'S RIGHTS ADVOCATE: Their response was really devastating. It was heartbreaking for me. GOLODRYGA (voice-over): Professor Ruth Halperin-Kaddari is an international women's rights advocate and for 12 years helped lead the United Nations committee on the elimination of all forms of discrimination against women. HALPERIN-KADDARI: Neither of them acknowledged or recognized the existence, the fact that sexual violence was part of the Hamas massacre. And by not acknowledging this, by dismissing, by ignoring, they are, in fact, almost, I would say, legitimizing the existence of these atrocities. GOLODRYGA (voice-over): I asked a representative from U.N. Women about that. Her answer speaks for itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:11",
      "speaker": "VAUSE",
      "sentences": "Still to come here on CNN, a Hong Kong journalist vanishes in China after reporting on sensitive subjects. That's mainland China. More on the mysterious disappearance of Minnie Chan, next.(COMMERCIAL BREAK) VAUSE: Welcome back. A former U.S. ambassador has been arrested on spying charges, accused of being a secret agent for the Cuban government for 40 years. The Justice Department says retired diplomat Manuel Rocha supported Cuba and its secret intelligence gathering against the United States while serving as the American ambassador to Bolivia, and during other diplomatic postings throughout Latin America. (BEGIN VIDEO CLIP) MERRICK GARLAND, U.S. ATTORNEY GENERAL: This action exposes one of the highest reaching and longest lasting infiltrations of the U.S. government by a foreign agent. Specifically, the criminal complaint alleges that, for over 40 years, Rocha acted as a covert agent of the Cuban government. To that end, the complaint alleges Rocha sought out employment with the U.S. government that would provide him with access to non-public information and the ability to affect U.S. foreign policy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "RIPLEY",
      "sentences": "You want people to have the right.RIPLEY (voice-over): I interviewed Jimmy Lai, Apple Daily's billionaire owner, shortly before his arrest, along with other newsroom leaders, later charged under Hong Kong's draconian national security law, which rolled back civil and political freedoms. Drafted in secret, imposed by Beijing's communist rulers, China's heavy-handed response to the fiery pro-democracy protests of 2019. In the years since, a crackdown on pro-democracy figures, the disbanding of political parties and newsrooms, activists forced to choose between a life in prison at home, or a life in exile abroad. And now the mystery of Minnie Chan, raising new fears for the safety of reporters. If a seasoned journalist from a mainstream outlet can disappear in Beijing, who's next in line for China's vanishing act?",
      "isLastSentenceInterrupted": false
    }
  ]
}