{
  "date": "2023-02-22",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN Investigation Uncovers Dozens Of \"Black Sites\" Used By The Iranian Regime To Torture Protesters; Today, Supreme Court Hears Second Case On Social Media Liability; Murdaugh's Former Law Partner Testifies About Night Of Murders; EPA To Norfolk Southern: \"Fix This Mess\" In East Palestine, Ohio. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:26",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Over the last five months, thousands of people across Iran have protested the death of a young woman named Mahsa Amini. The regime arrested her for not wearing her head scarf correctly.In December, a CNN investigation found evidence of a push by Iranian authorities to condemn and execute protesters through forced confessions and sham trials. CNN's Nima Elbagir reporters. (BEGIN VIDEOTAPE) NIMA ELBAGIR, CNN CHIEF INTERNATIONAL INVESTIGATIVE CORRESPONDENT (voice-over): For the last six weeks, Kayvan Samadi has been on the run. Each night, he moves to a different safe house. Brutally tortured for 21 days at the hands of the Iranian regime, he is terrified they will find him. His crime, organizing medics to help wounded protesters. But even with his fear of being tracked down, Samadi still wants to identify himself. He wants to show the regime they didn't break him. KAYVAN SAMADI, MEDICAL STUDENT (through translation): I set up a group of underground medics. We treated around 700 people. The regime was committing war crimes, forbidding treatment of the injured. I promised my friends to fight for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:26",
      "speaker": "ELBAGIR",
      "sentences": "His friends, like so many Iranians, have been on the streets protesting against the clerical regime that has for so long dictated their lives.For his defiance, Samadi, a medical student, was picked up by Iranian security forces and brought to a black site, a clandestine interrogation facility outside the rule of law, where many survivors tell CNN forced confessions are extracted through the most brutal of torture methods. These forced confessions have at times been used in court to execute protesters for crimes against the state. Samadi refused to sign what he believed would be his death warrant. SAMADI (through translation): Why should I have signed something that I hadn't done? I'm not a terrorist, not a murderer or a saboteur. I only saved lives. That's it. My team and I did nothing more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SAMADI",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ELBAGIR",
      "sentences": "It's OK, it's OK.(voice-over): Samadi believes that if he had signed the false confession as the guards wanted him to, then they would have hanged him for treason. He doesn't know why his torturers released him. He thinks they wanted him to die on the streets, a chilling warning to others. Based on Samadi's detailed eyewitness testimony and cross referencing with satellite imagery, CNN has been able to locate the black site where he says he was tortured in his hometown of Oshnavieh. These are the trees that hide the unnamed building he was brought into. And this is the girl's school where he had children playing in the courtyard. But this is not the only black site. Cross referencing testimony from over two dozen sources with satellite images, CNN found dozens of these black sites. Which can be divided into two types, undeclared illegal jails inside government facilities, such as military bases and intelligence centers, and makeshift clandestine jails that typically crop up temporarily near protest sites. For instance, in this city, known for its religious pilgrimage sites, they've been using some mosques as detention centers, according to multiple sources CNN spoke with. This pattern can be seen indifferent cities across the country. In Sanandaj, we found at least six unofficial detention centers, Zahedan, five, and Tehran, the capital where CNN was also able to locate eight different pop-up torture sites. After speaking to dozens of eyewitnesses who were tortured in these different unofficial detention centers, the barbaric treatment used on Samadi was not unique. His experience tallies with other eyewitness testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Called me a slut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Rubbed himself against me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Naked with their hands tied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Humiliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Videotaping us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No choice but to confess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ELBAGIR",
      "sentences": "In total, CNN located over three dozen clandestine jails across the country.It paints a picture of a regime meeting out torture on an industrial scale, designed to crush an uprising that has posed the biggest existential threat to the regime in decades. These are photos of just some of the protesters that state hospital physician, Dr. Mohsen Sohrabi, and his colleagues tweeted in the city of Sanandaj, a major flashpoint in the crackdown of the uprising. It was an illegal act, according to the Iranian regime. For that, he, too, was brought to a black site and tortured. DR. MOHSEN SOHRABI, MEDICAL DOCTOR (through translation): They are a power in and of themselves. They don't follow any kind of human rights. There is no supervision. What kind of supervision do you have to have when people are being raped? They don't have any moral boundaries. They just want you to confess so they can prosecute you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ELBAGIR",
      "sentences": "Dr. Sohrabi is also now in hiding.(on-camera): You've had to risk so much just to do your job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SOHRABI",
      "sentences": "If I cry, it's not because I fear the Islamic Republic. It's not because of what I have lost. It's for the cruelty that people in Iran are facing.ELBAGIR (voice-over): Even as evidence of torture on an industrial- scale points to the desperation of the regime, Iran's young protesters are equally defiant, even in the face of the unimaginable, torture and death. Nima Elbagir, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:33",
      "speaker": "PHILLIP",
      "sentences": "For the second time this week, the Supreme Court is hearing a case that could upend the way we interact with social media. Just like yesterday's case, this one is centered on the spread of extremist content.And it was brought by the family of someone who was killed in an ISIS attack. The American relatives of the victim sued Twitter, saying it violated an antiterrorism law by allowing propaganda to spread on its platform. Twitter argues though that letting a group use its platform doesn't equate with assisting that group. And that the controversial Section 230 shields it from liability for that kind of content. CNN's Jessica Schneider is watching this one closely for us as well. So, Jessica, what did we hear in the oral arguments today after yesterday's somewhat spicy content from the justices that they were questioning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "PHILLIP",
      "sentences": "Yes, and an essential question for both of these cases that Elena Kagan, Justice Kagan raised yesterday is, are they the right people to make the calls about the future of the Internet? We'll have so much more on this as this continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "SCHNEIDER",
      "sentences": "Yes. PHILLIPRight now, we turn to the trial of disgrace attorney, Alex Murdaugh, who was accused of murdering his son and his wife. The defense today calling Murdaugh's former law partner to the stand to testify about the night of the murders. CNN's Randi Kaye is outside of the courtroom in South Carolina. So, Randi, what did this former law partner reveal in court today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "Abby, we're talking about testimony from Mark Ball. That's the former law partner and a very long-time friend of Alex Murdaugh.He was called by the defense, but he really seemed to help both the defense and the state in parts of his testimony. First off, he revealed there was some sloppiness to the crime scene investigation, which the defense has been laying the groundwork for, saying that the investigators for the state did make some mistakes at the scene. He talked about the feed room, which is where Paul Murdaugh's body was found. He said there were parts of a skull that he discovered still there when he went to take a look at that feed room. He also helped the state by analyzing that 8:44 p.m. video from the night of the murders. He said it was Alex Murdaugh's voice on the recording taken at the time of the murder at the murder scene. Alex Murdaugh, we know, told investigators he was not there at the dog kennels where the recording was made at the time. Also, there was also this forensics expert, Abby, who testified. And he analyzed the crime scene data. He also analyzed the trajectory of the bullets. And he came to the conclusion, looking at all of that that, someone much shorter than Alex Murdaugh had to be the killer in this case. Listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "UNIDENTIFIED FORENSICS EXPERT",
      "sentences": "It puts the shooter or whoever fired the weapon, if they were that tall, it puts them in an unreal shooting position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "UNIDENTIFIED DEFENSE ATTORNEY",
      "sentences": "What opinion do you have if that person could be Alex Murdaugh shooting into that quail pen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "UNIDENTIFIED FORENSICS EXPERT",
      "sentences": "It can't be.(END VIDEO CLIP) KAYE: That witness said that it had to have been someone who was 5'2\" to 5'4\". Alex Murdaugh is 6'4\", so much taller than the person that that man is suggesting, that witness is suggesting did this. The state went back at him on cross-examination trying to discredit him and his analysis -- Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "PHILLIP",
      "sentences": "And, Randi, do you have any expectation that Alex Murdaugh himself will take the stand to testify?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:01",
      "speaker": "KAYE",
      "sentences": "It is possible. It was discussed with the judge today and all the lawyers on both sides, not in the presence of the jury. They wanted to know what the parameters would be.His defense team said they want to make sure it stays just -- that he would just be questioned about the murders, not about these alleged financial schemes, which the state said is part of the motive as to why he would have killed his wife and son. No decision has been made yet. The judge said he would not limit it to just discussion about the murders on cross-examination. So it seems as though the defense has not yet decided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:20",
      "speaker": "PHILLIP",
      "sentences": "Transportation Secretary Pete Buttigieg says he'll travel to East Palestine, Ohio, tomorrow to see firsthand the damage from that Norfolk Southern train derailment.Meantime, a fresh warning today from the head of the Environmental Protection Agency to that rail company: Clean up or pay up. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:20",
      "speaker": "MICHAEL REGAN, EPA ADMINISTRATOR",
      "sentences": "As we force Norfolk Southern to take full accountability for what they've done, Norfolk Southern will pay for everything. And anything that we do, Norfolk Southern will reimburse us.They are the ones that caused this mess. They are the ones that are going to clean up and fix this mess. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}