{
  "date": "2023-02-03",
  "headline": "CNN Tonight",
  "subHeadline": "Laura Coates And Guests Discuss Top Stories Of The Week; Bill Maher's \"Overtime\" Makes Cable News Debut On CNN; JLO's Iconic 2000 Grammy Awards Dress Led To The Invention Of Google Image Search; Green Comet Last Seen In Stone Age Appears In Night Sky. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "What a week it has been. Tonight, we are going to break down all of the top stories of the week. There is the, as you know, the suspected Chinese spy balloon flying over the United States. Officials telling CNN they have not ruled out the possibility of shooting it down. Plus, President Biden taking a bit of a victory lap over the jobs numbers that came in, claiming it proves critics of his policies are dead wrong.Also, this week, loved ones saying their final goodbyes to 29-year-old Tyre Nichols, who died after brutal police beating in Memphis. His grieving mother pleading for action on police reform. So, what are lawmakers going to do? And more lies from Republican Congressman George Santos, the latest has to do with now Broadway show. Even \"The Great White Way\" can't escape this. We will break down a new reporting and what it all means for the GOP. Let's start with the story we are all talking about this evening, the Chinese spy balloon flying over the country tonight. CNN's Alex Marquardt has the latest. (BEGIN VIDEOTAPE) ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT (voice- over):  Tonight, U.S. officials tell CNN the U.S. has not ruled out shooting down the Chinese spy balloon once there is no risk to civilians below, but Secretary of State Antony Blinken telling reporters that China's flagrant violation of U.S. sovereignty forced him to postpone his trip to Beijing. ANTONY BLINKEN, U.S. SECRETARY OF STATE:  I made clear that the presence of this surveillance balloon in U.S. air pace is a clear violation of U.S. sovereignty and international law. That it's an irresponsible act, and that the PRC's decision to take this action on the eve of my planned visit is detrimental to the substantive discussions that we were prepared to have. MARQUARDT (voice-over):  It would have been the administration's highest-level trip to China so far. The State Department said that the rare Chinese apology today and their claim that the balloon was for civilian purposes floating off course did not change their mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "BLINKEN",
      "sentences": "I can only imagine what the reaction would be in China if they were on the other end. And what this has done is created the conditions that undermine the purpose of the trip.MARQUARDT (voice-over):  The balloon is flying at 60,000 feet up in the atmosphere, equipped with solar panels for power and a surveillance payload. The Pentagon says steps have been taken to protect sensitive intelligence targets beneath it on the ground, which may include silos of Minuteman 3 nuclear ballistic missiles scattered across Montana. U.S. defense officials have been tracking the balloon closely for several days, debating whether to shoot it down and advising President Joe Biden it would be too dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PAT RYDER, AIR FORCE BRIGADIER GENERAL, PENTAGON PRESS SECRETARY",
      "sentences": "We assessed that it does not pose a risk to people on the ground as it currently is traversing the continental United States. And so, out of an abundance of caution, cognizant of the potential impact to civilians on the ground from a debris field, right now, we are going to continue to monitor and review options.MARQUARDT (voice-over):  Satellite and other data indicate the balloon may have originated in Central China with weather patterns pushing it out over the Pacific Ocean into Canada and down into the United States where it has been crossing Montana and into Missouri. With current conditions, it could continue east and enter the Atlantic Ocean from North Carolina. It can maneuver itself and has changed course, currently floating over the Central U.S., officials say, while offering little more on its precise location.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "RYDER",
      "sentences": "The public certainly has the ability to look up in the sky and see where the balloon is.MARQUARDT (voice-over):  And they have. Curiously, training eyes and cameras towards the skies. UNKNOWN (voice-over):  What planet is that? MARQUARDT (voice-over):  Pilots have also reported seeing the balloon as they fly by at high altitude, reporting balloon sightings to air traffic control. MARQUARDT (on camera):  Unless this Chinese balloon is shot down or somehow brought down, the Pentagon does believe it will remain in U.S. air space for the next few days. They will continue to watch it float across this country and they say they will keep their options open. Meanwhile, back here at the State Department, the secretary of state, Antony Blinken, is saying that he will reschedule his trip to Beijing when conditions allow. What those conditions are precisely, they will not say, but it is clear, Laura, that the temperature between the U.S. and China needs to come down dramatically. Laura? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "To weigh in on this story and a lot more, I want to bring in former White House senior director Nayyera Haq, senior fellow at the Independent Women's Forum Carrie Sheffield, and former head of intelligence at the D.C. Homeland Security Department Donell Harvin.I want to talk about all what we are seeing right now today maybe with you here, Nayyera, because you used to work at the State Department. I'm wondering how you explain this particular move by the Chinese. If it, in fact, was intentional and not some inadvertent floating balloon that got off course, why now? I mean, this was a critical time when you're going to have Secretary of State Blinken go. Why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "On that point, I mean, Carrie, you think about how it's being used now and talked about the idea of what it looks like for the administration to be aware of this, to not shoot it down. Obviously, there is a lot of nuance in this discussion as to the why. We heard earlier from Colonel Cedric Leighton about maybe they want to have it intact and have a coming down that is more natural to be able to confirm exactly what it is and maybe use it to our advantage.But when you look at this from a political perspective, it's one thing to have it happen to impact diplomacy. What is it doing on the ground here in terms of how Biden is viewed? CARRIE SHEFFIELD, SENIOR FELLOW, INDEPENDENT WOMEN'S FORUM:  Well, he is viewed with weakness. I do believe this was deliberate move by the Chinese. I think Nayyera brings up a great point, that the United States was having robust position with a lot of positions of strength, which is happening in the Philippines and elsewhere, in South China Sea. So, I do think this was a move to say to the Chinese -- by the Chinese to say, we actually want to humiliate the United States a little bit. And now, we have word of a second balloon that is heading towards South America. I don't think this is any accident. We have heard from the former chief of staff of the NSC in the Trump administration, Fred Fleitz, that we actually do have the capability to intercept this balloon, to bring it down safely, and to contain it for intelligence purposes. I think that's what we should do moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "Well, you know, it's interesting as to what our capacities are and, obviously, one would think that there are ways to do so. But we are looking at maybe from a Hollywood perspective and what you've seen in a movie and think, oh, that happens every day without all of the new nuances politically that might be a consideration for the existing administration as well.But there is a lot more happening even aside from this balloon. This is a time when, frankly, tensions have been heightened over several years, especially this last couple weeks with the death of Tyre Nichols and the administration likely to focus on this in the upcoming state of the union address. I wonder what you make of the -- of where we are right now, Donell, and the ability of the government to legislate a solution to what has been a decade, if not century-long, problem? DONELL HARVIN, FORMER HEAD OF INTELLIGENCE, D.C. HOMELAND SECURITY DEPARTMENT:  The ability is always there because we have a functioning government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "The appetite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "HARVIN",
      "sentences": "It's the willpower. And we have seen numerous times family public call for police reforms, various reforms, and they just really don't happen. Many of these law enforcement agencies are large and they get federal dollars. That should be used as some type of incitement, an inducement for them to reform. Not all police departments in this country actually have body-worn cameras or PWCs.And we can imagine if they didn't have a PWC during this case, what type of stories would they make up? We have already seen them make up some stories that was -- that was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "Less than accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "HARVIN",
      "sentences": "Less than accurate, let's just say. And so, the other thing is, you know, we have such a divided Congress. We have Congress people walking in the Congress with lapel pins and have AR-15s on them. Right? So, that really doesn't speak to a Congress that's interested currently in protecting health and welfare of the American public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "COATES",
      "sentences": "Well, they would argue, of course, it's about the Second Amendment in part. Congresswoman Lauren Boebert speaking about this, in part, about whether to be able to bring guns on the floor, et cetera.Let me ask you. Republicans are in the majority in the House. Technically, even with the slim majority, they technically would have the power to push measures. There is a slim majority, obviously, for Democrats in the Senate. Whether it gets to Biden's desk or not is a different scenario. I'm wondering, does the Republican Party have an appetite for the type of reform that's being called for? We heard from Republican incumbents talking about how difficult and saddened they were to see this video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I want to understand your numbers. Obviously, the platform we have is so wide. I'd like to make sure that they are accurate. The 20 number you referenced versus the 10,000, I'm assuming you're talking about or counting in the fact that it's a disparate impact on Black and brown people compared to white counterparts who, obviously, are also engaged in criminal activity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SHEFFIELD",
      "sentences": "Well, Harvard found that there was no disparate impact in terms of lethal force on Black versus white criminals. So, that is something important to keep in mind. Professor Roland Fryer from Harvard found that there was no disparate impact. But I'm talking about that as far as the Senate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I want you to finish your point, then I want to hear Nayyera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SHEFFIELD",
      "sentences": "But as far as -- to my point earlier, Senator Scott, who is a Republican, who I very much support, he has called for police reforms. But again, the Democrats are the purists here and they are not -- they have rejected his reforms. So, that's what I would say. I'm sure that he would be able to find people in the House who could work with him on bringing some sort of reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I am so curious about the substance of the stats that you just referenced because everything we ever read indicate the idea of disproportionate impacts on Black and brown just in terms of the number of representations (ph) in police encounters.What do you say, Nayyera, especially the notion of defund the police being the substantive base of the Democratic Party given that Biden has never been for it and he is the leader of the Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "HAQ",
      "sentences": "Yeah, nobody actually ran on defund the police in this last election cycle as a major candidate or any level, and that is certainly a conversation in progressive circles but not a democratic party platform.To your question about numbers and data, what we know from federal law enforcement data and what police departments have reported, \"The Washington Post\" has phenomenal police killing tracker and that shows that there have been 1,200 Black lives -- rather, 1,200 police killings in the last year alone. The majority of them have been Black, disproportionately Black, and this is even without all police departments reporting up. I think it's important to make that distinction between police killings of criminals and the police interactions with civilians and people who have not been charged with crime and people who are killed like Tyre Nichols who absolutely had no indictment against him, had nothing -- no warrant, had simply lost his life because he was pulled over in a traffic stop. So, some of the rhetoric can get a little inflamed. I think that data can help clarify and bring a little bit of reality to the situation, especially given the fact that we grew up having seen the ramifications of Rodney King's beating and having seen George Floyd being murdered. That is a legal term now because he was convicted, Derek Chauvin was convicted of murdering. And we now have charges of murder in the Tyre Nichols case. So, the idea that this is simply something Black families make up along the way as opposed to the evidence we have now of body cameras is important for all of us to acknowledge and reckon with, that this is an integral and unfortunate part of American society. To Senator Tim Scott, he did work with Senator Cory Booker very closely on the George Floyd Justice in Policing Act. Unfortunately, he would not move on qualified immunity and very much in favor of what police unions want, which is to protect police officers from any sense of prosecution. There is no meaningful police reform without holding police officers and police unions accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "I will say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "SHEFFIELD",
      "sentences": "Qualified immunity is that it is qualified. That is the whole purpose. I do take issue with you saying that people don't believe that Black families are impacted by this. I think that that's very not true of how people are viewing this. I think in terms of the -- again, the numbers, the police -- the focus of all of this media interest, what about the people whose Black lives who were killed? Again, 10,000 Black lives who are killed by other civilians.I mean, the reason why the police are here is because these cities are dangerous. And the fact of the matter is the -- you have -- on camera, Nancy Pelosi, Kamala Harris, many leaders within the Democratic Party have endorsed this idea of defunding the police. You are seeing it across the country but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "We are back. I want to bring in now CNN economics and politics commentator Catherine Rampell. Hope you can make sense of a lot of what we have seen and heard today. I won't ask about the spy balloon, my friend. Don't worry about that.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Instead, I want you to make sense of and help us understand these blockbuster job numbers that came in. What do they mean and why are we still seeing maybe signs that a recession might not be on the horizon now? That's a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "CATHERINE RAMPELL, CNN ECONOMICS AND POLITICS COMMENTATOR",
      "sentences": "Yeah, you know, it was astonishing. The numbers came in much stronger than expected, stronger than they have been for the past six months, in fact. And it's a little bit of a puzzle about why, especially given that there have been these headlines about layoffs in Silicon Valley, in media, in FedEx warehousing, that sort of thing.So, there have been a lot of high-profile layoffs, but they are not showing up in the numbers, possibly because everywhere else in the economy, employers are still desperate for workers and are either hiring up or holding on to the workers that they already have when they might otherwise perhaps decide to downsize. So, it was a big surprise. It was a good surprise, to be clear, but it was a big surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "I do wonder if the numbers can be duplicated. Obviously, they are shocking. I mean, journalists seemed to have run out of synonyms for astonishing, astounding. They're at thesaurus Google search all day long in trying to describe it. I do wonder if it can be replicated.But we do know something that has been repeated, and that is the Federal Reserve. They have raised interest rates, Catherine, eight consecutive times to cool this economy. Does this job news mean that more rate hikes might be coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "RAMPELL",
      "sentences": "That's part of the reason why it's been so puzzling. Normally, you would expect with the rate hikes that you referenced that the economy would be cooling. The labor market, in fact, would be slowing down. And instead, that's not happening, or at least we have a bunch of recent reports suggesting that, in fact, the job market might be heating upI do think that there is a risk that the Federal Reserve looks at this report and it says, hmm, maybe we are not out of the woods yet, maybe it will be more difficult than we had anticipated to get inflation down further because there is so much demand for labor and there is still a lot of upward pressure on wages. But we don't know yet. I think the fed would be happy to have inflation continue coming down with this level of job growth, but I am not sure that that's a bundle of outcomes that is available. So, it is possible we will see higher rate hikes in the months ahead, possibly in response to these numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "I do wonder, I mean, you heard President Biden taking a kind of victory lap. I mean, there is no surprise why. These numbers were amazing, astounding, stupendous, as they say, and is ahead of state of the union on Tuesday. I'm sure he would very much love to tout this, especially given approval ratings and that people really want to have the job numbers increase.But there is still inflation. The average person is still looking in their grocery cart and say, how much these eggs cost, how much is my gas, how much is the cost of living more broadly. I mean, is he celebrating too soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "RAMPELL",
      "sentences": "I think there is a risk of appearing a little bit tone deaf. To be clear, things like egg prices going up are not the president's fault. We had an avian flu. A lot of chickens died. But nonetheless, if the president takes credit for some major macroeconomic trends, he is asking the public to give him blame for some other ones even if he is not necessarily entirely responsible for either.But, yeah, obviously, he is going to tout these numbers. He is going to celebrate the fact that inflation is not -- you know, it hasn't disappeared but it is moderating. It's not as bad as it had been. There is hope that it could continue to come down further. But look, there are still a lot of risks on the horizon here. We don't know what's going to happen with the war in Ukraine. You could see major disruptions again if we are unlucky in energy markets or other commodity markets. We don't know what is happening with the debt ceiling. That could be an unforced crisis that causes a lot of economic and financial market pain. So, you know, I think it's a little bit premature to take a victory lap for anyone, whether you are the president or anyone else. But, sure, celebrate the wins as we see them coming in, but maintain, you know, a little bit of cautiousness about the outlook going forward and the risks that the country still faces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "First of all, you know people will still blame the eggs on Biden. Just remember the whole --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "RAMPELL",
      "sentences": "Obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Catherine Rampell, so nice to talk to you tonight. Thanks for clearing a lot of this up. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "RAMPELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BILL MAHER, HBO HOST",
      "sentences": "All right. Here we are on \"Overtime.\" We are on --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "We are really on CNN now? CNN, did they go nuts? No, I'm thrilled. The world needs a good CNN. So, I'm very happy that we can help out any way we can.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "So, we have Bret Stephens of \"The New York Times\", he is back, Congressman Ruben Gallego, and the chief of police of Minneapolis. Not anymore, right?(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Medaria Arradondo. Rondo was really the name they call you?MEDARIA \"RONDO\" ARRADONDO, FORMER POLICE CHIEF OF MIINEAPOLIS:  Yes,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Rondo like Rajon Rondo. I love that name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ARRADONDO",
      "sentences": "Don't' don't have his jumper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "No, you don't.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "So, the first -- first question is for you. Do police need better training and de-escalation tactics? Obviously, of course, you know, in a lot of people's mind this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ARRADONDO",
      "sentences": "You know, the actuality is that police are getting some of the finest training that they can possibly get. I think when situations occur like in Memphis, it certainly makes people want to resort towards the training. At some point in time, we just have to call it. It ain't the training. It's the character of the individuals doing these things.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "All right. Really? It looks like the training sucks, too, though, sometimes.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ARRADONDO",
      "sentences": "Constantly improving training, seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Okay. But, like, why always firing the whole clip? You know? I mean -- (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "-- I remember reading some statistic. I forget what year it was. Maybe it was, like, 10, 15 years ago, like, the entire nation of Germany, like, the police shot 89 bullets in a year. That's like one --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "-- one instance and they are all just firing the whole clip. It seems like once the firing begins, there is no, like, okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ARRADONDO",
      "sentences": "You know, police departments are really doing a much better job in terms of use of force training. The de-escalation piece is the critical most important piece because we never want our officers to get into a situation where they have to use deadly force.But, actually, the training is really good. We just have to start making sure we are focusing on the quality of the individual who is wearing that uniform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Okay.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "So, this for you. By the way, the people who are seeing this for the first time, these are from the people.REP. RUBEN GALLEGO (D-AZ):  Oh, boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "But these questions, I don't even know what these questions are. I really don't. So, I'm like a magician here.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "We have never met, have we? This is for you, Representative Gallego. Why are republicans gaining ground with Hispanic voters? Oh!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "GALLEGO",
      "sentences": "Oh, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "GALLEGO",
      "sentences": "Look, it depends where. In Arizona, that's not the case. In Florida, it's definitely the case. In Texas --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Nationally, I think it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "GALLEGO",
      "sentences": "It's a mixed bag (ph). The reason why --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MAHER",
      "sentences": "Trump did better even after they are all rapists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "GALLEGO",
      "sentences": "Yeah. In 2020. I mean, what the heck is going on there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "GALLEGO",
      "sentences": "The biggest point that -- the reason why this is happening is because Democrats also need to respond to the fact that Latinos are working class. And they have aspiration. They want to be rich. They want to be small business owners. They want to own a home.A lot of times, we just kind of gloss over and we treat them as if they are just any other voting demographic. If we don't talk to them, we don't actually deliver programs for them, you will start to lose them. First, you lose them to nonvoters, and then they start voting for Republicans because at least they have some other vision. It has to be an active campaign. We have to talk to them about the American dream, about how to be a part of the American dream. Sometimes, we don't do that. And that's how we end up losing them. But it's also because -- (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BRET STEPHENS, COLUMNIST, THE NEW YORK TIMES",
      "sentences": "It's also because Latinos think for themselves. I mean, we have this, like, oh, you belong to demographic X, so you are a natural constituency for party Y. It is just not the way in which people operate. They are not like, oh, I am a demographic and therefore I must vote for this particular party.I grew up in Mexico City. My father was from Mexico. Even the very term \"Latino\" is so misleading. It's so wildly misleading. Look, we don't assume that a Brit is an American, is a Canadian, is Australian, but we somehow do assume that a Mexican is an Ecuadorian, is an Argentinian, is a Dominican. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "Right? They are going to respond to that republican message. They are also very Christian and increasingly evangelical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "I would say a couple of things. I think it is a big, big, big misconception that, you know, that Latinos -- and I do call it a shared (ph) culture -- is that they are very religious. If you see some of the younger voters, they are religious in the sense that they are Catholic, most of them, but they vote in a very, very liberal manner.Also, Latinos don't (INAUDIBLE) different minutes. It depends when you came here, depends how old you are, depends how rich you are or how poor you are. And the problem with Democrats is that we do treat them as one big monolith and we only talk to them with about two months up to the election when you really need to be talking to them from day one. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "And you're right, not, Stephens, just because they are brown or have a last name that's, you know, ends in a vowel, that they are automatically going to vote for that. We have to earn it. We have to earn it. And we have to earn it every cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "I notice they do -- there is a lot of -- besides what you are talking about, that kind of lumping, there is a lot of brown and Black. I hear that term a lot when politicians talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "Is it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "It's a made-up white thing.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "(INAUDIBLE) Brown and Black people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "I mean, I just -- I just -- I feel like they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "Yeah, because -- because, obviously, someone who comes from an upper-class family in India has everything in common with someone who comes from, I don't know, a working-class family in the Yucatan. I mean, it's only something that essentially and inherently racist assumption that anyone who has a slightly darker skin tone than you had something in common and they belong in anachronism. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "Yes.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "And it's the condescension of --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEHENS",
      "sentences": "I think this is a fatal flaw from the left. This kind of condescending view of other people, you are part of the bi-pop community. I think the last people who know what a bi-pop community is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "-- is the bi-pop community.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "I think that there is -- there has to be some, you know, at least understanding, like, at least there is an actual outreach that's actually happening and there is an attempt to at least a respect for that. Now, you have the flip side. We are trashing Democrats and then at the same time we have a party that has not also been --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "Yeah, to Latinos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "We are trashing everyone here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "Let's trash away.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "I grew up in Arizona. I was there for SB 1070. I was there for Sheriff Joe Arpaio. And there were a lot of opportunities where the Republicans had an opportunity to reach out to Democrats -- to Latinos and they lost that. And they lost it because of those types of actionsAnd so, yeah, sometimes there is a language overreach that is designed to do, you know, try to get people into your coalition while avoiding some of the real issues that are happening. But it happens to other side. And, you know, I give you an example. Now that they announced running for Senate, you know, once in a while, I get a Twitter message, hey, well, why would I vote for someone that is owned by the cartels? You should be president, you should be a senator in Mexico. I was born in this country. I serve my county. And yet I serve it, you know, accuse of not being a true American. It's disgusting. It's coming from the conservative right. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "Yeah, it is gross. Okay, this is for the whole panel. Is Kevin McCarthy, who is your new leader in Congress, not yours --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "He is something, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "He is something.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "Well, he is the leader in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "GALLEGO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "It took 15 ballots, right, which is almost unheard of. Has Kevin McCarthy already made too many concessions to be an effective leader of his party? Well, I guess for people who haven't followed the story, Kevin McCarthy, who is a very far-right Republican, in my view, still is not conservative enough for like the 20 really, really, really right people in the Republican Caucus, and they stopped him until they made him -- I mean, I think they did everything that make him wear the Viking hat.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "The dunce cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "The dunce cap, yes.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "MAHER",
      "sentences": "But like -- I think one person can get rid of him by objecting to something he does. I mean, how can this function?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "Because the Republican Party basically is split between reptiles and invertebrates, right? I mean --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "-- you don't --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:34:58",
      "speaker": "STEPHENS",
      "sentences": "Marjorie Taylor Greene -- and there are some honorable exceptions. But what Kevin McCarthy said is, I will do anything to be speaker. I will agree to any -- at some point, he should have said, you know, take this job, Marjorie, and shove it. Give it to Hakeem Jeffries if this is the way you want to play, and then they would have backed down. And the spinelessness that he -- that the tone he set right there is going to be the tone of this Congress for the next few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "GALLEGO",
      "sentences": "But it's a title now. That's all it is. It has no power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "GALLEGO",
      "sentences": "More importantly, now, he has very zero responsibility, but he is going to end up and the county ends up dealing with the consequences of that. It was not a great study in leadership, which none of us should be surprised by it. It is what we are dealing with right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "Let's hope the economy won't be tanked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "GALLEGO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "STEPHENS",
      "sentences": "Can I have one question very quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "Yes, very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "STEPHENS",
      "sentences": "Rondo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "ARRADONDO",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "STEPHENS",
      "sentences": "What percentage of cops are good cops?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "ARRADONDO",
      "sentences": "Oh. The vast majority of the men and women who put on the uniform and serve their communities --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "He said 99.5 in the show. I don't know if we -- I don't know how -- it's just a number we don't have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "ARRADONDO",
      "sentences": "It's a figure of speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "That's not a figure of speech. That's a number.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "ARRADONDO",
      "sentences": "It was intended that way. It was intended that way.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:06",
      "speaker": "MAHER",
      "sentences": "All right. We got to go. Thank you very much.(APPLAUSE) (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "It's the dress that first broke the internet or rather made it into what we know today. That's right, the dress that Jennifer Lopez wore in the 2000 Grammy Awards eventually led to the invention of Google image search.The former Google CEO and executive chairman, Eric Schmidt, spoke about this in 2015, saying -- quote -- \"People wanted more than just text. But we had no surefire way of getting users exactly what they wanted. JLO wearing that dress. Google Image Search was born.\" And just like that, everyone, the internet changed forever. Joining me now, CNN contributor Nischelle Turner. I'm so glad that you're here with me today, Nischelle. I mean, you have been covering the entertainment space for a long time. I bet most people had no idea, the impact of that dress to actually rethink the way we have Google search imaging as well. Just take me back to that time. What was it like at that moment? Remembering that moment in 2000, which I can't believe was 23 years ago now. Take me back there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "NISCHELLE TURNER, CNN CONTRIBUTOR",
      "sentences": "Right. Well, first of all, it didn't lead me to Google image search, but it did lead me to the gym, like a lot of other people.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "TURNER",
      "sentences": "When we all saw that dress, I think our collective mouths dropped open. It was such a moment because it was -- you know, Jennifer Lopez was really kind of transforming into the A-lister that we know her now. And that night cemented it for her. She was still dating at the time Sean \"Puffy\" Combs or now as he calls himself \"Brother Love.\" It was kind of like a coming out moment for them.I remember, you know, hearing her talk about what he thought when he first saw her and what he -- and also hearing him talk about what he thought when he first saw her. I mean, it was daring. It was gorgeous. I remember there was a lot of conversation, can people show it? Do they need ribbons? Like what can we show? Now, I mean, you know, it's pretty much tame, we think. At the time, it was one of the most daring things we had seen. And then, you know, to add insult to injury to all of us who are -- (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "TURNER",
      "sentences": "-- out here tripping, 20 years later, she wore a version of the dress again and looked just as incredible as she did 23 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "There are some bracelets I can't wear from 20 years ago.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "TURNER",
      "sentences": "Girl --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Let me tell you that. Thank you very much. The camera is only this part of the box. I am okay with that. The idea of thinking about that it really changed, even sparked the idea of, look, people wanted to see it so badly that it changed the way that technology kept pace with it. I had no idea. Here we are on the eve, practically, of the new Grammys coming up this Sunday, and a different type of history is going to likely be made.Let's just talk about who are the people who are the true contenders here, if we can, for a moment because this year's show is going to air on Sunday. And here are the nominees for Album of the Year, by the way. I wonder who you think is going to take the top prize. Let's put it on the screen for everyone to see the same. You have got Adele in there, Bad Bunny, Mary J., Lizzo, Harry Styles, Kendrick, Coldplay -- I mean, you have a lot of people in there, all of them heavy hitters. So, who do you think is going to take home the coveted prize?",
      "isLastSentenceInterrupted": false
    }
  ]
}