{
  "date": "2023-06-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Donald Trump Pleads Not Guilty To Classified Documents Charges; Putin Says Russian Military Needs Work; Paul McCartney Used AI to Make a Final Beatles Song; Biden Hosts NATO Secretary-General Ahead Of Annual Summit; Three People Killed In Nottingham Attack. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:23",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up here on CNN Newsroom, after indictment number two, the Trump team goes on the offensive describing the 37 criminal charges as a heinous act of evil committed by people who hate America a Day of Infamy and asking supports, can you spare some cash?Look at the bright side. Vladimir Putin says it took the war in Ukraine to reveal how wholly inadequate the Russian military really is. And more than 50 years after the break-up of the Fab Four, meet the new Beatle kind of. Paul McCartney using a little AI to record the final Beatles album.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Thanks for being with us here on CNN. Now Wednesday is Flag Day in the United States. It's also Donald Trump's 77th birthday. But it seems there has been little to celebrate after the arraignment of the former president in the Miami court for the alleged mishandling of classified documents.He pleaded not guilty on all counts. And while he described those 37 federal criminal charges as fake and fabricated, they are by far the most serious of all the legal charges against him and present the very real possibility of prison time. Amid all the vitriol bluster and anger Trump has also been fundraising. The twice impeached twice indicted, now twice arrested, one term president addressed reporters in Bedminster, New Jersey just a few hours ago, insisting he had every right to have these secret and classified documents in his possession. And he accused President Joe Biden of orchestrating a campaign against him. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: Today we witnessed the most evil and heinous abuse of power and the history of our country. Very sad thing to watch. A corrupt sitting president had his top political opponent arrested on fake and fabricated charges of which he and numerous other presidents would be guilty. Right in the middle of a presidential election, in which he is losing very badly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Trump says he'll continue running for president and made an unusual campaign promise. If elected, he'll appoint his own special prosecutor to go after President Biden. In Miami, this was the scene outside the courthouse Tuesday were much smaller than expected crowds of Trump supporters had gathered been heavy security. Only one person was arrested.Donald Trump is now the first former U.S. president to face federal charges. CNN's Chris Nguyen explains what happened inside the courtroom and what's ahead. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "TRUMP",
      "sentences": "But they will fail and we will win bigger and better.CHRIS NGUYEN, CNN NATIONAL CORRESPONDENT (voiceover): In historic court appearance for the first time ever a former U.S. president facing federal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "TRUMP",
      "sentences": "Food for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "NGUYEN",
      "sentences": "Donald Trump appearing at a popular Cuban restaurant just minutes after his arraignment in Miami inside a federal courtroom Tuesday, where he pleaded not guilty to the 37 Federal counts against him, including allegedly mishandling highly sensitive classified documents and conspiracy to obstruct justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They've only charged him with 31 out of the hundreds of documents that they've seized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "NGUYEN",
      "sentences": "During the proceedings, witnesses say that Trump appeared somber even scowling during his arraignment is aide and co-defendant Walt Nauta appeared with him in court, but didn't enter a plea because he didn't have a local attorney. Nauta is facing six charges, including conspiracy to obstruct and concealment for allegedly moving document boxes at Mar-a-Lago at Trump's request.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "JOHN BOLTON, FORMER TRUMP NATIONAL SECURITY ADVISOR",
      "sentences": "If they're anything like some of the things we presented to Trump in the Oval Office in the Situation Room and the tank at the Pentagon. It could cause enormous damage incalculable damage to the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "NGUYEN",
      "sentences": "Prosecutors told the judge they don't consider Trump a flight risk and he's free to leave Florida with no restrictions, allowing the former President to travel to New Jersey for a campaign fundraiser Tuesday night, as the case polarizes his own party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We cannot take this lightly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's obvious what the president did was wrong. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Very problematic. There's a reason I'm not defending it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would like to find out all the truth of it. Obviously, if that's the truth, I'd be very concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "NGUYEN",
      "sentences": "In Miami. I'm Chris Nguyen reporting.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Joining us now is CNN legal analyst Norm Eisen, former White House Ethics czar for the Obama administration, a role which earned him the nickname Dr. No. More recently, he has served as a special counsel during Donald Trump's first impeachment.It's been a while. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Nice to see you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "TRUMP",
      "sentences": "If you're the president of the United States, you can declassify just by saying it's declassified even by thinking about it, because you're sending it to Mar-a-Lago or to wherever you're sending it. When you send it, it's declassified. We -- I declassified everything.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "VAUSE",
      "sentences": "Right. Connect the dots here between the Obama era Executive Order Trump's declassification, mumbo jumbo, the Espionage Act on which he is charged, and the word authorized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "EISEN",
      "sentences": "John, in a rule of law system, you have to follow the laws. Executive orders remain the law unless they are abrogated. Donald Trump is under criminal indictment now because he did not follow the declassification policy that we set forth.In Executive Order 13526, there's a series of steps that even a president must follow. And if you haven't declassified, then you have no argument that when you take hundreds of classified documents with you out of the White House, you're not in violation of the criminal statute prohibiting unauthorized removal of National Defense Information. That's one of the provisions of the Espionage Act. It doesn't require you to turn it over to anyone merely removing it is a serious crime. Donald Trump has been charged with 31 counts of violating that, 31 highly classified documents he removed, enumerated in the indictment, plus six more charges for allegedly lying, covering up and obstruction of justice when he was apprehended and tried to cover his tracks. There is no such thing as automatic declassification, just by thinking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "VAUSE",
      "sentences": "OK, so Republican Senator Lindsey Graham, who has been a rabid Trump supporter for a very long time, seemingly a little less rabid now, and possibly looking for some wise legal counsel. Here he is.(BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC): Most politicians get in trouble by self- inflicted wounds. Yes, I mean, he believes he had the right to possess these under the Presidential Records Act. I don't know what, pour that's accurate or not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "VAUSE",
      "sentences": "Care for a free advice to Senator Graham?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "EISEN",
      "sentences": "Senator, no, that is not accurate. President Trump argues that under the Presidential Record Act, he has the right to possess, quote, personal documents. But the definition of personal documents is non- official not having to do with the affairs of state. Well, what could be less personal than highly classified documents about attacks, possible attacks on the United States, counterattacks on others, nuclear secrets, some of our most important documents about our adversaries and our allies. Those are not personal documents.Donald Trump had no right to them under the Presidential Records Act. And as someone who helped design the declassification system, there is no apparent legal justification for Donald Trump's removal of these documents. And now as a result, he's charged with crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:09",
      "speaker": "VAUSE",
      "sentences": "Finally, prosecutors also have this audio recording of Trump talking about classified material. And according to a CNN transcript, this is at the Bedminster Golf Club. Trump says see, as President, I could have declassified it. Staff then says yes, laughs. Trump then goes on, now I can't you know, but this is still a secret. The staffer, yes. Laughter. Now we have a problem, the staff says. Indeed.In 19 words, it seems Donald Trump may have just undercut every possible legal defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "Just very quickly. So if he does, in fact end up being sentenced to some kind of prison time, as a former president, he's entitled to Secret Service protection. Will that Secret Service protection continue when he's behind bars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "EISEN",
      "sentences": "John, having worked in the White House, worked regularly with the Secret Service, knowing the law and the procedures, even if he is convicted, he will get his Secret Service protection. Should he serve a term of incarceration? He probably will need that more in prison than he does outside. So yes, I believe he will get that protection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "Norm Eisen, as always. It's so good to have you with us. Thank you,  sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "EISEN",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "Ukraine's counteroffensive appears to be picking up steam. Military official says they're fast gaining ground in the east, but at the same time, systematically destroying Russian manpower and equipment. He says they've destroyed the Russian ammunition depot and fired hundreds of missiles as well as other heavy munitions. Ukraine says Russian forces are now under pressure near Bakhmut and losing ground around the battle city.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Thanks everyone who's fighting who protects and advances our positions, for example, for Bakhmut sector in particular for the soldier so the ADS (ph) separate brigade of Ukrainian Air Assault Forces, there is forward movement in various areas. I thank you. Thank you for your extraordinary bravery. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "Russia appears to have launched a new attack on the port city of Odesa. At least three people have been wounded or dead rather, another 13 wounded. Ukrainian officials say multiple commercial structures and a residential complex have been targeted and damage. Many may still be trapped under the rubble.Zelenskyy also addressing yet another disaster discussing the destruction of Nova Kakhovka dam with the International Atomic Energy Agency. CNN Sam Kiley has details. (BEGIN VIDEOTAPE) SAM KILEY, CNN INTERNATIONAL CORRESPONDENT (on camera): An important visit to Kyiv by the head of the International Atomic Energy Agency meeting with President Zelenskyy as the Ukrainian counteroffensive begins to pick up pace, particularly in the south and what is now being called the Zaporizhzhia front. Now that is a front that has right at the beginning of it on the front itself, a nuclear power station, the largest nuclear power station in Europe with six reactors of functioning when it's at its peak. Now almost all of those reactors have been shut down by one, which is in what's called a warm shut down. The plant itself does have enough cooling water to last several months according to the local authorities here, but it sits on the dam or the lake above the dam of Nova Kakhovka which has been blown or burst with a very substantial loss in water levels of that dam. So in the future, one of the things that head of the IAEA will be looking at is how do they maintain supply of water to those all important cooling pools. This coming as the Ukrainians continue to increase the level of attacks that they're conducting on that Southern Front making small but significant gains as they take on a very substantial Russian front line, very strong defense in depth that the Russians are known to have there, because it's the route for Ukraine to try to get through to liberate the Crimean peninsula, which was seized by Russia back in 2014. And at the same time, the Ukrainians also enjoying some tactical success now, punching up to about seven or more miles in a salient southeast of the city of Bakhmut. Again, significant advances really a tactical nature. But ultimately, if they're able to join up with forces breaking through Russian lines elsewhere, they might well be able to turn the momentum of this counter offensive very much to their advantage. But this has been the early stages of the much wanted a campaign to try to read Ukraine of the Russian invaders and Ukrainians privately admit that these are Ukrainians inside the military, that they anticipate that the scale of the fighting that is coming in the near future is going to be such that they're expecting to take some really significant casualties. Sam Kiley, CNN in Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "NATO Secretary General generous Jens Stoltenberg was at the White House Tuesday meeting with President Joe Biden. They discuss an upcoming NATO Summit in Lithuania next month, as well as support for Ukraine's counteroffensive.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "And the support that we are providing together to Ukraine is now making a difference on the battlefield as we speak, because the offensive is launched and Ukrainians are making progress and making advances.[01:15:02] It's still early days. But what we do know is that the more land Ukrainians are able to liberate the stronger hand they will have at the negotiating table. JOE BIDEN, U.S. PRESIDENT: We also extend the news eastern flank, made it clear that we'll defend every inch of NATO territory. I say it again, the commitment the United States and NATO for Article Five is rock solid. And our summit with Lithuania next month, we're going to be building on that momentum from working to ensure that allies spend enough on offense the 2 percent not just as height but that's the bottom line. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "A very rare public admission from Russian President Vladimir Putin. He's confirmed his military is short on high precision, ammunition and drones. Putin says that Russia's weapon quality is improving. And the defense industry is increasing output but more equipment is still needed.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): Of course, during the special military operation, it became clear that we don't have enough of some things. These are high precision munitions, communications equipment, UAVs. Yes, drone aircraft. We have them. Unfortunately, we need greater quantities. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "Steve Hall is a CNN national security analyst and former Chief of Russia operations for the CIA. It's good to see you, Steve, thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Sure, great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "OK. So in the spirit of always looking on the bright side of life, here's a little more from the Russian president, listen to this.(BEGIN VIDEO CLIP) PUTIN (through translator): Our production is growing, performance is growing, range and accuracy are increasing. If it had not been for the special military operation, we would never have understood how to fine tune our military production, so that our army is the best in the world, that we will do it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "So to boil it all down. Russia is short on ammunition and other material, domestic production capacity was woefully overestimated. And the range of accuracy of the weapons they have needs improvement. On the bright side, at least right now no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "HALL",
      "sentences": "I mean, it's almost like he's been in therapy. Right? I mean, the therapist says, yes, there's a lot of bad things going on. But you know, there's at least this one break thing. Of course, we can't really believe any of that, because it's coming from the Kremlin.But the very idea that, well, thank goodness, this special military operation, aka war happened, because now at least we know where we need to improve on the already best military in the world. I mean, it just doesn't make any sense. It's almost babbling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "So why would he come out and do this thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "HALL",
      "sentences": "Yes, that's the big question. I mean, so if you get to the question as to why is this happening? I mean, it's obvious that sanctions are having an impact, they can't get the electronics that they need for some of their high tech weaponry. So that's sort of the simple question I think most people understand.For me, the really fascinating question is, why does Vladimir Putin choose to address this? And I think, again, we have to turn to history in Russia. There have been so many Russian leaders who after a failed or stalemated war did not survive in power afterward. I wonder whether Putin or not, as Putin is thinking about that, whether he's beginning to see OK, I'm not going to win it, the best I can hope for is some kind of draw some sort of frozen conflict. But if that happens, how will I survive politically, and I wonder whether or not he's trying to prepare the Russian population for that eventuality and trying to -- try to figure out a soft landing for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "Yes, the initial Russian invasion force here into Ukraine was around what 120,000 troops, maybe more a year on 100,000 have either been killed or wounded. That seems to be extraordinary high price to pay to find that your military kind of sucks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "HALL",
      "sentences": "Well, and even worse, so not only not only if you found out all the horrible things that your own military, you know, can't even pull off, can't even really run a war, you've managed to pull together your primary enemy, NATO in the West, in a way in a unification that we just haven't seen in decades.I mean, NATO has never been more unified. Certainly in the past. It's taking on new really powerful, you know, members, and you have really, really put your country if you're Vladimir Putin in a very bad position. And he's got to be thinking, OK, how am I going to get out of this if I can't win it, which it's not looking like I can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "And with that assessment that you just made, let's listen to comments made by the U.S. President Joe Biden on Tuesday. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "BIDEN",
      "sentences": "Putin is making a mistake. He was looking for fidelization of NATO, he got the NATO invasion of Finland, and hopefully sweet (ph) in very shortly.(END VIDEO CLIP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "VAUSE",
      "sentences": "So does that essentially sum up the essence of Putin biggest miscalculation here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "But Putin had this take on how the war could actually end. Here he is.(BEGIN VIDEO CLIP) PUTIN (through translator): The key to solve the problem is on their side, if they really want today's conflict resolved via talks, they just need to take a single decision. Stop supplying arms. That's it. Ukraine does not produce anything themselves. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "If they talks, he means Ukraine's total surrender by not being supplied by the West. Well, then he's right. But it always sounds kind of pelting in a way that he feels robbed of a victory because of NATO and U.S. support for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "HALL",
      "sentences": "Yes, I mean, as usual, this is -- actually this is something that's much more usual that comes out of the Kremlin when we hear him say things that are pretty much the exact opposite of what actual truth is.So, you know, who can end the war tomorrow? Vladimir Putin by simply withdrawing troops from the company that is -- the country that he chose to invade. So you know, to turn that on its head and say, well, you know, the Ukrainians and the West could end this if they simply stopped supplying weapons, you know, is it sort of ludicrous. The easy and obvious thing to do is on the Russian side would be if you really want to stop the war, just withdraw your forces but of course, geopolitically in internally for Putin that's not a viable option if he wants to survive, if he wants his regime to survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "Yes, he has not created quite a mess to say the least. Steven Hall as always, good to be with so thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "HALL",
      "sentences": "Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:00",
      "speaker": "VAUSE",
      "sentences": "And still to come, three deadly attacks rocking the Unison of Nottingham. What we know so far, about all three incidents which I believe linked. And later, one father's moment of unbelievable joy describing the feelings when he was told his children were alive, surviving a plane crash and a month lost in the Amazon.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You don't choose mirror so a police car behind him. He then (INAUDIBLE) those two people turning the corner, he went straight in to the 30 people. The woman went on the curb. The man mental (INAUDIBLE) was such a bang. I wish I never saw it. It's really shake me up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "BASHIR",
      "sentences": "Now according to Nottinghamshire police, a 31-year old man was arrested and remanded in custody on suspicion of murder shortly after the attacks took place. A large coordinate was also quickly established at the scene of the attacks.But the investigation is still very much ongoing and Nottinghamshire police are appealing for any witnesses to come forward. In a statement Prime Minister Rishi Sunak expressed his thanks to the emergency services involved in Tuesday's response and also expressed his condolences to the victims and their loved ones. Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "VAUSE",
      "sentences": "Japan's military says a cadet is in custody after opening fire during a training exercise, killing two and wounding one other. CNN's Paula Hancocks following the show (ph) live for us. So Paula, what are the details here? Do we know what was the motivation here? PAULA HANCOCKS, CNN CORRESPONDENTNow it did happen about 9:00 this morning. So that's about five hours ago now just over and it was in a driving range in Gifu prefecture which is in central Japan. So it was a live fire drill between members of the Japan Self Defense Force. We understand the cadet fire towards other members of the unit according to the military, and this has ended with two fatalities and at least one other being injured. At this point, they are trying to find out exactly what had happened and why it is rare for gun crime to happen. In Japan, for example, last year 2022 there were just nine firing incidents throughout the entire year. So it has one of the lowest gun crimes in the world. The reason for that is because it is so difficult to get hold of a gun and to have a gun ownership. There are very strict rules in place and it's generally just the police and also the military that have access to guns. Now this was slightly different to previous incidents we've seen in the fact that it was within the military itself. So the guns were there legally. It was a live fire drill. And then of course the motive is very important. But there have been recent rare but recent incidents as well. Just last month, in fact one individual fired upon others and killed four including two police officers again in central Japan. Then you have the very well-known incident just last year of the former Prime Minister Shinzo Abe a being assassinated, being shot in the street while giving a campaign speech. But as a rule, gun crime is very rarely heard of within Japan itself because those laws are so strict, but of course this is slightly different given it is within the military. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "VAUSE",
      "sentences": "Paula, thank you. Paula Hancocks live for us in Seoul. Thank you.Well, first, they survived the plane crash, then they survived the month almost completely alone in the Colombian Amazon, little one that their father says it's a miracle his four children are alive. More details now from journalist Stefano Pozzebon who reports all four children remain recovering in hospital. (BEGIN VIDEOTAPE) STEFANO POZZEBON, JOURNALIST (on camera): On Tuesday, the father of the indigenous children that were rescued last week in the Colombian Amazon rainforest after spending 40 days alone in the jungle sat down with CNN to recount how that encounter was, after that experience, and especially the flight on the military helicopter that took them out of the jungle last Friday. MANUEL RANOQUE, FATHER OF RESCUED CHILDREN (through translator): The moment we found the kids, we started to see thunder and lightning bolts. We left at the right moment. 10 minutes later, and the helicopter could not have taken us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "VAUSE",
      "sentences": "Donald Trump back in campaign mode and vowing revenge. When we come back, after pleading not guilty to federal charges in the Mar-a- Lago documents case Trump lashing out and making a campaign promise. If elected president he will go for Joe Biden. Just ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "VAUSE",
      "sentences": "Cue the outrage, the victimization, the whataboutism. Just hours after his arraignment on 37 charges, 31 of them under the Espionage Act, Donald Trump unloaded on President Biden and the Justice Department.Trump pleaded not guilty in a Miami court Tuesday denying he mishandled classified documents after leaving the White House in 2021. A much smaller than expected crowd of supporters gathered outside the federal courthouse to cheer on the former president. One protester was arrested after jumping in front of Trump's motorcade. The now twice indicted, twice arrested, twice impeached, one-term president is at his Bedminster Golf Resort in New Jersey, where he spoke to supporters late Tuesday. The former president called the charges against him the most evil and heinous abuse of power in the history of the country. Trump vowed if he was reelected, he would appoint a special prosecutor to go after Joe Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "This is called election interference, and yet another attempt to rig and steal a presidential election.More importantly, it is a political persecution like something straight out of a fascist or communist nation. This day will go down in infamy and Joe Biden will forever be remembered as not only the most corrupt president in the history of our country, but perhaps even more importantly, the president who, together, with a band of his closest thugs, misfits and Marxists tried to destroy American democracy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "VAUSE",
      "sentences": "The federal charges went ahead even though Trump's legal team in the classified documents case is in limbo. The former president is still looking for a lead attorney to take the case to trial.CNN's Brian Todd has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "NORM EISEN, FORMER OBAMA WHITE HOUSE ETHICS COUNSEL",
      "sentences": "What is missing on this team is a lead trial lawyer who is accustomed to standing up in front of Florida juries and leading the defense of high-profile criminal cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "TODD",
      "sentences": "Blanche is expected to be the lead attorney in the Mar-a-Lago documents case for now.But he's only been on Trump's legal team since April, when he was hired in the Stormy Daniels hush money case in New York. Chris Kise is a former Florida solicitor general who is closely tied to some of the state's top Republican politicians. He was brought on to handle the Mar-a-Lago documents case late last year but reportedly had his role reduced fairly quickly by Team Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "EISEN",
      "sentences": "I think he is having difficulties because he is a challenging client and just the turmoil in the team accounts for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "TODD",
      "sentences": "Blanche and Kise were tapped to appear with Trump in court on Tuesday, after Trump spent most of Monday scrambling to add lawyers to his team, interviewing potential candidates at his Doral Resort outside Miami.In a sudden and unexpected move, two of his top attorneys in the Mar- a-Lago case, Jim Trusty and John Rowley, left the legal team last Friday. Trump said he was removing them. They said they resigned. Last month, Tim Parlatore, an attorney who had played an important role on Trump's legal team and the documents case quit. Parlatore told CNN it was not because of the case or the client, but because Trump aide Boris Epshteyn who is coordinating the legal team, undermined him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "TIM PARLATORE, FORMER TRUMP LAWYER",
      "sentences": "He had really done everything he could to try to block us, to prevent us from doing what we could to defend the president.He served as kind of a filter to prevent us from getting information to the client and getting information from the client. In my opinion, he was not very honest with us or with the client on certain things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "TODD",
      "sentences": "In response, a spokesperson for Trump told CNN Parlatore's statements regarding current members of the legal team are unfounded and categorically false.Infighting and chaos in Trump's legal circles is nothing new, analysts say, and it's often due to a client who is notorious for not listening to legal advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "EISTEN",
      "sentences": "You have a client who is very strong-headed, who expects things from his lawyers that they cannot deliver, who after his many decades of entanglement with the legal system, often appears to believe he knows better than his lawyers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "TODD",
      "sentences": "Norm Eisen points out there are many potential pitfalls ahead for any attorney who represents Trump in any of these cases, including the possibility that the attorneys themselves might become the subject of prosecutorial attention, as two of Trump's attorneys have been.One of his current lawyers Evan Corcoran, and former Trump lawyer and fixer Michael Cohen, who was indicted and served jail time. Brian Todd, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "VAUSE",
      "sentences": "L U.S. Secretary state Antony Blinken has spoken both by phone with China's foreign minister Qin Gang ahead of Blinken's expected visit to China in the coming weeks.China's foreign ministry says they discussed Beijing's core concerns, that includes Taiwan and what China sees as a U.S. interference in internal affairs. The U.S. State Department says the diplomats discussed the importance of communication, and to avoid miscalculation and conflict. Blinken's trip was originally scheduled for February but was postponed when the Chinese spy balloon flew over the United States and was shut down by an F-16. U.S. Treasury Secretary Janet Yellen waiting to bat for trade with China before the House Financial Services Committee. She told lawmakers Americans would benefit greatly from goods that are made cheaply in China. Adding China benefits from U.S. exports. Here's part of an exchange about the impact of cutting trade ties all together with Beijing. (BEGIN VIDEO CLIP) JANET YELLEN, U.S. TREASURY SECRETARY: We gain and China gains from trade and investment that is as open as possible and it would be disastrous for us to attempt to decouple from China. De-risk? Yes. Decouple? Absolutely not. (CROSSTALK) REP JIM HIMES (D-CT): What would be the effect on American consumers? Let's just imagine that we cut the hundreds of billion of dollars of trade that we have with China. If we cut that in half, or eliminated that trade, what would be the effect on the American economy and American consumers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "YELLEN",
      "sentences": "Well, we benefit greatly from access to cheaper products, a wide array of products and products in some cases where China has a technological lead.And in turn, China benefits from its purchases from us and we benefit from our ability to export from China. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "VAUSE",
      "sentences": "Millions in India and Pakistan, hunkering down as a dangerous cyclone approaches from the Arabian Sea. The storm has winds equivalent to a category one Atlantic hurricane, expects to make landfall Thursday bringing with it the triple threat of heavy rain, damaging wind and coastal storm surge.Urban flooding is forecast for Pakistan's commercial capital, Karachi. Evacuations are underway for tens of thousands of people now in the storm's path. About 8,000 people in India's Gujarat State have been moved to saver ground. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The situation near our house is very bad and we have to escape from there. We are having no difficulties in staying in the relief camp and are getting food, shelter, water, beds, lights, and fans. Back at home, it felt like we would die.(END VIDEO CLIP) VAUSE: Heavy rain is also expected to trigger landslides, as well as flash flooding. An unprecedented drought affecting the Panama Canal prompting authorities to implement water saving measures. Levels of at least one reservoir are dropping and are forecast to hit historic lows next month. And the start of El Nino which brings warmer than average temperatures could make everything worse. Surcharges and weight limits are being imposed on ships using global trade routes. New draft restrictions could force ships to carry fewer goods. Climate change is one of the priorities for the UAE as it holds the rotating presidency of the U.N. Security Council this month. The country's envoy to the U.N. talked about the upcoming COP28 summit on climate and the movement towards clean energy. He spoke with CNN's Becky Anderson. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "LANA NUSSEIBEH, UAE AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "The UAE has always said that climate is the defining challenge of our times. It is an ex-distant challenge to so many countries around the world including the Middle East, where scarce water resources and food resources and rising temperatures mean that we are at the forefront of this fight against climate change.We're at the forefront of renewable energy revolution that needs to happen. But at the same time, we're also a global, responsible energy player.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "BECKY ANDERSON, CNN HOST",
      "sentences": "Ambassador, the UAE will host the next round of climate talks at the end of the year. In Bonn last week, the president designate of COP28, Dr. Sultan al-Jaber warned and I quote him here that the world is way off track in its efforts to limit global warming and that quote, \"transformational progress is needed this decade to bring about that meaningful change.\"He also said importantly, that the phase down of fossil fuels is inevitable. Is this a message to those who continue to argue that Dr. Sultan is conflicted in his role with COP28 given he's also the head of the national oil company?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "NUSSEIBEH",
      "sentences": "Let's channel that energy into getting the outcome we want. Dr. Sultan has been on a great listening tour. I was with him in Brussels last week. We met with the senior leadership of the E.U. President Ursula Von Der Leyen, President Charles Michel, Joseph Burrell. The message was clear the joint team came out of Brussels was clear.People have high expectations of the UAE being able to play this bridge building role between the global north and the global south and the world is facing a global food crisis. The UAE is at the forefront of trying to help alleviate. Dr. Sultan is saying what our president himself, Sheikh Hammed Bin Zayed al Nahyan has said many times the UAE will celebrate when the last barrel of oil is drawn out of our territory because that will mean we're looking at the future of the global economy that is dependent on a clean energy mix. But phase out means phase up, actually. We've got to do the two simultaneously. And that's what we're trying to corral energy around COP28 in addition to the really important piece which is adaptation, finance for the countries that also need to develop. It's not fair to put the burden on them when other countries have already industrialized. And this is the big injustice for the climate today is how do we get other countries on board and explain to them that, you know, the hundred billion will be met. The finance for loss and damages will be met. The financing for adaptation and mitigation will be available and affordable and accessible. These are the messages that our COP28 presidency team across the board are relaying as we meet with world leaders on this issue. And this is what we're going to be saying, here in New York at the Security Council where we brought this topic to the agenda today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "ANDERSON",
      "sentences": "The nexus of climate and conflict could not be more stark than in Sudan. After multiple cease-fires have been made and broken, UNSC has been criticized by many for its inaction, and it's being urged to become more involved in these talks. ambassador what can we expect from the U.N. Security Council with regard a position on Sudan? What is it prepared to do at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "NUSSEIBEH",
      "sentences": "Very crucially, we renew as a council along with the pen holders (ph) and the United Kingdom we renew the U.N. operational mission in Sudan on the ground. That is providing essential coordination for all the humanitarian aid agencies that are helping the millions of people that need that aid on the ground today in Sudan.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "VAUSE",
      "sentences": "That was the Emirati ambassador to the U.N. and she was speaking with our Becky Anderson.Still to come, Paul McCartney refuses to let it be. He has one more song from the Beatles to released, all thanks to an unexpected collaborator. We'll tell you, who. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "PAUL MCCARTNEY, SINGER",
      "sentences": "So when we came to make what will be the last Beatles record, it was a demo that John had that we worked on. And we just finished it up to be released this year. We were able to take John's voice and get it pure through this AI. So then, we could mix the record as you would normally do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "Paul McCartney says there is a good side and a scary side to AI and we'll just have to see where it leads.The legendary, the much respected, the font of all things music, Bob Lefsetz, founder of \"The Lefsetz Letter\" joins us now from Los Angeles. Bob, it's great to see you. It's been a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "BOB LEFSETZ, FOUNDER, LEFSETZ LETTER",
      "sentences": "Yes, good to be here with you John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "Ok, just first up, what do you think? Good idea? Bad idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "BOB",
      "sentences": "Well, let's start with this. This is a publicity stunt. He put out a book, he's got an exhibition, it's almost impossible to get attention, he's Paul McCartney, he wants all the attention. This has been going on. The band rejected this track when they did the video series 30 years ago. It is just a way to get attention.As far as the AI factor goes AI has been overblown by ignorant people. AI is here to stay. Could AI have detriments? Yes. But we see a scared record business just like we saw during Napster. And the bottom line is there are advantageous utilization and just like everything else in the music business, this is hip now but it won't be hit years from now anyway. We have (INAUDIBLE) we have certain drum machines so this is not as serious as it looks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "I love having you with us. You just bring the voice of reason to all of this. But I still want to lead you to this quote from McCartney. He says about this John Lennon (INAUDIBLE). It didn't have a very good title, it needed a bit of reworking but they had a beautiful verse and had John seen.You know will this be a true Beatles song? With this element of John Lennon in there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "LEFSETZ",
      "sentences": "Ok, let's go back a chapter. They put out tracks like this in 1990, and they were crappy.In this particular case, it's a cassette as a result of modern technology they could get rid of the noise and they have a course. They don't even have a verse. George Harrison said he wouldn't participate. So, as I say, you have the publicity stunt element, the fact that they could do with AI. We get all of this complaining in the beginning with sampling records and all of a sudden this stuff and it always drives the business to a new height. AI will only be positive for the music business. We've been through this for 25 years, why won't anybody get it through their brains to embrace technology and figure out as opposed to rejecting it outright.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "Paul McCartney says then it's the future, But he's also kind of scared of it. Here he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "LEFSETZ",
      "sentences": "Well, as I say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "This was really -- just quickly. Sorry. Here's Paul McCartney. Very quickly sorry about that. Here you go.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "MCCARTNEY",
      "sentences": "Well, people will say to me, there is a track where, you know, John is singing one of my songs. And it isn't, it's just AI, you know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "Now, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "LEFSETZ",
      "sentences": "I think it's (INAUDIBLE) and that the whole series came out almost two years ago. We didn't have to go. This technology was developed before thatWhy is he suddenly announcing it now? There is no Beatles thing in the pipeline. You know, they'd be the 50th anniversary -- 60th anniversary next year. So let's not -- and no one is waiting for a crappy's Beatles song that they didn't even write the verse for. You know, we have seen this again and again. I love McCartney. But he gloms on the Kanye before Kanye's controversy. Gloms on the Bieber. He wants to be in the public eye so this was news, internationally today. However, we know that we've already had AI songs. We had it with the Weekend, we know this is -- so Paul McCartney gets the attention from the oldsters who are worried about the loss, but if you're in the music business, this is not revolutionary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "You're absolutely 100 percent right. But, this is the last song, I think the Beatles recorded together in a traditional sense. Here's part of it.(MUSC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "You know it was kind of, as you said, a crappy song for such an iconic band to end their career, no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "LEFSETZ",
      "sentences": "I'm not referencing that song, that song is from the \"Let It Be\" album in 1970s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "But do they deserve a do-over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "LEFSETZ",
      "sentences": "In 1996 they put out two new tracks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:40",
      "speaker": "VAUSE",
      "sentences": "Yes, go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "VAUSE",
      "sentences": "Do you think it was -- but do you still think it was good, the last song they put up together? It was George Harrison (INAUDIBLE) I forget the name of it, but yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "LEFSETZ",
      "sentences": "This is like Jimi Hendrix. After he died in 1970, they put out one album. They're still putting out new Jimi Hendrix records. They're scraping anything from the vault.When you say I was sitting at home, I started a song, I recorded on a boom box and I didn't even write the verses? And then after I died, Yoko give it to Paul? You know most people would throw their eyes, this isn't even a song. What you're going to do is lift the little bit you have from John and put other pieces together, put on a verse and then this is that type of music that's played on Top 40. It will be a novelty for ten days and then no one would ever think of it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "VAUSE",
      "sentences": "I've missed you Bob. It's been too long. You are the voice of reason. Thank you so much for being with us. You're great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "LEFSETZ",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "VAUSE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "LEFSETZ",
      "sentences": "Ok, always great to talk to you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "VAUSE",
      "sentences": "You're the best. Cheers Bob.Let's finish on author Cormac McCarthy whose dark and violent visions of America often tinged with just a little hope has died at the age of 89. McCarthy rose to fame late in his life with the blockbuster coming of age novel \"All the Pretty Horses\". That was followed by several works including \"The Road\" which told of a father and son's torturous track through a post apocalyptic world. And then came \"No Country For Old Men\" which the Cohen Brothers made into an Oscar winning movie. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's the most you ever lost in a card game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The most you ever lost in a card game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. I can't say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Call it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "VAUSE",
      "sentences": "McCarthy's writing was described as minimalist yet intense. He was often compared to Hemingway and Faulkner. He was a very private person who rarely gave interviews.But in a rare sit down talk with Oprah Winfrey, McCarthy says if you spent a lot of time thinking about how to write a book, you probably shouldn't be thinking about it. You probably should just be doing it. It was good advice. And finally a 76 year old Ecuador woman is back in the hospital after a scene straight out of a Cohen Brothers movie. She was declared dead on Friday after a possible stroke and cardiopulmonary arrest. The family held a wake just hours later. But instead of knocking on heaven's door, the woman was still alive, knocking on the coffin lid. His son posted this video on (INAUDIBLE) on social media. He immediately called 9-1-1. The woman was taken back to the same hospital where she was declared dead, a chance to get it right this time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:46",
      "speaker": "GILBERTO BARBERA, SON",
      "sentences": "Everything went down, like 20 people and this man saw that she was breathing, needed oxygen, air. And was saying, my son. And her hand, everybody, nobody imagined it was her hitting the casket.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}