{
  "date": "2023-04-14",
  "headline": "CNN Newsroom",
  "subHeadline": "DeSantis Signs Bill Banning Most Abortions In FL After 6 Weeks; GOP 2024 Hopefuls Attend NRA Convention Following Mass Shootings In KY & TN; Special Counsel Prosecutors Press Witnesses For Details About How Trump Has Paid For Their Lawyers; Jury Selection To Resume Monday In $1.6B Case Against FOX; \"The Trek\" Airs Sunday At 8PM ET; Minneapolis Settles Lawsuits Against Chauvin For $8.8M. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:17",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Very quietly, in a private ceremony overnight, Florida Governor Ron DeSantis signed a bill to ban most abortions in the state after six weeks.The new law is one of the most restrictive in the country. Women there would have to prove that they were victims of rape or incest or human trafficking in order to get an abortion up to 15 weeks. It also prevents doctors from prescribing an abortion via telehealth. And it requires medication for abortion to come from a physician, not by mail. So it's important to note that, according to doctors, some women don't even know that they're pregnant until after six weeks. Joining me now is CNN's chief political correspondent and co-anchor of \"State of the Union,\" Dana Bash. So, Dana, this is a little peculiar. Ron DeSantis typically has these big signing ceremonies. There's a lot of attention on everything that he does. But on this, he signed the bill around 10:30 last night in a private ceremony. He even tweeted about it and never mentioned that it restricted -- it restricts abortion after six weeks. What do you make of that? DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT &amp; CO-ANCHOR, \"STATE OF THE UNION\": As our colleague, David Chalian, said earlier, he's trying to walk the finest of lines. Because he's clearly trying to play the short political game and then the long political game. He's trying to play the Florida political game, and he's trying to play the national political game. When it comes to the short game and the Florida political game, which I think are have the same playbook, it's trying to be as conservative as he possibly can. He continues to try to push issues and pass laws, this time, very successfully, that make Florida look like Texas. And that clears -- that is clearly a deliberate strategy. But just because of the fact that he signed it so late at night, as you pointed out that he was very careful in the way that he tweeted the substance of the new law that he signed in Florida, he's keenly aware of the politics nationally. And, more importantly, the politics when it comes to Republicans and how they are faring when they are up against or they are -- their future is being decided by voters other than the base, by Independents and even by some moderate Republicans who do not like this. And we've seen from Wisconsin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "BASH",
      "sentences": "-- a couple of weeks ago, across the country, voters going out and punishing Republicans and supporting Democrats on the issue of abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "PHILLIP",
      "sentences": "Yes, I mean, and it's not just Ron DeSantis. Tim Scott, who just announced an exploratory committee, really stumbled a couple of times when asked about what threshold he would have for restricting abortions.Are you hearing Republicans talking about the need -- do they feel there's a need to sort out what the party's position is on when it is appropriate to restrict abortion at the state or even the national level?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "BASH",
      "sentences": "Well, you know, you remember this Abby, they've even stumbled on the sorting out part of it.Because remember back before the 2022 midterms, Senator Lindsey Graham, of South Carolina, Tim Scott's colleague from South Carolina, he tried to -- he said he thought, help Republicans by having a national response to 20 week ban, doing so legislatively, federally in the United States Congress. And that fell like a thud with a lot of his fellow Republicans not interested in that for lots of -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "PHILLIP",
      "sentences": "Yes, that did not go over well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "BASH",
      "sentences": "It didn't go over well. But for political reasons and for policy reasons, because a lot of Republicans genuinely believe it should be a state issue.That's a long way of saying, no, there clearly is not a way to unify this message and, more importantly, to unify the policy because Republicans are genuinely all over the map on how it should be approached on a policy level --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:17",
      "speaker": "BASH",
      "sentences": "-- which leads to political troubles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "BASH",
      "sentences": "It's as -- it's as strong as ever. And Republicans who are seeking higher office and seeking to do so, understanding that you need the GOP base to get the Republican nomination for president or, frankly, for any elected office, that they are still in a place where they want more guns, not -- not fewer guns in America.And it's just so different from the conversation we were just having about abortion. These are two obviously very distinct national policy debates going on in America. But they have such different political consequences in the eyes of many Republicans, and frankly, many voters. Because there has not been any indication that the fervor with which that what we have seen with mass shootings and the fact that many Republicans, I would say most Republicans are still very much for almost total gun rights, that has not hurt Republicans. And until and unless that does, I don't see this changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "PHILLIP",
      "sentences": "Yes it certainly doesn't hurt them in the primary. I think that's one of the ways in which those two stories are kind of similar. What's good for Republicans in a primary, may be a little bit different for them in a general election context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "PHILLIP",
      "sentences": "But, Dana --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "BASH",
      "sentences": "But we'll see -- we'll see if that stays --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "PHILLIP",
      "sentences": "Well -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "BASH",
      "sentences": "-- stays the case in a general --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "BASH",
      "sentences": "Because so far -- but I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "PHILLIP",
      "sentences": "All right, Dana., thank you for coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:54",
      "speaker": "BASH",
      "sentences": "Good to see you, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:05",
      "speaker": "PHILLIP",
      "sentences": "This is video from just a few moments ago when we saw Donald Trump waving as he left Trump Tower in New York. He was there after giving a deposition yesterday at the New York attorney general's office over a civil suit brought against the Trump Organization.But we are also learning new details on a separate case, the Justice Department's probe into his handling of classified documents. Sources telling us that federal prosecutors are pressing multiple witnesses for details about their attorneys, like how they were paid, and if their attorneys tried to influence their testimony in order to protect Trump. The questions have focused on a group of witnesses who either worked for Trump or if lawyers that were provided by him. So joining me now on all of this is Norm Eisen. He was the House Judiciary Special counsel in Trump's first impeachment trial. So, Norm, you might be familiar with this kind of line of questioning. It seems to kind of go to this idea of perhaps obstruction. What does it suggest to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:05",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Well, Abby, the issue is Donald Trump attempting to control witnesses so that they will testify favorably to him and unfavorably to the government by using inducements.And one form of possible inducement is for Trump Save America PAC to pay for those witnesses' lawyers. And of course, we all know the allegations. Cassidy Hutchison saying that her Trump-paid lawyer, her first lawyer allegedly encouraged her not to be forthcoming. That kind of thing can be obstruction of justice. But this is a very tough area because it's common, it's normal. In my practice, I've had this for a third-party fee payer, a corporation, a political party or another to pay for individuals fees because these fees can be so crushingly expensive. So out of all the things Jack Smith is looking at, this may be a tough one to show impropriety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:05",
      "speaker": "PHILLIP",
      "sentences": "I think the issue here I guess would be whether they were trying to influence testimony in a way that may not be truthful.But I do want to ask you about another case. This is the Dominion Voting Systems' $1.6 billion defamation lawsuit against FOX News. Jury selection begins Monday, and the opening arguments will come shortly after. In these last few weeks, these pretrial hearings, Dominion has had a lot of momentum. The judge actually just sanctioned FOX News for withholding evidence. I wonder, you know, going into this trial this week, what do you see as the biggest hurdles here as this case unfolds for both FOX and for Dominion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:05",
      "speaker": "EISEN",
      "sentences": "The biggest Dominion win has been getting the judge to rule that the statements that FOX made were false about how Dominion supposedly affected the election.That means that their Dominion is not going to have to prove falsity to the jury. That is going to be instructed to the jury. They've had a series of other wins. I think the toughest hurdle is going to be the damages issue. Dominion has said -- now they had a win on that. They are going to be allowed to argue, their expert is going to be admitted to argue that they suffered as a baseline $1.6 billion of compensatory damages. And that can be multiplied several times over for punitive damages. But can they prove that 1.6 billion? That's where battle is going to be joined? But, boy, Abby, just looking at the things that have been said and done, the damage seems substantial. We'll have to see what the jury decides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "EISEN",
      "sentences": "Thanks, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PHILLIP",
      "sentences": "And CNN's Nick Paton Walsh and his team recently hiked a massive migrant trail from South America to Central America. It is called the Darien Gap.And there are no roads. People must walk, carrying everything that they own through this dense jungle, rushing waters and steep mountainsides. The team did this walk over five days. And the stories that they found on that journey are simply extraordinary. Take a look. (BEGIN VIDEOTAPE) (CROSSTALK) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice-over): Football shirt supporters, each numbered, charging to carry bags, even children uphill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "But it doesn't always work out.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "Wilson is separated from his parents.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "And Porter raced off ahead.(on camera): (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "UNIDENTIFIED BOY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)(voice-over): Nearly 1,000 unaccompanied children were found on the route last year, the U.N. have said. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PHILLIP",
      "sentences": "Nick Paton Walsh is joining us now.Nick, wow, just heartbreaking to see such a little boy separated from his family. Do you know if he was ever reunited with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "PATON WALSH",
      "sentences": "Yes, and he was. And it was very heartening to see a couple of days later him on the shoulders of his father.They were separated because, essentially, the father had the difficult choice many parents face of how on earth do you physically carry your young son up a very steep climb? Very muddy, very hard at times for adults to traverse. You can pay porters to help you with that. But the risk is, of course, that they race ahead and, like in this case, and you know longer see your child, Wilson, ahead of you. But they were reunited. But we are seeing now record numbers of children on this trek, well over 10,000 at this point so far this year alone. And still the numbers of people doing this walk, this perilous five- day trek through snakes, criminals, exhaustion, dehydration, anything you could possibly imagine. That was a record last year at a quarter of a million. So far this year, in the first quarter of this year, they're looking at seven times as many as the first quarter of last. So if that continues, that puts us at a million for this year alone. These are staggering numbers that cause traffic jams, frankly, of people in the jungle trying to get through certain chokeholds in the root. So staggering to witness this volume of humanity moving through the jungle --Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "PHILLIP",
      "sentences": "Turning now to Minneapolis, the city has settled to excessive force lawsuits against former police officer, Derek Chauvin. He's the man who killed George Floyd. The lawsuits filed by two black residents at Chauvin had used the same deadly tactic of kneeling on their necks. CNN's Natasha Chen is joining us on this story.Natasha, the arrests at the center of these lawsuits were actually captured by body camera videos, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Abby. The two people in these lawsuits decided after the settlement yesterday to release this footage through their attorney.And we're going to show you clips of them. We have to warn you. It's very disturbing to watch. We're going to start with one of them, John Pope, who, in this video in 2017 when this incident happened he was 14 years old. You're going to see police come to his house for a domestic disturbance call. Here it is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "DEREK CHAUVIN, FORMER POLICE OFFICER",
      "sentences": "Get down on your stomach now.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "CHAUVIN",
      "sentences": "What did I say? (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do not kill my son, please.(CRYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:33",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do not kill my son.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:59",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let me up. You weak? You strong enough?Ow. That's how you gonna slam me on the ground? That's how you're gonna do me? Just like all other black people, huh? Just like the rest, huh? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:59",
      "speaker": "CHEN",
      "sentences": "Minneapolis city council unanimously voted on Thursday to award a total of more than $8 million to these two individuals.The mayor apologized, saying that if supervisors had done their job in 2017, Chauvin should have been fired and George Floyd would not have been murdered -- Abby?",
      "isLastSentenceInterrupted": false
    }
  ]
}