{
  "date": "2023-05-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Police Captures Texas Shooting Suspect After Manhunt; U.S. Braces for Migrant Surge as Title 42 Expires; Federal Reserves Expected to Raise Interest Rates; Debt Default Possible to Cause Global Impact; White House Set to Hold Meeting on Debt Limit Next Week; Fighting Triggered by Khader Adnan's Death in a Lull; Heavy Clashes, Explosions continued in Sudan as the Week-long Ceasefire has agreed by Two Warring Factions; Ukrainian Leader Did Not Informed of the Pentagon Leaks; U.S. Warns of a Loneliness Epidemic as Surgeon- General Tackles Through a Framework. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. You are watching CNN Newsroom and I'm Rosemary Church. Just ahead, a days-long man hunt is finally over. Authorities in Texas capture the man accused of gunning down five of his neighbors, including a child. Readying the troops, the U.S. prepares to send hundreds of service members to its southern border in anticipation of a massive surge of migrants. And later tackling loneliness. The U.S. Surgeon General lays out a plan to address what he calls an epidemic of isolation in an effort to improve social connections.UNKNOWN (voice-over): Live from CNN Center, this is CNN Newsroom with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "And thanks for joining us. Well after a four-day manhunt, the suspect in the fatal shooting of five people, including a mother and her nine-year-old son in Texas, was arrested Tuesday evening. Authorities say 38-year-old Francisco Oropeza was found hiding in a closet under some laundry at a home just miles from the house where the killings took place. Oropeza is being held on five counts of murder with bonds set at $5 million and will appear in court later today. And because he's a Mexican national, the Mexican consulate will be notified. CNN's Josh Campbell has details.JOSH CAMPBELL, CNN SECURITY CORRESPONDENT (on-camera): A major development in Southeast Texas authorities announcing Tuesday the arrest of the man accused of brutally murdering five people. Authorities say that 38-year-old Francisco Oropeza was taken into custody without incident. He is charged with opening fire on the home of his neighbors after being asked to stop shooting late at night on Friday. That of course sparking a massive manhunt involving hundreds of law enforcement officers in Texas as well as authorities in Mexico. Sources told CNN that authorities along the U.S.-Mexico border had been on alert, concerned that the suspect may try to flee in the state, but ultimately authorities say that they arrested him just less than 25 kilometers from the original crime scene. The sheriff there in Texas spoke about the arrest. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "GREG CAPERS, SAN JACINTO COUNTY, TEXAS",
      "sentences": "Bottom line is we now have this man in custody. He was caught hiding in a closet underneath some laundry. They effectively made the arrest. He is uninjured.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CAMPBELL",
      "sentences": "Now, authorities had announced an $80,000 reward for information leading to Oropeza's capture. The FBI said Tuesday that an unidentified tipster called the FBI, providing them with the location where he was ultimately taken into custody by tactical officers without incident. He is currently being held on a $5 million bond. The sheriff is saying that he faces five counts of murder.Josh Campbell, CNN, Los Angeles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Joining me now from Los Angeles is CNN Law Enforcement Contributor Steve Moore. He is a retired FBI Supervisory Special Agent. Good to have you with us on this story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "STEVE MOORE, RETIRED SUPERVISORY SPECIAL AGENT, FBI",
      "sentences": "Thanks for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "So, the Texas shooting suspect, Francisco Oropeza, is now in custody, found hiding in a closet underneath some laundry, the climax to a four-day-long manhunt after he allegedly fatally shot five neighbors including a nine-year-old boy with an AR-15 style rifle. So, what are you hearing about the circumstances leading up to his capture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "MOORE",
      "sentences": "Well, there's a couple things that are conflicting to me at this early stage. One is that the FBI said this was involved with a tip, but the other one said the FBI followed the wife of the suspect to a home. So, somewhere that's either been miscommunicated or garbled in transmission, but I'm just glad they found him so quickly. And really, once they're out for 24, 48 hours, they're going to be out a long time so this was a relatively quick result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MOORE",
      "sentences": "Well, you know, there are two ways of seeing it. To anybody who is in a community where there's a killer on the loose, anytime it's going to seem like a long time and I don't mean to minimize that at all. What I am saying is that you usually -- if you -- you usually catch them in the first 24 hours -- maybe 48, you don't get them in that time the area where they could have gone to is just immense.And so, I've had I've had fugitives that have been gone for more than a year after they got into that kind of situation. So, while it may seem a long time, and it certainly is a long time for people who are grieving or people who are afraid, for law enforcement, this was quicker than I would say average.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "And of course, we heard that this was in a home. He was hiding in a closet under the laundry, possibly a relative's home. And if the wife was followed to this home, what happens to them if they've been part of this, an accessory, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MOORE",
      "sentences": "Well, they're in some trouble. First of all, how did he get 17 miles? He may have had some assistance. Second of all, the wife knew where he was, and if she was bringing him food or anything like that, or money, she is an accessory after the fact, and they will know that by the time they even found him. So, anybody involved in hiding him, in feeding him, in supporting him, anything, are known as accessories after the fact and they have some serious felony time possible ahead of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "And for a few days there were zero leads. And the police said that zero leads on the suspect's whereabouts. How often does that happen? And what would the FBI be doing in those sorts of circumstances when there are absolutely no leads in the case to follow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MOORE",
      "sentences": "Well, there's usually no leads in the case, especially when somebody bails out after a crime that was not planned. They have -- there's no leads because they have no plans for you to fall onto. But what we would do, and frequently, I would go to their phone records. I would do -- I would go through any of their information, which would give me a list of their family and friends.And then I would find out who might be, you know, helping him, who might be predisposed to help him. The wife is somebody you'd want to follow. I remember one fugitive case that I was working, we saw -- we just went out and found anybody who this person trusted and set up surveillance on them. And one guy who lived alone came home one night and he had two bags of fast food and two drinks. We thought, if he lives alone, he's got a visitor and that's where the person was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Interesting. And what do you think will likely happen to the suspect now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MOORE",
      "sentences": "Well, he's gonna be remanded to custody. He got a $5 million bail amount. I'm surprised he got any bail with his history. He's going to be charged almost certainly for capital murder. And it's gonna be hard to fight that with the witnesses that were left behind. CHURCH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MOORE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "The U.S. Federal Reserve is expected to raise interest rates today for a second time this year. Experts say it's likely to increase by a quarter point. It comes just days after the collapse of First Republic Bank, the second biggest bank failure in U.S. history. Analysts say the collapse was precipitated by the Central Bank's year- long rate-hiking campaign.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "And the expected hike is causing jitters on Wall Street. U.S. stocks ended sharply lower on Tuesday, as investors grew fearful that turmoil in the banking sector had not been contained. The Dow, NASDAQ and S&amp;P 500 were all down, and regional bank shares also tumbled.The U.S. House Speaker will meet next week with President Joe Biden, according to a source familiar with the matter. They are set to discuss the looming debt default, which Treasury Secretary Janet Yellen says could happen by June 1st. House Democrats don't appear to be getting much traction on a long-shot procedural move to raise the nation's debt limit. CNN's Tom Foreman looks at the potential consequences from a default not only in the U.S. but around the globe. (BEGIN VIDEOTAPE) TOM FOREMAN, CNN CORRESPONDENT (voice-over): Air travel, transportation, customs, mail delivery, and many more services closely linked to federal funding might face severe interruptions. Social Security checks could be cut off. Thousands of federal workers furloughed. And as all that money drained away from consumer spending, it might send the U.S. and global economies into a tailspin, and perhaps even a major depression. LARRY SUMMERS, FORMER U.S. TREASURY SECRETARY: We know that it would be a catastrophe for our country to default. (END VIDEO CLIP) FOREMAN (voice-over): Yet, Treasury Secretary Janet Yellen in a letter to House Speaker Kevin McCarthy warns it could all happen, potentially as early as June 1st, and it would cause severe hardship to American families. Financial analysts broadly agree the stock market would plummet, tanking 401Ks and other investment savings for millions of families. Unemployment would leap up, state programs which rely on federal backing could also be sent reeling, and the banking system already rattled by recent problems. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "JIM BIANCO, PRESIDENT, BIANCO RESEARCH PRESIDENT",
      "sentences": "It's not in a position of strength that you could throw on another issue like the debt ceiling and say, well, the market's so just, you know, this'll be water off a duck's back. No, it won't. This could be something that could metastasize into a bigger problem when you already start with markets that are in the position that they're in right now.(END VIDEO CLIP) FOREMAN (voice-over): It's all a guessing game since the federal government has never defaulted before. But in 2011, the Obama administration and Congressional Republicans fought to the wire over spending and debts with then Vice President Joe Biden in the negotiating chair. (BEGIN VIDEO CLIP) JOE BIDEN THEN-U.S. VICE PRESIDENT: We have to get this out of the way to get to the issue of growing economy. (END VIDEO CLIP) FOREMAN (voice-over): And based on just coming that close to default -- (BEGIN VIDEO CLIP) GREG MCBRIDE, CHIEF ANALYST, BANKRATE.COM: The stock market fell 17 percent in a seven-week span, the credit rating in the U.S. got downgraded and we had a noticeable tightening of credit. (END VIDEO CLIP) FOREMAN (on-camera): All of these dire warnings are based on just a few days of default. If it goes longer, it could get much, much worse, according to analysts, making it harder for you to make more money, to borrow more money, or even keep the money you have. Tom Foreman, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "BETSEY STEVENSON, PROFESSOR OF PUBLIC POLICY, UNIVERSITY OF MICHIGAN",
      "sentences": "It's great to talk with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "So, America is hurtling toward a possible economic catastrophe if Republicans fail to lift the debt ceiling before the June 1st deadline. And now we wait to see what the Federal Reserve will do in the coming hours when it meets to decide whether to raise interest rates and buy how much. What do you expect they will do given the looming debt limit crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "STEVENSON",
      "sentences": "Well, you know, I think that the Fed not raising rates tomorrow will actually do very little to help the U.S. economy if the government decides to default on the debt. Defaulting on the debt is such a big problem, whether the Fed has raised interest rates 25 basis points or not, is really going to be, you know, dropping the bucket at that point. So, I think from the Fed's perspective, what they need to do is keep their eye on their goal, which is to bring inflation down in a stable way as possible.Right now, the markets are really expecting a 25-basis point increase and that's what they'll probably deliver because they like to deliver what the market's expecting. I think what people are going to be looking for is what kind of forward guidance the Fed gives. Is the Fed gonna say, hey, we're raising rates now but it's likely depending on how the future goes that we'll be able to just hold rates here for a while. In other words, are they gonna signal that they're more likely to hold in June? Are they going to signal that more rate rises might be coming? My money is on signaling that they're gonna hold, and that's because they know that there is a bunch of other stuff that's doing the work for them of tightening the U.S. economy. You mentioned the debt ceiling. That's one of those other things. And the debt crisis that we've seen is another aspect that has led to a chilling effect on the U.S. economy and so there's less the Fed needs to do to chill it themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "So in the coming hours, is there any reasonable case that can be made for the Fed not to raise interest rates? Any chance that might happen and what is the strongest argument for hitting the pause button on interest rate hikes right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "STEVENSON",
      "sentences": "Well, there is an argument to be made for hitting the pause on interest rate hikes right now. And I think the strongest argument for that is that we have not seen the full effects of the rate increases the Fed has already made. And we haven't seen the full effect of the credit tightening that's coming out of the banking crisis.And so the Fed could say, look, we're going to pause now and just see what happens over the next month. And we're going to reassess in June. As certainly a case can be made for that, it's not what I expect them to do. But I think that's the case to be made for it. I don't think that they wanna signal that they're pausing because Congress is out of control and they don't know whether they're going to let the debt ceiling be breached. I don't think that that's the business the Fed wants to be in that will feel like they're getting in the middle of a political battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "And Betsy, how bad is the economy right now, given the looming debt crisis? High inflation, banking sector jitters and rumors of a possible recession made all the more likely if America defaults on its debt come June 1st?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "STEVENSON",
      "sentences": "Well, I think the U.S. economy is actually still quite strong but it is teetering, I think it's the way to think about it. A strong economy, but it's teetering. So, we see a very strong labor market, but that labor market's clearly slowing. We're seeing, you know, hiring is roughly at the same strong pace it's been at, but what we're seeing when we dig deep in and look at say, separations, the people leaving jobs, the people leaving jobs have now been a little bit more likely to lose their jobs. So, they've been laid off, than to have quit their jobs. People quit in a time of optimism, they lose their job in a time in which the economy started to pull back. So we do see the some signs of tightening, but overall, you know, when we saw GDP growth slow in the first quarter of the year. So, there's signs of a slowing economy, but it's still an economy that's growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "Betsey Stevenson, thank you so much for your analysis. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "STEVENSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. An intense exchange of fire between Palestinian militants in Gaza and the Israeli military has come to an end for now. The massive round of rockets and air strikes was sparked by the death of Qadur Adnan, a prominent figure with the Palestinian Islamic Jihad, who died after a months-long hunger strike in Israeli custody.CNN's Hadas Gold is live for us in Jerusalem, she joins us now. Good morning to you, Hadas. So, what more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "We are getting new reports of heavy clashes today in Sudan. Witnesses say that there were explosions near the Presidential Palace in Khartoum, and a civilian resistance group says at least six civilians were killed in the city Tuesday.Airstrikes and anti-aircraft fire were also reported in a nearby city. And this comes just hours after Sudan's warring factions agreed in principle to a new ceasefire starting Thursday, according to neighbors and mediator South Sudan. Now this truce is supposed to last a week, but a series of earlier ceasefires all failed to stop the fighting. Meanwhile, Saudi Arabia says that the offers of its cultural attache in the capital was ransacked by an armed group, and the U.N. Refugee Agency says that more than 100,000 people from Sudan have now fled to neighboring countries. CNN Senior Africa Editor Stephanie Busari joins us now live from Lagos. Good morning to you, Stephanie. So, what is the latest on these new reports of fighting in Sudan's capital and in other parts of the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "CHURCH",
      "sentences": "Yes, it is dire indeed. Stephanie Busari joining us live from Lagos, many thanks.Ukraine is reporting another round of drone strikes by Russia. Kyiv's Air Force Command says there are no casualties or extensive damage. Meanwhile, we are seeing more evidence that Ukraine may be striking back inside of Russia and Russian-occupied territory. A Russian-installed official in the city of Melitopol, has been winded by an explosive device in his front yard. A police chief was killed last week in a similar incident, which Russia called sabotage by a reconnaissance group. And a second Russian freight train has derailed this week in Russia's Bryansk region. The governor blames an explosive device. No one was killed in either development. Well, meanwhile, the Ukraine's president tells \"The Washington Post,\" he learned about the recent league of Pentagon documents, not from the White House but from news reports. CNN's Scott McLean is live in London, he joins us now. Good morning to you, Scott. So what more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Good morning, Rosemary. Yeah, so President Zelenskyy did this wide-ranging interview with \"The Washington Post,\" and then he revealed, as we mentioned, that he had not heard from the White House or the Pentagon before he actually learned about these leaks of Pentagon classified documents from news reports.So this is part of what he told \"The Washington Post.\" He said I did not receive information from the White House or the Pentagon beforehand. We did not have that information. I personally did not. It is definitely a bad story. Now, those leaked classified documents from the Pentagon, which were allegedly taken by a 21-year old Air National Guardsman who is now under arrest, revealed things like potential battlefield plans. They revealed potentially that Ukraine was running low on vital air defense ammunition and plenty and other bits of sensitive information. And the source close to President Zelenskyy actually said at the time of the leaks that Ukraine had altered its battlefield plans as a result of the leak. Now, we know that there have been discussions between the U.S and the Ukraine when it comes to this leak of classified information. The Secretary of State Anthony Blinken, met with Dmytro Kuleba, the Ukrainian Foreign Minister in April about this, but that was after these leaks had already come to light in the press. The Pentagon Press Secretary was also asked about this on CNN yesterday and asked about Zelenskyy's claim that he learned about it from press reports. He said, I can't speak to whether it is true or not, but insisted that the Defense Secretary, Lloyd Austin, had met with many of his foreign counterparts, including the Ukrainian Defense Minister. Now, another big piece of information that the leaks revealed is that the U.S. was spying -- is spying on Ukrainian officials, including President Zelenskyy himself. And when \"The Post\" asked Zelenskyy to respond to that, he left a heck of a lot unsaid, instead making very clear that he did not want to say anything that may sort of jeopardize the U.S.-Ukraine relationship. So he said this quote, where I can speak frankly, I do it. But there are risks. If it were my war against Putin, and there were two of us on the battlefield, I would tell everyone what I think of them. But here the story is a little different, we are all responsible. So, it's difficult to understand the importance of the relationship with the U.S. for the Ukrainians. But when the Pentagon spokesperson was asked if there were still any kind of a rift in the U.S.-Ukrainian relationship, he actually ducked the question. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHURCH",
      "sentences": "The U.S. Surgeon-General is working to tackle what he calls a growing loneliness and isolation epidemic. Dr. Vivek Murthy says that about one in two adults in America report experiencing loneliness, adding that it's been a problem even before the Covid-19 pandemic took its toll.He has released a framework outlining a new national strategy to tackle the issue. Some of his recommendations include strengthening social infrastructure in communities through boosting public programs, adopting a pro-connection public policies that focus on reducing disparities in connection, and increasing investment in educating health care providers about benefits of social connection. Dr. Julian Holt-Lunstad is a Professor of Psychology and Neuroscience at Brigham Young University, where she is also Director of the Social- Neuroscience lab. And she joins us from Salt Lake City in Utah. I appreciate you being with us. DR. JULIAN HOLT-LUNSTAD, PROF. OF PSYCHOLOGY AND NEUROSCIENCE: It's my pleasure, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:55",
      "speaker": "CHURCH",
      "sentences": "And the latest evidence suggests that loneliness can be as life-threatening as smoking and can even increase the risk of cardiovascular disease, dementia, stroke, depression, anxiety, premature death. I mean, all very shocking. So how do people build a community around themselves if they realize that they are feeling this intense loneliness?HOLT-LUNSTAD: So if you get yourself into a position where you are already intensely lonely and this has been occurring for an extended period of time, it may be important to get some help. And so this can either be help from friends or family, or help from a professional. But there are steps that we can take as individuals to help cope with this, things like mindfulness, base meditation. But there's also things that anyone of us can do to prevent this, and that's by engaging socially with others, maintaining our friendships, reaching out to that friend or family member that you haven't talked to in a while. Friendship and relationships take time. And we need to invest in them. And so, just like we need to make time every day to be physically active, we need to make time to be socially active as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:55",
      "speaker": "CHURCH",
      "sentences": "Yeah, I mean certainly, the pandemic has made so many things possible at home, as you point out. And people are getting to the point where it almost cost them anxiety to go out and socialize.I'd be interested to get an idea of who tends to be most vulnerable to the risk of loneliness. Is it mainly introverts who feel this sense of loneliness, or perhaps, more likely extroverts who have somehow become cutoff from their community, and who else tends to be more vulnerable to the feelings of loneliness, because many people have never known the sense of loneliness? HOLT-LUNSTAD: So certainly anyone can feel lonely, any age, any demographic, any personality. To be human is to feel lonely from time to time. It's as natural as feeling hunger or thirst. It's our biology letting us know we are lacking something that is fundamental to survival. But certainly, there are some groups that are at greater risk. So this could be based on age, we see peaks both in young at younger ages and older ages. Some of the highest prevalence rates are among adolescents and young adults. But we also see those who have mental and physical wealth ailments at increased risk, as well as those who report struggling financially, perhaps they need to work multiple jobs and don't have as much leisure time. And then also, people who live alone are at increased risk. And so, despite perhaps some of the other advantages that living alone might have, this can increase one's risk. But of course, any one of these does not necessarily mean that you are lonely, and if you don't meet one of those criteria, doesn't mean that you are not lonely, because certainly none of us are immune to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:52",
      "speaker": "JAMES MARSH, PRINCIPAL, ZELA ELEMENTARY",
      "sentences": "There was a big surprise. I was not expecting that. You know, you both crashed the dumpster, and you thought things in it, but you really don't expect things to come out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}