{
  "date": "2023-08-11",
  "headline": "CNN This Morning",
  "subHeadline": "Biden Accused of Corruption; GOP Candidates Descend on Iowa State Fair; NOAA Warnings for Hurricane Season; Lewis Pugh is Interviewed about his Environmental Activism; Mickelson Denies Gambling. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Meaning it can escape our antibody protections a bit, but not expected to be severe. And the clinical severity has not proven to be worse so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "OK. Meg Tirrell, flu - what did you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "TIRRELL",
      "sentences": "Flu before boo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Flu before boo. Thank you. I already forgot. How do I (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "See, I just said, you're not going to forget it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Thank you, thank you, thank you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "BLACKWELL",
      "sentences": "All right, House Oversight Committee Chairman James Comer now says that he intends to subpoena members of the Biden family as Republicans ramp up calls for an impeachment inquiry. In a memo released Wednesday, Comer accuses Biden of a bribery scheme worth $20 million. But when pressed by CNN's Jake Tapper for evidence on claims that Biden financially benefitted from his son's foreign business dealings, here's how Comer responded.(BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY): This is why we're investigating. And it's difficult, Jake. It's very difficult. The Biden attorneys are obstructing. They're intimidating witnesses. The DOJ will not cooperate with us. The FBI will not cooperate with us. The IRS will not cooperate with us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Zachary Cohen is with us now from Washington.So, what, if anything, supports these claims from Comer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, good morning, Victor and Poppy. Look, this memo is based on bank records that the committee obtainedthrough subpoena. And they targeted individuals who they know were doing business with Hunter Biden. But what it really shows is that Republicans on the House Oversight Committee intend to accuse the president of corruption without any direct evidence to support that claim. Now, that's a shift from what we've seen from the House Oversight Committee Chairman James Comer, just about a week and a half ago, when he was asked by Sean Hannity on Fox News directly. He goes, do you have proof that Joe Biden took a bribe. Take a look at what Comer said then. (BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY): I sure hope so. And I - I do believe that there's a lot of smoke. And where there's smoke, there's fire. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COHEN",
      "sentences": "So now Comer is saying, well, we don't need the proof to be able to throw the accusations out there. And, of course, this comes as Republicans are pushing the potential impeachment of the president too based on these allegations. So, Republicans moving forward without really having shown the goods to back up the claim that they're putting out in public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, and Manu Raju reporting the Republicans privately are saying the impeachment inquiry is a forgone conclusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "BLACKWELL",
      "sentences": "We'll see if they'll get there in the fall.Zachary Cohen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "BLACKWELL",
      "sentences": "In just a few hours, a judge will hear arguments on how sensitive evidence in the election subversion case against Trump will be handled. Yesterday, prosecutors filed their proposed trial schedule for the case, pushing for a January 2nd start date. In the meantime, Trump's opponents have descended on Iowa State Fair to make their case for the White House.Joining us now, national political reporter for the \"Associated Press,\" Michelle Price, and CNN's senior legal analyst, and former assistant U.S. attorney in the Southern District of New York, Elie Honig. All right, let's talk legal, political of January 2nd, all of it's going on. If you propose, from the special counsel's perspective, January 2nd, do you introduce that knowing that you're not going to get it, but you've got to set it so early that you'll hopefully get something you can live with midway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So, I was appreciative of this move by DOJ because I've been in that situation. You are hoping that you get your way. You are hoping you get that very quick trial date. But I think you also recognize that it's highly likely you won't get that exact trial date. But, look, they're sending a statement here, which is, we're ready to go, we want to do this as soon as possible.Now, I think January 2nd is going to be an awful tight fit. This indictment dropped in August, August 1st, last week. And if you're going to start a trial in January, you're going to have to start jury selection in December. That's what DOJ says. You're giving the defense four and a half months. That is really a tight squeeze to go through what's going to be hundreds of thousands, maybe millions of pages of discovery, to do their motions, they're going to have substantial motions here, I don't know how much success they're going to have, but they have the right to bring motions, and to prep the defense. I think that's a tight fit. We'll see if the judge -- I think the judge is going to try to schedule this case for before the election, but I think January 2nd is optimistic for prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "HARLOW",
      "sentences": "I want your take on what Nikki Haley did, signing that loyalty pledge, and then taunting the others who haven't to do it. But what's notable, we'll pull it up here, is that she crosses out Biden's name and she writes Harris in, president Harris, on it.What does that tell you about her valley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "MICHELLE PRICE, NATIONAL POLITICAL REPORTER, ASSOCIATED PRESS",
      "sentences": "Well, it's certainly a way to get attention by making your own edits to the loyally pledge. But this is a broader them we've kind of seen among Republican candidates -- presidential candidates and just Republicans in general. They're kind of seek to undermine Joe Biden. And by alluding to that -- either that he will not finish his first term, he might not live long enough, they're smacking him on age, that she will become president or that sometimes they're alluding that she is actually the president right now. You'll see Ron DeSantis, he'll always refer to it as the Harris/Biden administration, and not the Biden/Harris administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "HARLOW",
      "sentences": "Harris first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "PRICE",
      "sentences": "And that's something we're seeing here. Nikki Haley continually has made this point over and over again. She's tried to target herself a little bit opposed to Kamala Harris. But we're seeing the vice president right now lean in on some of these candidates. She showed up in Florida to talk about the African American history standards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "HARLOW",
      "sentences": "Sure. PRICE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:11",
      "speaker": "BLACKWELL",
      "sentences": "Let's listen to the vice president here. There's an interview with, I think, the Reverend Al Sharpton. Let's listen.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL) AND 2024 PRESIDENTIAL CANDIDATE: If we - if we muff this one, and Biden gets in again, heck, you may end up with Kamala as president. NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE: If you vote for Joe Biden, you really are counting on a presidential Harris, because the idea that he would make it until 86 years old is not - is not something that I think is likely. CHRIS CHRISTIE (R), 2024 PRESIDENTIAL CANDIDATE: And let me promise you that if he is the nominee in 2024, Joe Biden will be a president in 2025, at 83 years old. And if you think his act looks bad now, wait until he hits 83 and 84, and 85, and 86. And, by the way, in case he doesn't, you get Kamala Harris. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "PRICE",
      "sentences": "It's possible. He is a very powerful person in the party. The party - the RNC might decide that they will somehow find some way to soften the language or come to some kind of agreement. But so far they've said that they're holding pretty firm on it.He could also just sign it and then say whatever he wants and does whatever he wants. It's not a legally binding document.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "BLACKWELL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HONIG",
      "sentences": "I think all politicians need to sign pledges of no more pledges. These things are so ridiculous. I mean, obviously, they're not legally enforceable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HONIG",
      "sentences": "They're just for show. People scribble them out, write whatever they want. Like, Chris Christie, I think, said, I'll sign it, but I'm not going to abide by it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HONIG",
      "sentences": "I mean it's all just stuntsmanship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "What -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "PRICE",
      "sentences": "I did see some Sharpie edits on the (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "It's interesting, we have Will Hurd, who's a Republican candidate, on later who has refused to sign the pledge because he says I don't want to lie, I won't vote for Trump. So, you know, if - if Trump's the nominee, I'm not going to vote for him, blah, blah, blah. But if - if - if Trump can get on that debate stage without signing it, you - and someone like Hurd meets all the other requirements, the RNC is going to have to let him and others on too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "PRICE",
      "sentences": "That's right. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "It's going to change the game for anyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "PRICE",
      "sentences": "For some of these candidates who are having a hard time making the stage, it's also a convenient thing for them to say, you know, I'm not going to sign that pledge anyway. So, the way that it's set up, they're supposed to first meet the polling requirements -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "PRICE",
      "sentences": "The donation requirements, and then they're presented with a pledge. But some of them are kind of handicapping themselves from the front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "BLACKWELL",
      "sentences": "All right, Michelle Price, thank you so much.Elie, thank you. We'll see you next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HONIG",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "Thousands of heat records in the United States have been broken in just the last 30 days, and now forecasters are warning of a more active hurricane season. What does this mean for you? That's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "BLACKWELL",
      "sentences": "One man is going to extremes and swimming the entire length of the Hudson River -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "HARLOW",
      "sentences": "New overnight, a startling statistic on the climate crisis. More than 7,800 heat records in the United States have been broken over just the last 30 days. That's according to the National Oceanic and Atmospheric Administration. Forecasters are warning of a more active hurricane season due to the climbing ocean temperatures.Let's get to our meteorologist, Derek Van Dam. Good morning, Derek. Just bad on top of bad on top of bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "DEREK VAN DAM, AMS CERTIFIED METEOROLOGIST",
      "sentences": "One way to put it, Poppy. That's right. You know, and if you're along the eastern seaboard or the Gulf of Mexico, this is for you. You need to listen up. This is important. NOAA just increasing the likelihood of an active hurricane season. We're just entering into the peak in the next week or so that will start the peak of the hurricane season. And, you know, up until this point, it's been this battle between the record-breaking ocean temperatures and -- which helps fuel stronger storms, and that compared to this what we call an El Nina, which actually sheers or rips apart hurricanes in the Atlantic Ocean.So, NOAA has been going back and forth. Which one will win out? Well, it turns out, as they continue to study their models further, they have come to the conclusion that they believe that the warm ocean temperatures will actually prevail, and that is why they increased these forecasts for at least hurricanes. They're anticipating between 14 to 21 named storms. We've already had four. But look at this, two to five major hurricanes. That's the new forecast. Remember, that's category three or higher. We're talking water temperatures that are ranging anywhere from 3 to 5 degrees Fahrenheit above average within this - what we call the main development region. This is an area where we look out for hurricane development. And, as I mentioned, the peak of the hurricane season, not until September 10th. But the next couple of weeks, that's when we start to really see the activity ramp up. So, look out, eastern seaboard, Gulf of Mexico. We're watching for a very active season coming up. Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "HARLOW",
      "sentences": "Yes, for sure.Derek Van Dam, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "BLACKWELL",
      "sentences": "All right, now to a man going to extremes to address the climate crisis. Endurance swimmer and environmentalist Lewis Pugh will swim the entire length of the Hudson River, 315 miles, in 30 days, all to bring awareness to the critical importance of healthy river ecosystems to oceans and the environment as a whole.Now, Lewis is no stranger to these extreme swims for a cause, and he's done it in the most challenging environments on earth, including the English Channel, the Antarctic, the North Pole, the Red Sea. Look at these pictures. Well, Lewis Pugh joins us now. He is the United Nations Environment Programme's Patron of the Ocean. Lewis, good morning to you. LEWIS PUGH, U.N. ENVIRONMENT PROGRAMME'S PATRON OF THE OCEANS: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "BLACKWELL",
      "sentences": "So, I've been reading up on what you're going to face when you're going out there. This journey starts on Sunday. And you're risking bears, snakes, vultures, being exposed to human sewage, chemicals. Why is this the way to bring attention to these river ecosystems?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "PUGH",
      "sentences": "Yes, there will be a lot of stuff. I mean it is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "BLACKWELL",
      "sentences": "A lot of stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "PUGH",
      "sentences": "This is one of the greatest rivers on this earth. I mean just think about it. There is no other river on this earth where the source, you have - you have black bears, you have vultures, you have beavers and at the end, when you swim underneath the George Washington Bridge, there, when you breathe to your left-hand side, you see all these skyscrapers, and there the Statue of Liberty bringing you to the end. It's an amazing river. And an amazing place to tell a story about the health of rivers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "HARLOW",
      "sentences": "The fact that you're doing it now, I think, is so important because I feel like everyone is feeling it this summer, really feeling it. Look what's happening in Hawaii. Look at these record temperatures. Finally waking up to the devastation of climate change right now on our environment. And so much of what you do in your foundation is about protecting this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "PUGH",
      "sentences": "Yes. I mean it's absolutely essential that we really focus on the health of our planet now. This is the defining issue of our generations. I've been swimming for 36 years and I've seen some of the enormous changes around the world, be it high up in the Arctic with every single year, less and less sea ice, down in Antarctica, with lakes appearing now on the surface of the ice sheets, in the coral reefs of the Red Sea, everywhere, I'm seeing what's happening to the planet. And this is a - it's a swim, it's a call to people around the world because this is the one river where I can speak to people all around the world because the - the river ends in Manhattan right next to the United Nations headquarters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:27",
      "speaker": "HARLOW",
      "sentences": "That's so true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "Yes. Rivers are the arteries of the world. OK. If we want to have a healthy planet, we need to have healthy rivers. And so everything which we throw into rivers, whether it be industrial waste, whether it be raw sewage, plastic pollution, it all goes down the rivers and then ends up in the sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Yes. And it's one of the reasons why, in three of your four river swims, you've gotten seriously sick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "You are taking in what we pollute and put in our rivers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "Yes. Well, I mean, it's an interesting story, the Hudson, because at the source, it's absolutely beautiful. It's fresh, clean water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "In the Adirondacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "In the Adirondacks. I mean, really, you can drink that water. It's absolutely pure.You know, all rivers should be fishable, drinkable, and swimmable. But then when you go a little bit further down the river, and the stuff starts coming in after the rain waters and you have pollution getting in there, that's when it impacts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "So, you're swimming unassisted, meaning that you will only be wearing a speedo, cap and goggles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "No wet suit, no snorkel, no flippers. Why unassisted? And then what's the plan for 315 miles over 30 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "So, I love to swim in just a speedo, cap and goggles. And the reason for that is two-fold. I mean, firstly, it's a really different - it's -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "You're -- you're exposed to the elements. And I really like that. I don't like to wear a wet suit or a dry suit. But the last reason is because I'm trying to get world leaders to be courageous, to make the really tough decisions which we need to take. And I think swimming in, you know, with a wet suit or dry suit, especially swimming in the Arctic and the Antarctic and those places, wouldn't send the right message.In terms of daily activities, I'm going to swim for around about five hours a day. I'm a much better afternoon swimmer than a morning swimmer. So, I'll do -- wake up early in the morning, before the sunrises, get in the river, swim for two hours, and then get out, eat a good breakfast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "And then in the late afternoon, as the sun's going down, three more hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, we wish you the absolute best. A fantastic cause. And you have done it before. We'll check in with you.Lewis Pugh, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Yes. And you're going to swim right by our office at the end of your journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "I will. I'll wave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "We'll be watching. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PUGH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Congratulations.A historic banyan tree in Hawaii, one of the largest in the country, stretching back - stretching a full city block, I should say, threatened by fire. CNN, on the ground, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "And the death toll in the devastating Hawaii wildfires is now up to 55 as new questions arise about why warnings were missed or not issued at all.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The talk of the golf world is this book excerpt that came out about Phil Mickelson. I'm curious what the -- your reaction, what the reaction in there was when you read about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "RORY MCILROY, PGA GOLFER",
      "sentences": "I mean, at least he could bet on the Ryder Cup this year because he won't be a part of it, so.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "BLACKWELL",
      "sentences": "Oh, Rory McIlroy with a little joke there. He was being asked about the stunning allegations that Phil Mickelson tried to gamble on the Ryder Cup. Andy Scholes joins us now with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "BLACKWELL",
      "sentences": "Lots of allegations in this book that will soon be out by Mickelson's former gambling partner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "SCHOLES",
      "sentences": "Yes, good morning, guys.You know, Phil Mickelson, he's made no secrets about his struggles with sports gambling. But in a book that's going to be released later this month it alleges that the six-time major champion's wagers go well beyond what had previously been known. Professional gambler Billy Walters says he was Mickelson's gambling partner for years. And in an excerpt from his book that was published Thursday by The Fire Pit Collective, Walters says Mickelson considered a $400,000 bet on the U.S. team to beat Europe in the 2012 Ryder Cup. Now, Mickelson was a member of that U.S. squad that ended up losing. Walters wrote that he doesn't know if Mickelson ever placed that bet. But Mickelson released a statement on social media last night denying the allegations, saying, \"I never bet on the Ryder Cup. While it is well-known that I always enjoy a friendly wager on the course, I would never undermine the integrity of the game.\" Now, Mickelson added he's been open about his gambling addiction, has gotten help and is doing much better. Now, in his book, Walters also claims that Mickelson's total gambling losses are likely much close to a hundred million and that he's waged more than a billion dollars over the last 30 years. Now, CNN has not been able to independently verify those claims. Walters was convicted of insider trading in 2017 and sentenced to five years in federal prison. Now, President Trump commuted his sentence in 2021. Walters suggested in his book, though, according to \"Golf Digest,\" that Mickelson was to blame for his prison sentence. All right, now, elsewhere, golfer Collin Morikawa is working to help the recovery efforts in the deadly fires that have just devastated Maui. The two-time major champion says he's going to donate $1,000 for every birdie he makes during the PGA Tour's FedEx playoffs. Several of Morikawa's family members were born and raised on Maui, and his grandfather actually owned a restaurant there. He posted his pledge on Instagram, along with a menu from that restaurant. And Morikawa finished the opening round of yesterday's St. Jude Championship with six birdies. He's going to begin today's second round tied for third place. And, guys, he says, you know, he went to Maui many times as a kid, and it just holds a special place in his heart and he wants to try to do what he can to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:02",
      "speaker": "BLACKWELL",
      "sentences": "Yes. A lot of people are reaching out to help.Andy Scholes, thanks so much. SCHOLES: All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}