{
  "date": "2023-11-09",
  "headline": "CNN This Morning",
  "subHeadline": "U.S. Drone Shot Down by Houthi Rebels; Iowa Focus Group on Debate; Will Hurd is Interviewed about the Republican Debate; Ivanka Trump Testifies in Fraud Trial. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Have a show season and a movie season next year for people to act in and for us to enjoy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "And important to remember what the average actor makes, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "YURKEVICH",
      "sentences": "Not a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Not a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "YURKEVICH",
      "sentences": "Not a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Thanks, Vanessa. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "YURKEVICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, new video from Iran-backed Houthi rebels shows them shooting down an American drone off the coast of Yemen. How the U.S. responded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Also this just into CNN, video from the IDF claiming to show Israeli forces seizing Hamas weapons. This is in northern Gaza. Plus an update on the hostage negotiations, next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Phil, this does really highlight the fears over escalation in the region. What we know about these latest U.S. strikes in eastern Syria was that two F-15 fighters jets targeted a weapons storage facility in eastern Syria that is affiliated with Iran's Revolutionary Guard Corp, the RGC, as well as other affiliated group. The secretary of defense, Lloyd Austin, saying that this was a self-defense strike.And, Phil, it really served two purposes, to send a strong message of deterrence to Iran and other backed -- Iranian-backed groups, but also the weapons contained in the storage facility, the Pentagon says, were weapons that had been used against U.S. forces in the region. We've seen more than 40 strikes against U.S. forces in the region over the past few weeks, and this storage facility, we are told, once it was struck, there were secondary explosions, indicating the presence of more of those weapons. And so this was a strong message of deterrence intended by the Pentagon against Iran. But at the same time, we are seeing these escalatory incidents all across the region. Significant capabilities on display by the Iranian- backed Houthi rebels in Yemen who have fired drones and missiles towards Israel. And then just yesterday, Phil, they took down this unmanned aerial vehicle, this U.S. drone, an MQ-9 Reaper drone. It is a very expensive drone. They took it down in international waters, the Pentagon says. But it really does both highlights the significant capabilities of the Houthis and the fears that groups like the Houthis, Hezbollah, and other Iran backed groups could expand this fight beyond Israel and Gaza. Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "Yes, a $30 million plus piece of military hardware.Alex Marquardt, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Now to the latest on the war between Israel and Hamas. A deal to secure the release of a large number of hostages that Hamas is holding in Gaza appears elusive despite active and ongoing negotiations between the United States, Israel, Qatar and Hamas.Meantime, the Israeli military is claiming it destroyed 130 Hamas tunnel shafts in the region as its ground operations there, as you can see in the video, have intensified. This is new video from the IDF and it shows a cache of Hamas weapons in northern Gaza. The IDF has also opened an evacuation corridor for Gazans to flee the north. It is only open during a six-hour window. That closes in about two and a half hours from now. An IDF spokesperson said that 50,000 people fled the region on Wednesday. Meantime, the devastating humanitarian crisis continues to play out in Gaza as hospitals run out of medical supplies and all bakeries are forced to close because of that lack of fuel, water, and even flour. There is a lot you can do to help. For more information on how you can help, go to cnn.com/impact. You can also text relief to 707070 to donate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "So, what did Iowa voters think of last night's GOP presidential debate? The candidate who they named as the first-time debate winner. We're going to have it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "MATTINGLY",
      "sentences": "Well, if you're counting, we are a little over two months away -- you should be counting -- from the first in the nation Iowa caucuses. And after last night's third Republican primary debate, CNN's Gary Tuchman spoke with GOP voters there to get their reactions to the five contenders who duked it out on the big stage in Miami minus leading candidate Donald Trump.(BEGIN VIDEO CLIP) NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE: There would be no Hamas without Iran. GARY TUCHMAN, CNN CORRESPONDENT (voice over): For this third Republican debate, we paid a third visit to Nevada, Iowa, the county seat of Story County, to watch the debate on television with county Republicans. Most of them saying they are still undecided about which Republican they will support in the Iowa caucuses. When it was all over, we asked what they thought the headline of the debate should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Foreign policy takes center stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "GOP stands in solidarity and support of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A much more civil debate tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trump won another one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "TUCHMAN",
      "sentences": "Because he wasn't there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "TUCHMAN",
      "sentences": "Up there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "More substance, less spectacle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Third time's a charm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "TUCHMAN",
      "sentences": "All right, third time's a charm. So we're going to talk about the three times.The first time we were here most of you said that Ramaswamy won - quote/unquote won the debate. The second debate, most of you said DeSantis did. Haley came in second both times. So, my question is, who do you think, quote/unquote, again, won the debate? It's not scientific, but we've been with you three times now. I'm going to do it in alphabetical order. Who thinks Christie won the debate? That's zero. Who thinks DeSantis won the debate? One, two, three, four. Who thinks Haley won the debate? One, two, three, four, five, six. Who thinks Ramaswamy won the debate? One, two, three. Who thinks Scott won the debate? TUCHMAN (voice over): Nikki Haley came in first place with this Story County group this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "TUCHMAN",
      "sentences": "Why do you think she won?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think she was attacked by people and that means that they fear her, and I think she's strong and she reacted appropriately, and she's not a pushover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think, with foreign policy being center stage, it really plays into her strengths. And they spent a lot of time on that topic. And we saw her go toe to toe with tyrants of the U.N. And you can see her doing that as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "TUCHMAN",
      "sentences": "Why do you think DeSantis won?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, unlike the other candidates, he's -- aside from Scott, he actually holds office right now. And that office is in the executive branch. So, everybody else says what they would do or what they did ten years ago. DeSantis says what he's doing now, and what he's going to be doing once he changes that position.TUCHMAN (voice over): And what about those who went for Ramaswamy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he wasn't afraid to speak his mind. And I felt like everybody else was kind of in sync with each other and didn't really vary as much as he did. And he just wasn't afraid to go against the grain.TUCHMAN (voice over): Twelve of these 13 people voted for Donald Trump in the 2020 presidential election. One is a newly registered Republican who did not vote for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "TUCHMAN",
      "sentences": "So 12 of you voted for Donald Trump for president, but only two of you are ready to caucus for him. Why is that? Who wants to speak about that? Why aren't you ready to support Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, I like the - I like the Donald. He's not perfect. But I think it's possible, if he gets felonies, that the Democrats are going to take him off the ballot. And so we need DeSantis as our back-up plan.(END VIDEOTAPE) TUCHMAN (on camera): Phil and Poppy, every single person on our panel says they've seen multiple Republican presidential candidates in person during this campaign cycle. So, they're certainly loyal and active Republicans, which makes it all the more interesting that most of them are still undecided. Phil. Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "HARLOW",
      "sentences": "Gary Tuchman, thank you for that reporting. Always good to hear directly from the voters.Let's bring in former Republican congressman from Texas, Will Hurd, also a former presidential candidate, now a campaign surrogate for Nikki Haley. Congressman, it's great to have you. Well, you got the numbers there, six want Haley, so far, four for DeSantis, three for Ramaswamy. Do you think she did enough last night to cut into Trump's huge lead? WILL HURD (R), FORMER U.S. CONGRESSMAN FROM TEXAS: I think she did last night what she's always been doing. She's building that momentum. She showed that she's smart. She showed that she's smooth. And she showed that she's tough. She's the true alternative to Donald Trump. This race has now come down between one man and one woman. And I think the American public saw last night that whether it's foreign policy, domestic policy, or abortion, she's ready to show real leadership. And that's why this momentum is going to continue. The momentum with her is real. She also has the organization on the ground in order to pull this off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "HARLOW",
      "sentences": "But talk about what she said about Trump. Here is her sound on Trump last night.(BEGIN VIDEO CLIP) NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE: You know, everybody wants to talk about President Trump. Well, I can talk about President Trump. I can tell you that I think he was the right president at the right time. I don't think he's the right president now. I think that he put us $8 trillion in debt, and our kids are never going to forgive us for that. I think the fact that he used to be right on Ukraine and foreign issues, now he's getting weak in the knees and trying to be friendly again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "HARLOW",
      "sentences": "It wasn't that long ago you were running and you were calling Trump a national security threat. You said he was only running to keep himself out of jail.Do you think Nikki Haley went far enough on Trump to cut into his lead or was that politically strategic for her to try to get some of his voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:01",
      "speaker": "HURD",
      "sentences": "I think she was - she was speaking the truth, all right. She's proven she's not afraid to take shots at Donald Trump. She's been clear on that, especially recently when -- with his criticisms of Prime Minister Netanyahu. She's been - she's been very clear on that. So, I think she's articulated her position incredibly well.Her goal is to continue to grow her lead in some of these other places. And she's going to continue to do that. And we saw last night, we live in a dangerous world. The world is getting even more dangerous, and we need someone that has an understanding of these issues and understand that, you know, that Hamas and Israel is not just Hamas and Israel. You've got to understand Iran in that. That when you talk about this conflict that we're in with the Chinese government, this new cold war, it's a multidomain conflict. She was the only one that talked - was talking about how space and cyberspace is important in this upcoming conflict to make sure America stays the number one - the number one country on the planet. And so - so, I think she's articulating, showing her strength last night, and she showed that this is the kind of conservative leadership we need in order to stop this trend of us losing, losing on the national scale. We saw what happened earlier this week on Tuesday in places like Kentucky and Ohio and Virginia. And so I think those -- even your panel earlier recognized and understand that Nikki Haley is the true alternative to Donald Trump. And she has the chance and consistently of beating Joe Biden in head-to-head polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "That's what he said. Nikki Haley talked about sending in special ops to take out the cartels in Mexico. DeSantis going even further, talking about even more military intervention into Mexico and the cartels. Tim Scott said he would completely close the southern border. I don't know how that would work for, you know, trade and economically.But you're the one who repped a third of the U.S. border with Mexico. Are any of those things viable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HURD",
      "sentences": "Well, you can cooperate with the Mexican government on going after - going after cartels. Here's - here's the bottom line. The current crisis that we're dealing with on the border began with Donald Trump. It was Donald Trump's administration that opened the border up and started treating everyone coming into the country as an asylum seeker. And Joe Biden continued that and turned it into an even bigger mess.Donald Trump - you can always tell when Donald Trump's reading something and when he's talking from the cuff. It's almost like he didn't know what he was talking about. The fact that he doesn't understand the root causes of these problems is indicative of his crazy answers. But, yes, we need someone that understands, you know, we have to address the asylum issue, that we have to address root causes in these countries that are - that are - that are - that are dealing with this, who understand that fentanyl is a major issue that is killing a lot of Americans and that fentanyl starts in China. We need someone in the Oval Office that understands that. I hope, in the meantime, that Joe Biden fires Secretary Mayorkas so we can start seeing some changes, because the crisis is going to continue to get worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "I would not hold your breath on that one, but the border does have a lot of issues.Congressman Will Hurd, appreciate you getting up early. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HURD",
      "sentences": "Always a pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "We're also going to be joined later on the show by Republican candidate Chris Christie, who's with us next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "MATTINGLY",
      "sentences": "Well, the New York attorney general's office rests its case in the civil fraud trial against Donald Trump and his businesses. We're going to break down what Ivanka Trump said on the stand and how much she just, quote, did not recall.(COMMERCIAL BREAK) [06:56:57] (BEGIN VIDEO CLIP) JIMMY KIMMEL, HOST, \"JIMMY KIMMEL LIVE\": Only in the Trump family does take your daughter to work day mean she's forced to testify in court. But, on the stand, Ivanka repeatedly answered, I don't recall, I don't recall, I don't recall, which is a phrase she picked up from her father whenever Eric asked when his birthday was. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "MATTINGLY",
      "sentences": "That's cold, man.Ivanka Trump was the state's 25th and final witness in the New York attorney general's case against former President Trump and his company. Ivanka faced questions on her role in negotiating loans for the Trump Organization and a penthouse apartment she leased from her father. Most of the details, as you just heard, she did not recall. Let's bring in CNN's senior legal analyst and former assistant U.S. attorney for the Southern District of New York, Elie Honig. The future of this case in a second. But to start with, do you think anything that happened yesterday will have a dramatic impact on the future of the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "I don't. I think it's clear now, the main purpose of calling Ivanka Trump to the stand was calling Ivanka Trump to the stand, to get the spectacle, to put the attorney general on the steps of the courthouse, to draw the TV cameras.Her testimony was largely neither here nor there. I mean I'll give you an example. One of the so-called big moments was when Ivanka Trump testified about how, when Deutsche Bank made a loan to the Trump Organization, Deutsche Bank originally requested $3 million for -- that Donald Trump maintain his personal wealth net worth at $3 billion. They negotiated it down to $2.5 billion. Big deal. Borrowers always try to negotiate down the amount of guarantee that they put up. I just didn't see anything there. I don't think you're going to hear any reference to Ivanka Trump in the AG's closing argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "Fair. Her testimony may not have been that valuable. But can I just present the other side of it, which is, how could you not bring her in to testify when she's the one who brought Deutsche Bank to the table for these loans for the president, when she's the one who was very involved in the deal for the - for the post office. Like, wouldn't the AG, would they make a misstep by not bringing her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HONIG",
      "sentences": "Yes, I don't think she -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "I know you're - and talk about how you think the AG's handled this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HONIG",
      "sentences": "Yes. I don't think she backfired on the AG. Sometimes you do have a witness who provides a few details, a few facts. That's fine. But I think the drama that the AG tried to bring to this in making a dramatic statement was out of line with the actual importance of Ivanka Trump's testimony.But, you're right, Poppy, I mean you do bring witnesses sometimes who have marginal information. I think Ivanka Trump had marginal information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "MATTINGLY",
      "sentences": "I do want to ask you, down in Washington, the House Oversight Committee I believe announced that they're going to subpoena President Biden's son, President Biden's brother. What does this say about that investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HONIG",
      "sentences": "Well, here we are a year into or so the Republicans taking over, and they've got next to nothing.Look, Congress has wide latitude to investigate. But just for contrast here, they're in an impeachment inquiry now. When Congress was in an impeachment inquiry over the first Trump indictment over the Ukraine scandal, we were hearing testimony from Marie Yovanovitch, from Alexander Vindman. We were hearing direct evidence of what Donald Trump did. Here they're still scraping around, and they've got next to nothing. Look, they can run with this. I mean there's very little that can be done to stop them. But I wonder at what point having nothing will hurt them politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "MATTINGLY",
      "sentences": "Elie Honig, we appreciate it, my friend. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HONIG",
      "sentences": "Yes. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "Thank you.CNN THIS MORNING continues now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}