{
  "date": "2023-08-14",
  "headline": "Connect the World",
  "subHeadline": "96 Confirmed Dead In Hawaii Wildfires; Nigerian Junta Leader Agrees To Meet With ECOWAS; Provincial Officials: One Killed At Prominent Shiite Site. Aired 10-10:45a ET",
  "utterances": [
    {
      "timeStamp": "10:00:57",
      "speaker": "BIANCA NOBILO, CNN INTERNATIONAL HOST",
      "sentences": "I'm Bianca Nobilo. Live from London filling in my irreplaceable colleague Becky Anderson. This is CONNECT THEWORLD. Coming up this hour. Wildfires on Maui have killed nearly 100 people and authorities don't know how many are still missing. Niger's coup leader say that they have evidence of treason to prosecute the ousted president and gunman target a prominent Shiite shrine in Iran. And another big win for the Saudi Arabian Football League. We begin in Hawaii when 96 people have now been confirmed killed in last week's wildfire on Maui. It's now the deadliest wildfire in the U.S. in more than 100 years and the death toll may still rise further. Cadaver dogs had been brought in to find remains of victims in burned out neighborhoods. The Maui Chief of Police said rapid DNA tests will be needed to identify everyone. The number of people still missing is believed to be in the hundreds if not higher than that. As of this weekend, just three percent of the first sewn had been searched. The governor says around 2700 buildings in western Maui have been destroyed or damaged. Most of them are residential. The hardest hit being the historic town of Lahaina. A firefighter on Maui spoke to CNN a short while ago and she described what it was like to be in the middle of it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:57",
      "speaker": "TASHA PAGDILAO, MAUI FIREFIGHTER",
      "sentences": "It seems surreal. Seemed like an apocalypse and everything seemed to be on fire. And yes, I'm not going tolie. It was really hard to focus at times, but we had a job to do and stood by people that watched their houses burn and they kept continuing the fight. And yes, it's still surreal. And I think no matter how many times we see it every day going back to help clean up and help with fires out or it just -- it's still seems like a nightmare that we're trying to wake up from. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:57",
      "speaker": "NOBILO",
      "sentences": "Many survivors on Maui have described how quickly the wildfire spread in the confusion over a safe escape path. Many in Lahaina recountedstories of being forced into the ocean, waiting for hours for health and flames to subside. And we're learning more about just how quickly this fire spread. (BEGIN VIDEO CLIP) GOV. JOSH GREEN (D-HI): When the winds rose up, winds gusting as high as 81 miles per hour. Fires spread rapidly. We believe between 60 miles per hour and 81 miles per hour across that part of the island. And that meant that fire traveled one mile every minute. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:57",
      "speaker": "NOBILO",
      "sentences": "For more now I'm joined by CNN meteorologist Derek Van Dam. Derek, can you describe the part of this wildfire and how it was able to jumpacross the western portion of Maui so quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "NOBILO",
      "sentences": "Derek Van Dam, thank you so much. Always good to get your perspective. Now I want to take you to the Island of Maui and CNN's MikeValerio. We've been hearing from survivors that their emotional trauma at this event is being worsened by the fact that they see some people and tourists as being insensitive to the travesty that's unfolded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "MIKE VALERIO, CNN CORRESPONDENT",
      "sentences": "Bianca, that's right. And for so many, a whole multitude of people who we've met as the grief and the gravity beginsto set in. They've wanted, you know, so many of our viewers across Africa, Europe, the rest of North America to realize that this for them is not a movie backdrop. It's not the setting of a show. This is their soul. This is an integral part of their identity. And there was part of it, a section, you know, that has been the seat of the royalty of Hawaii when it was a kingdom in the 19th century and earlier that may not be ever able to be rebuilt. Something, you know, intangible elements in addition to all the lives that have been lost. And they just want that to come through to all of our international viewers and even to viewers in the mainland, that -- just these intangible elements that the pictures cannot convey that these are human lives that are wrecked. That are absolutely unmoored from this disaster that was never within the realm of possibility before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "NOBILO",
      "sentences": "Mike Valerio for us. Thank you. Now we're turning to the war in Ukraine and another Russian attack reported in the southern port city ofOdesa. Ukraine's military says a dormitory and supermarket were hit injuring three people. Ukraine's president says at least seven people were killed in the Kherson region Sunday including an infant only weeks old. Several others reported injured in shelling that early today. Volodymyr Zelenskyy vowing that Russia is getting \"completely fair retaliation for these ongoing attacks.\" Niger's junta appears open to exploring diplomacy in the wake of last month's coup. A Nigerian delegation who met with Niger's military leader on Sunday said that the junta has agreed to hold talks with the West African bloc, ECOWAS, to \"amicably resolve the standoff.\" However, Niger's junta also claimed Sunday, it has gathered evidence to prosecute ousted President Mohamed Bazoum for high treason and for undermining measures security. Niger has been engulfed in political chaos since Mr. Bazoum was detained in a coup last month. More on this. Let's go to CNN's Larry Maduro who's live for us in Nairobi, Kenya. Larry, we're obviously hearing a potential diplomatic olive branch and openness from the leader of the junta to engage in talks with the Nigerian delegation ECOWAS. However, the backdrop of this is the treatment of the ousted president. So, how much of a breakthrough is this potential meeting or dialogue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:15",
      "speaker": "SHEIKH ABDULLAHI BALA LAU, ISLAMIC SCHOLAR AND DELEGATION MEMBER",
      "sentences": "War is an ill wind that blows no one no good. It is a marker of the last resort. Andfrom what we have seen and think the situation is redeemable because the Nigerian government is ready and open to dialogue and peaceful resolution of these. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:15",
      "speaker": "MADOWO",
      "sentences": "So they said the situation appears redeemable based on their conversations with a man who's now leading Niger. But the question youmight have here is why are religious leaders from Nigeria mediating in a conflict in Niger? They share 1500 kilometers of a border. There's a lot of cultural and religious similarities between northern Nigeria and Niger. So, Bianca, that's a short explanation why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:15",
      "speaker": "NOBILO",
      "sentences": "Larry Madowo, thank you so much. In Ethiopia, at least 26 people were killed and over 50 injured in an explosion in the town of Finote Selamaccording to a hospital official. That same official says it's not clear what kind of attack it was, but his hospital has already treated dozens of others in recent days since fighting between government forces and the local militia erupted earlier this month. Now, a revered holy site in Iran the scene of a brazen attack for the second time in less than a year. We're now learning about the suspects just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes. So, we do know as you mentioned there, Bianca, that several of the suspects, several people are now indetention, several of them, or all of them are foreign nationals. And this comes after this horrific attack on Sunday. We actually have surveillance footage to show you and I do have to warn our viewers here that this is graphic. But you can see a single gunman with an assault rifle entering the courtyard, entering a part of this shrine. People fleeing for their lives. You can see at one point a man scoop up a young child and run as fast as he can. This is a really important shrine in Shiraz. The shocks of shrine which is the site of pilgrimage for many Shia Muslims, one of the most important holy sites in Shia Islam. And as you mentioned, it's the second time in under a year that it's been targeted. In October of 22, a gunman opened fire in the shrine, killing over a dozen people and wounding several others. In that October attack, Bianca it was ISIS that claimed responsibility. Now, we have no claim of responsibility here in yesterday's attack, but Iran's foreign minister indicated that there were concerns that it could be yet again, Sunni extremists describing this attack as a terrorist incident in saying that Iran's people were paying a heavy price for Iran's hits on the evil lines of terrorism. I'm just paraphrasing what he said there. But yet again, a strike in a religious city in a religious area, potentially by Sunni extremists that really begins to shake the sense of security and confidence of Shia worshippers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "NOBILO",
      "sentences": "Salma, returning to another story out of Iran that you've been monitoring. So, Iran has begun debating its controversial hijab law saysobviously almost a year after the death of Mahsa Amini ignited protests across the country. What's contained within it and what's the significance of this step?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ABDELAZIZ",
      "sentences": "Yes. So, Iran's lawmakers are in the process of finalizing, writing the text of a bill, a hijab bill and then voting on that bill. Nowthere was already a hijab bill in place. Of course, it had some 70 articles in it, Bianca, but they're tacking on potentially dozens of more articles. All to sort of tighten the screws. Ramp up the consequences. Just to give you an idea of how much stricter, how much tougher this new bill could be. It could potentially carry fines of up to $20,000, it could carry potentially up to 10 years in prison. There's a clause specific -- specifically rather for celebrities and influencers ramping up the cost on them for violating the hijab law. There's even a portion that says that Iran's police should create and use A.I. technology to target and find offenders of this law. Now, the key thing that happened on Sunday is that Iran's M.P. has voted to hold the debate over this bill behind closed doors. That means there's going to be no public debate about this and no public reaction. You remember, of course, it's the hijab law that last year sparked angry demonstrations across the country after the death of Mahsa Amini in Iran's -- in the custody of Iran's morality police. Now potentially we're looking at a morality police back on the streets and with more power than ever to crack down on women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "NOBILO",
      "sentences": "Salma Abdelaziz for us, thank you. New duties for Saudi Arabia's ambassador to Jordan are giving the world a window into the complex effortsto normalize Saudi-Israeli relations. Over the weekend, Nayef al-Sudairi was named as non-resident envoy to the Palestinians. The ceremony took place in Amman. His embassy describes him as consul general in Jerusalem. But he will not be working out of that city which Israel claims as its indivisible capital. Al-Sudari will remain in Jordan's capital. Our international diplomatic editor Nic Robertson is here with me in the studio to discuss some of this. Nic, what can we read into this move and what Mohammed bin Salman might be thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NOBILO",
      "sentences": "What reaction has there been in Israel to this announcement and the ceremony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ROBERTSON",
      "sentences": "Where the Israeli is very clearly would not allow a Saudi ambassador to the -- to the -- to the Palestinian Authority to basethemselves have a physical presence in in Jerusalem. They say, that's not going to happen. And most, you know, most international representative's consulates in Jerusalem have embassies, all have embassies in Tel Aviv in Israel. So, there's that line. But I think the Saudis and the -- and the Israelis are having an understanding that the conversations that the Saudis are having with the Americans about how the relationship might be with Israel and what the Saudis want from the Americans before that relationship can become real. There's an understanding in Israel that that this is probably an outgrowth of that. That this is a necessary thing. And as we heard from the foreign minister today, he said, we don't necessarily -- the Saudis don't need to ask us permission to do what they've done. We didn't know it was going to happen. They don't need to ask permission. But we also know from Israel's national security adviser last week saying that the discussions -- the unite -- the discussions the United States and the Saudis are having about that part of the relationship is transparent and open. But from Israel's perspective, they're not going to allow that then to transgress into a discussion or a situation whereby Israel's security interests would then be at stake over whatever discussions the Saudis and the Palestinians had. So, you can see how difficult this is. Overall, I think you just have to say, at the moment, it looks like a slow process where there's a lack of trust.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NOBILO",
      "sentences": "It's really good to get your insights, Nic, an analysis of what is it a very complex situation, of course, thank you so much.U.N. says it's averted an environmental catastrophe in the Red Sea. It's removed more than one million barrels of oil from a tanker that's been rotting off Yemen. The FSO Safer what was abandoned after Yemen Civil War started in 2015. Officials warned it's at risk of breaking up or exploding which would have caused a major oil spill. Ecuador's build party has chosen a new candidate to run in upcoming presidential elections. The Party announced journalist Christian Zurita will be on the ballot in place of Fernando Villavicencio who was gunned down last week. The two men have reportedly worked together in the past. A presidential debate was also held on Sunday, which began with a moment of silence and an empty podium to honor the slain candidate. Villavicencio's former running mate Andrea Gonzalez Nader will stay on as the party's vice presidential candidate. She says the assassination is not only a threat to democracy in Ecuador, but in the rest of Latin America as well. CNN's Rafael Romo has this exclusive interview with Gonzalez Nader who tells him just how close she was to being there when the shooting started. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ANDREA GONZALEZ NADER, ECUADORIAN VICE PRESIDENTIAL CANDIDATE",
      "sentences": "I think any other Ecuadorian is at the risk of getting shot right now in the street.RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR (voiceover): She was supposed to be there as his running mate Andrea Gonzalez Nader should have been right next to Ecuadorian presidential candidate Fernando Villavicencio when he was shot last Wednesday, as he was leaving a rally in Quito, the capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NADER",
      "sentences": "Fernando was shot three times in the head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ROMO",
      "sentences": "Has it sunk in that you could have died because you were supposed to be right next to Fernando that night when he was shot dead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NADER",
      "sentences": "Yes. Yes. I was supposed to be there next to him getting inside the car that had no protection against bullets. And we wear no bulletproofvests because we were trying to get people this message that we had to be brave. ROMO (Voiceover): In an exclusive CNN interview at a location we're not disclosing for her safety, Gonzalez said Villavicencio's murder is yet another gruesome and shocking example of how fragile democracy is in Latin America as a region. But living in fear, she says it's not an option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "NADER",
      "sentences": "We knew it was -- there was a high risk of him getting attacked by the same mafia, the same organized crime and the same politicians that arelinked with this organized international crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ROMO",
      "sentences": "After the assassination, current Ecuadorian President Guillermo Lasso declare the state of emergency for 60 days on Saturday. 4000 members of theEcuadorian police and military raided a notorious prison in Guayas province and transferred an alleged leader of a local drug gang to another facility. ROMO (voiceover): Gonzalez's organized crime is a regional problem that requires a regional solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ROMO",
      "sentences": "How does Ecuador solve its security problem? Is it something that Ecuador can do by itself or does it need help from the internationalcommunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "NADER",
      "sentences": "We need team work from international intelligence to find out how to stop this. Cocaine is done in Colombia and got -- gets through Ecuador,through our coasts where it goes back to Mexico and then it's delivered to United States and Europe. ROMO (voiceover): Ecuadorians go to the polls on August 20 for the first round of an election to choose a new president. But even something as simple as voting is an act of courage in this country and many may decide to stay home. Rafael Romo CNN, Quito, Ecuador. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "NOBILO",
      "sentences": "We could now be days away from a fourth indictment for Donald Trump.Coming up. We have details on newly revealed evidence Georgia. Why sources say it links the former president's team to election interference. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "FANI WILLIS, DISTTRICT ATTORNEY, FULTON COUNTY, GEORGIA",
      "sentences": "We've been working for two and a half years. We're ready to go.(END VIDEO CLIP) MURRAY (voiceover): It's the clearest sign she intends to see charges this week. As the widespread investigation into election interference comes to a head. Geoff Duncan, Georgia's former Lieutenant Governor and CNN contributor confirming he's been summoned to appear before the grand jury. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "GEOFF DUNCAN, CNN CONTRIBUTOR",
      "sentences": "I did just receive notification to appear on Tuesday morning. I'll certainly answer whatever questions put in front ofme. MURRAY (voiceover): Independent journalist George Chidi posted on social media. He's also been called to testify Tuesday. Chidi said he walked in on a group of shadow electors, gathered to sign an illegitimate certification for then President Trump in December 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "GEORGE CHIDI, JOURNALIST",
      "sentences": "They all but frog marched me out of the room, and then they posted somebody out front to make sure nobody else went in.MURRAY (voiceover): In addition to putting forward fake electors and the infamous phone call from President Trump to Georgia Secretary of State. DONALD TRUMP (R) PRESIDENTIAL CANDIDATE: I just want to find 11,780 votes. MURRAY (voiceover): The breach of voting systems in rural Republican coffee county is part of the probe. Sources tell CNN investigators have long suspected the breach was a top-down effort by Trump's team rather than an organic effort by Trump backers. And sources say they have text messages and e-mails that directly connect members of Trump's legal team to that breach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "MURRAY",
      "sentences": "Did you have any sense that this was sort of tied to other operatives in the Trump campaign that it was anything beyond sort of lower-level people in Coffee County?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "BRAD RAFFENSPERGER, GEORGIA SECRETARY OF STATE",
      "sentences": "Not initially, but there were allegations and then as you dig down deep more has revealed and thenyou realize that that wasn't truthful. MURRAY (voiceover): Surveillance video previously obtained by CNN shows the local election official escorting a team of pro Trump operatives into examine the machines on January 7th, 2021. The group included Scott Hall, an Atlanta bail bondsman in Fulton County Republican poll watcher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "SCOTT HALL, ATLANTA BAIL BONDSMAN",
      "sentences": "I'm the guy that chartered the jet to go down to Coffee County to have them inspect all of those computers. Theyscanned all the equipment, imaged all the hard drives and scanned every single ballot. MURRAY (voiceover): According to text messages obtained by CNN, former county elections official, Misty Hampton authored a \"written invitation\" six days prior to examine machines. That invitation shared with attorneys working with Trump and others. Hunting for election fraud on behalf of Trump's then lawyer, Rudy Giuliani. Just landed back in D.C. with the mayor, huge things starting to come together. An employee for the firm hired to access voting machines wrote in one text in an apparent reference to former New York Mayor Giuliani. We were just granted access by written invitation to Coffee County systems. Yay. Another message reads. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:12",
      "speaker": "NOBILO",
      "sentences": "Sara Murray reporting that. For more now, CNN Zachary Cohen is live for us in Atlanta. Zachary, Fulton County grand jury has to hear the Trumpelection subversion case today. What does that mean about when we could see charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "NOBILO",
      "sentences": "Zachary Cohen for us. Thank you so much.Coming up. Samba soccer comes to the Saudi Pro League. A Brazilian superstar looks to be the latest big name player to move to the Middle East. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "NOBILO",
      "sentences": "In the heart of Compton, California, a new company called Plenty has just opened up what it says is the most technologically advancedvertical farm in the world. Take a look at this episode of CNN's Going Green series. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (voiceover): Since the dawn of civilization, humans have used farms to feed themselves. Agriculture led to cities which led to population expansion and an ever-increasing demand for more food. But today's farming practices aren't without drawbacks. Pesticides and foodborne illnesses are rife among many plants and vegetables, creating health problems for consumers. But now farming the revolutionary innovation that helped bring today's cities into existence may soon exist within them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "ARAMA KUKUTAI, CHIEF EXECUTIVE OFFICER, PLENTY",
      "sentences": "We're saying industry and science come up with new ways to make food for consumers.UNIDENTIFIED FEMALE (voiceover): Arama Kukutai is the CEO of a San Francisco-based startup called Plenty. Taking a stroll around this glistening new $100-million factory in Compton California, you might be surprised to find the cutting-edge product they're creating is actually well, produce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "KUKUTAI",
      "sentences": "We're standing here today, our first commercial farm for Plenty and arguably the most advanced vertical farm in the world from a technologystandpoint. UNIDENTIFIED FEMALE (voiceover): Plenty's vertical farming operation opened in Compton in May. Once it's fully up and running, the farm expects to produce up to 4.5 million pounds of food a year on about one percent of the land a regular outdoor farm would need. Similar to the way skyscrapers can pack in many extra apartments or offices. The secret to vertical farming is all about growing up, not out. And being indoors allows Plenty's plants to grow in optimal conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:17",
      "speaker": "NOBILO",
      "sentences": "For this and more stories about the innovative solutions to our climate challenges, you can visit cnn.com/going Green.China is condemning the transit of Taiwan's vice president through the U.S. calling William Lai quote, a troublemaker through and through. Lai is the front runner in Taiwan's presidential elections next year, and he's making a stopover in the U.S. enroute to Paraguay to attend the inauguration of its new president. At a banquet in New York Sunday, Lai said Taiwan would never back down to China's threats. (BEGIN VIDEO CLIP) WILLIAM LAI, TAIWANESE VICE PRESIDENT (through translator): No matter how great the threat of totalitarianism is to Taiwan, we will never be afraid or back down. We will always uphold the values of democracy and freedom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:17",
      "speaker": "NOBILO",
      "sentences": "North Korea's leader is calling for a drastic boost in the nation's missile production capacity. Kim Jong-un visited major weapons factories onFriday and Saturday according to state media. They produce a variety of munitions including strategic missiles. Kim says North Korea's military should be ready to respond to war at any time. NASA's Webb Telescope has spotted a literal cosmic question mark deep within the galaxy. The glowing object in the shape of a question mark was captured last month. You can see it there. Scientists are not sure about its origin, but they think it's what happens when two galaxies collide. In fact, they say that the merging of galaxies into a question mark like shape has happened before. But a physics professor compared it to someone who finds a chicken tender that looks like George Washington (INAUDIBLE) Another big coup for the Saudi Arabian Pro league. Brazilian superstar Neymar has reportedly signed on with the Saudi Club Al Hilal. The 31-year- old making the move from Paris-Saint Germain. Coy Wire joins me now with more. Coy, tell us more about what we know of this latest signing for the league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:17",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Well, Bianca, it means that the great migration continues, right? And this time with the most expensive player inhistory in Neymar, Junior. We're talking about the Pro League here that has already wooed the likes of Ronaldo, Benzema, Firmino, Kante and to get Neymar now look out, making some waves. Absolutely, we'll have an expert on to analyze. And also, one other story for you. Imagine us trying to do the show here and this song just starts blasting in our ear in the middle of our attempt to work. Well, that happened to a tennis star on her way to try and to win on tour. We'll have that and more coming up.",
      "isLastSentenceInterrupted": false
    }
  ]
}