{
  "date": "2023-10-01",
  "headline": "CNN Newsroom",
  "subHeadline": "To Keep Government Operational, Biden Signs 45-Day Spending Bill; Additional Aid For Ukraine Not Included In Final Bill; After Vote, McCarthy's Position As Speaker Might Be In Jeopardy; Americans Fed Up With Politics, According To Recent Surveys; Interview With University Of Essex Professor Of Government Natasha Lindstaedt; Senate Leaders From Both Parties Swear To Continue Funding Ukraine; Two Terrorists Carried Out Bomb Attack In Front Of Interior Ministry In Ankara, Turkey; Shutdown Battle Impacts Ukraine; Russia's War On Ukraine; Day of Defenders Celebrated In Ukraine; Beginning Of Russia's Fall Enlistment Drive; Slovakia Election; Saturday's Election Won By Party Led by Pro-Russian Former Prime Minister; People's Republic Of China's 74th Anniversary Of Its Founding; U.S. Border Crisis; After Unprecedented Flooding, New York City Is Drying Out; October Will Begin With Parts Of The U.S. Experiencing Record Warmth; Ryder Cup 2023; Europe, On The Verge Of Recapturing Prized Trophy; NASA's Asteroid Ambitions. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:48",
      "speaker": "LAILA HARRAK, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us from the United States and all around the world. I'm Laila Harrak.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's been a day full of twists and turns, but the American people can breathe a sigh of relief. There will be no government shutdown.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:48",
      "speaker": "HARRAK",
      "sentences": "The U.S. government still operating, but Kevin McCarthy needed Democrats to seal the deal. Ahead, what could be next for the Republican house speaker.Plus, the U.S. funding for Ukraine not included in the spending bill. We'll take a look how that might affect troops on the ground. And President Jimmy Carter turns 99 years old today. We'll take a look at birthday greetings for America's 39th president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:48",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is \"CNN Newsroom with Laila Harrak\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:48",
      "speaker": "HARRAK",
      "sentences": "Deep anxiety over an impending government shutdown gave way to relief late Saturday, when U.S. President Joe Biden signed a 45-day stopgap measure to keep the government running and the military paid. Well, the president advised Congress to use the extension wisely, saying there's plenty of time to pass government funding bills for the next fiscal year, and I strongly urge Congress to get to work right away. The American people expect their government to work.Well, U.S. House Speaker Kevin McCarthy had to reach across the aisle to get the temporary spending bill through the House before sending it over to the Senate. Well, after the House vote, here's what he said about the GOP hardliners who had stalled the process. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA), U.S. HOUSE SPEAKER: You have members in your conference that won't let you vote for appropriations bills, doesn't want an omnibus, and won't vote for a stopgap measure so the only option is to shut down and not pay our troops? I don't want to be a part of that team. I want to be part of a conservative group that wants to get things done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:48",
      "speaker": "HARRAK",
      "sentences": "Well, U.S. House Democratic Leader Hakeem Jeffries had this reaction to the surprise turnaround in the House.(BEGIN VIDEO CLIP) REP. HAKEEM JEFFRIES (D-NY), U.S. HOUSE DEMOCRATIC LEADER: The American people have won. The extreme MAGA Republicans have lost. It was a victory for the American people and a complete and total surrender by right-wing extremists who, throughout the year, have tried to hate -- to hijack the Congress. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:48",
      "speaker": "HARRAK",
      "sentences": "Well, for more on how all of this played out, here's CNN's Manu Raju on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Think it's shameful in many, many ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We cannot continue to kick this can down the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm disappointed. I wish we had fought. We just didn't fight.REP. LAUREN BOEBERT (R-CO): We should have forced them to come to the negotiating table and come to conference and hash out our differences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "RAJU",
      "sentences": "Now, none of those members, though, said that they would actually vote to oust Speaker McCarthy. I asked every single one of them if they were ready to do that. They were would not go there. Raising questions about whether the effort to push him out will succeed. Matt Gaetz, the ringleader of that effort has not said explicitly. He will file a vote to push McCarthy out of the speakership. But this is a threat that has been over the speaker for some time and when I asked the speaker about this earlier today, he said, bring it on.Manu Raju, CNN, Capitol Hill. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HARRAK",
      "sentences": "Well, as Manu explained, Kevin McCarthy is practically daring hardliner Republicans to come after him. Here he is after the vote.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MCCARTHY",
      "sentences": "If somebody wants to make a motion against me, bring it. There has to be an adult in the room. I am going to govern with what is best for this country.(END VIDEO CLIP) HARRAK: Well, of course, we don't know if there will be a motion to oust McCarthy, but as one Republican lawmaker told our Dana Bash, McCarthy's problems are largely of his own making. (BEGIN VIDEO CLIP) REP. KEN BUCK (R-CO): We knew in January that we had to pass 12 appropriations bills. He and so many others wait until the very last minute to jam people with bad spending bills, with the excuse that the only option we had was to shut down government or spend too much money. That's not the option. He promised when he ran for speaker that we would have 12 votes on 12 separate bills. And he did not fulfill that promise. Then he promised the president a very high number on spending, and he promised other Republicans in the House lower numbers. So, he has made promises that conflict with each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT AND CNN ANCHOR, INSIDE POLITICS",
      "sentences": "Come Monday, when you all come in, will there be a motion to vacate the chair? Meaning, throw him out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BUCK",
      "sentences": "Well, I am not going to make that motion. Matt Gaetz may make it, some others may make it. But he's going to have to rely on Democrats again to survive and to keep his speakership.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HARRAK",
      "sentences": "Partisanship, infighting, and dysfunction in Congress have contributed to many Americans feeling sour about the institution and politics in general. According to recent Pew surveys, 65 percent of Americans say they are exhausted, while 55 percent say it makes them angry, only 10 percent view the situation with hope. And a whopping 86 percent of Americans say they agree with this description. Republicans and Democrats are more focused on fighting each other than solving problems.With us now from England is Natasha Lindstaedt, a professor of government at the University of Essex. A very good morning. So good to have you with us, Natasha. Crisis averted, at least for now, that is. Majority leader Chuck Schumer said that the American people can breathe a sigh of relief that there will be no government shutdown. Polling, as I just mentioned, just shows that Americans are deeply disillusioned with their elected officials. What is the perception now? Do people feel that this measure is good news for the American people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HARRAK",
      "sentences": "Let's talk about the speaker and take a look the consequences for Mr. McCarthy. He dared his critics to try and oust him. What are the risks involved for him? And are there any contenders waiting in the wings to replace him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "LINDSTAEDT",
      "sentences": "Well, he's taking on huge risks by what he did, although this gamble did pay off. And we see that when he tried to gain the speakership, he made all kinds of concessions to this right-wing MAGA, you know, element of the Republican Party in order to be speaker that made him not a very powerful speaker and that it would be very easy to oust him.We see Matt Gaetz, who has been on TV last week, calling him publicly pathetic, and basically calling him a liar and criticizing him at every turn. So, he's showing to the American public that there's huge acquisitions divisions within the Republican Party. But Kevin McCarthy was able to hold on for this moment. How much longer, it's not clear. Because you have a real dangerous situation when a small group of people, very extreme, and we see this in some other countries, are really able to control things. To put a stop to things. To paralyze the country. So, it's a real concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HARRAK",
      "sentences": "A real concern. And another concern in terms of foreign policy. I mean, there are signs now that support for Ukraine is beginning to waiver. Is Ukraine becoming a wedge issue in U.S. politics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "LINDSTAEDT",
      "sentences": "It has definitely become a really critical issue, with the Democrats basically being pushed into a corner. Are you willing to not pay 2 million members of the military, and 1.5 million or more of federal employees for this issue of supporting Ukraine? And of course, they didn't want to do that.And so, we're seeing there's not as much support as there's been in the past for supporting the effort in Ukraine. It's gotten to the point where the war is a bit of a stalemate, and that makes it actually all the more important to support the Ukrainians here. But we're seeing a bit of fatigue, both in Europe and in the U.S. And it's become a big issue in American politics that seems to be one that will continue to plague both sides, as they move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HARRAK",
      "sentences": "And briefly, a final thought from you, what does this episode signal now to the world about U.S. government? Does it have any effect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "LINDSTAEDT",
      "sentences": "I'm not sure what the impact this particular episode is, but it's well-noted that U.S. politics is very, very, very polarized. It's very difficult to get things done. And we're seeing that this plays to the MAGA Republicans. They want to show that Washington is broken. They want to pursue a different way of governing. And that is also really problematic for American democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HARRAK",
      "sentences": "Natasha Lindstaedt, always good to have you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "LINDSTAEDT",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "HARRAK",
      "sentences": "And as you just heard, Ukraine is starting a new tradition today to honor military members who gave their lives for the country. President Zelenskyy urged all Ukrainians to drop whatever they're doing at 9For more, Katie Polglase joins us now from London. Good day, Katie. President Volodymyr Zelenskyy marks Ukraine's Defenders Day holiday at a very, very critical time for his country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "KATIE POLGLASE, CNN INVESTIGATIVE RESEARCHER",
      "sentences": "That's absolutely right, Laila. And clearly, as we've been talking this morning about the U.S. spending bill, there is concern from Ukraine's leadership about how certain that western support for Ukraine is. And this message, really, behind the day is a key part of what's Zelenskyy tries to achieve. As always, there's a national message here but there's also a global message.And the global message is that this day of remembrance, this day of mourning is a reminder of how much Ukrainians are sacrificing and risking their lives in this conflict as the war continues on. And why western support, western aid in this conflict is so crucial. It's not just about weaponry. It's about the lives being lost on a daily basis. And the civilian cost as well, that we are continuously reporting on. And let's not just forget, it's not just this day of remembrance that's happening today, it's also the day of a start of military conscription in areas that are currently under Russian control annexed to Russia illegally. This includes Luhansk, Donetsk, Zaporizhzhia, Kherson, these areas today begin military conscription into the Russian army. That is the reality of how much this is changing life on the ground in Ukraine as this war continues on. And as we head into these winter months, when the weather will get harsher, it will get colder, and undoubtedly, the fighting will get ever-more challenging. We saw last winter that Russia targeted energy infrastructure that keeps effectively life going. It makes life bearable in the winter months, electricity, heating, life that makes things manageable, really, for civilians in the winter. We're already seeing that pattern emerging again as we head into this winter, as well. And this is the fear that Zelenskyy has. He needs this support from these western allies. And so, a day such as this is really to remind the world of how important this conflict is for his people and why that western support is so desperately needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "HARRAK",
      "sentences": "And Ukraine, Katie, unveiled a plan to boost its defense production. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "POLGLASE",
      "sentences": "That's absolutely right. Yesterday, they held a big forum. This was to bring a lot of companies, we're talking over 250 companies to Ukraine to discuss effectively boosting the production of weaponry, making Ukraine a little bit more self-sustained in terms of their production capacity and weaponry. And you can see why, as we're talking about this western support from our European allies, also increasingly U.S. support, potentially in doubt, making Ukraine more self-sufficient in the amount of weapons that they can make is clearly crucial.And so, these discussions, there were some agreements that came out. Zelenskyy says there were 20 agreements with companies there that came out of them. And this involves 19 different countries that these companies came from that were part of this forum. All of this is to talk about how to make weaponry in a variety supply of forums. So, we're talking about supply of components, we're talking about production of ammunition, technology exchange. All of this is to make sure that Ukraine has supply going forward as the winter continues. And clearly, this war is dragging on for both sides for Russia and Ukraine. And as we've talked about extensively in the past few months, supply chains continuing to have weaponry as the months continue is very challenging. Particularly if allied support is in doubt. And so, making sure that the weapons is made in-house, made in Ukraine, by Ukrainian companies for the Ukrainian army is something that is really a top priority for Ukraine at the moment. Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes, Laila, the concern broadly speaking from, you know, the west and the international community supporting Ukraine right now is that Slovakia may, under the leadership of Robert Fico, become sort of a Viktor Orban, the prime minister of Hungary who has sought to, you know, water down or block in some instances sanctions, rather, policies against Russia.More practically speaking and more immediately is that the aid -- military aid going to Ukraine could stop or at least slowdown from Slovakia. That is because Fico has previously taken the Russian line, saying that it was, in his words, a Ukrainian Nazis and fascists that provoked Russia into war in the first place. And his basic argument on the campaign trail has essentially been, look, we should not be sending weapons and ammunition to Ukraine because the more we do that, the more it just prolongs a war in which Ukraine can't win because Russia would simply never accept defeat. And this is a -- an appealing message when you consider what's happening in Slovakia right now. It is a country which, historically, has had a soft spot for Russia, and more practically, people are looking at their pocketbooks. They're being stung by inflation, the country, the public purse is being squeezed by hosting of more than 100,000 Ukrainian refugees. And so, getting this war to end sooner rather than later is certainly appealing to a lot of people, regardless of how that actually happens. But Fico, as you said, will need a coalition partner here. He had not ruled out governing with the far-right Republic Party. But if we look at the results, they haven't actually reached the five percent threshold that you need in Slovakia in order to actually get seats in parliament. So, a more likely coalition partner is going to be the Hlas Party, you see them there in third with just about 15 percent of the vote. This is actually a breakaway offshoot of Fico's own party. And they have a more moderate view on Ukraine, but they have been rather vague. Broadly speaking, they say that, look, Slovakia has sent all that it can afford to send to Ukraine. But they also argue that they should continue to send ammunition at the very least because Slovakia is an ammunition manufacturer and it is good for the economy. And so, Fico's policy towards Ukraine and Russia is very likely to be moderated, simply by political necessity. And we know from history, because he's been prime minister twice before, that he has a track record of being pragmatic in order to actually govern the country, Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:31:56",
      "speaker": "HARRAK",
      "sentences": "Welcome back to our viewers in the United States, Canada, and all around the world. I'm Laila Harrak, and you're watching \"CNN Newsroom\".Washington has approved a last-ditch plan to avert a government shutdown. President Joe Biden signed the spending measure, which will keep federal agencies running through mid-November. The House approved the continuing resolution earlier in the day, with 90 Republicans and one Democrat voting against it. It includes more aid for natural disasters, but not additional funding for Ukraine or border security. The White House may rest a little easier after avoiding a shutdown, but CNN Senior White House Correspondent MJ Lee tells us that there are still questions that need to be addressed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:31:56",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Just hours ahead of a midnight deadline for a government shutdown, President Biden signing into law a government funding bill that would fund the government for 45 days. The White House had made a deliberate decision some time ago to take a hands-off approach, as the process unfolded on Capitol Hill.The messaging that we have been hearing from the White House over the last few days has really been this is the House Republican's problem to solve. They made a political calculation that if the government were to shut down at midnight, that House Republicans would end up shouldering much of that political blame. Of course, there is a sigh of relief tonight here at the White House that a government shutdown has been averted, but there are two very big outstanding questions. First is, how the government is going to potentially secure more funding for Ukraine. That has been a big priority for many Democrats and White House officials, as well. And it's also just not clear whether or not a situation like this is again going to unfold exactly 45 days from now. But again, there is a huge sigh of relief that a government shutdown, that the White House had been bracing for and had been preparing for has now been averted. CNN, MJ Lee, the White House. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:31:56",
      "speaker": "HARRAK",
      "sentences": "A lot of clamoring on Capitol Hill about the border crisis, but still Congress offered no new funding in its stopgap measure to address it. And you can see the surge of migrant encounters at the southern border has increased exponentially in recent years. CNN's Camila Bernal reports that one border county has declared it a humanitarian crisis.(BEGIN VIDEO CLIP) CAMILA BERNAL, CNN NATIONAL CORRESPONDENT (voiceover): A dramatic increase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:31:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Espanol.BERNAL (voiceover): Hundreds of migrants almost constantly arriving in waves into the California border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:31:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:31:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Russia.BERNAL (voiceover): Sometimes 50 or 100 or just five. Many with the help of a so-called coyote (ph) or smuggler. We ran into one operating openly at the border. He asked us not to show his face and distort his voice for fear of being killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BERNAL",
      "sentences": "He says they're at war with another cartel. And so, the only way they can get money is by bringing people in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Si. Si, senyora.BERNAL (voiceover): People like Alexander.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BERNAL",
      "sentences": "He says he came here because of the violence that you live in Colombia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JACQUELINE ARELLANO, BORDER KINDNESS",
      "sentences": "The number of hundreds of people being here at any given time over the last couple of weeks is not normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BERNAL",
      "sentences": "Behind me is Mexico. This is an area in Boulevard, California where there is a gap in the border wall, so a lot of the migrants are able to just walk into the United States. They continue this walk along the border wall and eventually turn themselves into border patrol. This is where that asylum process begins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ARELLANO",
      "sentences": "They don't have food and they don't have water and they don't have supplies on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BERNAL",
      "sentences": "Jacqueline Arellano with the nonprofit Border Kindness says there's not enough to address the need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ARELLANO",
      "sentences": "It's just regular folks patching up together in a humanitarian response to a huge crisis is not sustainable.BERNAL (voiceover): This week, the County of San Diego with a bipartisan vote unanimously declared a humanitarian crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NORA VARGAS, SAN DIEGO COUNTY SUPERVISOR",
      "sentences": "The reason why we're advocating that the federal government get engaged in this process is because this is a federal issue. You're talking about asylum seekers that, you know, legally, have a right to be here and to be processed and to get to their final destination.BERNAL (voiceover): The hope is that the federal government provides for migrants like Mayra, and thousands of others who, after being processed by customs and border protection, will eventually be released in the streets of San Diego.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BERNAL",
      "sentences": "She says she wants to work, be honorable, and have a good job.BERNAL (voiceover): But first, they wait in the desert. These makeshift shelters, their only protection. Camila Bernal, CNN, Boulevard, California. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HARRAK",
      "sentences": "Well, the last-minute vote wasn't the only drama on Capitol Hill on Saturday. Just before the House was scheduled to vote on the stopgap spending bill, Jamaal Bowman pulled a fire alarm in a congressional office building. The New York Democrat says it was an accident, telling reporters. He was trying to get through a closed door and mistook the alarm for a way to open it. Bowman is facing a backlash. Republican lawmakers are calling for his censure, accusing him of trying to stall the vote. Bowman says, that accusation is, \"Complete B.S.\"A developing story from Illinois, residents there are being allowed to return home after a deadly crash involving a vehicle, carrying thousands of gallons of ammonia. Five people were killed when the semi-truck crashed in a village a couple of hundred miles south of Chicago. Hundreds of residents were forced to flee and the fire department now says, testing indicates that the danger from the ammonia has dissipated. A day after historic flooding hit New York City, the region is beginning to dry out. Friday's storm dropped the most rain ever recorded at JFK airport. The state of emergency is now in effect for the next six days. And while some flood warnings are still in effect, what a difference a day makes. CNN's Polo Sandoval reports now from New York. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Well, there's certainly a sense of normalcy that's been restored in New York City after Friday made for an absolutely nightmarish day for millions of people in America's largest city, with record rainfall soaking the region. Here underground, at the entrance to the New York city subway system, at least one of them, there is also that sense of normalcy.New York Governor Kathy Hochul confirming on Saturday that the transit system is back up and running after parts of it were essentially paralyzed by Friday's weather event. The governor also taking the time to commend not just the responders, but even the people themselves, many of whom were actually listened to some of those warnings and many of them staying off the streets. GOV. KATHY HOCHUL (D-NY): And I want to say this, because New Yorkers heeded our warning, and when they could, they stayed home. And most importantly, they stayed off the roads. What had been described by myself as a potentially life-threatening event ended up being a play -- a time when people listened, they reacted properly, they took precautions, and no lives were lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "HARRAK",
      "sentences": "The calendar may now say October, but parts of the U.S. will see record-high temperatures until at least mid-week. As Meteorologist Allison Chinchar shows us, there is a change coming after that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "In total, more than 30 potential records could be tied or broken, starting Sunday all the way through Wednesday of this week. And you'll notice it's several different regions of the U.S. that are looking at those potential records. Now, for some portions of the Central U.S., those records actually began on Saturday, including the area around Brownsville, Texas, which means they could end up breaking records three or even four days in a row before we finally start to see those temperatures dropping back down towards normal.Take for example, Sioux Falls, going from a high on Sunday of 93 degrees, back down to only 76 on Tuesday. Keeping in mind, however, that that 76 is still actually above normal for this time of year, just not quite as extreme as the high temperature will be on Sunday. Another location looking at that big drop, St. Louis going from a high of 91 on Sunday, down to the low 80s Thursday before dropping back below average in the low-to-mid-70s once we finish out the rest of this week. Farther down to the south, Dallas also looking at several more hot days. Looking at highs in the mid-90s once all the way through Tuesday of the upcoming week before finally dropping back into the 80s by the end of the week, and possibly down even into the low 70s once we get some rain back in the forecast next weekend. Now, this heat is going to stick around, it's just going to start to shift as we head into the latter portion of the upcoming week. So, you'll notice, it starts to recede from the Central U.S., really starting to focus more across the northeast and the mid-Atlantic, as cooler air begins to push into the central U.S. by Wednesday and Thursday of this week. That means into the northeast, those temperatures are actually going to be warming. Looking at Albany, going from 78 on Sunday, back into the mid-80s by Tuesday. Similar scenario for Boston, going from 73 on Sunday, up to the 80s once we get to the middle portion of this week. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:59",
      "speaker": "HARRAK",
      "sentences": "Rory McIlroy and other members of Team Europe confronting -- confronted, rather, an American caddie as tempers flared on the greens of the Ryder Cup in Rome on Saturday. At this point, it would take a historic comeback for the Americans to retain the coveted golf trophy as the tournament heads into its final day. Here's CNN's Patrick Snell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:59",
      "speaker": "PATRICK SNELL, CNN WORLD SPORT ANCHOR",
      "sentences": "Well, America's golfers really have the proverbial mountain to climb, if they have any chance at all of holding on to their title. Europe now just four appoints away from winning back one of the most prestigious titles there is when it comes to international team sports. And all of this, amid plenty of drama and rising tensions too, between the two sides late in the day on Saturday.Europe also winning three of the four morning alternate shot foursomes, as Viktor Hovland and the Swedish rookie Ludvig Aberg powering their way to a record Ryder Cup victory, one that left the world number one player, Scottie Scheffler, literally in tears afterwards. Afterwards Scheffler and Brooks Koepka beaten nine and seven. But in the afternoon, better format, the Americans at least starting to make a fight of it and a real statement victory from Sam Burns and Collin Morikawa who were both in superb form to record an empathic four and three victory against Hovland and Aberg who get a taste of their own medicine. And Burns dishing it out to the crowd as well. But in the last match of the day, partner with Wyndham Clark, U.S. star Patrick Cantlay not wearing a cap he says simply because it doesn't fit, making the 350-footer on 18 to win it for the Americans against Rory McIlroy and Matt Fitzpatrick. But as the U.S. celebrated a really important point, McIlroy apparently incensed by the actions of Cantlay's caddie, Joe LaCava who was very slow to clear the green, McIlroy at one point confronting LaCava, other European players as well like Justin Rose and Shane Lowry also confronting the caddie. And then with play over for the day, McIlroy with frustrations again boiling over involved in another incident, this one in the car park. The Northern Irishman eventually being ushered away by Lowry. While Europe have a 10 and a half to five and a half points lead and no team has ever come back from five back to win it in the competition's near 100-year history. Twice over the years, teams have come back from four points, famously in 1999, the USA say emerging victorious at Brookline. Then in 2012, we witnessed the miracle at Medinah when Europe triumphed just outside of Chicago. Well, as I mentioned earlier, Patrick Cantlay, the only one of the 24 players not wearing a team cap. Social media went wild with talk of USA disunity, which skipper Zach Johnson vehemently dismissed and that Cantlay was protesting because Ryder Cup players are not paid. That, too, completely dismissed by the player himself. PATRICK CANTLAY, U.S. RYDER CUP TEAM MEMBER: Not at all. I mean, I -- this is first I've heard of it right when I got off the green. I mean, that's the furthest thing from the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:59",
      "speaker": "SNELL",
      "sentences": "Patrick Cantlay speaking out there. And with that, it is right back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HARRAK",
      "sentences": "The Powerball jackpot in the U.S. has soared after there was no winner at last night's drawing. The lottery's website says the prize is now a stunning $1.04 billion, as the second largest jackpot this year. And the next drawing is Monday morning. Take a chance.Birthday greetings keep rolling in for Former U.S. President Jimmy Carter. He served at the White House between 1977 and 1981. And the residents marked the occasion with this display on the lawn. Carter turns 99 today. And in his home state of Georgia, a party at the Carter Library with children making birthday cards. Well-wishers celebrated with cake, games, trivia, and fond memories. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "JOYCELYN STOKES, GEORGIA RESIDENT",
      "sentences": "It's important to celebrate President Carter, because he's an honest, honorable man with a lot of character. He brought so much to America. He values the American people. He values peace. He exemplifies everything that a president should exemplify. That is so missing in today's society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "DANIELLE PRICE, GEORGIA RESIDENT",
      "sentences": "I would say 99 years is a great life. I love that he was -- he's been so open about his illness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And we thank God for you, President Carter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}