{
  "date": "2023-02-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Fmr. Gov. Nikkie Haley (R-SC) Announces She's Running for President; Defense Secretary Austin and General Milley Reiterate Support for Ukraine; Texas GOP Pushing Bill to Ban Some Foreign Nationals from Buying Land. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Another candidate in the race, former Ambassador to the U.N. Nikki Haley jumping into the 2024 race for president. Haley will hold her first campaign event tomorrow in South Carolina where, of course, she was governor.(BEGIN VIDEO CLIP) FMR. GOV. NIKKI HALEY (R-SC):  The Washington establishment has failed us over and over and over again. It's time for a new generation of leadership. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "CNN Political Director David Chalian with us now. So, we just saw there Nikki Haley saying in that launch video, time for a new generation of leadership. Look, we have heard that actually from both parties, right? Maybe it's time for somebody, a little bit younger, perhaps not male, looking at things. Is that a broader -- is the sense that that's a broader reference and way that she's pitching herself moving into primary season or is it a pointed reference to her former boss, Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, I don't think it's intended as a pointed reference to Donald Trump. Remember, the ultimate goal here for any Republican running is to take on Joe Biden, the oldest president ever to have served in the job. So, it may have more to do with that. But to your larger point, Erica, this is a sort of card that we see people use, candidates have used time and again when they are indeed from that next generation coming up.And so, Nikki Haley has made clear from all of her public comments in the lead-up to this announcement, she plans to make that generational argument at the very center of her campaign. And, yes, it does to match up against Trump, it matches against Biden, but it is also a call for a new way of thinking and presenting the Republican Party to the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "All right. If she wants to be president, she first has to win the Republican nomination here, and currently, and granted it is early, but current polling puts her at just 1 percent matched up, well, against Trump, but also DeSantis, Pence and others. You can see it there. Not a great number, how does she get that up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SCIUTTO",
      "sentences": "No question. And, well, listen, and to your point, we have seen a lot of folks come from very low early polling numbers to be the nominee and a lot of folks fall from heights. David Chalian, we'll be watching those coming forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "HILL",
      "sentences": "Just moments ago, Defense Secretary Lloyd Austin and Chairman of the Joint Chiefs of Staff General Mark Milley spoke to reports in Brussels. They, of course, are preparing to meet with NATO defense ministers. Today is the ninth meeting of the Ukraine defense contact group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SCIUTTO",
      "sentences": "CNN Senior International Correspondent David McKenzie, he is in Kyiv, the Ukrainian capital. David, Secretary Austin, General Milley, they are trying to encourage some confidence for Ukrainians and show unity, it seems, among the alliance. I wonder how that message is resonating where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Jim, certainly, this is a critical moment of this campaign. And you've had alarms ringing from both Ukrainians and NATO and even those U.S. leadership about the lack of ammunition that is on the frontlines of this fight in the east of this conflict.Now, yes, they were pushing to keep up morale and certainly lauding the Ukrainian military for their continued pushback of Russians' wave after wave of attacks in the eastern front. And now General Milley, in particular, spoke about that in his comments. Take a listen. (BEGIN VIDEO CLIP) GEN. MARK MILLEY, JOINT CHIEFS CHAIRMAN:  Ukrainians, I don't want to project forward what the Ukrainians may or may not do. As you know from this particular conference here, we are plussing up with a significant amount of capabilities, of ground maneuver artillery, et cetera. What they do with that, that will be up to the Ukrainians in the coming weeks and months. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "MCKENZIE",
      "sentences": "The German defense minister says they are ramping up production, Jim, to try and get those artillery shells into the field in time to push back those Russian forces. Jim, Erica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "SCIUTTO",
      "sentences": "David McKenzie, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "This morning, there is growing outrage in Texas over a controversial bill that is working its way through the state's legislature which could ban Chinese nationals in addition to citizens from North Korea, Iran and Russia from buying property in the Lone Star State. Over the weekend, Democrats in the state joining demonstrators in Houston to protest that bill, saying it is racist and that it wrongly targets the Asian-American community.(BEGIN VIDEO CLIP) STATE REP. GENE WU (D-TX):  This type of legislation, this growing anti-Asian, anti-immigrant sentiment is a direct attack on our community and on our city, frankly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "Texas Governor Greg Abbott has signaled if that bill though does reach his desk, he will sign it into law.Joining me now, Houston Mayor Sylvester Turner, who was at that protest on Sunday, again, Senate Bill 147. Mayor Turner, what are your specific concerns with this bill, sir? MAYOR SYLVESTER TURNER (D-HOUSTON, TX):  Well, number one, it does single out people, let's say from China, from Asia as a whole, from other countries, immigrants, permanent nationals who are here on their green cards, people who have every right to be here in the United States, in the state of Texas, and they have every right to purchase land or own a home. And so why would we be singling out individuals who have every right just like other Americans to do the things that we do every single day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "So we did reach out to Texas state senator who introduced this bill, who told CNN in a statement that it is not aimed at U.S. citizens or legal permanent residents. As I understand it, that is a change is supposed to be being made, going on to say it is about, quote, common sense safeguards against Russian, North Korean, Chinese and Iranian authoritarian regimes, not those fleeing the tyranny of governments who seek freedom in Texas. And she went on to cite, the specific purchase of about 140,000 acres near Lackland Air Force Base, which had been purchased by a former officer of the Chinese army. Does that concern you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TURNER",
      "sentences": "It does. And let me ask, how do you enforce it? How do you determine someone who is here from, let's say, North Korea, that the bill is aimed at persons from North Korea, from someone from South Korea? How do you distinguish someone from China versus someone from Japan? So, does everyone who looks like an Asian, must they come up with some evidence that they do not fall within the parameters of this bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "So, is your concern that this is done -- so let me understand what you are saying, sir, too. So, is you concern that this is simply on if somebody comes to a closing or goes into buy, buy property, if they appear to be of Asian descent, your concern is that they will be immediately be told they cannot do that? Are you saying that there wouldn't be any --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TURNER",
      "sentences": "Yes, feel afraid (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "But you do have to provide documentation of your identity at any -- I mean, it has been a little while since I have purchased a home, but, obviously, I have to say that I am Erica Hill, I have to provide that documentation, someone would have to provide that documentation as well, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:05",
      "speaker": "HILL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:05",
      "speaker": "TURNER",
      "sentences": "So, the bill creates a very negative tone when we are already dealing with a lot of hate crimes in the United States already. HILLAre you saying you would like to see it even more narrow, that it's -- you raised, you said you were concerned about that purchase by a former Chinese army officials. Should it be about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:05",
      "speaker": "TURNER",
      "sentences": "I am very familiar with the senator who proposed this bill, and I served in the Texas legislature with 27 years and I worked with her. And I think she is a very fine person, but the bill has unintended consequences. I will give her the benefit of the doubt on that. But it is a bill that is discriminatory and on its face.And then it is not just the words on the bill, how do you enforce it? How do you determine that someone from South Korea that's not listed in this bill is not caught up within this bill? There are 500,000 green card holders from China in the United States alone. They have every right to purchase property or own a home in this country. So, I understand what her intent may be but the negative consequences far outweigh and it is questionable whether or not this bill is constitutional on its face. And this is not a Democratic or Republican issue. Let me be very clear about this. This shouldn't be about partisanship, it shouldn't be about whether you are a Democrat or a Republican, the fact of the matter is Senate Bill 147 is very divisive, creates negative tones, will lead to further Asian hate and should not be denying people who have every right to own a home in this country, deny them their right because of the oppressive policies of this government. Let's deal with the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:05",
      "speaker": "HILL",
      "sentences": "It is certainly a bill that we will be continuing to follow closely as it makes its way through the debate certainly there. Mayor Turner, I really appreciate you taking the time to join us today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:05",
      "speaker": "TURNER",
      "sentences": "Thank you very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "If you have not already, there is a little time to get those Valentine's Day gifts, a little time, but not much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "You have got hours. You've got plenty of time. Don't worry. New data this morning -- SCIUTTO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "-- revealing how much America's plan to spend this year as they celebrate that special someone. Who better to break it down for us than our own beloved Harry Enten at the magic wall this morning with more? Happy Valentine's Day, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Happy Valentine's Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "How much are we spending this year? Love is priceless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ENTEN",
      "sentences": "Love is priceless. Love is in the air. Valentine's Day spending among those who's celebrating, it's up 10 percent from last year on average to now $193. But what are people spending it on? Here is what people are buying. They say, okay, number one, candy, number two, greeting cards, a personal favorite, three, flowers, four, dining out, five, jewelry.Of course, what people actually want may be a little bit different. What do they want? Keep it simple, basic. Number one, card, number two, a nice dinner out, that is what I'll be doing tonight, number three, chocolates and candy, four, flowers, five, who doesn't love some homemade baked goods, right? Now, in terms of perhaps you want to go a little bit fancier, right, what about a destination? Let's go out to Valentine's Day travel, and go to the state of Florida. People love Orlando, Miami, Fort Lauderdale. But if you're looking for perhaps something a little bit more in the heart, right, a relationship, how are people meeting folks these days? Well, U.S. adults in dating apps, if you are a young person like me, 53 percent have been using some dating apps, getting to the 30 to 49 age bracket, 37 percent, but among those age 65 percent or older, just 13 percent. But love is in the air, right, guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "Look, that's an important number. My mom met her lovely boyfriend, Ed, online. Sorry, mom. But I am happy you found Ed. There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ENTEN",
      "sentences": "Whatever works, that's what I would say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ENTEN",
      "sentences": "I am happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ENTEN",
      "sentences": "Carvel for everybody on this Valentine's Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "That is Harry Enten's favorite. But if maybe Carvel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCIUTTO",
      "sentences": "Carvel, not mentioned in your list but should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ENTEN",
      "sentences": "It should be. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ENTEN",
      "sentences": "Cakes to all occasions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "Fudgy the whale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ENTEN",
      "sentences": "I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "Valentine's Day is not for everyone as we know, right, Harry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "Yes, but that's okay. Maybe if Valentine's Day isn't for you, maybe you are nursing a broken heart, maybe you are just not buying into the commercial push, maybe you don't love Carvel, the good news is we here in the CNN Newsroom, we have something for you too. For the fourth year, the El Paso Zoo has what may be an enticing alternative. It's called, Quit Bugging Me. It's your chance to name a cockroach after your ex, someone you maybe don't love so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCIUTTO",
      "sentences": "We counted more than 1,100 names on the final list of the names submitted. It's not just for exes, COVID and coronavirus also among the names being submitted. Co-anchors I don't see on there but I can only imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "They did not get to S yet. Just kidding, Sciutto. I did not put you on there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCIUTTO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "But, yes, there you go. Happy Valentine's Day everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCIUTTO",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    }
  ]
}