{
  "date": "2023-07-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Launches Largest Military Operation In West Bank; Hundreds March In Support Of Paris Suburb Mayor Whose House Was Attacked, Injuring His Wife And Child; Two Killed In Russian Attack On Sumy; Saudi Arabia & Russia Extend Production Cuts; Mom & Daughter Thriving in U.S. While Seeking Asylum. Aired 12-12:45 ET",
  "utterances": [
    {
      "timeStamp": "00:00:45",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead here on CNN NEWSROOM.Fleeing Jenin, Palestinian families bulk the West Bank refugee camp, afraid of being caught in the crossfire of another deadly raid by the Israeli military. The Macron factor. What is it about the French president that has led to one round of violent nationwide protests after another? And one month on, the Ukrainian count offensive is steadily making significant gains, but still has not faced the toughest of all Russian defenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "VAUSE",
      "sentences": "And we begin this hour with reports of thousands of Palestinians fleeing their homes in the Jenin refugee camp in the West Bank overnight, fearing another deadly Israeli raid. Explosions and heavy gunfire could be heard well into Tuesday morning, almost 24 hours after the biggest IDF counterterrorism operation in Jenin in more than two decades.The Israeli operation began with around 10 airstrikes carried out by attack drones. According to the IDF, a brigade size troop deployment around 500 soldiers targeted what they say was a militant command and control center in the refugee camp. Israeli soldiers came under heavy fire from Palestinian militants. Residents threw rocks at cars and tires on fire, also established barricades. Palestinian officials say at least nine people have been killed, almost 100 injured. Hundreds of civilians have been fleeing that deadly violence not seen since the Second Intifada. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): Today is a dark day. They invaded the camp, same to the invasion of the Jenin camp in 2002.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What did you see? What did you hear?UNIDENTIFIED FEMALE (through translator): We heard broken glasses and clings over our heads. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "VAUSE",
      "sentences": "This is the second Israeli raid into Jenin in little more than two weeks. It was much more intense than the first which left five Palestinians dead.CNN Hadas Gold has been following developments. She reports in now from Jerusalem. (BEGIN VIDEOTAPE) HADAS GOLD, CNN CORRESPONDENT (voice over): Hundreds of Israeli soldiers descending on Jenin, a massive raid supported by airstrikes and bulldozers, tanks on the outskirts of the city, the largest incursion into the West Bank in two decades since the days of the Second Intifada. RICHARD HECHT, ISRAEL ARMY'S INTERNATIONAL SPOKESPERSON: We want to break of the camp being a safe haven for terrorists. GOLD (VOICE OVER): Easier said than done, Israeli forces facing stiff resistance. The army bulldozing its way through. Airstrikes hitting what the military said was terrorist infrastructure. Soldiers firing from nearby homes in their hunt for weapons, explosive tunnels at what they say are militants. Palestinian authorities have condemned the raid, calling it a new war crime against our defenseless people. MAHMOUD ABBAS, PALESTINIAN AUTHORITY PRESIDENT (through translator): We renew our demand to the international community of the need to provide urgent international protection for our people and to impose sanctions on the occupying entity. GOLD (VOICE OVER): In Jenin, some residents say they were overwhelmed by the sheer force of the Israeli attack. HUSSEIN ZEIDA, JENIN RESIDENT (through translator): We are unarmed people. We don't have anything in the camp to respond to this force. There is nothing safe in the camp. They dug all the streets with bulldozers. GOLD (voice over): The Israeli government says it's not at war with Palestinians, like Zeida, but with these men who blames for violence against Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Our troops are battling the terrorists with unyielding resolve and fortitude while doing everything, everything to avoid civilian casualties. GOLD (VOICE OVER)But the cycle of violence only intensifying. Militant group Hamas calling on its members to strike Israel by all available means. But for those caught in the crossfire, Israel warning the operation will last as long as necessary, even if it says it doesn't want to hold ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "HECHT",
      "sentences": "We are focused on the infrastructure inside the camp. It could be hours, it could be days.Hadas Gold, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:45",
      "speaker": "VAUSE",
      "sentences": "Steven Cook is a senior fellow for Middle Eastern Studies at the Council on Foreign Relations. Good to see you, welcome back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "OK, so this IDF raid it seems will not be the last in the West Bank. Israeli Major General Yehuda Fuchs told reporters this operations doesn't stand on its own. This day doesn't stand on its own.And the Israeli Foreign Minister insists this fight though, is not with the Palestinian people. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "ELI COHEN, ISRAELI FOREIGN MINISTER",
      "sentences": "We are striking the tourism hub with a great strength. I want to emphasize that we don't have a fight with the Palestinians.Actually, our fight is with the proxies of Iran in our region, which is mainly with the Hamas, and the Islamic Jihad. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "The guy is making the bombs and the guy is shooting at the Israeli soldiers are Palestinians. And you know, they're all saying one man's terrorist is another man's freedom fighter.So, for many Palestinians, making that distinction of who Israel is having a fight with, may not be uppermost in their minds right now, especially as they flee their homes in Jenin. And this in so many ways, just keeps this whole conflict going from bad to worse, because the Palestinians do see it as a war on the Palestinians. COOK: That's exactly right. I think the statement from the Israeli Foreign Minister is something that you would expect from the Israeli Foreign Minister, and what previous Israeli Foreign Ministers might have said in a similar situation. But certainly, the Palestinians do not see it that way. And they see it as a legitimate form of self-defense against what they consider to be Israeli aggression. One thing that the foreign minister did say, which does ring true, is that the Iranians have been working very hard in recent months to coordinate Hamas Islamic Jihad and actually, Lebanon's Hezbollah. And there is some evidence that they -- these groups have been coordinating. And Jenin has been a center of coordination among at least between Palestinian Islamic Jihad and Hamas. And it's been a real problem for Israeli security. And that's why we see this operation. And we're going to see the continuation of these types of operations against both of those groups in the -- in West Bank. But as you point out, Palestinian see this as a war on man, not just these two groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "So far, it would seem the IDF, many civilians have been wounded, at least according to Palestinian sources, it seems that Israeli soldiers have been very effective targeting militants. With that in mind, here's the Israeli prime minister.(BEGIN VIDEO CLIP) NETANYAHU (through translator): IDF soldiers are doing all of this in one of the most crowded places on earth. And as of now, they are doing so with minimal injury to civilians, and without any injury to noncombatants. And this is the directive, taking care of the security of our forces and avoiding injury to innocence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "There seems to be a level of precision here by the Israeli forces which we have not seen in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "COOK",
      "sentences": "Well, it really depends on your definition of minimum. Of course, Palestinian sources are reporting that about hundred Palestinians have been injured, including eight terrorists have been -- have been killed by Israeli fire.But it is true that the Israelis have sought to leverage their technological proficiency in order to target very specific areas. The fact of the matter is that Islamic Jihad and Hamas put themselves within heavily populated civilian areas in order to put the Israelis in this very difficult situation. Clearly, the Israelis have made the calculation that even as they try to minimize civilian casualty, whoever they do injure is worth the price in international condemnation in order to do a lot of damage to Islamic Jihad and Hamas and Jenin. VAUSE: Yes, and that's expected Hamas and Islamic Jihad caught on Palestinians to join this fight against Israelis. But I want you to listen to the President of the Palestinian Authority Mahmoud Abbas, here he is. (BEGIN VIDEO CLIP) ABBAS (through translator): I have directed the government and its agencies to provide everything necessary to strengthen the steadfastness of our people in Jenin and all the land of the State of Palestine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "That sounds like P.A. security forces which in the past Israel has relied on to maintain security in the West Bank. Are they one step away from open conflict with the IDF?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "It seems that the P.A. has been sidelined for most of the time through all of this.Steven, as you say, thanks very much. We really appreciate it. Steven Cook there, senior fellow for Middle Eastern Studies Council on foreign relations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "COOK",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "Just hours from now, the French President will meet with mayors of cities rocked by a week of riot and looting. An uneasy calm has settled over Paris after violent protests sparked by the deadly police shooting of a 17-year-old delivery driver. CNN's Melissa Bell has late details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "It was another weekend of violence here in France with the violence that seemed to taper off by Sunday night. Just over 150 people were arrested, way down from the numbers we'd seen on Saturday and on Friday night.Part of that, key to that may have been the appeal from the grandmother of young Nahel M, the 17-year-old of North African descent who was killed last Tuesday at the police stop. She appealed for calm on Sunday, urging people to stay home. Now that may be part of the answer as to why the violence has dropped off. But also, some of the shocking scenes that we saw on the night from Saturday to Sunday when a burning car was rammed into the house of a local mayor in suburban Paris, when his wife and two young children were inside. A peaceful protest in L'Hay-les-Roses, that suburb where it took place, led by the mayor appealing for calm and saying that at this stage, a line had been crossed. Still, French authorities taking no chances, they will remain on the streets of France this Monday night. The 45,000 police men and women that have patrolled the streets over the weekend as well. The police chief here in Paris saying that they want to make sure that there are no more incidents. There is also what the politicians are now trying to do to calm the minds of those in the suburbs, not just here in Paris, but elsewhere in France. Emmanuel Macron meeting on Monday with the heads of Parliament, he will meet on Tuesday with the leaders of some 220 villages and communes where much of the violence took place. The mayors who have been so directly impacted. Melissa Bell, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Los Angeles, CNN European Affairs commentator, Dominic Thomas. Good to see you, Dominic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "DOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATOR",
      "sentences": "Thanks for having me on, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "OK, so here's the French Prime Minister speaking Monday, with relative calm for the first time in days now settling over Paris and the rest of the country issues. Here she is.(BEGIN VIDEO CLIP) ELISABETH BORNE, FRENCH PRIME MINISTER (through translator): Obviously, the crisis brings up numerous questions in any case. Today, our priority is to ensure the return of republican order with the kind of order maintained tonight and with a strong criminal response. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "It does indeed raise a lot of questions. But will the questions be about the root cause of the riots, about systemic racism and French law enforcement? Will the questions be about a tougher response on protesters, increasing deterrence, maybe increasing punishment? Which way does this debate now head?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "THOMAS",
      "sentences": "Unfortunately, John, I think it goes down the road of not addressing the range of issues we've been talking about for the past week, and it goes down with furthering that law and order agenda. And I think that is a very real, missed opportunity.Yes, there was violence. Yes, that violence is an expression of anger. But it also distracts from I think some of the remarkable things that took place over the past week, which was that there were very large protests that were very diverse, with thousands and thousands of young people, paradoxically, with a message calling not just for justice, but for greater access to those Republican ideals that the Prime Minister was referring to. And I think, unfortunately, if they don't address those underlying issues, they're going to continue to haunt this republic. And it means the situation moving forward, John, will remain volatile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "Yes. Macron seems sort of caught in the middle here. Sort of becoming increasingly unpopular by the day, no matter what he does.One recent poll had his job approval around 23 percent -- 23 percent while 72 percent disapproved what he was doing. And July 14, is his self-imposed 100 day deadline to heal the nation. After, what, almost three months of nationwide protests over pension reform. It seems pretty hard to heal the nation when almost three quarters of the country disapproves of the job you're doing as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:07",
      "speaker": "VAUSE",
      "sentences": "And even during his first term, he faced the Yellow Jacket Protests. Now, these nationwide protests over racism within the police force. The economist put it this way, Macron's minority centrist government is squeezed between a block on the far left and another on the national side right. The rioting has handed both opposition factors a chance to undermine his presidency once again.So, it's the central problem for Macron. He just doesn't obviously have a major support base here, but more importantly, has a unique ability to govern in a way which pleases almost no one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:07",
      "speaker": "THOMAS",
      "sentences": "Yes, that's true. And the economist is not wrong here. But this is a situation that was made and packaged by Emmanuel Macron.Emmanuel Macron was a former socialist minister, who decided in 2017 to launch a campaign as a centrist candidate, and essentially won that 2017 election by absorbing the right and by essentially rendering the socialist left obsolete. So, he's created the center -- sort of central position that he now occupies, with a far left and a far right that the two major parties left on the electoral landscape today, who are absolutely determined to end up in the runoff stages in the 2027 elections, and who have been obstructionist in Parliament, of course, in their goal to undermine his presidency. But at the end of the day, he is the president. He's at the helm. And the fact that electorally he sees the future of his party, not just moving to the right, but poaching on right wing voters through these kinds of debates on identity and cultural debates and immigration. And that's not enough to take care of that other pillar, which is the pillar of equality, which is what so much has been about and the unrest since the pension reform, the yellow vests and ultimately, the question of ethnic minorities in France today, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:07",
      "speaker": "VAUSE",
      "sentences": "Dominic, always great to have you with us. Thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:07",
      "speaker": "THOMAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:07",
      "speaker": "VAUSE",
      "sentences": "We'll take a short break. When we come back here on CNN NEWSROOM, slow and steady. Ukrainian officials say their month long counter offensive is going just as planned.Also ahead, Hong Kong Police placed bounties on the heads of pro- democracy protesters living abroad, but can they actually make an arrest? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:12",
      "speaker": "VAUSE",
      "sentences": "The motive right now is unclear. Police say the shooting spent several blocks. They also arrested another person believed who fired back at the gunman during his rampage.This past week has been difficult for Ukrainian forces but the Ukrainian president says progress is still being made slowly but surely. Ukrainian military officials say more than 180,000 Russian troops are deployed on two major Eastern fronts. Those troops reportedly include air assault units, as well as convicted criminals. The commander of the Ukrainian land forces say there are some 50,000 troops near Bakhmut. The fighting is fierce and tricky with the same position, changing hands several times a day. Meantime, Russia is continuing to attack civilians. At least two people were killed in the city of Sumy after a Russian drone assault, which hit two apartment blocks and an administration building. 19 people were wounded, including a 5-year-old child. Ukraine's president says this is a stark reminder of the need for more aid. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Unfortunately, our state does not yet have a sufficient number of high quality air defense systems to protect our entire territory and shoot down all enemy targets. The enemy takes advantage of this, as they did today by launching another terrorist attack on the city of Sumy using an Iranian drone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:12",
      "speaker": "VAUSE",
      "sentences": "CNN's Senior International Correspondent Ben Wedeman has late details.(BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): Ukraine's much anticipated counter offensive now well into its fourth week. The front lines ever more intense. But the game so far small and incremental. Ukrainian forces are pushing forward in the south, liberating just over 150 square kilometers, that's only 60 square miles. But as Ukraine advances, the country's Deputy Defense Minister says Russia is stepping up attacks in the east. The enemy is trying to force our troops out of their positions, but is receiving a worthy rebuff, she said in her latest update. On several fronts, Russian forces are managing to move forward. Now, on the offensive in the town of Svatove in the Luhansk region. Back in Moscow, Russia's military leaders continue to project strength, even after the recent mutiny by Wagner mercenaries. SERGEI SHOIGU, RUSSIAN DEFENSE MINISTER (through translator): These plans failed primarily because the personnel of the Armed Forces showed loyalty to their oath and military duty. The provocation did not have impact on the actions of the groupings of troops, the servicemen courageously and selflessly continued to solve the tasks assigned to them. WEDEMAN (voice over): Russia's assault on Ukraine also continues further from the frontlines, hammering civilian infrastructure. Monday four Russian drones were launched in the northeastern city of Sumy, hitting two residential apartment blocks at a local administrative building. That attack killed two people and injured at least 19. Rescuers are determined to quickly clear up the aftermath. Just as Ukrainian forces tell CNN, they're determined to keep inching forward. Ben Wedeman, CNN, eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:12",
      "speaker": "VAUSE",
      "sentences": "General Mark Hertling is a CNN Military Analyst and the former commanding general of U.S. Army in Europe and Seventh Army as well. General, good to see you.LT. GEN. MARK HERTLING, CNN MILITARY ANALYST: Good to see you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:12",
      "speaker": "VAUSE",
      "sentences": "OK, so we're now about a month into this Ukrainian counter offensive. There seems to be little anxiety about you know, a lack of progress among some analysts watching from a distance. Ukrainian officials say all is going to plan. Here's the Deputy Minister for defense.(BEGIN VIDEO CLIP) HANNA MALIAR, UKRAINIAN DEPUTY DEFENSE MINISTER (through translator): Over the past week in the East in the direction of Bakhmut, the position of our troops has improved. The freed area was increased by nine square kilometers. In the south, in the Melitopol and Berdyansk areas, the liberated territories have increased by more than 28 square kilometers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:12",
      "speaker": "VAUSE",
      "sentences": "In the past, we've talked about a frontline that was moving very incrementally for months, you're mentioning feet or maybe meters. As we're talking in terms of kilometers or miles, that seems pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "Slow and steady seems to be the way they're doing it, especially when compared to the last major operations. When the Ukrainians retook the Kharkiv region and all sort of happened, you know, in lightning speed, they took the Russians by surprise.This time, a Ukrainian military spokesman says Russia has deployed over 180,000 troops to two major eastern fronts: Lyman-Kupyansk, as well as in the direction of Bakhmut. So, to your point, the Russians had six months to prepare for this. To the Ukrainians, you know, is it possible to know if they've waited too long? They give the Russians too much time to dig in? Or is everything going to go to play out in days, months ahead? And they will know if they waited too long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HERTLING",
      "sentences": "Yes, well, they didn't have a whole lot of choice and giving the Russians time to dig in and prepare, that started as they were conducting -- as the Ukrainians were conducting other offenses that you just mentioned in Kharkiv and Kherson.And remember, in both of those fights, in those fights that were -- that came out very positively for the Ukrainian forces, the Russians weren't in the defense. They had occupied territory and I think they were taken by surprise when the Ukrainians move. In this case, everyone knows the offensive has been coming across that 600 kilometer front and they're doing it -- I think the Ukrainians are doing it in a very smart way, they're continuing to probe, find weak spots. And as the Ukrainian general in charge of the eastern sector said today, there are a lot more Russians there. And I think the purpose of that is so that Russia won't allow Ukraine to break off additional forces to go to the southeastern regions where I believe the main attack is going to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "Well, during an exclusive interview with CNN, the Ukrainian president talked about the impact of that aborted Wagner coup in Russia, here he is.(BEGIN VIDEO CLIP) ZELENSKYY (through translator): We see Putin's reaction, it's weak. Firstly, we see he doesn't control everything. Wagner is moving deep into Russia and taking certain regions shows how easy it is to do. Putin doesn't control the situation in the region. He doesn't control the security situation. All of us understand that his whole army is in Ukraine, almost entire army is there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "Is he right here? Has Putin sort of militarily bet the house on Ukraine? Do the Russians have much less than the tank, especially when the Ukrainians commit, you know, more firepower to that counter offensive, all of their firepower if you like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HERTLING",
      "sentences": "Yes, the Russians do not have a whole lot more left in their tank. They've thrown everything they have into Ukraine, because Putin cannot have failed -- cannot afford to lose.And John, I think President Zelenskyy is exactly right. The fact that the Wagner Group was able to conduct their operations so far into Russia, first near Rostov-on-Don and then heading toward Moscow. And then you add in addition to that, the Russian militants that had attacked into Belgorod earlier and Kursk earlier with indicators that there weren't a whole lot of border forces or opportunities for Russian military to counter those kinds of incursions into the Russian homeland. It just tells you that it is a broken military, we've known that for a long time. How broken they are becomes more and more apparent on a daily basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "General Hertling, as always, thank you, sir. Great to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "HERTLING",
      "sentences": "Pleasure, John, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "A quick programming note, Erin Burnett full interview with the Ukrainian president will air Wednesday 7For viewers in the U.K., that's midnight on Thursday. Still ahead here on CNN NEWSROOM. Saudi Arabia and Russia have deepened cuts in oil production. So, why is the price of crude remain relatively stable? We'll explain in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:10",
      "speaker": "VAUSE",
      "sentences": "The U.S. State Department has condemned the move. Here's part of a statementThe biggest oil producers in the world, Saudi Arabia and Russia, are cutting their oil output again amid a global foreign demand. Despite the cuts, it seems the price of crude has not increased, as many would expected, but rather remains very stable. CNN's Anna Stewart has details from London. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:10",
      "speaker": "ANNA STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Saudi Arabia's decision to extend an oil output cut isn't surprising, but it is sizeable. One million barrels per day through August and adding in Russia's announcement of a cut half that size for the same month, it takes around 1.5 percent of the world's oil demand off the market for the month of August.Saudi Arabia has already made hefty cuts to its oil output in an effort to bolster prices amid concerns of a global economic slowdown. Now, so far, its efforts haven't really been rewarded. Brent crude is still trading below the $81-a-barrel handle, the price point at which Saudi Arabia can balance its budget, according to the IMF. Russia's announcement comes after the OPEC+ member already agreed to a 500,000 barrel-a-day cut in March. Given it then produced more oil than it said it did that month and again April, the market may take a more skeptical view of whether Russia will meet its new target. For Russia, various bans, restrictions, and a G-7 oil price cap have already limited how much it can earn from its oil. That currently trades around $20 less a barrel than brent crude. So perhaps it has less of an incentive to cut output. But doing so could ease tensions between Russia and Saudi Arabia and maintain unity in OPEC+. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GARY TUCHMAN, CNN CORRESPONDENT",
      "sentences": "Are you a happy girl today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "JIMENA MADRID, REUNITED WITH MOTHER",
      "sentences": "Yes, I am.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "VAUSE",
      "sentences": "Now five years on, mother and child are thriving in the U.S. But their fight for asylum is far from over. We'll have their story, when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "VAUSE",
      "sentences": "Welcome back. Vietnam has banned Barbie. The new live-action Barbie movie, that is, to be precise.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi, Barbie. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Ken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi, Ken.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "VAUSE",
      "sentences": "No hellos to Barbie, no hellos to Ken in Vietnam. The film, just so you know, by CNN's sister company, Warner Brothers, was set to open in Vietnam in less than three weeks.But according to a state-run newspaper, the ban was imposed because of a map seen in the movie, showing Beijing's claims to the South China Sea, which is depicted in this U-shaped line you can see right there. Vietnam considers some of the oil-rich territory its own, has already awarded drilling contracts there. For its part, China has refused to accept an international court ruling in that bay (ph) which rejected Beijing's claims. This is not the first time Vietnam has banned a movie because of this particular map. In 2019, a Yankee animated DreamWorks film \"Abominable\" -- it has also been a Sony movie -- action movie, and a Netflix spy drama for the same reason. All over a map. Warner Brothers, they didn't even give us a comment about this yet. Well, the cries of a little girl from El Salvador caught the world's attention when she was separated from her mother at the U.S. Southern borders five years ago. Now, along with her mother, they're back together and thriving in the U.S. But their future in this country is still far from certain. CNN's Gary Tuchman has this story. (BEGIN VIDEOTAPE) TUCHMAN (voice-over): This 11-year-old girl, Jimena Madrid, enjoying an Astros baseball game in Houston, may have done more than anyone to shock the nation's conscience when thousands of children were separated from their migrant parents during the Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Border Patrol agent] Where are you from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "MADRID",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Child] El Salvador.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Border Patrol agent] And you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Child] Guatemala.(CRYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Border Patrol agent] Don't cry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Child] I want to go with my aunt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "GRAPHIC",
      "sentences": "[Border Patrol agent] You're going to get there. Look, she will explain it and help you.TUCHMAN (voice-over): The child who said \"El Salvador\" in the secretly-recorded audiotape from 2018 is Jimena Madrid when she was 6 years old. After three weeks in custody, Jimena and her mother Cindy were being held 1,200 miles away from each other were reunited at Houston's intercontinental airport. They moved in with Texas relatives. Mother and daughter don't know any English.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Are you happy today? (SPEAKING FOREIGN LANGUAGE)TUCHMAN (voice-over): This is Jimena today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "TUCHMAN",
      "sentences": "Are you a happy girl today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "MADRID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:00",
      "speaker": "TUCHMAN",
      "sentences": "How come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "TUCHMAN",
      "sentences": "(SPEAKING FOREIGN LANGUAGE) What is your dream?TUCHMAN (voice-over): Cindy says, \"My dream is to see my daughters grow up, go to school, and be confident in themselves. That they live in a safe place and not be afraid for their lives.\" But here's the thing. While Cindy has that work visa, she has not had a court hearing yet to decide if she gets asylum. The immigration attorney who has championed their case is Thelma Garcia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "THELMA GARCIA, MADRID FAMILY ATTORNEY",
      "sentences": "There is no finality. There's still fear involved. The family is afraid that they are going to be sent back to El Salvador. And so their nightmare continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "TUCHMAN",
      "sentences": "If you could talk to the political leaders who make decisions like this about who gets sent back and who stays, what would you say to them, as an 11-year-old girl?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "MADRID",
      "sentences": "I would say to please let us stay, because I promise that we're not bad people. We're not people that want to harm others. We're here to have a better life and hopefully be better persons that can help the country in the future.TUCHMAN (voice-over): Cindy says, \"I've never lost hope that someday they will let us know that we can be here legally. But I am still afraid I might have to go back to my country.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "TUCHMAN",
      "sentences": "What do you want to do when you grow up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "MADRID",
      "sentences": "I'm still not sure. But right now, I really feel like I would be a good book writer, because I write a lot. And I feel like I'm a very creative person. So I would like to be a book writer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "TUCHMAN",
      "sentences": "That's wonderful. Would you write in Spanish or in English? Or both?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "MADRID",
      "sentences": "Both. Definitely both.TUCHMAN (voice-over): A mother and daughter, living in the United States but not sure they will permanently be able to stay in the United States. Gary Tuchman, CNN, Houston. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}