{
  "date": "2023-03-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Deadly Storms, Dangerous Flooding Hit California; Road Washes Out, Stranding 700 Residents, Repair Could Take Days; Cleanup Underway After Norfolk Southern Train Derails In Alabama; DeSantis In Iowa Touts Culture Wars As He Weighs Presidential Run; Tensions High As Protesters Declare 'Week Of Action' In Atlanta; America Tops 100 Mass Shootings In 2023 By First Week Of March; Consumers Taking Advantage Of \"Buy Now, Pay Later\" Loans. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:28",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You can't live like this. How do you live like this? How do we have -- how do I have my kids here? How do I have my elderly mother live here, where I carry her out of her house?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "WHITFIELD",
      "sentences": "CNNs Mike Valerio is live in Monterey County, California. And I guess Mike, a lot of people are trying to reassess, you know, how much longer can they endure this.MIKE VALERIO, CNN NATIONAL CORRESPONDENT (on camera): Right, Fredricka. And, you know, a couple people made the decision to leave. Just a few minutes ago, we saw them coming out on National Guard convoys, because they couldn't wait any longer. But good morning to you. We're here in the farm community of Pajaro, which is just over the Santa Cruz line. And you see in our backdrop right here, Fredricka, acres and acres of farmland that are now underwater. If we push in about a quarter to a half mile on our background, looking north, the farther and farther you go, the closer you get to the Pajaro River. VALERIO (voice over): And as you mentioned, Fred at the top of the show, a levee and the river failed around midnight, local time, which is why we see all of this water flooding this berry farm, strawberry farm that's on either side of the railroad tracks. Now, we want to jump to drone video that we shot yesterday, of neighboring Watsonville, just on the other side of the Pajaro River. And the good news, Fred, that we can report, a lot of the water that you see from above has receded as of this morning, but there are still plenty, a whole multitude of people who are fatigued from, again, this 11th atmospheric river to come through. Listen to what they told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's unimaginable. I just could not believe. If you told me this is going to occur. Never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm prepared. I have plenty of food. Long as the power doesn't go out, I'm good.(END VIDEO CLIP) VALERIO (on camera): OK. So, we also want to show you the name of the game -- the object that emergency responders are kind of try to fix. This main road leading in and out of Soquel, California. One of the most dramatic images that we've seen so far, this bridge, leading into Soquel, a very tiny community, a couple of miles away from where we're standing, washed out. So, emergency responders are trying, Fred, to just frankly, put as many boulders where that road used to be. because people are stranded in that neighborhood. Now, we want to come back to our live picture here in Monterey County. VALERIO (on camera): This road closed and this water as we were telling you, at the top of the last hour, Fred, really has nowhere to go. We're about a 20-minute drive from the Pacific Ocean. So, once it leaves the Pajaro River, you know, it floods this berry farm. We got a golf course, neighborhoods, a middle school just over my right-hand shoulder. So, the hope is that this water starts to recede. This flash flood warning is over in about two hours, because there is so many other people here, Fred, who could be impacted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "WHITFIELD",
      "sentences": "All right. Britley Ritz, thank you so much for that.All right. Right now, a cleanup efforts are underway in Calhoun County, Alabama after another Norfolk Southern train derailed this week. It's just the latest in a string of train derailments across the country that's raising concerns about safety on the tracks. And it comes as we now learn that railroad officials believe there are nearly 700 rail cars nationwide that could have an issue with loose or defective wheels, similar to the train that derailed in Springfield, Ohio last week. CNN's Polo Sandoval is following this story for us. Polo, what do you learning? POLO SANDOVAL, CNN NATIONAL CORRESPONDENT (on camera): Yes, another derailment here, Fred. Another challenge now for Norfolk Southern to regain the confidence of people that really do have some serious questions about the safety of some of those rail lines. It's in light of that Calhoun County, Alabama incident you see through these drone pictures, just the damage that was left behind. It really a big cleanup. The good news, perhaps though, no injuries, no hazardous material aboard this particular train that was going from -- we understand was going from Atlanta to Mississippi. SANDOVAL (voice over): There were two train cars that at one point, according to authorities did contain hazardous materials, but they were empty at the time of the incident. These derailments, you should also consider sort of the wider picture here, for example, the situation in East Palestine, Ohio that happened in early February. And then, another one in Springfield, Ohio, that you just touched on a short while ago, Fred, in which the company discovered that loose wheels were an issue. And then, also a recent one, a CSX freight train in West Virginia as well that occurred this week. So, you have all of these incidents, and certainly you do get at least the impression that they're happening often. SANDOVAL (on camera): And that is perhaps, because they do when you look at federal numbers that show roughly 1,000 derailments that happened a year. Hard to believe that's actually a decline from what we've seen in previous years. But that will do little to reassure the residents that live along some of these rails that do have some serious questions. About what the rail industry is doing to make sure that these trains can be safer, these trains that are transporting loads to their communities? And these are questions that are being echoed on Capitol Hill by legislators as well, Fred. WHITFIELD (on camera): Indeed. All right. Polo Sandoval, thanks so much. Ohio Governor Mike DeWine is criticizing the EPA following last month's toxic train derailment in East Palestine. WHITFIELD (voice over): Saying that he's concerned about what he calls a delay in removing contaminated soil from the crash site. In a press release, DeWine said, \"Piles of hazardous soil must not continue to sit stagnant in East Palestine. While I understand the steps the U.S. EPA is taking to ensure that the waste is disposed of in a safe and proper matter, the fact that waste removal has stalled is outrageous.\" And in response, the EPA says it has, quote, in no way been a roadblock to shipping waste off site. Joining us right now to discuss former EPA Regional Administrator Judith Enck. Judith, so good to see you. I mean, it's been more than a month since the train derailment in East Palestine. But then, I also recall, you know that -- East Palestine rather. But I also recall, while there was an effort to move contaminants, there were also, you know, people who were upset, expressed -- you know, they didn't want it, you know, coming to the waste disposal places in their states. So, what is to happen, otherwise, this stuff just sits there. So, it's a problem if it moves, it's a problem if it stays. What should be happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WHITFIELD",
      "sentences": "And I want to ask more about plastics in a moment. But what do you mean, you know, it's time to move upstream?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "ENCK",
      "sentences": "Sure, what I mean is we need to stop producing so much petrochemicals. All the chemicals used to make plastics and other products, there are often alternatives.So, you can draw a direct line between plastic production and the toxic train disaster in Ohio. And the petrochemical industry has not done a good job in the communities where they're manufacturing plastics such as Texas, Louisiana, and Appalachia. Transport is part of the picture here. And I think the tragedy in East Palestine reminds us all we've got to look for alternatives to plastics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WHITFIELD",
      "sentences": "And that is a, you know, something in the long term, because that's certainly not going to happen overnight, especially with people's reliance on plastics, whether it's to keep their food fresh, and, and all that, you object to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "ENCK",
      "sentences": "I disagree. There are alternatives to plastics today. We don't need a space age, breakthrough. There is metal, there's glass, there is cardboard, all can be made from recycled material, and could more easily be recycled. Unlike plastic, which only has a five to six percent recycling rate.There are alternatives to plastics. And I think what Ohio illustrates for us, is the huge amount of toxic chemicals used to make plastics. And remember, vinyl chloride was declared a human carcinogen in 1974. That's why we need EPA to ban it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WHITFIELD",
      "sentences": "So, you're saying there are alternatives that are right now. So, what is -- what is stopping companies, manufacturers from using the alternatives that are available right now, like you say, certain metals and glass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "ENCK",
      "sentences": "Well, one thing is because plastics is really cheap. And so, a lot of companies will keep using it. And second, there is a real lack of political will, in Congress, at the EPA, in the Biden administration, to really prompt this shift.Some companies are doing it on their own, but not nearly as many, as we need to avoid yet another East Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WHITFIELD",
      "sentences": "And is it -- is it your feeling that it's just going to be, you know, the will of manufacturers, that it is something that you really can't regulate or legislate?Well, they have enormous political influence. The chemical industry, the plastics industry, the fossil fuel industry. But I also know that the American people want less plastics. We didn't vote for so much plastic every time we enter the supermarket. So, there are states and local governments that are taking action. We've got the science. What we're missing is the political will to affect change. That political will is needed to make sure that more and more people don't go through this tragedy that the residents of East Palestine are going through right now. You can draw the direct line between plastic production, use and disposal and what we are seeing unfolding. And sadly, and my hearts go out -- my heart really goes out to the people living in Ohio and Pennsylvania, who are still struggling with this. They deserve better. And I think if they were given a choice to use less plastic and avoid this crisis, I have no doubt they would say less plastic, less toxic contamination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WHITFIELD",
      "sentences": "All right. Judith Enck, thank you so much for your time. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "ENCK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "COHEN",
      "sentences": "Yes, Fredricka, when you look at the potential charges here that prosecutors are looking at, they're really amounts of paper crimes, right?Falsifying bank records, you know, looking at that crime, specifically, it's only a misdemeanor, and it raises the possibility that even if there is an indictment, in this case, and even if the district attorney is able to get a conviction, which is not a short thing, by any stretch the imagination, there is a possibility Trump could only face a penalty of a fine. So, you know, there are felony, more severe -- potential penalties that Trump could face, but the bar for that, and getting a conviction in those cases would be much higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "WHITFIELD",
      "sentences": "All right, Zach Cohen, thanks so much.All right. Meanwhile, one of Trump's likely competitors in the 2024 Republican presidential race is making his first trip to Iowa, Florida Governor Ron DeSantis, has yet to officially launch a White House bid. But he is making his presidential ambitions apparent, as he visits the key caucus state. CNN's Jeff Zeleny has details. JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT (voice over): Florida Governor Ron DeSantis on his maiden voyage to Iowa. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "DESANTIS",
      "sentences": "I bring greetings from the Free State of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "Riding a wave of lofty expectations to the state that opens the Republican presidential contest in less than a year. People lined up to catch a glimpse of the governor, who technically is promoting his book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "DESANTIS",
      "sentences": "This is the number one best-selling nonfiction book in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "But actually is testing the White House bid that he intends to make official by summer. GOV. KIM REYNOLDS (R-IA)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "DeSantis has told advisers he will wait until the Florida legislative session ends, so, he can campaign on an even bolder agenda. One that has delighting supporters and alarming critics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "DESANTIS",
      "sentences": "I always tell my legislators, you watch Iowa, watch these -- do not let them get ahead of us on any of this stuff. So, we've got our legislature in session now. So, buckle up. The next 60 days should be fine in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "He's stoking the culture wars in schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "DESANTIS",
      "sentences": "We're also leading on ensuring that our school system is focusing on educating our kids, not indoctrinating our kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "And beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "DESANTIS",
      "sentences": "We've got to fight. If we see it in medicine, or the universities or the corporations. You can't just say let it go. Because then we're going to be living under an oppressive woke-ocracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "Holding up his Florida record as a blueprint for a national platform and presenting himself as a doer, not a talker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "DESANTIS",
      "sentences": "A leader is not captive to polls. We don't have palace intrigue, we don't have any drama. It's just execution every single day.I'll build the wall myself. I'll do it. Jest let me add them. We'll get it done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "That was a subtle, yet unmistakable distinction with Donald Trump, who visits Iowa on Monday.The 2024 Republican campaign is intensifying. With former South Carolina Governor Nikki Haley, urging Iowa voters to keep an open mind. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: Whatever the polls tell you today, that is not where the polls are going to be a year from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "But for many Republicans, the Florida governor stands as a beacon of hope for those who admire Trump, but are eager to move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "BECKY GRIESBACH, VOTER, IOWA",
      "sentences": "I would love to have him as our next president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "ZELENY",
      "sentences": "Becky Griesbach was among those eager to see DeSantis close up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:03",
      "speaker": "GRIESBACH",
      "sentences": "President Trump has been an amazing president. But he alienates too many people with what he says. And I think just -- Governor DeSantis is doing a good job, yet, appealing to Americans.(END VIDEOTAPE) ZELENY (on camera): The Florida governor on Friday was met with an enthusiastic response from Iowa Republicans, particularly those who are eager to turn the page from Donald Trump. But it should be pointed out, Donald Trump, of course, won the state of Iowa in two general elections: 2016 and 2020. He has a deep reservoir of support here as well. He comes to the campaign in the state on Monday. Jeff Zeleny, CNN, Des Moines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:24:10",
      "speaker": "WHITFIELD",
      "sentences": "Tensions remain high around a proposed police training facility dubbed, Cop City in Atlanta. Despite a peaceful demonstration Thursday night, more events are set for this weekend as part of the Week of Action.And now the family of a 26-year-old protester fatally shot at the site says an independent autopsy shows their son's hands were raised when police took action. They plan to release the private autopsy results on Monday. CNN's Isabel Rosales is joining me now with more on this. So, take us a few steps back. Remind people what this is all about, where it's been, and where it's going. ISABEL ROSALES, CNN NATIONAL CORRESPONDENT (on camera): Yes. And there is a lot here, Fred. Certainly, there is a sense of unease right now in the city of Atlanta, because so many of these encounters between protesters and police have just really ended in violence. On Thursday, we saw hundreds of protesters taking to downtown Atlanta in a peaceful demonstration and continuing to organize really through this weekend, rally, and a festival that's happening right now. They're also using art, music. The point here is to draw attention to the Stop Cop City movement. And really since its inception back in 2021, this project has garnered blowback, has garnered scrutiny. Here is a look back from 2021 to present. What is Cop City. (BEGIN VIDEOTAPE) ROSALES (voice over): A nearly 400-acre woodland near southeast Atlanta thrust into the national spotlight. A violent clash between activists and police ended with 23 people facing domestic terrorism charges last weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "ROSALES",
      "sentences": "Police claim violent agitators conducted a coordinated attack on officers and construction equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When you throw Molotov cocktails, large rocks, number of items at officers, your only intent is to harm.ROSALES (voice-over): Protesters, rebuke the claims and say police indiscriminately arrested people in a park separate from this violence. It's the latest flashpoint and a years' long saga against what activists are calling Cop City. Summer 2021, the city announces plan to turn 85 acres of forest into a state of the art public safety training center to help boost morale and recruitment efforts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The United Front must be led.ROSALES (voice-over): But activists fiercely push back, and the Stop Cop City Movement is born. Among their worries environmental harm to one of the largest remaining green spaces in the area. Opponents also view the project as a response to the 2020 protests against police killings of black Americans, saying they fear the facility will militarize police and further contribute to instances of police brutality. Despite the public outcry, Atlanta City Council green- lights the project in September of 2021.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "KEISHA LANCE BOTTOMS, MAYOR OF ATLANTA",
      "sentences": "There's still going to be an urban forest there. This is the beginning of a very long conversation.ROSALES (voice-over): Several people are arrested after security cameras capture an apparent Molotov cocktail style incendiary thrown toward officers in May of 2022. Several months later, five more demonstrators are arrested and charged with domestic terrorism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We used to call that a sit in protest, now it's terrorism.ROSALES (voice-over): The Georgia Bureau of Investigation claims activists threw rocks at police cars and first responders. In January, tensions reached a new level after law enforcement officers fatally shoot Manuel Teran, a 26-year-old activist, while carrying out a clearing operation on encampments, near the future facility. A state trooper was also shot and wounded in the incident. But Teran's mother says her son was a pacifist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "BELKIS TERAN, MOTHER OF ACTIVIST KILLED IN POLICE CONFRONTATION",
      "sentences": "All Manuel wanted to do was to protect the forest, if they had no malice and no intention of committing illegal act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop Cop City.ROSALES (voice-over): The police killing leads to protests in downtown Atlanta. Police say they become destructive, with some in the crowd breaking windows and attacking police vehicles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "MICHAEL REGISTER, DIRECTOR, GEORGIA BUREAU OF INVESTIGATION",
      "sentences": "Let me reiterate, there's a difference between protest and what's happening there. And what you just read, what's being tweeted out, I think validates that we're dealing not with protesters, but with criminals.ROSALES (voice-over): Neither side appears to be budging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It has been essentially a war of attrition by the city of Atlanta. Yet still, our numbers and support continue to grow.ROSALES (voice-over): As protesters mobilize in hopes of stopping Cop City, local and state leaders insist a trading facility will be built. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:01",
      "speaker": "ROSALES",
      "sentences": "And despite this controversy, Atlanta's Mayor Andre Dickens has recently announced, Fred, that between the city and Dekalb County, they have reached an agreement to move forward. Construction permits, those should be issued soon as well. And we've heard very publicly from the Governor Brian Kemp, that he backs this project. And he also has urged authorities to keep those that have been arrested behind bars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "WHITFIELD",
      "sentences": "So if there were to be more proposals, more proposed legislation, what are some of the elements that need to be -- that need to embody that kind of legislation that addresses it as a public health issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SATHYA",
      "sentences": "Great question. I mean, we need to take a step back and understand that there are other countries out there, right, that have quite high rates of gun ownership. If you look at regional test (ph) that have good public health policy that actually prevents a lot of these injuries. It's really important, I think, to break down the topic of gun violence into firearm related suicide, unintentional injury, and homicide because they're each so different and with such different risk factors and root causes that certain policies will affect certain things.So, for example, we know that the bipartisan Safer Communities Act has invested millions of dollars for the first time in decades into crisis management ERPO laws or red flag laws, it's proposing to also increase the age up to 21 for universal background checks, and it's putting millions of dollars into screening efforts for actual firearm injury risk. We know this can make a difference. We need to build on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "WHITFIELD",
      "sentences": "In the wake of the Uvalde shooting in Texas, a local pediatrician, you know, gave real gut wrenching a testimony on Capitol Hill about what he saw the day of the shooting. Why does it continue to be important, you know, to hear those voices in the ER to describe, you know, the trauma that they are facing and they are seeing victims face as they come in after gun related violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SATHYA",
      "sentences": "You know, we're here at south by southwest, right, with one of the other panelists, is actually, you know, one of the families from the Uvalde shooting. And when you really have these granular discussions right, from folks who are on different sides of the political spectrum, when we have these discussions, when we actually see these kids and their families come into the trauma base or the emergency rooms with gun injured kids and kids that they've lost to gun violence, nothing else really matters other than the fact that they want to do everything in their power to keep these kids safe.And I think that's why the vantage point from the hospital is so important. This is a healthcare issue, right? This is the most common reason that our kids are going to die in this country right now is at the hands of a firearm. This is a healthcare issue, 100 percent. The more we highlight that for families, I think the more they understand that there are simple measures we can do to keep guns safe, right, to prevent kids from using them and to address root causes when it comes to firearm violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "WHITFIELD",
      "sentences": "President Biden will be in California this week as part of his visit out west. He'll visit Monterey Park, where a gunman killed eleven and wounded nine during a Lunar New Year celebration in January. What do you want to hear from the President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "SATHYA",
      "sentences": "Listen, I want to hear continued investment into gun violence prevention efforts. I am also hopeful that, you know, we can come together and find that middle ground, as I mentioned earlier, about most Americans wanting responsible gun ownership, right? Most gun owners in this country want responsible gun ownership, and most other Americans want safer communities and that we can find some common sense legislation.So, you know, when you look at any public health approach, when the way we approached motor vehicle safety in the past, or tobacco cessation, it was good policy, informed by data and research from Healthcare that helped lead the way in applying a good public health approach to those crises. And look what's happened, right? Cars are way safer. They're far fewer in the way of motor vehicle related death. I want to see more investment in the field as a whole from him, but also some of that common sense legislation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:16",
      "speaker": "WHITFIELD",
      "sentences": "All right, Dr. Chethan Sathya, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:13",
      "speaker": "WHITFIELD",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:13",
      "speaker": "WHITFIELD",
      "sentences": "Welcome back. As inflation continues to rise, buy now, pay later loans have been growing in popularity. The idea is that it helps shoppers spread out the cost of, say, furniture, clothing and even everyday essentials like groceries. And now, a new report tells us more about just who is taking advantage of these loans. CNN's Nathaniel Meyersohn is covering this for us. Why is buy now, pay later growing? Who are the borrowers or buyers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:13",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "Right, Fredricka. So there's been a surge in buy now, pay later loans during the pandemic jumped about 970 percent in 2021, the latest data available from 2019. They're appealing to customers because you can pay installments three or four installments for just about anything. And there's no credit check history required.And there's some new research that shows who's using them. The particularly -- the customers are likely to be black, Hispanic, women, folks who are making less than $50,000 a year, so who are stretched financially and who are taking out these loans to try to spread out their purchases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:13",
      "speaker": "WHITFIELD",
      "sentences": "So does that mean they -- that there are interest rates that go with this because you're using the word loan, like, bigger than, say, your credit card interest rates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "WHITFIELD",
      "sentences": "OK, I want to switch to another report now in this one saying that pickleball is now the fastest growing sport in the U.S. But not everybody is embracing it. How come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "MEYERSOHN",
      "sentences": "So, yes, so pickleball is America's fastest growing sport over the last three years. There are about 9 million pickleball players in the U.S. That jumped about 150 percent from pre pandemic levels. Folks really like pickleball because it's fun, it's social, it's a little bit easier than tennis. The court's a little smaller. But not everybody loves it. Neighbors are frustrated with the noise. It's kind of a popping sound that you hear.Tennis players are upset because the pickleball courts are taking over the tennis courts. So you see more cities and town start to restrict the growth of pickleball. I spoke with some pickleball nimbys who said that the noise was driving them crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "WHITFIELD",
      "sentences": "OK. Oh, I thought I was going to hear from them, but you just described it's driving them crazy. OK. Nathaniel Meyersohn, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "MEYERSOHN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "WHITFIELD",
      "sentences": "All right, coming up, major tech companies are scrambling to meet their payroll and pay their bills after Silicon Valley Bank collapsed in just 48 hours. Details on that straight ahead.And this week's CNN hero is 22-year-old Kevin Pearce. He was an Olympic hopeful in 2009 when he had an accident that resulted in a traumatic brain injury and ended his snowboarding career. Kevin's older brother, Adam, stayed by his side through his recovery, helping him to relearn, how to walk and talk. But it wasn't until they found yoga that Adam watched his brother come back to life. Now Adam brings yoga to other TBI survivors and has created a community of transformative healing. (BEGIN VIDEO CLIP) ADAM PEARCE, KEVIN PEARCE'S BROTHER: I think people feel isolated after brain injury because they don't feel able.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's hard. I've lost my identity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:16",
      "speaker": "WHITFIELD",
      "sentences": "To get an inside look at this transformative yoga community, go to CNNHeroes.com. And while you're there, nominate your hero.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:16",
      "speaker": "WHITFIELD",
      "sentences": "OK, it's bed time of year again, daylight saving time beginning this weekend for most people in the United States. And it's not too late to start preparing for the adjustment. CNN's Jacqueline Howard reveals what you can do to start adapting for that one less hour of sleep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:53:16",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "While we prepare to adjust our clocks this weekend, it's important to adjust your internal clock as well, and that's because the time change can lead to a change in your body's circadian rhythm, and that can lead to fatigue and exhaustion.But here are some tips you can follow to avoid that. We know that experts suggest adjusting your sleep pattern by going to bed and waking up 15 to 20 minutes earlier each day. Ideally, that's for a few days before the switch. It's also important to expose yourself to bright morning light for 20 to 30 minutes soon after waking up, and that can help you stay awake. It can also help to slightly adjust the timing of your daily routines, like when you eat, exercise or take medications. And meanwhile, experts say younger children adapt better to time changes than older kids. So if you have a teenager in the house, make sure to prep in advance by laying out clothes and packing a to go breakfast the night before school. And of course, if you are looking to get a good night's sleep after daylight saving time ends, make sure to avoid bright light for at least three hours before you go to bed.",
      "isLastSentenceInterrupted": false
    }
  ]
}