{
  "date": "2023-07-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Russia Fires Missiles On Odesa For Third Straight Night; Video Appears To Show Wagner Founder In Belarus; U.S. Investigating Why Soldier Bolted Into North Korea; New COVID Research; Opening Day for Women's World Cup in Auckland; Cuban Entrepreneurs Get a Crash Course in Business. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:34",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up here on CNN, the Ukrainian ports near Odesa under a sustained air assault by Russian missiles and drones, apparently targeting grain terminals and other crucial infrastructure.A deadly shooting rocks Auckland co-host city of the Women's World Cup just hours before the opening match. And a doom dash into North Korea, new details on how impossibly why U.S. private Travis King went rogue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:34",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center, this is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:34",
      "speaker": "VAUSE",
      "sentences": "Thanks for joining us. We begin this hour in southern Ukraine in Odesa, a city which has been hit by a third night of Russian airstrikes described by officials as one of the largest aerial bombardments this port city has seen since the war began. With grain terminals, other export infrastructure apparently being targeted by Russian missiles and drones. The nearby Ukrainian city of Mykolaiv has also come under attack with deadly airstrikes setting a parking garage and an apartment building on fire. Here's Alex Marquardt reporting in with very latest from Odesa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:34",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "This was a city that was already on edge after two nights of extraordinarily intense ferocious attacks by Russia, the city wondering whether it would happen for a third night in a row. That answer coming just before 2It did start the same way that the last two nights have with air raid sirens, warning citizens of the city that an attack was coming. Then we started to see those red tracer rounds from the air defenses firing up into the sky lighting up the night sky looking for drones to take down. There were spotlights that were searching for drones. We saw interceptor rockets, taking off with and presumably hitting things because there were huge explosions in the sky that cast this huge glow all across this city that eventually went dark, all of the lights being turned off, presumably for security reasons. But the reason that this does appear to have been more intense tonight was because of the variety of cruise missiles at least three different kinds of cruise missiles Russia used, including the much feared Kinzhal missile, which has a warhead of one ton. We know that Russia sent up at least eight long range supersonic strategic bombers to fire these cruise missiles. And then very notably, we know that in all of these attacks, drones were used but this was the first time that we heard these drones so close. They sound like huge mosquitoes flying very close to the buildings. What the targets were, what the damage was, that we don't know. But I think it is fair to say that these last three nights have represented the most serious most intense attacks on Odesa since this war began last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:17",
      "speaker": "VAUSE",
      "sentences": "(Inaudible) research officer for Transformative, a risk analysis and corporate strategy firm. He's also a lecturer in political risk at the Korbel School of International Affairs at the University of Denver. That's quite the CV and we're glad to have you with us.MICHAEL MORAN, LECTURER, KORBEL SCHOOL OF INTL. AFFAIRS, UNIV. OF DENVER: Yes, thank you very much. Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:17",
      "speaker": "VAUSE",
      "sentences": "OK, so here's part of what is believed to be the first public comments from Prigozhin on videotape, since that attempted coup in Moscow. Here's part of it.(BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, WAGNER LEADER (through translator): What's going on at the battlefronts now is a disgrace. We should not take part in. We need to wait for the moment when we can truly show ourselves. That's why a decision was taken to be stationed here in Belarus for a while. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:17",
      "speaker": "VAUSE",
      "sentences": "Yes. It's interesting, you know, for a first sort of big public statement from the Wagner boss, but it's, you know, given up until now, the overwhelming question has been, why is he still alive? Why hasn't he fallen out of a window be poisoned? And why isn't Putin had him killed? Not only is he alive, but he's also defiant. He's refusing to go back and fight. He's calling him a disgrace. His welcome his troops to Belarus. MORANSo by moving this force to Belarus, we don't know that they have their heavy weapons with them yet, we don't know that they don't. But it doesn't suggest that we haven't seen satellite images of that. But by moving it to within 25 miles of the Ukrainian capital in the North, you've done a classic thing you've opened a second front. The Ukrainians now have to pull people from the offensive, which is already staggering a little bit and create a defensive barrier, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:17",
      "speaker": "VAUSE",
      "sentences": "Unfortunately, we've lost Michael there just for a moment says there's some technical problems there with the connection to Denver. But let's go back through now we've worked it out. So Michael, please finish your thought. It was interesting point you're making us now. There is this possible second front there to the north with Belarus and Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:17",
      "speaker": "MORAN",
      "sentences": "Yes. And it requires the Ukrainians to pull men from the men and women from the frontline, in Donbas, and down near Kherson in the south. And that's not a good thing from a Ukrainian standpoint, manpower is at a premium. They've done better than the Russians, obviously. But they're still struggling with the enormous manpower resources that Russia can throw into this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "VAUSE",
      "sentences": "In some ways he seems to be laying out conditions for, you know, why he'll get or how and, you know, what he wants before he gets back into this fight with Ukraine. But he also calls out Africa as any reason for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "MORAN",
      "sentences": "You know, the Wagner group has been used as a kind of a mercenary force to bolster Russian influence in Africa, particularly in the Central African Republic, and in other countries in that region and so and in Libya, as well. So ultimately, you know, this force will continue, as Prigozhin says, to be an instrument of the Kremlin's foreign policy.But he's clearly aching to get back into the fight in Ukraine. I mean, that's it at the end of the day, his sponsor, Putin, he never lifted a hand against Putin. Remember, he wanted to get rid of the Russian military leadership. So his sponsor, Putin, is in peril if he loses the Ukraine war. And I think Prigozhin is aware that that his own fate, and the fate of his group is connected to that war. And he would like to be involved in essentially winning that war for Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "VAUSE",
      "sentences": "This is quite the corner, though, it seems that Putin has backed himself into because, on the one hand, there's this attempted coup leader, were being, you know, technically a coup or attempted overthrow or the defense officials, you know, the high ranking defense minister and the generals, but we've seen widely as an attempt at, you know, overthrowing Putin and at least his authority.He seems to be Living La Vida Loca laying out terms on how he will fight and where he will go, while Putin is purging generals and others who've done far less serious crimes, like telling the truth about the dismal conditions on the front lines, much like Prigozhin did without the attempted coup. So how much trouble is Putin in whilst progression is out there sort of, you know, reminding everyone of the sort of the weakness that Putin has at this point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "MORAN",
      "sentences": "Yes, the real damage to Putin was the fact that no one came to his defense in that moment. And precaution was very careful, again, not to direct his rhetoric against Putin, but rather against the military leadership. Having said that, a very interesting thing happened today, the BRICS nations which Russia is a key component of China, Russia, you know, South Africa, Brazil, these countries are having a summit in South Africa this week. And Putin has decided not to go.And that is a pretty significant sign of weakness in an autocrat. You're afraid to leave the country, because you may never get back in. So it's a very fraught situation for Putin. But I have to say, you know, he's played it well, by getting Wagner into a position where they actually threaten Ukraine, and cause more problems for NATO. It could have been a lot worse, let's face it, for Putin. He's still in office. He's gotten the worst of the kind of unrest, supposedly under wraps, and he's a repressive leader. And therefore, he will clamp down on anybody who raises a hand right now. So he's put himself in a position to continue this war and to possibly even reengage with the Wagner group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "VAUSE",
      "sentences": "I guess what you say is play the weekend well. Michael, it's great to have you with us. Really appreciate your insights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "MORAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "VAUSE",
      "sentences": "U.S. officials have raised new details about how an American soldier with a private tour group managed to cross into North Korea. Private second class Travis King was being sent to Fort Bliss, Texas to face disciplinary action was about to board his flight from Seoul. But then he was told that -- he told her like stuff rather his passport was missing.He was sent back to the departure area at Seoul Airport, and from there, he just took off. CNN's Will Ripley has a close look at what happened on that tour, who puts him just outside the demilitarized zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:01",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "There were about 40 people who were on that tour group and they would have had to pass by this Unification Bridge, which is where we're standing right now. This is actually the closest that we're allowed to get because all tours have been suspended.But on the day that this happened, King and the other tourists, they're on a bus and then past by this checkpoint here. This is the gateway to unification. They keep driving past all of this barbed wire these checkpoints and they get to this Joint Security Area less than five miles down the road there. Now in order for him to actually be able to get out of the bus and get into this highly sensitive area. He was on a passenger manifests that would have been approved by the United Nations Command here. Apparently that manifest must have been approved. There were no red flags, even though he had was supposed to be on a flight out for disciplinary action back in the United States in Texas, after serving almost 50 days in a detention facility here in South Korea. And then what happened next was pretty fast, according to the tourist from New Zealand, who told us what happened. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "RIPLEY",
      "sentences": "Now the officers that were there did try to get him but there were no shots fired, which is very different from when people try to cross from the North into the South in that exact same area. There actually was a soldier from North Korea that successfully made the crossing but his colleagues in North Korea opened fire on him and he was seriously injured before they successfully retrieved from here in the South.We don't know exactly where Private King is now. He was whisked away in a North Korean van. And the North Koreans have not had any at least publicly any contact with the United States because they don't have any open lines of communication right now. But they're going to have a lot of questions for him about his military service here in South Korea. And it could be quite some time analysts say before we even know what his status is frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "VAUSE",
      "sentences": "From Will Ripley to CNN's Kristie Lu Stout live for us in Hong Kong. OK, let's just pick up from Will is reporting there about you know, he made this dash into North Korea. I guess the question now for U.S. officials is why. They say it appears he wasn't a sympathizer. He did want to defect. But, you know, there are these reports that he was facing disciplinary action. So are they able to put the pieces together here? What are we looking at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Yes, the focus is on motive right now. It's an open question. At the moment the United States is just scrambling to piece together, why? Why did Army Private Travis King cross the North Korea willfully and without authorization, the White House says it's still trying to determine his whereabouts and his condition.The U.S. military has been trying to reach out to the North Korean military to resolve the issue and they have yet to receive a response. So King was not in uniform when he crossed into North Korea. Again, he was on a tour of the Joint Security Area when he suddenly ran across the border. And in this photograph that you see on the screen, this was taken on Tuesday, before he broke away from the tour group. And you can see he's in the bottom left and highlight there wearing the black shirt and the cap. Now that photo was taken by the New Zealand tourist Sarah Leslie who witnessed the incident. We heard from her and Will's report just now. But Leslie also pointed out that there were no North Korean soldiers seen envisioned on the other side, but there were a number of South Korean soldiers and American soldiers on the South Korean side. Again King's motive still not known but we do know that while he was in South Korea, he spent some 50 days in a detention facility doing hard labor for assault charges. He was released on July the 10th. He checked into an American Airlines flight to Dallas on July the 17th. But he did not board that plane citing that he had a missing passport. The mother of the U.S. soldiers been speaking out she says that she just wants her son to come home. She says that she was shocked that her son would cross into North Korea and all this comes at a time of high tension on the Korean peninsula. You know on Wednesday, North Korea fire two more ballistic missiles. These are short range missiles that took place just hours after a nuclear capable U.S. submarine made its first protocol in South Korea in decades. Tension is high and a lot of questions need answers. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "VAUSE",
      "sentences": "Kristie, thank you. Kristie Lu Stout live for us as always in Hong Kong. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "STOUT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:12",
      "speaker": "VAUSE",
      "sentences": "Auckland, New Zealand co-host of this year's Women's World Cup as a city left reeling after a deadly shooting early Thursday morning local time. Two people shot dead, six others were wounded when a lone gunman with a pump action shotgun opened fire near Auckland's ferry terminal downtown. The shooter was later found dead. Police say it appears he had no political motivation, did not pose a national security risk.And the New Zealand Norway opening match will continue on schedule as planned with the opening ceremony less than two hours now from now. CNN's Angus Watson joins us now live from Sydney, Australia, just across the Tasmania. I guess the question is what happened as far as security goes, what was the motive here? Do they know and of course, this is -- they've ruled out any kind of national security threat but still players officials everyone had been shaken by all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:01",
      "speaker": "CHRIS HIPKINS, NEW ZEALAND PRIME MINISTER",
      "sentences": "The government spoken to FIFA organizers this morning and the tournament will proceed as planned. I want to reiterate that there is no wider national security threat. This appears to be the actions of one individual. Auckland, Aucklanders and those watching around the world can be assured that the police have neutralized the threat and that they are not seeking anybody else in relation to the incident. New Zealanders safety and the safety of our visitors is our first priorities.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:01",
      "speaker": "WATSON",
      "sentences": "Now, as you mentioned there, New Zealand does have a history of gun violence, but this particular incident isn't considered an ideological issue, a terrorist threat or having national security implications. Of course, it does evoke the memory of that horrific crime in 2019 when a white supremacist terrorist attack two mosques in the city of Christchurch, killing 50 people.New Zealand tightened their gun laws banning the military style semi- automatic rifle that he used that day, today's gunman had a pump action shotgun and didn't have a license to hold it, John. VAUSE: And let's just be clear, the distance between where the shooting took place, which is key street, near Princes Wharf at the northern end of downtown is a long way away from Eden Park where the World Cup is actually going to be playing out in about, you know, an hour or something from now. So, you know, these two events are very, very separate events. And I think that's an important point here which I think the authorities they would like to make as well, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:01",
      "speaker": "WATSON",
      "sentences": "Absolutely, John, but they have closed a fan center that was going to be in Auckland, where people were going to watch that game New Zealand versus Norway. Authorities there said that they were going to close that party is own out of respect for the people who have died. Let's hope that doesn't diminish too much of the spirit around the world cup here. We have a game in Australia to authorities will be on their guard in both countries for any kind of threat.But as you say, definitely, there was a separation between today's horrific incident and the World Cup, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:01",
      "speaker": "VAUSE",
      "sentences": "Absolutely. Angus, guys, thanks so much. Angus Watson live for us with an update in Sydney. Appreciate it.Please, a break, when we come back from the U.S. President Donald Trump now bracing for the worst and beefing up the legal team ahead of another potential indictment from Special Counsel Jack Smith. All that and more, you're watching CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:13",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Attorneys for a former President Trump had been caught off guard by this target letter indicating that he will likely be indicted. For nearly a year, the former president's attorneys have insisted that their client would not be charged the investigation into January 6th. But this letter indicates that the Special Counsel is contemplating a case that's much bigger, and even Trump's lawyers could have imagined.So sources tells CNN they're now going around trying to figure out if the special counsel has additional witnesses or evidence that they are not aware of. Now Trump's legal team, they are pretty well connected in terms of this investigation. A Trump linked political action committee underwrites the costs for defense attorneys for several key witnesses. And that's one of the ways that Trump lawyers really stay in the know about what's going on. It's making it all the more significant that they were really caught off guard by this news. If the former president is charged in Washington, D.C., we can expect that the strategy will be to delay. I was in court in Florida Tuesday with the former president's lawyers even referenced the possibility of charges in the January 6th investigation as they laid out for the judge just how much work they are currently having to do to keep up with all these various legal cases. Now they were making that argument in an effort to try to delay any trial in Florida until after the 2024 election. It's unclear if they will be successful, but we would expect that they would employ a similar strategy if, if the former president is charged in Washington D.C. in connection with January 6th. Paula Reid, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:13",
      "speaker": "VAUSE",
      "sentences": "CNN senior political analyst and senior editor for The Atlantic Ron Brownstein joins us now from Los Angeles. Good to see you, Ron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:13",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hey, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:13",
      "speaker": "VAUSE",
      "sentences": "OK. So, you know, this is incredible. This is a incredibly long list of charges that Trump is already facing or will be facing. This is all happening in the context of a primary and then into an election season in which Trump has embraced these charges as proof that he's, you know, the victim here, this would be conspiracy theory. On top of that, listen to his opponents talking about Trump's legal jeopardy, listen to the words they use.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R), PRESIDENTIAL CANDIDATE: I hope he doesn't get charged. I don't think it'll be good for the country. VIVEK RAMASWAMY (R), PRESIDENTIAL CANDIDATE: I do not want to see my opponents eliminated because of the actions of a corrupt federal administrative police state. MIKE PENCE (R), PRESIDENTIAL CANDIDATE: We're all involved in a primary. I trust the American people to judge that day. TIM SCOTT (R), PRESIDENTIAL CANDIDATE: And try to find a way to weaponize its powers. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: The rest of this primary election is going to be in reference to Trump, it's going to be about lawsuits. We can't keep dealing with this drama. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:13",
      "speaker": "VAUSE",
      "sentences": "Notably, we did not hear from Chris Christie in that group and there was a reason for that, which we'll get to in a moment. But none of those we heard from a willing to say Trump should be held accountable for what he did or did not do to the letter of the law by a criminal justice system. So if 2020 was a bruising stress test for Democratic institutions, what is this country facing in the coming months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:13",
      "speaker": "BROWNSTEIN",
      "sentences": "So great question. I mean, look, that was a purified, distilled version of what we have seen from Republican leadership since Donald Trump first emerged, the idea that his ability to mobilize a disaffected base primarily centered on non-college, older, non-urban white voters is so critical to the fortunes of the Republican Party, that there is simply no behavior that can cause them, most of them to abandon him.And now you see it taken to the extreme where even the people who are theoretically running against him will not use the most powerful argument that is available to them, either that he has rendered himself unfit to be president again, or even if you don't want to go that far, that these indictments diminish his chance of actually winning the presidency. Again, they won't make that case. And I think in their silence and deference, you see the extension of the corner that Republicans have painted themselves into successively and relentlessly for eight years now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "VAUSE",
      "sentences": "He makes a very good point. Notably Chris Christie is pulling in 6 percent among Republican voters in this, you know, the -- for the party's presidential nomination.But does there come a tipping point here. We've talked about this so many times before. Because it's hard to imagine that what is an indictment (INAUDIBLE) in the primary campaign is helpful in the general election campaign? So is there a moment -- is there a point when all this sort of goes in reverse for Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, the answer is we don't know. So far the evidence is as you say that this is simultaneously strengthening Trump as a primary candidate and very clearly I think weakening him as a general election candidate.He has effectively sold the argument to a majority of the Republican electorate that these are trumped-up charges and in effect a way to -- they are going after him to silence them. Two-thirds of Republicans said in a recent NBC poll that, you know, they think these are unfair charges. But simultaneously, I think the evidence is very clear that beyond the Republican bubble, the people are not getting most of their news from Fox and its equivalents are reacting to this the way you would expect. That they believe that these are serious charges, multiple serious charges and that if Trump is convicted of a crime he should not be president. I mean the Republican problem in a nutshell, John, at least this Marist poll, 63 percent of Republicans say they want Trump to have a second term even if he's convicted of a crime. 75 percent of Independents say he should not be president again if he is convicted of a crime. And that is the dilemma, but to just be clear they've compounded the dilemma for themselves but not making the case to their own voters that there are reasons to move beyond Trump that are contained in all of these multiple indictments with potentially not only the special counsel, but that Fulton County, Georgia to follow as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "VAUSE",
      "sentences": "Yes. And possibly Arizona as well which is now wrapping their own investigation as well, similar to the one in Georgia, as you mentioned.Trump once again is hitting that sort of possibility of violence should he be found guilty and sentenced to jail. Here he is speaking on Tuesday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I think it's a very dangerous thing to even talk about because we do have a tremendously passionate group of voters, much more passion than they had in 2020, and much more passion than they had in 2016. I think it would be very dangerous.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "VAUSE",
      "sentences": "So this is the question, is this trouble with Trumpism. I mean do they go to bat for the president or the former president rather because they see that he is being targeted, it is so unfair, or you know, is there a way these cases could be so overwhelming that somehow it pierces the bubble and you know, there's -- you know, magically there's faith restored in the electoral system?Or has it been so amplified by Republicans on Capitol Hill that that simply impossible at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "BROWNSTEIN",
      "sentences": "Well look, first as I said before there is virtually no one that Republican voters trust who are telling them to take this seriously. Essentially, virtually all the leadership in the party who will speak are saying that this is unfair, this is weaponizing the Justice Department and all of those allegations.The most that Republicans who believe that there are serious issues here will do is remain silent and not echo those charges, other than Chris Christie and Asa Hutchinson. Someone like Mitch McConnell who certainly know the magnitude of what is involved here. The most he will do is remain silent. And I think, you know, we can talk and we have about all the immediate electoral implications of this for each party. But this is an ominous moment for American democracy, because you do have Trump as a leader of a political movement that has shown that it is willing to use the threat of violence. That it is willing to use anti-democratic means in order to advance its goal. His argument to his voters has always been that if I lose, the America you know will be irrevocably transformed and torn away from you, and that therefore in essence any means necessary is justified to prevent that. That was the case he has made really from the outset, it's certainly the case he is making now in his defense against these charges, and it is a line of argument that ultimately leads to the kind of crisis in democracy that we saw on January 6th. And as you know he is suggesting, he may bring forth again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "VAUSE",
      "sentences": "Yes. Ron, as always it's so great to have you with us. Thank you so much. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:51",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "VAUSE",
      "sentences": "Hot weather is lingering for southern European(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:54",
      "speaker": "VAUSE",
      "sentences": "Welcome back. I'm John Vause. You're watching CNN NEWSROOM.It's long been one of the great mysteries of the COVID mystery. Why the virus can be so devastating for some, while others show absolutely no symptoms at all. New studies have revealed genetics may play a crucial role. CNN's Meg Tirrell has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "TIRRELL",
      "sentences": "Now in terms of the other end of the spectrum on the long COVID end, here in this study, they looked at people's whole genomes, and they compared people who developed long COVID with those who didn't. And they found that people who developed long COVID did have somethingin common in terms of their genes around a gene called FOXP4 which is important for people's immune response and is involved in their longer (ph) cells. And what they found here is that people who had this specific genetic sequence were 60 percent more likely to develop long COVID than people who didn't have the sequence. And again, this potential -- the kind of study that people hoped could help develop potential better treatments for long COVID. And will probably just help us really understand this virus that now we've been living with for more than three years. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "VAUSE",
      "sentences": "Jill Hollenbach is a neurology professor at the University of California in San Francisco. One of the authors of this study which was published in the journal \"Nature\".Professor, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "JILL HOLLENBACH, NEUROLOGY PROFESSOR, UNIVERSITY OF CALIFORNIA, SAN FRANCISCO",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "VAUSE",
      "sentences": "You know, this has been one of those big mysteries out there. You know, why is there this lucky few who can test positive for COVID but they don't seem to get sick? It also points out the possibility of a gene mutation which impacts the immune system.So in broad brushstrokes, you know, what did you find and where is this all leading to I guess? Because there is still a certain degree of uncertainty about all of this at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "HOLLENBACH",
      "sentences": "Right, so we were looking for a set of genes called HLA which are the, just for some context, those are the genes that we match when we talk about matching for transplants. So they're really variable, very different from person to person, and population to population, and they're critical immune genes.And so we had a feeling that they might be important in infection. And indeed what we found was that a certain version of this gene makes it much more likely to remain asymptomatic. And we did some additional work to understand the immunology that was underlying that. And we found that it was most likely related to the fact that individuals with this version of this gene seem to have some pre- existing immunity from prior exposure to common cold viruses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "VAUSE",
      "sentences": "So what was the a-ha moment here that sort of kicked off the whole road that you went down when looking at this particular sort of genes and gene mutations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "HOLLENBACH",
      "sentences": "You know, I think that certainly when we looked at our data set and we had been asking folks that were registered as potential bone marrow donors to track all of their symptoms and their experience with COVID-19, and found that, you know, this much larger proportion than we expected of people who reported having no symptoms, either two weeks prior, two weeks after having tested positive had this version of the gene.And we were actually quite shocked at the strength of the association. It was quite strong for a genetic association of this nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "VAUSE",
      "sentences": "Because of lot of studies out there, a lot of genetic studies, have sort of focused on the link to serious symptoms and long COVID. It seems kind of obvious now to look at the link into why people have no symptoms at all.So moving forward, you know, if you are on the right track here, what are the benefits here of terms of, you know, vaccinations, in terms of reducing symptoms and just trying to fight this disease?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "HOLLENBACH",
      "sentences": "Yes. I mean I think that trying to understand what's happening in people that are completely asymptomatic, it gives us a clue into, you know, what kind of conditions are necessary for the immune response to rid you of the virus before you even have any illness or any experience of any illness.And certainly that's -- you know, these are some clues that can help us to think about what we want to do in terms of next generation of vaccine development. For example, do we want to consider vaccines that target symptoms as opposed to infection. I don't know about you but I had COVID and I didn't particularly enjoy it. I would've been quite happy to have been vaccinated against having symptoms whether or not I was infected. So we think that this may give us some clues as to how we might get from here to there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "VAUSE",
      "sentences": "That's a great point. It's the symptoms which are pretty miserable, you know, not actually having the disease in itself.On the other end of the spectrum, any research into, you know, the other end of the spectrum like what leads to long COVID. What's so different about those people who've have had those horrible experiences of COVID just lingering on and on and on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "HOLLENBACH",
      "sentences": "Yes, that's what's up next for us. We are actively thinking about long COVID right now and wondering whether the HLA genes might be associated with it.You know, there's a real spectrum of illness and most of the genetic studies have focused on severe outcome, but we are interested in thinking about the entire range of disease that people have after infection with SARS-CO-V 2.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "HOLLENBACH",
      "sentences": "Yes, thank you so much. Thanks for your interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "VAUSE",
      "sentences": "Anytime, thank you. Take care.Women's World Cup set to get underway in Auckland, New Zealand despite a deadly mass shooting there earlier in the (INAUDIBLE) City Center. A live report from Auckland coming up in about two minutes from now. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:59",
      "speaker": "VAUSE",
      "sentences": "Still one hour and 13 minutes away from the first match of the Women's World Cup in Auckland, New Zealand. That match will go ahead as planned despite a deadly mass shooting in Auckland just a few hours ahead of time.Thursday's open will come after a gunman shot dead two people and wounded six others at a construction site near the city's waterfront. Police say the gunman was later found dead. Norway's team reportedly was staying nearby in a hotel. Everyone though is said to be safe. Norway is set to take the pitch, kicking off a month long tournament there in New Zealand and will be facing the home team, New Zealand. Let's go live now to Auckland. Newshub reporter Lucy Thompson. Lucy thank you very much for being with us and talking with us. Just tell us, the shooting obviously was many hours ago now. The police have said there was no threat. There was not a national security threat, not politically motivated but is it hanging over, you know, as people arrived there for this first match of the tournament?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:55",
      "speaker": "THOMPSON",
      "sentences": "Yes. Well, it is no secret John that ticket sales have been lower than expected in New Zealand, although FIFA did reiterate at a press conference they held yesterday that ticket expectations have been mixed.They, of course, were giving away some tickets as well to fans here in New Zealand to allow them to get down and see an event but has never before been held in the southern hemisphere. And of course, what an opportunity it is to come and see some of the stars of the sport. The likes of Alex Morgan and Megan Rapinoe, who, you of course, know well over there in the United States. And of course (INAUDIBLE) of the 2019 finals, that is also going to be taking place here in New Zealand and Wellington at Sky Stadium. So it's not really those matches that football fans in New Zealand or Australia or (INAUDIBLE), the opening match tonight that they're struggling to get people to, it's those lesser nations, the ones that are making their World Cup debut this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:55",
      "speaker": "VAUSE",
      "sentences": "It could be a cold and rainy night there in Auckland but nonetheless the excitement can be felt all the way over here in Atlanta.Thank for you report. Take care. Still ahead, teaching capitalism to Communists. Business 101 now in class in Cuba. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:55",
      "speaker": "VAUSE",
      "sentences": "In Baghdad, hundreds of demonstrators stormed the gates of the Swedish embassy and set it on fire. Apparently angered by the Swedish government's decision to allow protests outside the Iraqi embassy in Stockholm, Thursday where organizers are believed to be planning to burn a Koran. CNN cannot confirm that information but according to the AFP news agency, Swedish authority stressed they only gave permission for a public gathering and not whatever activities that may include.This anger in Iraq comes just weeks after a man set fire to a Koran outside of Stockholm main mosque triggering worldwide outrage within the Islamic world. Meantime the Iraqi government has launched an investigation into the attack on the Swedish embassy saying it's a major threat and (INAUDIBLE) undiplomatic missions. In Colombia hundreds of retired soldiers and military reservists filled the streets of Bogota speaking out against President Gustavo Petro. Protesters are demanding the president step down, many angered by budget cuts to veterans services who were hoping for increased government assistance after serving in the military. Others claimed Petro has stripped security away from Colombians and taken power away from the armed forces. Well, there is a new budding batch of entrepreneurs in Cuba and they're looking to do business but they don't actually know how to do it. There's no place to learn the ABC's of making money. CNN's Patrick Oppmann reports they're now getting a crash course courtesy of the U.S. government. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:57",
      "speaker": "GUSTAVO ARNAVAT, BUSINESS SEMINAR INSTRUCTOR",
      "sentences": "What they need is capital, they need an idea, they need persistence. They need to really work through very difficult times. Every entrepreneur is going to have good days and bad days. Some bad days are going to be extremely challenging they might want to give up.Again, this is in any other country but here it's particularly difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:57",
      "speaker": "OPPMANN",
      "sentences": "Particularly difficult because for decades following the 1959 revolution all private enterprises was banned in Cuba. Cubans were required to work for the state. Then following the collapse of the Soviet Union, official prohibitions on self employment slowly began to ease.The first entrepreneurs in a generation here face a unique problem. There are no business schools, scarce knowledge that can be passed down about self employment. Cuba's budding capitalists have to learn by doing. Juan Carlo (INAUDIBLE) has turned a side business selling hamburgers into a restaurant franchise, a small supermarket and a logistics company. All together he says he employs more than 60 people. Attending the business boot camp be says helped him to identify areas of future growth. We've done courses on e-commerce, marketing, risk capital, private financing, he says. They are very current things, very modern, and things that we can use a lot. Even though the U.S. government says it wants to help Cuban entrepreneurs, U.S. economic sanctions intended to impact the Cuban government also hurt business people here making it all but impossible for them to access the U.S. banking system or receive financing. The U.S.'s top diplomat in Havana says the Biden administration is studying if sanctions can be eased for Cuban entrepreneurs. BENJAMIN ZIFF, CHARGE D'AFFAIRS, U.S. EMBASSY IN HAVANA: There's a shortage of food, there's a shortage of gas, there's a shortage of water. Cuban state economy is no longer able to provide for its people. And the answer to that is not a necessary evil private sector, it is more better, more empowered private sector.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:57",
      "speaker": "OPPMANN",
      "sentences": "So far the U.S. embassy in Havana says about 200 entrepreneurs have taken this boot camp. And the hope is that they can move beyond the decades of hostility between the U.S. and Cuba, to not only transform their lives but their country.Patrick Oppmann, CNN -- Havana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}