{
  "date": "2023-06-28",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Chris Christie On The Tape At The Center Of The Trump Classified Documents Case; FAA Hasn't Had A Permanent Chief Since Early 2022; President Sells \"Bidenomics,\" But Says It Wasn't His Idea. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST, CNN PRIMETIME",
      "sentences": "Good evening. I'm Kaitlan Collins.Donald Trump's defense, on why he had classified documents, keeps changing. His legal problems are growing. And yet, his lead is increasing. My first guest, tonight, has gone from planning Trump's transition, to the White House, to making it his mission that he never returns. Chris Christie was U.S. Attorney, for six years, Governor of New Jersey, for eight, and is now running for President of the United States, against Donald Trump. Governor, thanks for joining us, here, tonight. CHRIS CHRISTIE, (R) PRESIDENTIAL CANDIDATE: Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "I don't think that we've gotten your raw reaction, to the audio that CNN got, this week, of Trump talking about classified documents with people, who didn't have security clearances. What went through your mind as you listen to that two-minute or so clip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHRISTIE",
      "sentences": "Sounds just like him. I mean, the thing that struck me the most was that that is what Donald Trump is like, most of the time, constantly rationalizing his own bad behavior, justifying what he's doing, at the very moment that he's doing it, even when he knows it's wrong, and showing off. He's the consummate show-off. And I think that's what that tape was, him showing off.And people asked me, going, all the way back to the time of the raid, last year, of Mar-a-Lago, like \"Why would he keep these documents?\" People were like, \"Is he going to give them to a foreign government or sell them to somebody or blackmail people?\" Look, you don't understand Donald Trump. It's just to show-off. He wants to continue to act like he's President. He can't live with the fact that he's not. And so, that's why he kept those documents. It seems childish and stupid. And it is. But that's the reason why, in my view, he's always kept it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "You've compared it to a child sticking their hand into a cookie jar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHRISTIE",
      "sentences": "Yes. I mean, look, he knows it's wrong. And he acknowledged that on the tape that you all got. He says, like, \"Look, this is classified. It's secret. I could have declassified it, when I was president, but I didn't. And now, I can't have this. I can't show it to you.\"Well, he knows these things are wrong. But he is like that child, who tests the parent, constantly. And that is what is just so maddening, about this. None of this has to happen. If he tries to play victim now, Kaitlan, \"Oh, poor me. They're going after me?\" They tried for 18 months, quietly, privately, to get him to return the documents. From February of 2021, through to August of 2022, they wrote. They called. They met with lawyers. They ultimately served a grand jury subpoena. They did everything they could, up to and not including a raid. He would not give them the documents back. And in fact, according to the indictment now, and I have no reason to believe it's not true, he even hid documents from his own lawyers, when they were trying to comply with the subpoena, in order to keep them. And this isn't new, Kaitlan, the boxes thing. When I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "What do you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHRISTIE",
      "sentences": "When I was with him in 2016, his body guy, at the time, Keith Schiller, used to carry a banker's box of papers that came from Trump Tower. And we would get on Trump's plane.And the first thing that would happen, when he sat down, is Keith would go and get that box, and put it in the seat, next to Trump. And Trump would open the box, and he would start going through the papers. When they call up, his beautiful mind boxes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHRISTIE",
      "sentences": "-- that the staff called them, I knew exactly what they meant. It was like a security blanket for him. That's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "But you're saying it wasn't something where, \"Oh, he just had all this stuff with him, and he didn't really know what was in there. It was just random boxes.\" You're saying he knew and kept track of these boxes? CHRISTIEExcept once you become president, you have access to classified documents, and top secret documents, and SCI documents, which are the most secret documents. And that stuff was with Keith (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "And when you spent time, with him, at the White House, did you ever see him dealing with classified information, in front of people, who didn't have security clearances, or anything that you remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHRISTIE",
      "sentences": "I didn't. I didn't. The only thing that he ever showed me, which I think he showed to lots of people were the letters that he got from Kim Jong Un. He was very proud of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes. But of course, what he's alleged to have taken now is so much more serious than that. It's nuclear security secrets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "CHRISTIE",
      "sentences": "Much more serious, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Did you ever show those classified documents to anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TRUMP",
      "sentences": "Not really.Copies of different plans, copies of stories, having to do with many, many subjects. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Why do you think his excuses keep changing for why he had those documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "Because he's getting cornered. He's getting cornered, and he'll lie about anything.I think the latest lie is the one that he said, just yesterday, right, where he said, \"I wasn't really showing them anything. It was just bravado.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Bravado. CHRISTIEBut let me tell you something. That's what he does. When he is cornered? And he was cornered by the Bret Baier interview. The Bret Baier interview, put him in a horrible box, and I don't think he's ever going to be able to get out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Where he said it wasn't a document per se.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, that. But he, also the bigger problem, he has, Kaitlan is that he admitted he had the documents. He knew about the grand jury subpoena.But he was too busy, to go through the boxes, to see what was classified, and what wasn't. And he didn't want to just turn the boxes over, because he had golf shirts and golf pants in there. I mean, come on. There's nobody in America who believes that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Does the bravado excuse remind you of when the Access Hollywood tape came out, and his dismissal was it's just locker-room talk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "It's whenever he feels cornered, he makes up a story. It reminds me more particularly of when he didn't want to turn over his tax returns. And he all of a sudden came up with a story that he was getting legal advice, saying that as long as he was under audit, that he couldn't turn them over. And that was a completely made-up story as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "You're a former federal prosecutor. How damaging is a tape like that at trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, it's always great to have evidence, either audio or videotape, of the person, in their own words, saying something, as opposed to a witness, saying that someone said this.The tape is always the best having, whether that's audio or audio and video, because the jury then knows, they don't have to rely upon anybody else, for the truth, of what's being said, in there. They can see it and hear it for themselves. So, the tape is an incredibly important part of it. But it's not the only important piece of evidence that they have. I suspect that they will introduce, at the time of trial. Most, Kaitlan, most of these indictments, when I did it for seven years, we usually put a third to a half of the amount of evidence that we actually had, in the indictment, and saved stuff for later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "So, you think there's more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Rudy Giuliani was interviewed in last week, I believe, by Jack Smith's investigators, who are investigating January 6, and the efforts to overturn the election.What does it say to you that he voluntarily sat down with them, with Jack Smith's team? Does that mean -- do you think that he's trying to get some kind of agreement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "I think that's Rudy's personality. Remember, Rudy was the U.S. Attorney also. And he was the U.S. Attorney in the most important district, in the country, in Manhattan, in the Southern District of New York.So, I don't think even if Rudy got legal advice not to sit down? My guess is, knowing Rudy that he feels like he could deal with whatever questions are going to be asked. And that's given his background, his experience. And I'm sure he's convinced he did nothing wrong. So, I think, with Rudy, it's not an indication that there's a deal being made, which it might be with other people. I think it's more that Rudy has this incredible self-confidence that he could sit down with a prosecutor, and he will not be knocked off -- knocked off his grill (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "How much risk do you think he's facing, in this investigation, and Trump himself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "On the January 6 side of things? Look, it's hard to tell everything that went on that day. I actually tried to talk to the President that day, and he wouldn't take the calls, to urge him to speak out, and to get people out of the Capitol. So, I don't know what everybody's role was.But look, this much we know for certain. It was an awful day in American history. We know that Donald Trump played a large role, encouraging it, not just on the day, but in everything he did, from Election Night forward, to January 6, because he continued to spread the lie that the election was stolen. And we know that's not true. There's no evidence to support that it is. He knew that too. But his ego wouldn't permit him to admit that he lost to Joe Biden. And believe me, if I lost the Joe Biden, I'd be feeling pretty hurt too. But the fact is, when it happens, it happens. And I don't think that Jack Smith would be, my guess is, not just looking at the speech, on January 6, what happened, on January 6. He's looking at everything that happened from Election Night forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes, fundraising, we know all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "Everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Fake electors.Do you have concerns on how Trump would use his pardon power if he became president again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, I don't like a lot of the ways he used it when he had it the first time. COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "You haven't said whether or not you'd rule out pardoning him, if you became president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "CHRISTIE",
      "sentences": "I think -- I don't think it's responsible to say it, Kaitlan. But what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "CHRISTIE",
      "sentences": "Because having had the pardon power before, I will tell you what my inclination is.I don't think if he gets a fair trial, that there's going to be any grounds, to pardon him. And so, my inclination is I don't think I would pardon him. Now, if I thought that he had an unfair trial? If I thought there were things that happened, that led to an unfair result? Then, that's a different story. But based on what I know, today, the answer is no. But having had the pardon power, as a governor, and how seriously, I took it, what I'm telling you is that you got to watch to see how the trial goes too, because that's part of it. The last thing, I'd say, and the reason why I don't think if I'm President, that I'll ever confront this, is to get a pardon, you must also accept responsibility for your conduct. Donald Trump will never accept responsibility, for his conduct. And so, he wouldn't be able to accept a pardon, if one were offered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Of course, one thing? We're talking about the primary, and the pull that he has, on your party. That was on full display this week, when House Speaker Kevin McCarthy did an interview, where he questioned Trump's strength, as a candidate, saying, \"Is he the best candidate? I'm not so sure.\" He quickly backtracked on that.What does that say to you, about how dependent Kevin McCarthy is, on a Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, I think that Kevin's in a particularly difficult position, right? Because he needs to count to 218 every day, every day, given the rules that he's operating under.So, it's not an excuse, for Kevin, but it's an explanation as to what he's up to. He's trying to get things done in the House of Representatives. He's managing a very difficult caucus, and a very slim majority. And so, I think that's why he -- my guess is, that's why he did what he did. But I think his first statement is what he really believes, which is that he doesn't think Donald Trump is the strongest candidate to be president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "All right. Chris Christie, we have many more questions, for you, about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "CHRISTIE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "-- the 2024 race, and the state of it. So, stick with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "CHRISTIE",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Republican presidential candidate, and former New Jersey governor, Chris Christie, is back with us now.We were just talking about the state of the 2024 race. And you obviously, what sets you apart is that you were willing to go after Trump, in a way that no one else, in the 2024 field, does. We see Asa Hutchinson, and Will Hurd, they do criticize him, but not in the way that you have done. Do you believe that those who don't are making a mistake you made in 2016?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "CHRISTIE",
      "sentences": "Exactly. I think they're making a mistake, not only that I made, but that Jeb Bush made, and Marco Rubio made, and Ted Cruz made, and John Kasich made that we didn't go after Trump early enough. And we allowed a certain narrative to set in, about Donald Trump that then became impossible, for us, to change or overcome.And so, look, he has been a major world figure, for the last eight years. And so, we're not going to be able to knock down his numbers, or shake some of his support. I've been in the race for three weeks. And three weeks. But we have, seven months, until the first people vote. And my message will be heard by then. And I think the American people care about the truth, Kaitlan, I really do. And I think the Republican Party cares about the truth. And I think they want to hear it. But no one's been saying it to them. And I'm going to say it to them, over the next seven months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "We have questions, about your fundraising.But, on Donald Trump's fundraising, he has quietly begun diverting money that he is raising, for his 2024 campaign, into a Political Action Committee that he has used, which we can see from filings, for his personal legal fees. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "CHRISTIE",
      "sentences": "It's disgraceful. It's disgraceful. He's going to middle- class men and women, in this country. And they're donating $15, $25, $50, $100, because they believe in Donald Trump, and they want him to be president again. They're not giving that money, so he can pay his personal legal fees.And let's remember something. He's a billionaire. He's a billionaire, self-professed billionaire. Why can't he use his own money, to pay his personal legal fees, and not use money coming from the public? It's disgraceful. And it's a continued grift. And look, the Trump family has been involved, in grifting, for quite some time. He was doing this, in terms of the people, who got paid, out of this PAC before, whether it was Kimberly Guilfoyle, or other members of the family. Jared Kushner, six months after he leaves the White House gets $2 billion, from the Saudi sovereign wealth fund. When Donald Trump had put him in a position to be in the Middle East, what was Jared Kushner doing in the Middle East? We had Rex Tillerson and Mike Pompeo as Secretaries of State. We didn't need Jared Kushner. He was put there to make those relationships. And then, he cashed in on those relationships, when he left the office. So, what Donald Trump's doing now is just a continuation of what he's permitted his family to do, over the entire course of his time, as President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Why do you think he's not using his own money, to pay for his legal fees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "CHRISTIE",
      "sentences": "Because he's the cheapest person I've ever met in my life. That's why.And what he's very good at, Kaitlan, is spending other people's money. And if you look at his history, in New Jersey, through his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "And you think he's misleading his voters, his supporters by?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, I think, those supporters, write a check to Trump for president. They think they're paying for campaign expenses, not for personal legal expenses.What happened to him, let's say, with the documents case, had nothing to do with the campaign, at all. It's a personal fault of his, mistakes he made, that he's now being held to account for, and has to pay lawyers, to defend him. The same thing with the Stormy Daniels case, in New York. I think it was a ridiculous indictment to bring. But nonetheless, it's based on his personal conduct, of allegedly paying off Stormy Daniels, to keep her quiet, during an election. These are not things that the public should be paying for, and certainly not people, who are supporting him for president, and giving him the money, thinking it's going to be used, to help forward his campaign, when in essence, all he's doing is using it to pay his own legal fees, so he can keep more money in his own pocket, and keep running his jet, and going back and forth, between Bedminster and Mar- a-Lago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "But we had the same situation, eight years ago, and we were able to turn that around, to a large extent.But the reason is because I governed a Blue state, Kaitlan. And so, when you govern a Blue state, you're going to have to make compromises, if you want to get things done. And I'm also someone, who speaks really directly. I'm not looking to, as you can see from tonight, I'm not looking to, play bumper pool, here, and not answer questions. So, when you answer questions directly, you get reactions, and emotional reactions, from people. Lastly, I think that when you have political capital, which I had a lot of, in New Jersey, you're there to spend it, to do things of consequence. We haven't had a president, who has been willing to do that for a long time. And that's the kind of President I'll be. When I win the election, I'll have a lot of popularity, and I'm going to spend that popularity, to do the difficult big things that this country needs to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Can you get your polling up enough? Are you going to make it on the debate stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "Sure. Well, I'm already, from a polling perspective, we're at 9 percent, in some polls, in New Hampshire",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "What about on fundraising?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "On fundraising, we're not going to have any problem meeting the 40,000-person threshold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "OK. So, you'll be on the debate stage, come August?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "I certainly will be.And if anybody's concerned about that, go to chrischristie.com, right now. Donate, and we'll be fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Speaking of New Hampshire, Governor DeSantis was there, yesterday. Obviously, he's another 2024 challenger. He was asked by a high school student, about January 6, and how Republicans handled that.This is what he said to that student. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you believe that Trump violated the peaceful transfer of power, a key principle that of American democracy that we must uphold?GOV. RON DESANTIS (R-FL), (R) PRESIDENTIAL CANDIDATE: Are you in high school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DESANTIS",
      "sentences": "So, I wasn't anywhere near Washington, that day. I have nothing to do with what happened that day. Obviously, I didn't enjoy seeing, you know, what would happen. But we've got to go forward on this stuff. We cannot be looking backwards and be mired in the past.(AUDIENCE APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "He talked a little bit before that about how Biden is running for office, and why -- or Biden running, and why he should defeat him.But is that the way you think Republicans should be answering that question, on January the 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "He wasn't anywhere near Washington? Did he have a TV? Was he alive that day? Did he see what was going on? I mean, that's one of the most ridiculous answers I've heard, in this race, so far. You don't have an opinion about January 6, except to say \"I didn't particularly enjoy what happened?\"People were killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "That's not exactly a strong statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "People were killed, Kaitlan, as you know, that day, on Capitol Hill, defending the Capitol.We had members of Congress, who were running for their lives. We had people, trying to hunt down the Vice President of the United States, chanting \"Hang Mike Pence.\" And Donald Trump, the entire time, sat outside the Oval Office, in that little dining room of his, eating a well-done cheeseburger, and watching TV, and doing nothing, to stop what was going on, until it got to the point, where even he could no longer stand it. And he finally, at 4 or something in the afternoon, put out a video, asking people to leave the Capitol. And Ron DeSantis doesn't have any opinion on that? Look, I know, by the way, I'm pretty sure I know who that high school student was. He goes to every Town Hall meeting, in New Hampshire. He's been to three of mine. And he asked really tough questions. And I said to him, the last time I had a Town Hall meeting, it was out of Maine, \"See if any of the candidates will answer your questions directly, and grade them on it.\" I suspect when I go back, and see Colin (ph), in New Hampshire, next time, I'm up there, DeSantis is going to get an F for that answer",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "If he asked you that question, how would you answer it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "CHRISTIE",
      "sentences": "I would say it was one of the most disgraceful days, in American history, and that the President was principally responsible for it, one, through the conduct, and his words, from Election Night forward, inciting people, and insisting that the election was stolen when it wasn't.Through his speech that day, when he attacked directly, his own Vice President, and incited those people, to be angry at Mike Pence, who was just performing his constitutional duty. And he had no choice. And every lawyer, good lawyer, had told people that that he couldn't do anything different than that. And then while the event was going on, while the riot was going on, on Capitol Hill, we know that Donald Trump was watching it, and was being urged, by even members of his own family, to get out there, and say something, and he refused. Because he was enjoying watching people yell, scream and destroy things, in his name. That's the kind of answer you should give. And that makes someone, in addition to all the other things, unfit, to be President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You mentioned Pence. As you have been such a vocal critic, of Trump's, in these last few weeks, since you entered this race, have you heard from people who worked in his White House that agree with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Chris Christie, thank you very much, for joining us, here, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CHRISTIE",
      "sentences": "Happy to be on, Kaitlan. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "United Airlines says it is all hands on deck, tonight, as they are working, to resolve the travel meltdown that has happened, across the country.The airline is just one of many that are fighting through airport chaos that we are seeing. And hundreds of thousands of passengers are describing exactly the same nightmare. Extended delays, cancellations, long customer service lines, and being stuck without their luggage, forced to sleep at the airport, even. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There are people sleeping in carts. There are people like openly weeping at like cafe tables. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There were these elderly couples behind me. And like these people can barely walk and now they're standing in lines for 10 hours?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Over the last two days, over 4,400 flights have been canceled, more than 16,000, in total, delayed. And today, the situation did get a little bit better, as we are now heading into the busiest busy July 4th weekend, in years.Joining us now, Transportation Secretary, Pete Buttigieg. Secretary Buttigieg, thank you for joining us. We heard a statement, from the CEO, of United Airlines who said, they believe the FAA failed them, and put them on worse footing, heading into a weekend, where we saw storms. Have you spoken to Scott Kirby? And do you believe that's fair criticism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "Well, the answer to the first question is yes. And the answer to the second question is no.Look, United Airlines has some internal issues they need to work through. They've really been struggling, this week, even relative to other U.S. airlines. But where we do agree is that there needs to be more resources, for air traffic control. That's why we're hiring 1,500 more controllers, this year. We got plans for another 1,800 controllers next year, and working with Capitol Hill to get more resources, in terms of staff and technology. I want to be very clear. Air traffic control issues are not the number one issue causing cancellations and delays. They're not even the number two issue. All the data, including industry's own data is very clear on that. But to the extent that it's a factor, we're not going to shy away from that. We need to make sure that we continually strengthen air traffic control. Meanwhile, we have been very focused, especially over the last year, year and a half, on expanding passenger rights, so that when you do have these kinds of issues, people know what to expect, and the airlines take care of their passengers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "If you're planning to travel, or if you've been stuck, I'd strongly encourage you to visit flightrights.gov. It's got transparency tools that we created, and a lot of information, on new customer service commitments that we were able to secure last summer. Enforceable commitments, so that when you do have an issue that was caused by the airline, you know exactly what to expect.Now, obviously, a lot of the issues, right now, caused by weather. Several key hubs being simultaneously pummeled, by extreme and severe weather, today appears to be better, by the numbers, compared to yesterday. But still going to take a while to dig out of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes. You mentioned that compensation there. But it's only when the airlines are responsible. And so, obviously, if there's bad weather, you can't control that. But if there's bad weather, and then it creates all these operational issues, then who is responsible? I think that's one thing that most passengers want to know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "Well, yes, look, we obviously can't -- nobody can control the weather. But it is important, for airlines, to create enough cushion, and resilience, in the system, so, when you do have a disruption, caused by weather, you can absorb that and work through that.Same thing, on the air traffic control side, making sure that there are the resources, at the FAA, to deal with these situations, as they come. And I'll say a lot of the work that has been done has been paying off this year. Up until this week, typical cancellation rates we saw were around 2 percent, or low even below 1 percent. But this week, again, you saw this multiple and extreme set of weather events that has really set the system back. Tomorrow will be a big test. We think tomorrow will be the busiest day of this holiday travel weekend. It may even prove to be the busiest day for air travel, since the pandemic. Now, already a couple times, this year, we've had that marked Memorial Day, for example. That was the busiest day, at the time, since the pandemic. That went quite well, in terms of delays and cancellations. But there's no question that with all of these storms, including severe storms, popping up, and happening, over some of the key hubs, in the country, it's created a lot of challenges, for the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BUTTIGIEG",
      "sentences": "Yes. So, that's a center called N90. And the work that is done in there is some of the most difficult, high-skilled and complicated aviation work, in the world.The staffing levels there are not at the level I want to see there. They don't leave us with a lot of cushion. If you have a few people call in sick, or if you have an unusual event, it really spreads the system thin. And so, what we need to see higher staffing levels there. Have actually been working on a number of approaches, there, have been in dialog with the Air Traffic Controllers union. Senator Schumer's office has been involved in working towards solutions, because the status quo really is concerning, when you look at the staffing levels there. And we're trying to make sure that we have a strategic approach for every part of the country. In Florida, for example, a lot of the issues had to do with space launches. Believe it or not, that's happening often enough that it can be an issue to de-conflict the airspace, military operations. And so, FAA got together collaboratively, with the airlines, the same airlines, we're going to push hard, and hold accountable on customer service. We're also going to sit side by side with them, when we can work through operational issues. We've seen some real improvements, in the Florida situation. Working to do the same thing in the New York markets too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "The President has not yet nominated someone, on a permanent basis, to run the FAA. The other nominee had dropped out. When is he going to nominate someone to run the FAA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BUTTIGIEG",
      "sentences": "Well I don't have an announcement to make on that tonight. But certainly, expect a nomination soon. We need to have a confirmed Administrator.Unfortunately, even though we had an excellent qualified nominee that the President put forward, last year, partisan politics got in the way, and frustratingly, there was a lot of obstruction that stopped Phil Washington's nomination. Now, that being said, the FAA is in good hands. I've asked our Deputy Secretary, the number two leader, in the entire Department of Transportation, Polly Trottenberg, to step in, as Acting, over there, doing great work there, along with our Deputy Administrator, and the entire team. But we need to get a permanent Administrator confirmed. And my hope is when the President announces a new nominee that we'll have quick action and bipartisan action because there should be nothing partisan about making sure that our air traffic control system is working well for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's been quite some time, since there was someone, permanent, in that position.Secretary, on another matter. Twice this week, President Biden has referred to the war in Ukraine, as the war in Iraq. I don't have to tell you, he has been facing doubts, from voters, about his age. He is the oldest president, of course, in the nation's history that we've ever had. One of those instances happened, as he was leaving the White House, today. What do you say to people who are concerned about his age, and slip- ups, like the one he had today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BUTTIGIEG",
      "sentences": "Well what I'd say is I wish you could be in a room with him, the way I often am, seeing how he is simultaneously focused, on a big-picture vision, and very focused on details.I'll tell you we've had, for example, meetings on some of the work that we've been doing, with rail infrastructure, where he winds up drilling in on questions, so detailed, we have to go back, and set up another meeting, or pull in experts, from Amtrak, to help satisfy the President's desire, for detailed information, and his focus on how that connects up into the bigger picture. Look, this is an administration that has been extraordinarily effective. And, one of the -- frankly, one of the cases that I made, back when I was running for president, at an unusually young age, is that the only thing that really matters is your ability to do the job. Right now, you have an administration that has delivered the strongest economic growth, in terms of job creation, of any president, in American history, has delivered. Bipartisan infrastructure legislation, part of what we're on the road, working through, right now, delivering great projects, in places like Kentucky, where I'll be tomorrow, South Carolina, where I was today, in ways that previous presidents, including the last administration, said they were going to do, but just couldn't quite make happen. Whether we talk about the CHIPS Act, the job creation that's happening in manufacturing, the breakthrough for veterans that matters so much, to my generation, of post-9/11 veterans, in terms of dealing with burn pits? At the end of the day, anybody, in any job, ought to be judged on the job that they're doing. And in just two and a half years, this administration, under President Biden's leadership, has delivered more than many presidencies, have been able to do, in four or even eight years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Secretary Pete Buttigieg, thank you for your time, tonight. I know you've been very, quite busy lately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BUTTIGIEG",
      "sentences": "Thank you. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "President Biden, today laying out his economic strategy, going into the 2024 race, as most Americans still say that they are unhappy, with the way that he's handled the economy.The term, Bidenomics, of course, an echo of Reaganomics, which is what the President is aiming to say, he didn't think worked. Today, he touted his plan, as meant to favor and grow the middle- class. But on his way to his speech in Chicago, he downplayed the term. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "You guys branded it. I didn't. I never called it Bidenomics.Now wait, let's get it straight. The first time it was used was in the Wall Street Journal. OK? I don't go around beating my chest \"Bidenomics.\" So, the press started calling it Bidenomics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you not like it sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "BIDEN",
      "sentences": "No, I like it. It's fine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Not just the press. His own economic advisers, his own political aides, have been using the term, repeatedly.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's Bidenomics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In terms of his Bidenomics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "OLIVIA DALTON, PRINCIPAL DEPUTY PRESS SECRETARY",
      "sentences": "Bidenomics, which is the word of the day, word of the week, word of the month.KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: That is the vision of the President and, hence, Bidenomics. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "Joining me now, to discuss, National Review Senior Editor, Ramesh Ponnuru; and former Democratic congressman, Max Rose.Thank you both for being here. Congressman, beyond the fact that Biden clearly does not like the term that his own aides are using, to describe his vision here? The economy has been a difficult thing for him. Because, they've seen good numbers. MAX ROSE, (D) FORMER U.S. REPRESENTATIVE: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Well, I actually don't think this is a significant risk, because of course, if the economy is not doing well, he will be held accountable. His administration will be held accountable. So, you might as well go all in, on owning this economy.And he has made incredible investments, I think, which is perfectly evinced by the CHIPS Act, Infrastructure act, grow the middle-class, invest here at home, innovate here at home, outcompete China, and our near peers and, of course, protect the homeland. This is an economic philosophy that I believe will define the generation to come, just as Reaganomics did. And this is certainly, I think, a fantastic call, to lead the way, and brand it, something that my party has not always been exceptional at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Strong at?Ramesh, what do you think? Is there not credit, where credit is due, when it comes to the accomplishments that they have made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "RAMESH PONNURU, SENIOR EDITOR, NATIONAL REVIEW, THE WASHINGTON POST",
      "sentences": "Look, the American public, for most of the last 30 years, has been unhappy, about the state of the economy.The only two periods of time when Americans have been happy, about the economy, has been when they have seen a sustained growth, in real wages, wages, keeping up with prices, and not just keeping up, but getting ahead of prices. That hasn't happened, so far, during the Biden administration. That's what he needs to have happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "And how does he fix that? Because the question of how they view that? I mean, look at CNN's latest polling. Two-thirds of the country disapprove of his handling of the economy. 76 percent say economic conditions are poor.That's despite the fact that the unemployment rate is at 3.7 percent. Employers added 339,000 jobs in May. And we've seen inflation cooling for, what, 11 straight months now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Well, it's extraordinarily difficult, in politics, to take credit, for preventing catastrophe. And that is absolutely what this administration has done.Think about the economy that the Biden administration inherited. Skyrocketing inflation, an economy that was teetering on permanent catastrophe. And not only did they resuscitate it, but they actually put us on a footing, to compete in the 2020s, and well beyond. And I think with branding like this, and a shifting of the narrative, yes, we're not out of the woods. There is no doubt. But certainly, they have prevented something far, far more serious from occurring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "The jobs were growing, and inflation was lower, when he took office. And Americans remember that. There -- it wasn't a period of economic crisis. It was a period of public health crisis. But we'd already seen the worst of the recession, and we're having a sharp recovery. They had tailwinds, not headwinds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "So, wait, you're saying that the economy was doing better, when the Biden administration started? That's absolutely false. I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "I'm saying there was no economic catastrophe. And that's revisionist history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Inflation was in the double-digits. And let's just look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "In January of 2021? That's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Let's just -- let's just look at where Western Europe is right now. Let's look at where the U.K. is right now. This was a global economic catastrophe that was engulfing every major Western economy. And we are performing better than any of them now, because of this administration's economic policy.And beyond that this is a national security issue as well. We're going to outcompete China. We are outcompeting in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "No --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Because of this policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Ramesh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "No amount of spin is going to make people think that their paychecks are keeping up with their bills, when they're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "So again, what I would say is that what we are seeing, through and through every single step of the way? We are growing the middle- class. You can't deny that, right? We have never seen in recent time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "Growing the middle-class ought to mean people getting higher wages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "We have never seen the working-class do better than in recent memory than what we are seeing, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "But is Biden going to be able to turn around --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "PONNURU",
      "sentences": "That is up (ph) 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "-- how voters feel about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "What's that? I'm sorry. He was in my ear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Will the President be -- I mean, this is what Republicans are talking about every single day, on the campaign trail, when they're not being asked about Trump, half the time. But is Biden going to be able to turn around how voters feel, about how he's handling the economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Sure thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Because the numbers aren't good for him, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "ROSE",
      "sentences": "Absolutely. And I think this was an important step, in doing so. We are seeing investments, here at home that are absolutely unparalleled. And it is on the par with the investments that we see, in our military, because this is about protecting the middle-class, growing the middle-class, protecting the working-class, and outcompeting our adversaries, overseas. And those investments are absolutely critical. And I believe he will get credit for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Tonight, a show of strength, after a shocking moment of weakness.(VIDEO -- KREMLIN RELEASES VIDEO OF RUSSIAN PRESIDENT VLADIMIR PUTIN GREETING SUPPORTERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "The Kremlin, today, releasing this video, of President Putin, being swarmed by his supporters, days of course after he faced down a mutiny that was led by his former Mercenary Chief.Perspective now, from Jill Dougherty, CNN's former Moscow Bureau Chief. Jill, thanks so much for being with us tonight. When you see a video like that's been put out by the Kremlin, what do you think about it? I mean, is it completely choreographed? Are they just trying to show support for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "JILL DOUGHERTY, CNN CONTRIBUTOR, FORMER CNN MOSCOW BUREAU CHIEF, ADJUNCT PROFESSOR, GEORGETOWN UNIVERSITY",
      "sentences": "I think there's no question, it's choreographed.I mean, you had that video just a few days ago, by Prigozhin, being mobbed with people taking selfies. And here's Putin, who really recently has never gone out, into the public. And all of a sudden, he's being mobbed? The notorious germophobe, who doesn't want to catch COVID from anyone? I was really stunned, when I saw it. But obviously, he feels he has to get out there, and show that the people support him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "DOUGHERTY",
      "sentences": "I think the long knives are out. I think, right now, Putin and his very small coterie are looking at all the people in the military, security services, et cetera, and saying who might have supported Prigozhin? Who might be on the side of changing things?And so, people disappear probably sometimes, because they don't want to have their heads chopped off, as they bring them up. And other people, maybe there is something happening. We still don't know exactly what's going to happen to General Surovikin, who was a buddy of Prigozhin. And so, there are a lot of questions. This is really, right now, a lot of infighting, and really important period, a lot of it unclear, at this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's absolutely fascinating to watch.Jill Dougherty, as we track the developments, we'll check back in with you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "DOUGHERTY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}