{
  "date": "2023-12-09",
  "headline": "CNN Newsroom",
  "subHeadline": "UPenn President Resigns Amid Backlash Over Anti-Semitism Testimony; WSJ Poll: Haley Beats Trump In Matchup Against Biden; Interview With Rep. Steve Cohen (D-TN); WH Warns U.S. Will Soon Be Out Of Money For Ukraine & Fears Of NATO Withdrawal If Trump Reelected; National Weather Service Confirms \"Dangerous Tornado\" In Western TN. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:01:30",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.We begin this hour with breaking news right now. The University of Pennsylvania, the president there, has resigned. This comes after her testimony earlier this week before Congress about anti-Semitism on campus. Our Polo Sandoval is live with more on all of this. Polo, not that surprising that we're getting this news this afternoon, given what took place this week. The devastating testimony for the president of the University of Pennsylvania that she delivered up on Capitol Hill. Her attempt at cleaning up that testimony, which was also pretty widely panned, and then mounting pressure, it sounds like, from the board of trustees of that university for Liz Magill to step down. And it appears that is -- not appears -- that is what has happened this afternoon. Polo, give us the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:30",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Yes. Confirmed directly from the university, Jim. And to your point, this is certainly not surprising given the days of outcry that we have heard and seen from the university community, from state, from federally elected officials, not to mention, of course, donors who support the university had been calling on Magill to step down after that really disastrous bit of testimony that was offered during a congressional hearing just this past Tuesday.So it's developed extremely quickly and now days later the university announcing that she has voluntarily stepped down in a statement released from Scott Bok, who's actually the chair of UPenn's board saying that she will remain tenured as faculty at Penn Carey Law and she's also agreed to stay onboard while they figure out interim leadership for the university. And again, just to remind viewers she was just one of three university officials who failed to really offer a very direct and explicit answer, saying that calling for the genocide of Jews would immediately violate the codes of conduct for their university. And since then we've heard this growing chorus asking for her to step down, and that's where we are today. And then finally, Jim, an interesting note. It was just today that New York Governor Kathy Hochul announced that she has actually submitted a letter to some of New York's universities and colleges warning of what she described as aggressive enforcement action, if they don't comply with discrimination laws, basically a preemptive letter to various universities. Many of the chancellor of these universities have each confirmed that a call for genocide would be considered a violation of the codes of conduct. So very different from what we saw from Liz Magill just a few days ago. So again, we cannot stress enough. Much of that outcry is not because of what she said, but what she failed to say. And now you have those two other officials that she was flanked by in those images, Jim, the president of Harvard and M.I.T., also under similar scrutiny. The president of Harvard actually since yesterday issued a statement of apology via the student newspaper there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "Eyal, what's your reaction to this, the president of your school stepping down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "EYAL YAKOBY, STUDENT, UNIVERSITY OF PENNSYLVANIA",
      "sentences": "Thank you so much for having me on.This has been something that myself and many alumni and fellow students, parents have been, you know, working on for a while since Penn hosted a lot of anti-Semitic speakers to Penn, which resulted in a swastika on campus. The (INAUDIBLE) hall being vandalized but I do want to make clear that this is just the first domino in a culture from many leaders, including Chairman Bok, who have allowed this to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "And Eyal, when you saw President Magill make these comments up on Capitol Hill earlier this week, did you think immediately that this was going to be a problem for her and for the school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "YAKOBY",
      "sentences": "I think this has been a problem for a long time coming, and I think what the congressional hearing showed the world is what a lot of us have been saying for a while is that there is an indifference to anti-Semitism and a culture of hostility that has been brewing on campus for some time now, and I think if the true cultural change is meant to happen and should happen, then Magill is just one figure that has allowed this to happen.And there are continuous steps that need to be taken in order to safeguard and protect all students on campus for such hatred and hostility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "And Eyal, do you think that members of the board should be thinking about stepping down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "YAKOBY",
      "sentences": "I can't speak for members of the board. I'm not aware of specific numbers of the board but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "Would you like to see that?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "YAKOBY",
      "sentences": "-- I would like to see Chairman Bok resign as well as he has told the community that things are under control. That he has full confidence in President Magill for some time now. And it's time for not everything to just depend on President Magill, but for accountability to be taken across the board.Just like we've seen if this was any other situation. I don't know the ins and outs of the board and I'm assuming that many members of the board of trustees were a part of asking President Magill to resign. But what I do know and a lot of students know is that we've been told for some time now by Chairman Bok that everything is under control. And I think it's time for beyond just President Magill to take accountability. There are other people that need to take accountability and I think that also does include Chairman Bok, who has been coaching Magill on how to handle the situation, and the campus climate has just gotten worse, and we truly need to restore safety, number one, to campus, but also need to secure and restore academics to the University of Pennsylvania if we really want to restore the reputation of this university, and not be fearful for our lives or for professors discriminating, harassing and bullying their students in classrooms and outside of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "All right. Eyal Yakoby, thank you very much for responding to all of this. We appreciate it. And keep us posted on how things are going on campus. We definitely want to stay on top of the story and we will.In the meantime let's discuss more with CNN's senior political commentator Ana Navarro, \"Vanity Fair\" special correspondent Molly Jong Fast and Republican strategist Doug Heye. Guys, we brought you on, we booked you on the show to talk about politics. We're going to talk about that in just a moment but I think all of you would be just great on this issue. And especially Doug Heye as you're sitting with me here in the studio. Doug, let me go to you first because Doug, you were mentioning to me before we were on the air during the commercial break that you are on the board of trustees at the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "DOUG HEYE, REPUBLICAN STRATEGIST",
      "sentences": "Board of visitors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "-- excuse me, board of visitors of the University of North Carolina and I mean this is an issue on campuses all over the country. What's your response to what we just saw this afternoon with the president of the University of Pennsylvania stepping down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "HEYE",
      "sentences": "Well first with Eyal that -- students like him tell me that the next generation will be ok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:54",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "HEYE",
      "sentences": "The school was unprepared to talk about it. And just as we saw last week with these college presidents or chancellors, they're unprepared to talk about it because the people that they hire in their communications positions come from academics -- academia.That's who they want to surround themselves with. They're like-minded people who use words like \"contextualize\" instead of being very clear on what you need to do in a congressional hearing because it is a life-or-death situation for your job survival whatever you do in your profession when you're appearing before Congress. You have to take it very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "ACOSTA",
      "sentences": "Yes. Ana Navarro, I know you've spent time up on Capitol Hill. You've been involved in politics in your past. How devastating was this testimony that we saw this past week? I mean we saw the University of Pennsylvania president try to clean it up and obviously that did not help. ANA NAVARRO, CNN SENIOR POLITICAL COMMENTATORpainful and I think like Doug I was at the Institute of Politics in Harvard as fellow. And it was incredibly painful for me to see the president of Harvard along with the president of M.I.T. and the president of the University of Pennsylvania engaging in legalese and just lacking complete verbal clarity and moral clarity when it comes to the issue of anti-Semitism. And so this lady is gone now. This president is gone. I hope that this serves to lead to reflection and for universities all over the United States and the world to take stock of what has happened, and take the necessary steps to not be equivocating, to be absolutely clear in taking steps so that the Jewish students on campus feel protected. No student in the United States of America should be going to school afraid for their lives. That is deplorable. That is shameful. I think actions and lack of actions have consequences. That's what these people are feeling today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "ACOSTA",
      "sentences": "Yes.And Molly, I know you have been really upset about this growing anti- Semitism that we're seeing across the country, and that has, I think, picked up since what took place on October 7th. What is your sense of it? I mean, the way that these university leaders have been handling this. This really should not come as a surprise, as to what took place today? MOLLY JONG-FAST, SPECIAL CORRESPONDENT, \"VANITY FAIR\": Right. And I think it's really clear that we need people to say, to condemn anti- Semitism, just like they condemn any kind of discrimination against any group, right? It's the same as anti-Muslim rhetoric, anti-you know, racism, sexism, these are all the same, right? It's not ok. And what we needed in that moment was for these presidents not to sort of spout this kind of very legal, very kind of wishy-washy statement, but instead to say, no. It's not ok. Discrimination is not ok. And I think that, you know, this is something as I'm Jewish and my family's Jewish and this is something we have, you know, experienced firsthand, and I think that we all suffer, right? When we allow any kind of discrimination, what happens is that the people of the university suffer, the rest of us suffer, you know? And we -- and so I do think it was, there was a moment -- I hope that we can take the teachable moment here, which is to say that any discrimination hurts everyone, and that we really need our moral clarity from our leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "HEYE",
      "sentences": "And Jim --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "HEYE",
      "sentences": "-- at the heart of (INAUDIBLE), when I did that in 2015, part of your orientation you go through a series of, you know, not just warnings but teachings on how to avoid microaggressions. How to properly communicate with students and faculties to avoid getting yourself in trouble because God forbid if you say the wrong pronoun or you know, say something about a gender-neutral bathroom you have a real problem on that campus.Meanwhile, what we saw with these college administrators, presidents and chancellors who are ignoring or trying to contextualize macro aggressions where students literally feel unsafe for their lives not because somebody called them the wrong name, or didn't have enough sensitivity or something but it's calling for their race or their ethnicity to be just completely removed from, vanished from society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "HEYE",
      "sentences": "That's a real problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "ACOSTA",
      "sentences": "And just as --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:47",
      "speaker": "ACOSTA",
      "sentences": "Go ahead, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "NAVARRO",
      "sentences": "It should not be that difficult to unequivocally condemn hate speech and call genocide -- calling for genocide hate speech. And so this has taught all of us that we do have a platform and that when we speak together those voices have consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean I thought these were smart people running these schools. These are some schools I could never get into, could have not ever gotten into, yet it could not have been more tone deaf in how they handled it.Ana, Doug, Molly -- hang tight, we're going to talk more about those on the other side of the break including -- I mean we just showed this tweet that just came in as we were talking about all of this Elise Stefanik. She tweeted this just a short while ago. \"One down, two to go.\" So obviously, this is in the political bloodstream. We're going to talk about it on the other side. Stay with us. (COMMERCIAL BREAK) [17:19:54] ACOSTA: Right now, Donald Trump may be the runaway favorite for the GOP nomination but new polling reveals he may have an even tougher race against President Biden than some of his Republican opponents. \"The Wall Street Journal\" found that in a head-to-head general election matchup next year, Nikki Haley beats President Biden by a stunning 17 percentage points. Trump fares worse. He would only have a 4-point advantage over the president. Let's get back to the panel and talk about some of this. Molly, I know I've had you on the show before so I may be teeing myself up to get whacked here. But I know you're not a big fan of these polls. It's a long way out. Anything can happen -- caveat, caveat, caveat. But what is your reaction to this, and what do you think? I mean we saw the president late last night in California going after Trump, calling him a danger to democracy, saying he would destroy democracy, calling him despicable about January 6th and so on. I mean a lot tougher talk than we've seen in some time. Maybe he's responding to some of these headwinds. What do you think? JONG-FAST: Well, you and I are buddies, and you know how I feel about polls, but I will say, you know, we have, since Trump has been elected, right, in 2016, when we were told Hillary Clinton was going to be president, we have absolutely all of the polls, almost all of the larger general polls like this have been wrong. So I'm just going to put that out there especially you'll remember the red wave midterm, which barely was a ripple and that off-off year election where Democrats flipped the Virginia state house. But with all of that said I definitely think that Donald Trump is probably a much weaker general election candidate than Nikki Haley, but the Republicans have a problem, which is they -- you know, they keep wishing that Donald Trump will go away. And we all know, Donald Trump is not going away. And he is going to very likely win this nomination, because he's -- you know, he's 50 points ahead in every state. I think it's unlikely that Biden will be running against Haley, but if he were I think he probably would have a harder race. Look, Trump is shopping this kind of autocracy which American voters don't really like. And if the Republican Party cared about electability, then they wouldn't have him as their nominee. But they really don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "ACOSTA",
      "sentences": "And Ana what was your sense of things right now? The other question I had is, are we overlooking how abortion could be a single- issue factor for a lot of women? And maybe that's just not showing up in these polls. If you put abortion on the table might that change how Republican women vote next year, and when you ask a -- if a pollster calls and says is it Biden versus Trump, maybe because they're not being asked about issues like abortion that doesn't get factored into consideration. What's your sense of it? NAVARROissue, and monthly, weekly, daily, we get reminders particularly we as women, of what the Roe v. Wade overturning has meant. This week it had been the story, the news, of the mother in Texas who had to go to court while 20 weeks pregnant to beg for the right to an abortion for a child that according to her doctors was not going to survive. And again, she has been stripped of that right now by the Supreme Court of Texas. And that's very reminiscent to a case that happened in Florida where a mother was carrying a child -- a fetus, who had no kidneys, that was sure to die shortly after birth and was made to carry it to term and hold it for 90 minutes as he gasped for air in her arms and died. Those stories are not going away. Those stories are getting worse, and I think women have to realize that we have to fight for all other women, even those of us who are too old to bear children. We are fighting for the women who came behind and we fighting for the rights of women. And I think it's an issue that angers all of us. Look, you can be pro-life but that doesn't mean you're pro-cruelty. And making a woman carry a child to term that's going to die in her arms is being cruel. And Jim, when it comes to Trump and Biden, listen. I think there's no doubt that probably the most difficult issue Joe Biden has to face right now is his age. And if Donald Trump running against him, all of a sudden that issue is moot, because, news flash, they're both old. There's a difference. One is 81 years old, the other one has 91 counts. 81 versus 91 -- you choose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "ACOSTA",
      "sentences": "I don't know if we have some of that sound ready, but if we could play it. I do want to the play it.We'll get it in a second, but Biden at this fund-raiser in California last night, he really went after Trump on this issue, and was scoffing at this comment about being a dictator day one and so on. And I'm just curious. Does this conversation resonate? We saw \"The Atlantic Magazine\" with this cover talking about Trump being a threat to democracy. Robert Kagan long-time conservative was out with a \"Washington Post\" op-ed talking about whether a Trump dictatorship is on the horizon. Is that resonating? People thinking about it? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "HEYE",
      "sentences": "I think a lot of resonates to the people who are already on that side. So Some of this preaching to the converted even if it's the absolute right thing for the president to say, what Donald Trump said was very troubling.It goes back to, you know, the comments about Donald Trump in 2016 we should have taken seriously but not literally. In fact, we should take him literally and it makes sense that Biden will talk about this more and more. Burt as far as it's seeping into Independent voters they don't like what Donald Trump is saying on this. But then they go to lunch and they spend $20 on a sandwich that used to cost them $13 three days ago. Anytime they spend money on anything, or don't spend money because they can't afford it or they can't afford the interest rates on it, that becomes very real to them in a way that Trump's rhetoric isn't. And then part of the Trump base that doesn't like everything Trump says still dismisses it because they think it's all a fait accompli. So you have multiple things happening at the same time which make that difficult to really break through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "ACOSTA",
      "sentences": "And Molly, I do want to play a little bit of that sound and get your reaction because to me, it's still hard to wrap your head around. But let's play it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Under no circumstances, you are promising America tonight, you would never abuse power as retribution against anybody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Except for day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "HANNITY",
      "sentences": "Except for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "TRUMP",
      "sentences": "Except for day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "HANNITY",
      "sentences": "Meaning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "TRUMP",
      "sentences": "I want to close the border and I want to drill, drill, drill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "HANNITY",
      "sentences": "That's not --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "ACOSTA",
      "sentences": "I mean, Molly, you know, we were talking with Mary Trump in the previous hour about this. If you're the dictator on day one, I suppose you could say well, I'm going to be the dictator tomorrow, too, because you already have a dictator on day one.I mean it's astonishing to hear that, and in our culture now when, you know, Trump says things and go by the wayside 24 hours later, it does feel a little bit different this time. It does feel like people are starting to pay attention. JONG-FAST: Yes. I mean, look, he did a lot of autocratic things when he was in office and including led an armed insurrection. And you know, it was very dicey about whether or not he was going to leave. And I think you know, he had his people go to the Capitol. They tried to keep the certification from the election from happening. They had slates of fake electors. Like, this is not -- this is not how we do it in democracy, and I think that Trump does his thing where he says the quiet part loud and a lot of Trump's people will try to dismiss this and say he was joking, but there's no reason to give this man the benefit of the doubt. And if anything, we've seen again and again, he does these very anti- Democratic, very autocratic things and it's very dangerous. And I think that this is the \"do you want to have elections anymore\" election, right? Because if Trump wins again I don't think you will have elections, or we certainly won't have elections the way we've had them previously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "ACOSTA",
      "sentences": "All right, guys. Apparently we've got more breaking news to share with our viewers.But excellent discussion as always. Ana, Doug, Molly -- thanks very much for4 your time. We. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:48",
      "speaker": "NAVARRO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:44",
      "speaker": "ACOSTA",
      "sentences": "And we have more breaking news involving the University of Pennsylvania where President Liz Magill has voluntarily tendered her resignation. How the board puts it.Right now, CNN is learning of another high-profile resignation at the University. CNN's Polo Sandoval is with us in New York. Polo, it sounds like more fallout from everything that's been taking place this past week with respect to what's happening at the University of Pennsylvania. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:44",
      "speaker": "SANDOVAL",
      "sentences": "In the last hour, we learned of Magill's resignation from a statement of the chair of UPenn's Board of Trustees. Now that chair is announcing that he will be stepping down from his post as well.Talking about Scott Bach, who, again, released that statement not long ago announcing the president's resignation. Now almost seems like coordinated resignations here to have been announced. I want to read a portion of the statement that the chair released to CNN just a short while ago as obtained by our colleague, Matt Egan. He writes specifically here that, \"Former President Liz Magill last week made a very unfortunate misstep consisting with that of two period university leaders sitting alongside her after five hours of aggressive questioning before a congressional committee. \"Following that, it became clear that her position was no longer tenable and she and I concurrently decided it was time for her exit.\" He then goes on to write, to describe Magill as a very good person, a talented leader, but also\" -- and this is interesting in the statement -- he assured she not only is not the slightest bit anti-Semitic, bit also Magill was \"worn down by months of external attacks.\" He then writes that Magill was \"not herself last Tuesday during this testimony.\" And then finally, said that she, at the time of her testimony, was over prepared and over-lawyered. So what we're getting here, Jim, is a sense of trying to explain what was just an absolutely disastrous testimony that was received on Capitol Hill on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:34:59",
      "speaker": "ACOSTA",
      "sentences": "Congressman, I mean, what do in of these university leaders get wrong on this? Do they just not see it? Do they -- what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:34:59",
      "speaker": "COHEN",
      "sentences": "I think one of the things a college president does more than anything else is raise money, a lot of money from people. In the Middle East, they get involved supporting these Ivy League institutions and others as well.Their concerned about Middle Eastern money and concerned about humanity the state of Israel. We talk about genocide, the Jews. And within my life -- a little before my lifetime but within current history and shouldn't be forgotten. Too many young people don't have memories of Holocaust, the idea why Israel was created to give the Jewish people a homeland to be free and not in ghettos, Holocausts and treated like second-class citizens. They were treated like second class citizens at way beginning of the last century at these Ivy League schools. So many Jewish students at these schools, lots of discrimination. People don't realize that. The young people. And why they are quick to jump on Israel with -- they should be with the Palestinian people but not in any way with Hamas. Some lose track of that and they get wrapped up in the idea being for the underdog. The underdog government, Hamas, is a fascist, theocratic group for genocide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:34:59",
      "speaker": "ACOSTA",
      "sentences": "And I do want to ask you about the Israel-Hamas war. I mean, what do you make of the U.S. veto of the U.N. Security Council resolution calling for a cease-fire in Gaza? Good idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:34:59",
      "speaker": "COHEN",
      "sentences": "I think it was a good idea. Harry Truman was the first president, I think, that had, recognized the state of Israel. The United States and Israel had a good relationship many years.And Israel is the righteous side of this. They were attacked. Hamas broke a long-standing truce. They attacked horrendously on October 7th. Killed about 1,200 Israelis, citizens there and in the kibbutz and took the people hostage. They did terrible things to those people. Taken hostage and kidnapped. That's one thing. They've done other things that are egregious. And I'm sure doing that now with victims there. And one of the reasons they wouldn't surrender, my opinion. Hamas then broke the truce, trading prisoners for hostages. They shot missiles into southern Israel. Even in Tel Aviv. And did a terrorist attack in the West Bank. Hamas broke the truce. So you ask Israel to come up with, be for a ceasefire with a group that said he would have another October 7th soon and prepared for it? They've got to destroy Hamas. This is like New York City and having somebody in New Jersey coming after you. It's right on your border. They've shown who they are. When they show you who they are, believe them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "Now to Russia's war on Ukraine. Ukraine says there were almost 100 airstrikes over recent days. At least one civilian was killed after a Russian drone dropped an explosive in the Kherson region, according to local authorities.The former U.S. ambassador to Ukraine, Bill Taylor, joins us now. As U.S. support and congressional money has been faltering on Ukraine. I know you are here to talk about this and we appreciate your time very much. I mean, what is your sense of things right now? If -- and we'll talk about the fighting battle in a moment. But if Ukrainians doesn't get more aid from the United States, what happens? WILLIAM TAYLOR, FORMER U.S. AMBASSADOR TO UKRAINE: They'll have a hard time, Jim. No doubt. They said that. When Volodymyr Zelenskyy was here. When answering a question, he said, we can't win. He said that they can't win unless they get support at least the level we've been providing up to now. They can't win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "And there's a signal that's also sent as well. Putting money to the side, obviously, Ukraine needs funding.But if the signal is that the U.S. can't muster the political will or capability to get that funding passed by the Congress over to the president and to the Ukrainians, that sends a message not just to the Ukrainians but to Putin and the rest of the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "Right. Putin will say Americans don't have the stomach. President Xi will take from that the Americans don't have the stomach to support their allies.This is really important for us in several of these areas, both against Putin and against President Xi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "Is this, to some extent, what Putin has been waiting for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "Putin's only hope is this. This is his only strategy. If he can try to break the will of the Ukrainians, and he's trying, you've just broadcast that.[17:45:02] If he can break the will of the Europeans. If he can wait us out, and if we get tired or falter, then he can win. He can win. He can push, push into and well into Ukraine. That's his goal, but his only hope is if we fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "There's a funding battle going on now. Obviously. the Biden administration talked about wanting more funding for Ukraine. They want to couple it with funding to help the Israelis and their war against Hamas,And there's been a discussion about including immigration funding, perhaps changes down at the border to get all of this through. Do you think President Biden has been engaged enough? Does he need to be more engaged on this publicly, privately, all of the above for this to get through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "Everybody has to do their job. President Biden really needs to, sounds like he is, like he's now engaged on immigration. Really very vocal, very supportive, very adamant about the need for Ukraine funding.And if he's involved in these negotiations and if, in the Senate, they have their leadership and even in the House -- I mean, even the new speaker has said good things about support for Ukraine if they can get this immigration deal passed. So there's hope. There is hope that can pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "And we were talking about Trump earlier on in the program. Obviously, you testified during one of those impeachment battles up on Capitol Hill. You know this president and what he's capable of and so on.Lately, he's talked about being a dictator on day one. He's been praising people like Xi Jinping, praising Kim Jong-un out on the campaign trail. What kind of message does it send and what does it mean for the world if Trump somehow gets back into the White House? Lots of concerns about the future of NATO. What's your sense of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "So the Ukrainians are concerned about continued support from the United States for them. It's the only way they can win. And they know that. And they need the United States and listen to what everybody says.They listen to what former President Trump says. They listen to what President Biden says. They listen to other candidates. They know that our support is crucial for them. And so they also know how much they need us, and they appreciate what they've gotten. They just want a little more and want it soon. They need it now. And they know they can get it from President Biden, and they're not sure about what they're hearing from others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "And NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "NATO is why we are where we are. That is, we are strong because we've got that alliance. That alliance has never been stronger, never bigger. Now it's the largest ever been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "Expanded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "It's expanded, because the Russians invaded Ukraine. The Swedes and the Finns recognize that they can only be secure as part of a defensive alliance.The Ukrainians know that, too, that they can only be secure if they are part of NATO. So NATO has proven itself to be really important. People are joining it, want to join it, and that needs to be supported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "ACOSTA",
      "sentences": "Ambassador Bill Taylor, thanks very much for your time.A lot of concern Ukraine news on the back burner with everything happening in the Middle East. A lot of news in the Middle East, but glad you were on to talk about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:18",
      "speaker": "TAYLOR",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:54",
      "speaker": "ACOSTA",
      "sentences": "This video just into CNN. The National Weather Service confirming several large and dangerous tornadoes in western Tennessee. Several others have been reported in other parts of the state. At least three people have been injured.CNN Meteorologist Alisa Raffa is joining us now, tracking all of this for us. What's the latest? These look like some pretty dangerous tornadoes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:54",
      "speaker": "ELISA RAFFA, AMS CERTIFIED METEOROLOGIST",
      "sentences": "Yes, it's been a very busy day. A lot of the information in these warnings have been large, dangerous, considerable damage.We've already had eight reported tornadoes, three of which at least so far have been confirmed, and plenty of wind and hail reports to go with it. The radar is still busy. There are the storm reports. And we have warnings right now just near Nashville. Nashville included in the warnings. We had a tornado on the ground just north of Nashville, also called large, dangerous, consider damage possible. So it's been a very busy afternoon for meteorologists in Tennessee. You can see the pink where the tornado warnings are and then warnings for wind and hail. This is the watch. It has gotten bigger. It goes until 11:00 this evening for communities there in central Tennessee. And this line will continue to work its way eastward as we go into the overnight. You can see the showers and storms still blowing up with the storms getting to areas like Knoxville by midnight. Heavy rain from Charlotte and then toward Raleigh and D.C. And then even some snow could pile in on the back side of this in the mid-Atlantic and the interior New England. The threat tomorrow continues east. You can see the level one marginal risk for a lot of the east coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:54",
      "speaker": "ACOSTA",
      "sentences": "All right. Thank you very much. A lot to keep your eyes on. We really appreciate it. Thanks again.In the meantime, this time of year is about giving back. \"CNN Heroes, An All-Star Tribute\" salutes 10 extraordinary people who put others first all year long. The gala airs live tomorrow at 8:00 P.M. Eastern. Here's a preview: (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:54",
      "speaker": "ANNOUNCER",
      "sentences": "Tomorrow, on CNN --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:54",
      "speaker": "ESTEFANIA REBELLON, CNN HERO",
      "sentences": "We are providing by lingual education for refugee children at the U.S.-Mexico border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:54",
      "speaker": "ANNOUNCER",
      "sentences": "-- support the extraordinary people making a difference in our world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "OSEI BOATENG, CNN HERO",
      "sentences": "We are going to ensure that people in Ghana have access to health care.DR. SWANE STEWART, CNN HERO: I see a pet in need, and the person who cares for them dearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "ADAM PEARCE, CNN HERO",
      "sentences": "Trauma can be a pathway for growth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "ALVIN IRBY, CNN HERO",
      "sentences": "We install child-friendly readings space in the barbershop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "YASMINE ARRINGTON BROOKS, CNN HERO",
      "sentences": "We all are connected because of the shared experience of having an incarcerated parent. STACEY BUCKNER, CNN HERONone!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "TESCHA HAWLEY, CNN HERO",
      "sentences": "I do not want to be defined as a victim of my circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "MAMA SHU, CNN HERO",
      "sentences": "I do want to make sure that they get all the attention and love that they deserve.",
      "isLastSentenceInterrupted": false
    }
  ]
}