{
  "date": "2023-02-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Aftershocks Hit Turkey; Health Clinic Opens in Ohio; Murdaugh's Son Expected to Testify; Misty Marris is Interviewed about the Murdaugh Trial; Shortage of Black Doctors in Public Health. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:14",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "At least six people are dead in Turkey following powerful aftershocks there. Take a look at this dash cam video, this from Turkey last night, right as a 6.4 magnitude aftershock rocked the southern Hatay province. You can see the city plunging into darkness as everything starts shaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:14",
      "speaker": "KRISTIN FISHER, CNN ANCHOR",
      "sentences": "Yes, yesterday's aftershocks come as exhausted crews continue to search for victims of that deadly earthquake about two weeks ago. And that quake, of course, killed more than 47,000 people in Turkey and Syria.CNN's Nada Bashir joins us live from Turkey. And, you know, Nada, I'm curious, could you feel the aftershocks from where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:14",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "We absolutely could feel that aftershock. We're in the city of Adana. We're about 70 miles away from that epicenter in the neighborhood of Defna (ph), in Hatay province, which was among the hardest hit provinces in that earthquake two weeks ago. And despite that distance, we really did feel the aftershock here and it was a huge cause for concern and apprehension for many of the people around us.We were actually at a hotel. And I have to say, those people staying in the hotel, many of them chose to move down into the lobby, bring their belongings with them, and bring their duvets, their covers and blankets with their children sleeping there overnight for fear of another aftershock. That is how powerful this aftershock was. And I have to say, there have been several aftershocks every day now for the past two weeks, but this was the most powerful out of all of those. And as you can imagine, for those in southeast Turkey who have lost absolutely everything. They've already been through that devastation and destruction. Many of them have lost loved ones. Many of them only now beginning to really grasp the scale of that devastation and begin to come to terms with that. To then have to go through that again, to relive that trauma, has been hugely difficult. And the authorities at this point are still assessing the damage caused by this latest aftershock. As we understand it, nearly 300 people injured in southeast Turkey, among them at least eight in a serious condition. And as you mentioned there, in a direct relation to this aftershock, at least six people confirmed dead. But, of course, this is a region which has seen already a growing death toll now topping 42,000 according to authorities here in Turkey. And, look, for those who did survive, the road ahead is going to be long and difficult. This could take months if not years of recovery. The Turkish government says it is committed to rebuilding the affected areas with a year. But for those who have lost everything, there is so much more that needs to be done. And the real concern now is, with this aftershock taking place two weeks later, many are struggling with the sense of fear, a sense of apprehension, unsure whether or not their homes are safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:14",
      "speaker": "SCIUTTO",
      "sentences": "No question.Nada Bashir, good to have you there. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:14",
      "speaker": "FISHER",
      "sentences": "So, this morning, the EPA administrator is back in East Palestine, Ohio, to meet with people and officials worried about water and air quality since that toxic train disaster about two weeks ago. And you can see him and Ohio's governor, Mike DeWine, taking a sip of water from the tap even right there. That just happened moments ago in East Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:14",
      "speaker": "SCIUTTO",
      "sentences": "Trying to inspire some confidence, it seems. There are understandable fears in that community.The visit comes as a state-run health clinic is opening there this morning. Some residents, they've been reporting rashes, headaches, trouble breathing, other symptoms they fear are related to chemicals emanating after that derailment of the Norfolk Southern freight train. CNN's Omar Jimenez, he's been following the latest. Omar, the community there still fearful, frankly. What is the EPA chief's focus during the visit and what - what are we learning about another high profile official who may visit soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "There's two kinds of people who show up when you have that kind of disaster experience, people who are there because they have a specific job to do and are there to get something done, and people who are there to look good and have their picture taken. When I go, it will be about action on rail safety, like the actions that we are calling on Congress to help us with, that we're calling on industry to take, and that we are undertaking ourselves as a department to help make sure that these kinds of things don't happen in the future.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "JIMENEZ",
      "sentences": "And Secretary Buttigieg also alluded that he wanted the National Transportation Safety Board to complete -- or do its investigation independent of him being there.We're also expecting to see teams from the CDC and Department of Health there this week. Of course, all amid these rising concerns from residents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "FISHER",
      "sentences": "Yes, so many concerns. And we're actually going to be talking to a doctor in East Palestine coming up in our next hour.Omar Jimenez, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:36",
      "speaker": "FISHER",
      "sentences": "Today, sources tell CNN that Alex Murdaugh's surviving son is expected to testify in his father's defense, as Murdaugh's lawyers try to counter prosecutors' allegations that he killed his wife and his other son. The defense is expected to call a witness any moment. Prosecutors rested their case on Friday after calling more than 60 people to the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:36",
      "speaker": "SCIUTTO",
      "sentences": "They also released a detailed timeline tracking the family's movements the night of the killing through videos captured on their cell phones.CNN's Randi Kaye joins us now from outside the courtroom. Randi, tell us about this timeline. It's very detailed. I suppose one question is how close does it put Alex Murdaugh to the window when they believe his wife and son were killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:36",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "Very close, Jim and Kristin. So that's why the defense really has its challenges set up for them this week as we prepare for Buster Murdaugh to take the stand.First of all, in that timeline, we know that Maggie and Paul Murdaugh's phones, their cell phones, locked for good, ceased all activity at 8:49 p.m. That's a problem for the defense because eight witnesses have testified that Alex Murdaugh was at the murder scene around the time of the murders at 8:44 p.m. There was a video extracted from Paul Murdaugh's cellphone that was recorded at 8:44. He has denied to investigators that he was ever there earlier in the night, not until he found his wife and son dead. But eight people now say they hear his voice on that cellphone recording. We know also from the timeline he left the house at 9:06 p.m. He says he went to his mother's home for about an hour, but the caregiver has told the jury that he was only there for about 15 to 20 minutes. That's also a problem. We also know from the timeline, the GPS data from that data that was released last week, that he slowed his car down on the way to his mother's home in the very same area where Maggie Murdaugh's phone was found in the woods. The state is suggesting that perhaps he slowed down to drop it out the window. Also we know he was speeding on the way back. The GPS data shows that he was going at least 81 miles per hour on the way back to the home where the murder scene was. That was much faster than any time during the day. So, of course, the state is suggesting that perhaps he was in a rush to get back. And then finally we know he arrived at the kennels from that GPS data showing that he arrived there about 20 seconds before he called 911. Remember, he told investigators that he checked the pulse on both Maggie and Paul. He also tried to turn Paul Murdaugh over twice, he says. Could he have done all of that in 20 seconds? That's the problem for the defense. There are some hiccups in that timeline that they're going to have to have some answers for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:36",
      "speaker": "FISHER",
      "sentences": "That is a great point.Randi Kaye, thank you so much. So, joining us now is defense and trial attorney Misty Marris. Misty, you know, let's start where Randi left off, with that detailed timeline that prosecutors have just provided. I mean, it doesn't look good for the defense. SCIUTTO: (INAUDIBLE). Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:36",
      "speaker": "FISHER",
      "sentences": "So, what does the defense -- what can the defense do to try to counter that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "OK, so other parts of the defense strategy, the possibility of Murdaugh's surviving son testifying, how do juries react to testimony from family members like that? The expectation here is he will describe a loving relationship between Murdaugh and his deceased wife and son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MARRIS",
      "sentences": "Right. So, we expect him to testify about that loving relationship. Remember, the defense, critical to their case. He might be a liar, he might have done all of these other financial misdeeds, but he would never kill his family. There's no reason why he would do that. He was a loving father. We expect to hear that.We'll probably also hear about some of the threats that the family has faced. Again, this goes to the defense alternative theory of the case, botched investigation. Somebody else could have done this. You wouldn't know because the investigators screwed up and the crime scene was tainted in many, many different ways. But somebody like a son, the son of the defendant, it's easy for the prosecution to show bias. That's the whole point, to impugn that credibility, to show that there's bias. They have a vested interest in the outcome of the case. So that's how we're going to see the cross- examination play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, we should note, these are live pictures from the courtroom. That is Buster Murdaugh taking the oath there. He's just been called to testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "FISHER",
      "sentences": "He has. And, you know, so now his surviving son testifying right now.I guess the other big question, Misty, is, you know, will Alex Murdaugh himself testify given the fact that his surviving son is now taking the stand? What does that say to you about the chances that the defendant himself testifies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MARRIS",
      "sentences": "This is a great question because I would have said no way in heck he testifies before this case began because he has all of this background, you know, the fraud, the -- all of those financial crimes, all of these inconsistencies. But, at this point, I think the defense team is probably seriously contemplating it. You put the defendant on the stand for two reasons, first to explain away these inconsistencies, to explain something away that that -- only that person could explain, and to humanize that individual.Keep in mind, it's the defendant's choice. So it's Murdaugh's choice at the end of the day. The lawyers just advise. And here all of that stuff, all of those financial crimes, the shooting on the side of the road, Curtis Smith, all that's already in. So that would have been a primary fear that the door is open to all of these inquires the jury would no hear. Well, they've heard it already. So, there's more of an analysis (ph), a closer call for the defense to actually testify in this case. So, I'm really interested to see how that plays out, but I could see it happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Wow, it's a fascinating trial. It's a shocking trial from the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "FISHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Thanks so much, Misty Marris, for walking us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "FISHER",
      "sentences": "And what a difficult moment this must be for his son, who is now testifying in a murder trial, his mom, his brother killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Absolutely. And his father accused of that crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "FISHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes, it's a - I mean, for sure. There he is right there about to answer questions. We'll bring you more as it happens.Another story we're following this morning, prosecutors in New Mexico have downgraded manslaughter charges against Alec Baldwin in the \"Rust\" movie set shooting that, you'll remember, killed a cinematographer. That change comes after Baldwin's lawyers filed a motion to have the firearm enhancement charge, as it's known, dropped, arguing that prosecutors were incorrect to include it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:26",
      "speaker": "SCIUTTO",
      "sentences": "Listen to this figure, because right now just under 6 percent of doctors in the U.S., just 6 percent, are black or African American, even though the community makes up some 12 percent of the population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:26",
      "speaker": "FISHER",
      "sentences": "Wow. And experts warn that a shortage of black doctors is actually harming public health, contributing to higher incidents of chronic and infectious diseases in communities of color. So, we have CNN health reporter Jacqueline Howard joining us now.So, Jacqueline, it's a pretty shocking stat when you are looking at it. What's being done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "HOWARD",
      "sentences": "Absolutely, Jim. Two things. Patients show that they have greater engagement with their doctor, they're more likely to follow their doctor's medical advice. And they have more trust. So when research looked specifically at black physicians engaging with black patients, we see that that could shrink differences in cardiovascular deaths by 19 percent. Patients tend to engage with their doctors more. We see more patients feeling satisfied. So those are some examples of the health benefits if we do have a more diverse physician workforce, Jim and Kristin.",
      "isLastSentenceInterrupted": false
    }
  ]
}