{
  "date": "2023-10-31",
  "headline": "CNN This Morning",
  "subHeadline": "Aid Groups Concerned Over Humanitarian Situation In Gaza; IDF: 240 Hostages Believed To Be Held By Hamas In Gaza; Wave Of Antisemitic Incidents In Wake Of Israel-Hamas War. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Hmm. He was such a gift on our T.V. screens --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "-- but to so many people in need in those final years of his life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "MATTINGLY",
      "sentences": "And I feel like the cast was home base for him, too --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "MATTINGLY",
      "sentences": "-- and I love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Totally.OK, back to the war. The death in Gaza -- the death toll mounting. Many of those dead, children. The CEO of a group dedicated to providing support to Palestinian children is with us next. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JANTI SOERIPTO, PRESIDENT AND CEO, SAVE THE CHILDREN",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "We know that Israel has said OK, more aid can come in -- 100 trucks a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "It's about a fifth of what normally comes into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Is that aid getting to the kids?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Well, it's welcomed that the number has gone up, for sure. Is it going to be enough, we'll see. We need to now get it to kids. I would note though as long as we don't have fuel coming in it's going to be difficult to actually get the distribution up and running in the way that we normally do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Talk about that because that has been the key sticking point. There have been some U.S. lawmakers -- Democratic Chris Murphy told us on this show you've got to let fuel in and the position of the Israeli government is no. Hamas takes the fuel, they say. We will not let it in.What happens if fuel is not allowed into Gaza to children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "To children. So our team in Gaza, who are still safe and accounted for, are not essentially calculating how much supplies they can carry on their shoulders -- on their backs in order to get it to distribution centers instead of as -- normally, we would, of course, truck it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "A truck driving it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "-- everywhere.Fuel also doesn't -- if you don't have fuel you don't have ambulances. You don't have incubators taking care of premature babies. You don't have dialysis machines. So a lot of things don't work without fuel. The bakeries that are supported by the World Food Program cannot make bread.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "So without fuel, a lot of that aid is -- it's great that the number of trucks has gone up, but a lot of that aid will not be as effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "I would love your reaction to something that President Biden said a couple of days ago because it is important to note that the Palestinian Health Ministry -- Gaza Health Ministry is controlled by Hamas, a terrorist organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "They are the ones putting the numbers out about how many have been killed.Here is what President Biden said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And I have no notion that the Palestinians are telling the truth about how many people are killed. I'm sure innocents have been killed -- and it's the price of waging the war -- but I have no confidence in the number that the Palestinians are using.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Do you have any thoughts on that, particularly when it becomes to -- comes to children? Does your team have any count?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Look, we have 25 people there. They're trying to stay alive and they're trying to get supplies to children. I always think there's a million children in Gaza -- half of the population, as you just said -- all packed into an enormously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "-- small area. So the density is incredible -- many times higher than in New York City. So when you see the level of destruction and the damage that's done, we know that thousands of innocent people -- children and families -- are being hurt.What the exact number is, we can't independently verify it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "-- and nobody has been able to do that forever. But whatever that number is we think it's too high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Too high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "The number of kids that are dying and injured are -- is way too high and we would like that number to not go up even further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "And even the pain for the children who have not physically been injured -- the mental toll.Our colleague, CNN producer Ibrahim Dahman, is stuck in Gaza --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "-- with his children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "And he told us that he and his wife are teaching their children how to cook and survive in case they die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "These are little children.And one of the questions right now: is Israel doing everything it can to prevent these deaths? Here is what John Kirby, from the White House, told us is the U.S. assessment of that. Here he was just yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "...not deliberately trying to kill civilians. They are going after Hamas. We want to make sure that they do it in a cautious, careful, deliberate way. But it is not a warring of Israel to kill innocent civilians.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Cautious, careful, deliberate. Is that what your teams are witnessing on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "I think it's very difficult to be cautious, careful, and deliberate in such an incredibly densely packed urban area. And I think inevitably, children are going to bear the brunt of it. As in every conflict around the world, children are bearing the brunt. But the numbers here are staggering --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "-- and disproportionate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "And people forget how young the population of Gaza is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "SOERIPTO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HARLOW",
      "sentences": "How can people help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "HARLOW",
      "sentences": "Janti Soeripto, thank you for being here but even more for the work you do for these kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "SOERIPTO",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "HARLOW",
      "sentences": "Appreciate it -- Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "MATTINGLY",
      "sentences": "The IDF now says that there are over 240 hostages in Gaza. Several are Americans. How the current Israeli ground invasion complicates President Biden's effort to recover those who are trapped.We're going to speak with Republican presidential hopeful Gov. Chris Christie in our 8:00 a.m. hour on the situation in Gaza. Stay with us. (COMMERCIAL) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "Israel's ground efforts continue. Sources say the Biden administration, though, remains focused on trying to secure the release of hostages being held by Hamas in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "MATTINGLY",
      "sentences": "Sources are now telling CNN that the task is further complicated by that expansion of Israel's ground operations into the territory. One senior U.S. official telling CNN on Monday that they believe the prospects of getting hostages out could be described as 50-50.White House officials have also been calling on Israel to consider so- called humanitarian pauses to allow for civilians and hostages to exit Gaza and for aid to get in, although both Israeli Prime Minister Benjamin Netanyahu and the White House agree a complete ceasefire is not on the table right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "Joining us at the table, CNN senior global affairs analyst Bianna Golodryga. Good morning. Great to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "Good to see you. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "Where does this go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Listen, Netanyahu is facing pressure from the families of the hostages and obviously, international pressure to allow for at least some sort of pause. I don't think any Western allies are seriously pushing him for a ceasefire right now even though we do hear that word used a lot and he was asked that directly yesterday at that press conference.But as far as the humanitarian pause, his argument was we have a safe passage -- an area for civilians in the south of Gaza. So to quote him, \"not one civilian has to die.\" As we know from our reporting it is very difficult on the ground there and so even those that have been able to go to the south are coming under a lot of strains. They're trying to get aid and just moving a million people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "And our producer filmed airstrikes in Khan Younis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "And there have been IDF strikes at the Rafah Crossing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Right. So it's a bit oversimplified to say that no one has to die and all you have to do is move south.That having been said, the prime minister spoke to history and said what did the United States do after 9/11? What did the United States do after Pearl Harbor? There wasn't a ceasefire. The mission was to go after the terrorists that attacked us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "In his view, a ceasefire would only be a victory for Hamas. And that is why the Israelis are under pressure from the families of the hostages. And internal Israeli polling, as well, shows that there is a lot of concern about the fate of these hostages as this operation expands.We saw one soldier rescued yesterday. That was good news and reassuring. But obviously, you've got over 200 other hostages that are spread throughout Gaza. And so the focus, the Israelis say, is not only the operation but the rescue. We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "MATTINGLY",
      "sentences": "Bianna, the regional player that comes up in almost every conversation I have with U.S. officials or Western diplomats is Iran, obviously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "MATTINGLY",
      "sentences": "-- for proxies because it supports Hamas and because it's Iran, generally.You sat down with the foreign minister of Iran and asked him about the attack. What did he tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, I asked him a lot of tough questions, and the questions we all want answer to. I can't say that he was forthright in all of his responses.But we asked him specifically -- first of all, he was here in New York speaking at the U.N. in a veiled threat against the United States if the U.S. helped Israel in their expansion of their war into Gaza. And I asked him directly this is going to happen. Israel said that they are going after Hamas. Do you really think that you can take on the U.S.? I don't know exactly which sound we have from him but let's play and I can speak to it regardless of what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "It's that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Did Iran play any role, direct or indirect, in the October 7 Hamas attack on Israel?HOSSEIN AMIR-ABDOLLAHIAN, IRANIAN FOREIGN MINISTER (through translator):  You know, what happened on 7 October in the occupied territories of Palestine -- it was a decision that was made by the Palestinians alone. And since the country was occupied, they thought that it was a natural right to defend their own territories to carry out the operation. That was a totally Palestinian operation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, of course, their response is our hands are clean. This is a Palestinian fight. We support the Palestinian cause.He admitted, and the U.S. Treasury Department has said for years that the Iranians have been funding Hamas and other terror groups, including Hezbollah. But there had been some reporting now, subsequently since the attack, that showed that there had been Hamas fighters trained in Iran specifically. There has been certain meetings that took place in the spring that led to people concluding that perhaps Iran played more of a direct role in this attack --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "MATTINGLY",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Both U.S. and Israeli intelligence have not made that link specifically to October 7. But we know that there is a vast history here and the focus now will be what will Iran do to increase any sort of attacks that we see since Israel has expanded its operation. Obviously, that focus is on Hezbollah.[07:50:07] MATTINGLY:  Yeah, no question. Very important interview. Bianna Golodryga, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "Thank you.So, also, a sharp uptick in antisemitic attacks happening in America and around the world. The threats and fear, especially right now on college campuses, that's next. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "It certainly has.Here are just some examples of that antisemitism Sen. Schumer is referring to from just the past day. In Atlanta, an antisemitic slogan was projected onto an overpass. In California, a Holocaust survivor's home was vandalized with hateful antisemitic graffiti. In Florida, witnesses said five people in ski masks shouted \"Kill the Jews\" at worshipers leaving temple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "MATTINGLY",
      "sentences": "We want to bring in -- bring back Bianna Golodryga now because this has been something that is obviously -- ancient poison I think is probably when --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "MATTINGLY",
      "sentences": "-- Majority Leader Schumer was talking about it and it's certainly accurate. But it's also been rising over the course of the last several years. We can see it in the antisemitic events that have taken place that law enforcement talks about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "MATTINGLY",
      "sentences": "But, Bianna, what we've seen -- and particularly, on college campuses -- over the course of the last several weeks, I don't know if there's much precedent for it in recent history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "I don't remember seeing anything like this. We surely didn't when we were on college campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "And -- I mean, shame on these university heads and leadership at these schools from all over the country because we're seeing these images coming --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "MATTINGLY",
      "sentences": "But why, though? Why are -- why are leaders -- school presidents, school boards at these large universities afraid to speak unequivocally about things like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "I don't know. There are plenty of other issues they've felt that they can address head-on. And yet when it comes to the issue of antisemitism there's also this veiled well, it's complicated. There -- you know, it's Israel. It's Zionism.No, it is unadulterated antisemitism. And when you're speaking out about Hamas murdering not just Israelis -- they murdered Jews. You have to just say that outright. That is an issue that's affecting Jews around the world and now it's created a scenario -- and we've talked about it on this show. And God bless the United States of America and I am so happy to live in the U.S. as a Jew. But to have conversations with family members, with friends, with loved ones -- what are you doing? Are you taking your mezuzah down? What are you talking to your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "-- college students about? It is unacceptable. Are we kidding ourselves?In 2023, there's no other issue, whether there's social justice movements -- anything else that we've looked forward as progressive citizens of the world that we haven't addressed head-on. And yet, this is the one issue we keep coming back to that we have to be sort of equivocal about here. And there's nothing to hold us back from standing up for the rights of Jews, the rights of Muslims, the rights of all minorities and say in this environment, in this day and age, it is unacceptable --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "-- to be saying death to Jews, death to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "-- Israelis, death to Zionism -- whatever it is.But every morning, there's a pit in my stomach --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "-- waking up and seeing these headlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "And look, if you're going to say never again we have to remember what was October 7. That was the biggest slaughter of Jews since the Holocaust --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "-- in a single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "And it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "And all of a sudden, there wasn't even a 24-hour period of mourning before --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "-- it became victim-blaming -- two sides to this story. No.It is not difficult for college campus leadership to come out and say what happened on October 7 was a massacre. It was unacceptable. And we will do everything we can to protect our Jewish students just as well as we will protect our Muslim students and every other minorities on our campuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:04",
      "speaker": "HARLOW",
      "sentences": "Bianna, thank you very, very much.And we do want to continue this conversation with the CEO of the American Jewish Committee, Ted Deutch. He is a former Democratic congressman from Florida. We just talked about, Congressman, the incident that was reported happening in Florida, and it's one of many. I'd like your take on what our other colleague, Stephen Collinson, writes in his column this morning. Quote, \"The idea that Jewish Americans studying at Cornell University could so fear for their lives on their Ivy League campus in rural New York that they couldn't even eat together in 2023. It seems almost impossible to believe.\" Yet, that is the reality for them right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}