{
  "date": "2023-08-01",
  "headline": "CNN This Morning",
  "subHeadline": "Today: Federal Grand Jury Expected to Meet in January 6 Case; Trump Burns Through Cash as Legal Troubles Mount; France Evacuating Citizens from Niger. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:00",
      "speaker": "MARGOT ROBBIE, ACTRESS",
      "sentences": "It is the best day ever. So was yesterday, and so is tomorrow. And every day from now till forever!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are we saying there's a chance that when we push that button, we destroy the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chances are near zero.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "JIMENEZ",
      "sentences": "The world's largest theater chain scoring its biggest single week ticket venue revenue since the company's founding in 1920. It's all thanks to the incredible opening weekend of both \"Barbie\" and \"Oppenheimer\" and the momentum that followed from July 21 to July 27.Worldwide in just ten days, the two movies combined have earned more than a billion dollars. Thanks for hanging out. I'm Omar Jimenez. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Good morning, everyone. So glad you're with us.Good morning, Phil. PHIL MATTINGLY, CNN ANCHOR/CHIEF WHITE HOUSE CORRESPONDENT: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HARLOW",
      "sentences": "There was a big game this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "MATTINGLY",
      "sentences": "So I thought it was going to be awesome to wake up at 3 a.m. and have an amazing game on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HARLOW",
      "sentences": "And?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And then it turned out to be the most stressful two hours of my life. And I don't like it anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HARLOW",
      "sentences": "Aren't you supposed to be reading then, for the show? MATTINGLY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HARLOW",
      "sentences": "We'll see how that goes. A lot happened overnight. We'll get to the game in a minute. From politics to geopolitics to the Women's World Cup, of course. Let's get started with \"Five Things to Know\" for this Tuesday, August 1.Today could be charging decision day for former President Donald Trump and the federal investigation into efforts to overturn the 2020 election. That grand jury will meet just hours from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And new this morning, Donald Trump's political action committee is almost out of cash. It began last year with more than $100 million. Now it has less than $4 million after paying all those lawyers.And also new this morning, the former president and Joe Biden statistically tied in a new \"New York Times\"/Siena poll. The 2020 rematch has them both at 43.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HARLOW",
      "sentences": "Also, the suspected Gilgo Beach serial killer expected in court this morning. It marks his first hearing since he initially pleaded not guilty in the murders of three women in 2010.\"New York Times\"/Sienna poll And it was the most stressful two hours of my life. Just moments ago, the U.S. hanging on at the Women's World Cup. It was another tie, this time 0-0 with Portugal. Afterward, one of their former teammates blasting them as arrogant, but they are moving on. CNN THIS MORNING starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HARLOW",
      "sentences": "All right. We've said this before, but here we are again. An indictment against former President Donald Trump could come as soon as today in the investigation into efforts to overturn the 2020 election. It is Tuesday.The grand jury in that case may be meeting just hours from now as we learn new information in the other federal investigation into the former president. In that classified documents case, his Mar-a-Lago property manager is out on $100,000 bond after appearing in a Miami courtroom. Carlos de Oliveira is accused of, among other things, telling the club's I.T. director, quote, \"the boss\" wanted surveillance footage deleted. That surveillance video is now in the hands of lawyers for both the defense and the prosecution, according to a new court filing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And it's worth noting, a lot of court cases means a lot of lawyers. And new this morning, we know how much of a dent that's putting into Donald Trump's political war chest.His political action committee, Save America, bleeding cash. Only has less than $4 million left in its account after the first six months of the year, down from $105 million at the beginning of last year. The situation appears so desperate Team Trump clawing back a $60 million donation it made to a pro-Trump super PAC to help pay for those legal fees. But on the political front, a new poll just out this morning shows that Trump is statistically tied with President Joe Biden in a hypothetical rematch of that 2020 race. Both sit at 43 percent in that \"New York Times\"/Siena College poll. A lot to get to. So let's get right to CNN senior crime and justice reporter Katelyn Polantz. Katelyn, we've all been on indictment watch for weeks, several different indictments watching, I think, to some degree. Is there an indication that we could actually get one today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "HARLOW",
      "sentences": "Yes. POLANTZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "HARLOW",
      "sentences": "We also learned, speaking of the second case you're talking about, the Mar-a-Lago documents case, that de Oliveira is pegged to, that Jack Smith and his team of prosecutors have had that video now for weeks.What does that tell you, what we learned yesterday on that front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "POLANTZ",
      "sentences": "Well, the new information that we learned yesterday came in a court filing. And it was a court filing where the Justice Department is saying, we are producing all of the evidence that we've gathered that we need to turn over to Donald Trump's team. We're giving them that evidence so they can look at it, too, for trial.And they're saying that they did gather additional surveillance footage at Mar-a-Lago after they indicted Donald Trump back on June 8. Now, that surveillance footage, we don't know exactly what the new footage was that they obtained after June 8, but there's been a lot of collections of surveillance footage that are going to be evidenced in this case in the case against Carlos de Oliveira alone. We know two episodes that are very likely captured on surveillance tape, that they were -- there were -- there were flashlights that he and another person were carrying in a tunnel, looking at the surveillance cameras, where they were outside of the storage room where boxes were kept. They also -- at one point he was also walking through the Bushes. It's plausible that that is on surveillance tape. But that's not going to be all the evidence in this case. There's going to be a lot of things the Justice Department has, including witness testimony documents and many, many other things that we can look forward to at trial that we won't be able to see yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "HARLOW",
      "sentences": "That's a great point. Katelyn, thanks very much.So those are the federal investigations. The former president is also facing potential indictment on the state level for efforts to overturn the election results in Georgia. That investigation still ongoing this morning after Trump's legal team tried to derail it. An Atlanta area judge called the team's filing unnecessary and unfounded after lawyers for Trump tried to get evidence thrown out and the district attorney, Fani Willis, disqualified from overseeing this. Willis is prepared for charging decisions sometime, we know, in the next few weeks. The barriers are already up outside of the courthouse there. And she emailed this warning to county officials. Quote, \"You should stay alert over the month of August and stay safe.\" She also shared racist and sexualized messages that she has received ahead of this decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "It's so interesting, looking at those charts and where the big donations are. Phil just wanted an excuse to say \"liquidity\" more. Liquidity in there.Joining us now CNN senior political analyst, senior editor for \"The Atlantic,\" Ron Brownstein; and senior reporter for \"The Root,\" Jessica Washington. Good morning to you both. So on the liquidity point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "HARLOW",
      "sentences": "Does -- do numbers like this encourage more donations, given how widely far ahead Trump is in the polling? Or do they discourage it, Ron?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. First of all, I think the macro point of this is there are no campaign finance laws left. I mean, the -- any -- any limitations have just utterly been shredded. If you have the idea of raising money in a limited super PAC, you know, levels and then transferring it back to a political committee that is operating under contribution limits, it just shows how completely this system has been -- has been shredded.Money follows success in presidential politics, not the other way around. There may be donors, Republican donors, who feel that Donald Trump is kind of steering their money in the wrong direction. But if they think he is the winner, if he is the likely nominee, they will have no shortage of people lining up to give them money. Conversely, raising money has never been a guarantee of success in presidential politics. There's a long history of candidates, from Jeb Bush to Phil Graham, all the back to John Conley (ph) in 1980, who excited voters, you know, that shiver down the leg that Chris Matthews talked about, but never connected with voters. So, I think that the financial aspects of this are very distinct from the electoral.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "MATTINGLY",
      "sentences": "I think Ron makes a great point. If he's -- if Donald Trump becomes the general election nominee for Republicans, he's not going to have a hard time raising money. The money will come in. The super PAC will raise an enormous amount of money and still has, I think, 30 plus million dollars cash on hand right now.I think what I'm trying to figure out right now, is you look at all the cross-cutting pressures for the president [SIC], both on the legal side, now on the financial side. And yet, he's plus-30 in every single poll we see. Numbers aren't just staying steady. They're rising, and everybody else is falling at this point. Does this seem to be a foregone conclusion, despite all the pressures? JESSICA WASHINGTON, SENIOR REPORTER, \"THE ROOT\": Yes, I hate to say a foregone conclusion in politics, especially with Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "MATTINGLY",
      "sentences": "I was trying to pin you down on just facts, so somebody could replay it later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:03",
      "speaker": "WASHINGTON",
      "sentences": "Thank you, Phil. I saw the trap.No, I think, you know, with Donald Trump involved, we never know exactly what's going to happen. And I hate to make, you know, these large predictions, but I will say this is someone who has a massive cult of personality. These are -- there are people, Republican primary voters, who will stick with Donald Trump, despite anything that happens. We've seen it. There's been indictment after indictment, and there are at least two more that we can expect to come. And I don't think he's going to lose his entire base when these next two indictments come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "I want to send your column to, like, everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Maybe. Look, you know, we are in an era where the principal dividing line between the parties, between the two coalitions, is whether you welcome or largely fear the way America is changing culturally, demographically and economically.And those are not divisions that are especially susceptible to being shifted based on current events. And -- and so, you know, I think there are reasons for Republican -- there are some yellow lights flashing about a Donald Trump candidacy. In that \"New York Times\" poll today, even though it had them tied, a majority of Americans said he committed serious federal crimes. A majority of Americans said he endangered democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "But not a majority of Republican primary voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Absolutely. Not at all. The Republican primary voters are buying his basic construct that all of this is an attempt to silence them by going at him, by these shadowy forces.But in the larger electorate, we're looking -- we're in an era where change is very much at the margins. And while, as I said, there are -- you know, Donald Trump only got to 47 percent last time. It might be hard for him in this environment to get there again. There are enough doubts about Biden, and there's enough stability to the basic partisan divide that this is not out of reach for either side again in 2024, despite everything that has happened to him since the 2020 election. MATTINGLY: Which I think people need to have a better grasp on, to some degree. There's a lot of assumptions about what a general would look like, or what a rematch would look like. Jessica, before I let you go, the -- his top -- Trump's top challenger, Ron DeSantis, who's had a rough couple of weeks, maybe even months, to some degree, released his economic plan yesterday. And what was fascinating to me is, besides the fact he wouldn't take questions on anything else but the economic plan at his press conference, which is a great way to invite questions on everything else, is there were actually two interesting elements in the plan. What he's done on student loans, with his focus on crypto. And it was interesting to me from a policy side of things. But I can't fathom that it breaks through in this moment. Is that fair, or am I not understanding the dynamic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "WASHINGTON",
      "sentences": "Yes. I would agree. It doesn't seem to break through. I mean, the things that we're talking about. You're saying there's all these interesting kind of policy things.But we're talking about the fact that he said we've got to break away from China, and you know, his focus on we've got to go against woke corporations, as he calls them. And so I do think it just kind of seems like another part of his culture war, even though this is clearly someone who wants to seem like a serious candidate. He recognizes that people have been saying for, you know, this entire candidacy this is not someone who is ready, potentially, for the main stage. This is someone who looked like they have flopped repeatedly, you know, as a candidate. And so I think he's trying to say, I have a serious economic message. And I don't think it's breaking through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Ron Brownstein, Jessica Washington. You don't get to go anywhere. Stick around. We've got a lot more to talk about with you.Also this, new overnight, France and Italy now preparing to evacuate their citizens from the Western African nation of Niger following a military takeover there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:58",
      "speaker": "MATTINGLY",
      "sentences": "New this morning, officials in France and Italy announced they will begin evacuating citizens from Niger's capital. French officials also announced that they will evacuate their embassy staff. It's been almost a week since the former French colony was taken overin a military coup. Thousands of people backing that coup marched through the streets, denouncing France. There have been days of tense and sometimes violent scenes playing out in front of the French embassy. Now, the French foreign ministry said that violence and the closure of Niger's -- Niger's air space leaves French and European citizens without the ability of leaving the country by their own means. Now, much of the international community has condemned the coup. France is denying that it is planning a military intervention to free ousted president, Mohamed Bazoum, saying it's, quote, \"absolutely not true.\" Joining us now is \"New York Times\" chief Africa correspondent Declan Walsh. You have been doing great reporting on this, both from the broader geopolitical level, as well as what's going on, on the ground. I think one of the things I'm trying to figure out, in talking to U.S. officials yesterday about what they were seeing, they're --  they seem to view it as there's still a possibility to kind of turn things around and get the elected president back into place. Do you think that's still the case? DECLAN WALSH, CHIEF AFRICA CORRESPONDENT, \"THE NEW YORK TIMES\": That's right, yes. It's a really unusual situation. And usually in these coups, once a couple of days have passed, it's extremely difficult to effectively try and engineer a reversal of the coup. But that's what's been happening, both from the perspective of the U.S., France and also regional countries, which have been putting huge pressure on this new junta on Niger to try and effectively reverse the coup by freeing President Bazoum, who's been in detention for almost a week at this point. As we understand, he's still being held at the presidential palace in Niamey, in the capital. But, in another of the sort of unusual aspects of this, he seems to have free access to his phone. He's been sending tweets, meeting with visiting leaders and holding phone calls with his own officials and with people like Secretary of State Antony -- Antony Blinken. So it's another sign that this is still a fluid and unresolved situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:58",
      "speaker": "HARLOW",
      "sentences": "One thing you note throughout your reporting is that experts generally agree how hard it is to reverse a coup after just a matter of days.But as Phil noted, the West -- and these are the officials he's talked to -- also other experts believe that they still can. Tony Blinken over the weekend, the secretary of state, sort of threatening withholding the significant military and other funding and assistance it has given to Niger if something doesn't change. You have a relatively new but democratic government that was installed there. You have people like Bill and Melinda Gates who had spent time there on stage with the now ousted president. I mean, there was a lot of hope that this time would be different. Does your reporting reflect that at all? That this won't repeat what we've seen in other neighboring nations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "HARLOW",
      "sentences": "Declan Walsh, we appreciate you joining us. We'll continue to follow your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "WALSH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "MATTINGLY",
      "sentences": "Well, \"X\" doesn't mark the spot? I like that. Why Twitter's new and glowing logo was just removed from the company's headquarters.",
      "isLastSentenceInterrupted": false
    }
  ]
}