{
  "date": "2023-08-09",
  "headline": "CNN This Morning",
  "subHeadline": "Evacuations Underway in Hawaii; Rapper Gets 10 Years for Shooting; DeSantis Replaces Campaign Manager; Swift's Tour Brings Big Bucks to Economies. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:32:36",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "We do have this breaking news. A state of emergency has just been declared in Hawaii after a hurricane sparked wildfires there. Officials say strong winds from Hurricane Dora, which passed south of Hawaii, has fueled these flames and burned multiple structure in Maui, also on the big island. Evacuations have been ordered there. The Coast Guard says they had to rescue 12 people in Maui who desperately jumped into the ocean to try to escape those flames.Derek Van Dam covering all of it for us in the CNN Weather Center. You just spoke to officials on the ground in Maui, Derek, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "No question about it. Really appreciate the update, the reporting, Derek. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "VAN DAM",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "The rapper who shot hip-hop star Megan Thee Stallion in the foot is now face ten years in prison. The district attorney in Los Angeles announced a judge there sentenced Tory Lanez yesterday afternoon. Now, three years ago, after an argument, Lanez shot Megan in the foot as she was getting out of a vehicle they were in and he pleaded not guilty to three felony charges but a jury convicted him in December.CNN's Chloe Melas is here. Ten years. Are we hearing anything from - from Lanez or his attorney since the sentencing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "Yes. And we've been following this since 2020 and it has been in the headlines with Megan Thee Stallion having previously written an essay about this and her being very open and obviously Tory denying this the entire time, pleading not guilty.Take a listen to what Tory Lanez's attorney has to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "JOSE BAEZ, ATTORNEY FOR TORY LANEZ",
      "sentences": "This case to get a 10-year sentence is extreme. And really just another example of someone being punished for their celebrity status.(END VIDEO CLIP) MELAS: So, they are going to fight this ten-year sentence. He's currently out on bail while pending appeal. But I want you to hear the flip side of what the district attorney in Los Angeles County has to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GEORGE GASCON, LOS ANGELES COUNTY DISTRICT ATTORNEY",
      "sentences": "Over the past three years Mr. Peterson has engaged in a pattern of conduct that was intended to intimidate Ms. Pete, silence her and keep her from defending and bringing her truth out. Despite the physical violence, verbal attacks and attempts at public humiliation, Ms. Pete remained strong and shared the events of that fateful night with a jury and the world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MELAS",
      "sentences": "So clearly, you know, two different versions of what happened on that night in 2020. And obviously, his legal team is prepared to fight this.And I know, Poppy, we were talking before the commercial break about what is Megan saying, and that is what everybody wants to know right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MELAS",
      "sentences": "And like I said, she had written an essay last year. But in a statement that the district attorney said she thanked the jury. She thanked everyone who had, you know, come to realize that she thinks that others around the world who are victims of violence and survive. And it is truly the most powerless feeling. And she talked about how she is a person of status and who can have this type of legal team and fight for herself while many can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Chloe, I'm glad you brought us that reporting. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:00",
      "speaker": "HARLOW",
      "sentences": "A big shakeup again in Ron DeSantis' presidential campaign. Just two weeks after the White House hopeful fired a third of his staff to cut expenses, the Florida governor is now replacing his campaign manager with a loyalist, current chief of staff, James Uthmeier.Joining us now back at the table from \"The Washington Post,\" Joyce Koh, CNN political commentator Erroll Louis, and CNN senior political analyst Ron Brownstein. Guys, thanks for coming back. What I find really, really interesting here, they're going to keep Ms. Peck, Generra Peck, on the team. They're - but they're going to put Uthmeier, who appears, Ron, to have less experience running campaigns in to run the campaign. And I thought \"The Times\" made a good point, just pointing out how this highlights how loyalty is so critical to Ron DeSantis. It's not about bringing someone in from the outside who's run successful presidential campaigns, this is about people that know him, Casey, his wife, the family, deeply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes, it's kind of emblematic of what has been, you know, an ongoing challenge. He knows what worked in Florida. It hasn't worked on a national stage, even among Republicans at this point.You know, John McCain is kind of the patron saint of people who - who shake up -- the late John McCain, of people who shake up their campaigns. He did it in 2007 and came back to win the Republican nomination in 2008. More often this kind of move is an indication of a campaign that is obviously struggling. I mean you can create a more organized, streamlined structure that can satisfy some of the complaints from donors who feel that the money is not being spent well. But the bigger question is the message and the strategy. DeSantis has chosen, as we've talked about many time, to run at Trump primarily from the right. That has boxed him in. Now, with that strategy he may, in fact, be able to win Iowa, where he's putting all of his chips. The question is whether that can allow him to build a big enough coalition to win the whole thing. And I think even after this change, real quick, the issue is whether the cement has already set in terms of how voters in the Republican primary are viewing him, both ideologically and in their personal view of him as someone they can relate to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:00",
      "speaker": "BLACKWELL",
      "sentences": "Errol, when I first read this, I was wondering - the first thing I said, already, because just a couple of weeks ago there were the layoffs. And I'm thinking, is this a continuation of this -- the shakeup, or is this something that they realize the first one didn't work, because the later is frenetic, it's frantic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HARLOW",
      "sentences": "But DeSantis' biggest donor has also been warning, like, unless things turn around here, you may not continue to get a lot more from - from me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "LOUIS",
      "sentences": "Well, that's right, donor management in this twisted system is a -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HARLOW",
      "sentences": "That's a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "LOUIS",
      "sentences": "Is a big, big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HARLOW",
      "sentences": "Donor management.Joyce, the difference -- I think a great point that Ron brings up, John McCain and his ability to turn things around after he shakes up his staff, win the nomination. But he didn't face a spread like this. I mean \"The New York Times\"/Siena poll has Trump at 54 percent nationally, DeSantis at 17 percent. Isn't that a key difference? JOYCE KOH, POLITICAL VIDEO REPORTER, \"THE WASHINGTON POST\": Yes. And, historically, candidates who have had shakeups like this before the primaries have historically, you know, not gone on to do well and win the party's nomination. DeSantis could be an exception to that, but what we're seeing is, you know, as Errol was saying, he has numerous mega million, you know, donors who are contributing to his campaign in large sums. He burned through $34 million just within the span of March through June. And so what we're seeing is that his campaign is seemingly overspending and still not catching up to Trump in the polls. As you said, you know, just lagging behind Trump is above 50 percent. He's around 17 percent. So, what does he do to really turn this around? And will this shakeup be the key in that or will this just be another indication of where his campaign is headed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "BLACKWELL",
      "sentences": "So, Ron, as we - and the campaign has learned that the anti-wokeness message alone is not going to make him more competitive with Trump. Bringing in Uthmeier from the office in Tallahassee to the campaign -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "BLACKWELL",
      "sentences": "According to the lawsuit related to the migrant flights from Texas to Martha's Vineyard, Uthmeier was the person who hatched that plan, or at least one of them. So, what does that suggest about the messaging, about the strategy if they're going to double, triple down on anti-wokeness and stunts like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, I mean, that goes to the point we were talking about a few moments ago, which is that, you know, DeSantis did well in Florida and thought he had a template for speaking to a national Republican audience, and then beyond that a general election audience. And it simply isn't working. I mean he's in the worst of both worlds now, Victor. I mean by trying to run at Trump primarily from the right, he has failed to peel away any material number of the most conservative voters in the party who are strong - voting for - backing Trump in polling at higher rates than they were in 2024. But he is alienating a, you know, a big share of the more moderate college plus Republican voters and donors who are the natural base for any coalition against Trump.So, you know, for DeSantis now the question - I mean he's clearly moving in a different direction. He's opening himself up more to interviews with the mainstream media. He's tiptoeing toward more direct criticism of Trump, even though he always qualifies it with - you know, with attacks on Democrats in a way that make it, you know, kind of difficult but for the message to come through. As, again, I think the question is, have voters made a judgment about him that leaves him with two narrow a lane? I do think him doubling down in Iowa is inexorably what you see for someone chasing a front runner. But the issue is if he does well in Iowa and he is defined in such a narrow lane, it becomes really hard to build a coalition big enough to take down a figure as commanding in the party as Trump is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "BLACKWELL",
      "sentences": "All right, we'll see if this brings some obvious change for the campaign.Ron, Joyce, Errol, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Tonight, Swifties in Los Angeles will flock back to Sofi Stadium to see Taylor Swift's final Eras Tour performance until October. Swift's six night residence there in L.A. has brought in major money for businesses. A new report from the California Center for Jobs And the Economy estimates that tour there, those six days, will bring $320 million to the city.CNN's Vanessa Yurkevich reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're waiting to see if we get the tickets.VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT (voice over):  It would have been a cruel summer if not for this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're going to Taylor Swift!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "This group of mom's, sisters, sisters in laws, and cousins are Swifties.YURKEVICH (on camera): How many of you ladies in the room have been to the Taylor Swift concert? YURKEVICH (voice over): We also have \"Barbie\" fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "CHELSEA DEUTSCH, TAYLOR SWIFT FAN",
      "sentences": "I love going with my family. I don't think I would have rather had it any other way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Women and girls of all ages are flocking to Taylor Swift, Beyonce and \"Barbie.\"YURKEVICH (on camera): These women are resonating with other women in a big, big way. KRISTINA CHIAPPETTA, EXECUTIVE STRATEGY DIRECTOR, LANDOR &amp; FITCH: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "What are you seeing in this moment that may be different than other moments with these three women?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "CHIAPPETTA",
      "sentences": "Women are not to be underestimated. They lift up economies, and that impact is not to be overlooked. But brands haven't been talking to them in their language for a really long time.YURKEVICH (voice over): That language is authenticity and empowerment. Generations of women are sharing these experiences together. The result, $1 billion in box office sales for \"Barbie,\" Beyonce's economy-driving tour, and extra U.S. dates added later this year for Swift's Eras Tour to meet demand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "JEANINE RICHER, TAYLOR SWIFT FAN",
      "sentences": "It was a gift to me to watch them experience her, right? It was amazing. I remember when Taylor came out, I was videoing their reaction. And that is something that will live with me forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "And that feeling bottled up is priceless. It's unleashed the spending power of women, which has always existed, but is now being harnessed through other fearless women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was nice to be a part of things that had such a girl positive message, which is definitely not the norm. So hopefully maybe this sparks the turn, and maybe we get to see some more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Two cancelled flights was not going to stop Helen Polisi from meeting her daughter Julie in Los Angeles.[06:55:04] HELEN POLISI, TAYLOR SWIFT FAN: I made it. Whoo!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "For the final leg of Taylor Swift's tour in L.A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "POLISI",
      "sentences": "Come hell or high water I was going today. So, I made it happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "A last-minute first class ticket later, two concert tickets, dinners out, the outfits and the beads, it all adds up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "JULIE",
      "sentences": "Men go to a lot of sporting games, spend a lot of money on sporting tickets, and that's never like considered absurd or over the top. Like, why - like, for us, this is like my Super Bowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "The duo also has plans to see \"Barbie\" together during their self-described girl power weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "JULIE",
      "sentences": "This summer's really been a celebration of like women coming together and like really embracing female friendships and doing things together. It's like the first time women my age, women my mom's age, even like little girls are seeing like femininity and femaleness portrayed as such like a positive light where you just feel so happy.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "And many of these girls and women are going to be repeat customers to these concerts and the \"Barbie\" movie. The young girls who you heard from want to take their mom who haven't seen the \"Barbie\" movie yet. That family of ten, they all want to go to Taylor Swift again. And we can't forget the men and the boys who go to these concerts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Please don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "And go to see \"Barbie.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Please don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Don't - if you haven't heard -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Where are you going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Victor is going to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Oh, the Renaissance Tour on Saturday at Mercedes-Benz in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Beyonce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Exactly. Are you going with any women or just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Three. There you go. BLACKWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "So, it's also about the men and the boy who go to support the women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "And have just as much fun and also receive the message just as much as the women. It's such a great experience for - for people of all ages. And it's amazing to see the multigenerational families that are going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "The grandmothers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "The mothers and the daughters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "I took Luca, my five-year-old son, to \"Barbie.\" He loved it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "It also feels good to have something to look forward to, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "To have the kind of months of anticipation of the concert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Somewhere fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "Just to have that night. It's a good time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "I'm only a little jealous.Vanessa, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Enjoy Beyonce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "BLACKWELL",
      "sentences": "I will. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "HARLOW",
      "sentences": "Great - great piece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:31",
      "speaker": "YURKEVICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}