{
  "date": "2023-08-17",
  "headline": "The Situation Room",
  "subHeadline": "Sheriff Investigating Threats Against Trump Grand Jurors; Children Among Dead In Maui Fires As 1,000-Plus May Be Missing; Warning Of North Korea Provocations As Biden Hosts Key Summit; Ukraine: Not Expecting F-16 Deliveries This Year; Trump's Lawyers Propose 2026 Trial Date In Federal Election Fraud Case. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:07",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "With numbers like that, Taylor Swift has earned a spot in a category all her own, touring Taylor's version.Our coverage now continues with Wolf Blitzer and THE SITUATION ROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, authorities in Georgia are investigating threats against the grand jurors who indicted Donald Trump. We're tracking security concerns tied to Trump's legal battles just ahead of his expected surrender in Atlanta next week.Also tonight, children among the dead in Maui amid the slow and very painful search for victims of catastrophic wildfires. Scrutiny of the disaster response intensifying after Hawaii's governor told me more than 1,000 people could still be missing. And a warning that North Korea may be preparing new provocations as President Biden is about to hold an unprecedented Camp David summit with the leaders of South Korea and Japan. I'll ask the U.S. ambassador to Japan, Rahm Emanuel, about the summit's stakes when he joins us live this hour. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. We begin with fears of violence against Georgia grand jurors whose names and addresses were apparently posted online just days after they indicted Donald Trump. Authorities now investigating the threats and working to keep the grand jurors safe. CNN Senior Legal Affairs Correspondent Paula Reid is on the story for us. She's joining us here in THE SITUATION ROOM. Give us the latest, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Wolf, we've learned that on Monday, former President Trump was supposed to hold a press conference to amplify his baseless claims of voter fraud. But sources say that that's unlikely to happen now because his advisers, who are, of course, negotiating the terms of his surrender in Georgia, have suggested that an event like that could just increase his mounting legal problems. (BEGIN VIDEOTAPE)DONALD TRUMP, FORMER U.S. PRESIDENT:  Because I have four of them now, if you look. REID (voice over):  Tonight, former President Trump reacting to his Georgia indictment for the first time on camera and calling for his party to come to his defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "TRUMP",
      "sentences": "They have no idea the anger they cause.So, Republicans have to be tough. The Republicans are great in many ways, but they don't fight as hard for this stuff, and they have to get a lot tougher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "REID",
      "sentences": "This call to action comes as the Georgia residents who served on a grand jury that indicted Trump for trying to overturn the 2020 election are facing threats and even getting doxxed online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "These people were called to serve and do their civic duty by serving on that grand jury, and now they've been basically put on the X by these disclosures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "REID",
      "sentences": "Names, pictures, profiles and even home addresses purporting to belong to the grand jurors are now circulating on far right websites, like 4chan and other social media platforms.Their names were published on page 9 of the indictment, a public document, as is the practice in Georgia. But experts say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "MILLER",
      "sentences": "This is really a quirk of law in the state of Georgia that the names of grand jurors come out with the indictment. So, this is really the first time we've seen this kind of thing come out in a national case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:07",
      "speaker": "REID",
      "sentences": "CNN cannot independently verify the details, and it's unclear if the information circulating online is that of the actual grand jurors or just people of the same name.Former Georgia State Senator and Attorney Jen Jordan testified in this case, and she says these threats might impede prosecutor's ability to find a trial jury. FMR. SEN. JEN JORDAN (D-GA):  Everyone is going to know who they are. Their lives are going to be turned upside down. And so just to be able to sit a jury of people who would be even willing to put their lives on the line is going to be really, really difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "REID",
      "sentences": "The Fulton County Sheriff's Office has responded with a statement saying, quote, we take this matter very seriously and are coordinating with our law enforcement partners to respond quickly to any credible threat and to ensure the safety of those individuals who carried out their civic duty. And, Wolf, they say that they are trying to track down the origin of these threats against those grand jurors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "Very scary, indeed. All right, Paul, stay with us, don't go too far away. I want to bring in another journalist and analyst into this conversation.And, Andrew McCabe, let me start with you. You're the former deputy director of the FBI. Do you worry these threats that are now emerging could have a chilling effect on other witnesses and jurors that may be called to deal with this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Of course, it could, Wolf. So, these grand jurors are called to serve for several months to review numerous cases. These 26 folks had the opportunity to review and consider and vote on the case against Donald Trump. They did not sign up for a lifetime or several years worth of security details and wondering about who's going to show up at their house in the middle of the night. Unfortunately, that's the reality that they're looking at.And you have to think that that sort of terror bleeds over into the consciousness of folks who are called to be witnesses in these cases, folks who are called to jury duty. There will be juries in each of these four cases and, of course, grand juries for the near future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "Yes, it's a really, really horrible situation. And, Tia Mitchell, thanks for coming in. Just Judge Esther Salas, and a lot of us remember this case, whose son was murdered at her home by a gunman targeting her not that long ago, spoke about the need to protect identifying information earlier today. Listen to this.(BEGIN VIDEO CLIP) JUDGE ESTHER SALAS, U.S. DISTRICT COURT:  I can tell you that I speak as a judge who knows firsthand what will happen when we don't secure personally identifiable information, like home addresses. I can tell you firsthand the pain I deal with every morning when I wake up and I have to think about life without my only child. We need to make sure that we protect those that are just doing their jobs. And in this case, judges do their jobs. And we need to be able to do our jobs without fear of retaliation, retribution or death. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "Very powerful words, indeed. Our heart goes out to her. What do you make of that?TIA MITCHELL, WASHINGTON CORRESPONDENT, ATLANTA JOURNAL-CONSTITUTION: Yes, I think it's just sad that it has to be an either/or scenario, where it's either you shield information about legal proceedings, which could lead to questions about transparency. We see that with our election system and the polarization that sometimes lack of transparency allows people to further undermine the integrity of our systems. But if the other side is that by being transparent about things like who serves on grand juries, about things like judges, that could lead to their safety being jeopardized. So, the question is, why is it that in America we can't be transparent and know who our grand jurors are and not have them feeling like their life is at risk in the process? To me, that's the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "BLITZER",
      "sentences": "It's a good question. Norm, how do you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:13",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Well, I think that this episode, this chapter in the life of our nation, has produced certainly extremely disturbing events, but also great heroes. And those heroes are not just the -- and Republican heroes who stood up to this.That also comes out of Fani Willis' charges. Republican Governor Brian Kemp, Republican Secretary of State Brad Raffensperger, our colleague, former Lieutenant Governor Geoff Duncan, but the ordinary people too. How heroic that these regular Georgians, representing the citizens of that nation and all of us, in a sense, were willing to sit on those grand juries, knowing that under Georgia law, you must publish the names of the grand jurors. And I think the forceful law enforcement response, Wolf, including the arrest, apparently properly so, of this woman in Texas who issued that threat against Judge Chutkan is a reassuring message to all of us. From the high and mighty to ordinary folks, you can do your duty. It's safe. The system will have your back. It's unfortunate, but there is that element of American patriotism that emerges from all of these tragic stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "BLITZER",
      "sentences": "How do you respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "MCCABE",
      "sentences": "Well, I agree with his comments on timing. I think this case is far too complicated to squeeze in before the election. That's just my guess.But I'll tell you this. I think what we've all learned through this process is that the states have a compelling interest in protecting their essential role in our national election process. And if the duly elected prosecutor of Fulton County sees an opportunity to enforce the state law against a former president and his allies who conspired to overturn the results of that state election, then she has an obligation to do so. I think she's done so in a convincing and clear way. That indictment is replete with facts and numerous witnesses and clearly past the standard of probable cause that's necessary to bring this charge and have it heard by a jury of the former president's peers. So, I have no complaints with what they're doing in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "BLITZER",
      "sentences": "As you know, the negotiations are ongoing between Trump, his lawyers, and the Georgia authorities over his surrender, how that's going to unfold. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "MITCHELL",
      "sentences": "Well, we're hearing that it's not solid it yet and there's a lot wrapped up in that. There are rumors could he turn himself in at the same time as the Republican debate as counter-programming. There are rumors that perhaps this press conference on Monday that he initially floated, how will that play into these charges that he faces in Georgia.So, things are still being sorted out. But at the end of the day, the deadline is August 25 for him and the 18 other co-defendants to report to the Fulton County Jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "BLITZER",
      "sentences": "Yes, that press conference may go away. His lawyers clearly don't want him to do it. It could be very legally problematic for him, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "REID",
      "sentences": "Yes, absolutely. And we're learning more and more about how many people in his inner circle are in legal trouble. We just published a story on cnn.com trying to identify some of the unindicted, the co-conspirators in Georgia. And among them are some of his closest advisers, Boris Epshteyn. You also had the former New York Police commissioner, Bernie Kerik. It's just a reminder of the closer you get to former President Trump, the more likely you are to find yourself in legal trouble. And you're sort of lucky if you end up as an unindicted co-conspirator as compared to so many people who are now facing charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "BLITZER",
      "sentences": "You did some excellent reporting, Paula, and you always do, but about Rudy Giuliani and his lawyer going down to Mar-a-Lago not that long ago to effectively beg Trump for financial help in paying all of his legal fees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "REID",
      "sentences": "Yes, the perfect example. Rudy Giuliani and his attorney, Robert Costello, went down to Florida in April and pleaded with Trump to help Giuliani with what we've learned are seven figure legal bills.Now, we've learned that Trump, in his Trumpian indirect way, did offer some assurances that he would help to pay. But as of now, Giuliani has received over $300,000 from a political action committee aligned with Trump. But one of his lawyers said in court yesterday they don't expect any more legal help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, Hawaii's attorney general announcing that a third party private organization will join the state investigation into the deadly wildfires as the search for victims continues with confirmation now that children are among the 111 dead and there are estimates that more than 1,000 people, more than 1,000 people are still unaccounted for.CNN National Correspondent Gloria Pazmino is in Lahaina covering the story for us. Gloria, bring us up to speed on all the major developments today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Wolf, I wish that I could describe for you just how bad the devastation is here. We have been showing you images and pictures of it, but I have to say that it's really something else to take it all in, in person. It just really crushes your soul to see the inside of these houses.You can see that they are all gone, just thousands of them. This is what used to be thousands of people's homes. And those people are starting to return to Lahaina. The road is opened up again. And as they return they're coming face to face with everything that they have lost. (BEGIN VIDEOTAPE) PAZMINO (voice over):  On Maui hope giving way to despair as some of the missing are moved to the list of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHIEF JOHN PELLETIER, MAUI COUNTY, HAWAII",
      "sentences": "You know, have we found remains that are maybe smaller than other remains? I'm not going to sit here and sensationalize that.What I'm talking about is children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "PAZMINO",
      "sentences": "The official death toll from the wildfires is now well over 100 with possibly more than 1,000 people still missing.Josue Garcia lost his 15-year-old brother in the fire after trying in vain to run home to save him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "JOSUE GARCIA, MAUI RESIDENT",
      "sentences": "Everybody was saying get out, get out. Don't go that way, not that way, leave. Even though I was four or five miles away, I could feel the heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "PAZMINO",
      "sentences": "After the fire, his father found his brother's body in the burned rubble of the family home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PAZMINO",
      "sentences": "Then they took his remains to authorities.Josue is now turning his pain into poetry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "GARCIA",
      "sentences": "What could I do? No power I hold. I'm lost and I'm found. I'm lost all around. We're losing our town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PAZMINO",
      "sentences": "The sheer scale of the devastation has impacted everyone on the island.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PELLETIER",
      "sentences": "No one has ever seen this that is alive today. Not this size, not this number, not this volume and we're not done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PAZMINO",
      "sentences": "Identifying to dead remains a difficult task. There are often no fingerprints and many remains are unrecognizable. Relatives of the missing are being asked for DNA samples.The search teams are also deeply affected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PELLETIER",
      "sentences": "We have to do this right and realize that the responders that are going out there are recovering their loved ones and members of their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PAZMINO",
      "sentences": "Those search and rescue teams now scouring the burn zone of more than 2,000 homes and businesses as the magnitude of the loss sinks in. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "PAZMINO",
      "sentences": "And even as authorities delicately searched the rubble for human remains, some residents say they've been approached by real estate speculators, reawakening memories of historical wrongdoing, including colonization and overdevelopment and further stoking local spheres of losing their land.Governor Josh Green reacted Wednesday to those fears and mounting frustration over reports of unsolicited calls from outsiders looking to buy damaged properties. GOV. JOSH GREEN (D-HI):  My office will work to block any of those kind of predatory transactions. (END VIDEOTAPE) PAZMINO (on camera):  Now, Wolf, if there are some signs of improvement that we are watching. You can see that there is a crew of workers that is working to repair that power line there. And we have seen similar stuff throughout the last two days. They're working to repair the power, the cell phone signal. So, some semblance of normality will return here to Lahaina. But I do have to stress, Wolf, any sort of rebuilding, a full recovery is likely years away. Officials have made this clear. And so perhaps as the attention begins to decrease and maybe people start to look away, it will be important to remember that there will still be thousands of people right here on Lahaina who will be needing the help of the federal government. But that will also be doing what Hawaiian people do, which is what I've learned a lot about over the last several days. They band together, they help each other out, they support each other, they look after their neighbors and they move forward. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Right now, we're following escalating threats by North Korea's Kim Jong-un at a moment of critical U.S. diplomacy. President Biden set to hold an unprecedented summit at Camp David with the leaders of both Japan and South Korea.CNN's Brian Todd has more on the summit and the stakes. Brian, what can we expect when these three leaders meet tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, the three leaders are going to be hoping to ramp up their military cooperation and intelligence sharing. And this couldn't come at a more critical time as Kim Jong-un bolsters his own dangerous alliances and as always engages in Saber rattling.(BEGIN VIDEOTAPE) TODD (voice over):  The threat from the aggressive tyrant in Pyongyang serious enough to solidify a partnership between two Asian powers that have a longstanding mistrust of each other. President Biden bringing the leaders of Japan and South Korea to Camp David this weekend to push them to put aside their differences and unite against Kim Jong- un's nuclear and missile provocations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ELLEN KIM, CENTER FOR STRATEGIC AND INTERNATIONAL STUDIES",
      "sentences": "In order to deter and actually respond more quickly to North Korea's growing nuclear missile threats, there's a more urgency in both Seoul and Tokyo to enhance their cooperation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "TODD",
      "sentences": "The goal at Camp David, a three-way deal, including more enhanced intelligence sharing, regular military drills and missile drills, and a crisis hotline.Even though North Korea has been a common enemy of both Japan and South Korea for decades, the historic tension between Tokyo and Seoul is deep rooted, dating back to when Japan occupied Korea before World War II and sent hundreds of thousands of Koreans to Japan for forced labor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "KIM",
      "sentences": "Whenever there's a historical or territorial dispute arises, then the relationship really quickly falls down. So, the relationship has never been stable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "PATRICK CRONIN, HUDSON INSTITUTE",
      "sentences": "Long range ICBM, the Hwasong-18, which is solid fuel, can fire quickly and can hit any part of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "TODD",
      "sentences": "South Korean intelligence also expects North Korean cooperation with Russia to increase after an elaborate visit by Russia's defense secretary. The South Koreans alleging a Russian plane transferred military equipment last week from Pyongyang for destinations unknown.DEAN CHENG, U.S. INSTITUTE OF PEACE:  North Korea has been stockpiling lots of munitions, munitions that, at this point, Russia would happily pay in money, oil or food for. So, we absolutely should be taking it very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "TODD",
      "sentences": "And the rise of another rival, China, also now prodding Japan and South Korea to come together with the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "KIM",
      "sentences": "What worries me right now is that this summit, although very important, has a potential to accelerate the deep alignment or partnership among China, Russia and North Korea.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "TODD",
      "sentences": "Now, while Kim Jong-un engages in all this diplomatic intrigue and continues to build his weapons arsenal, we're getting new information on just how horribly his own people are suffering. The U.N. high commissioner for Human Rights has just come out and said that many North Koreans are facing extreme hunger and acute medicine shortages. In the commissioner's own words, quote, people are becoming increasingly desperate. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "Brian Todd reporting for us, Brian, thank you very much.Joining us now here in THE SITUATION ROOM, the U.S. ambassador to Japan, Rahm Emanuel. Ambassador, thank you very much for coming in. What message will this Camp David summit send? How do you see it unfolding well? RAHM EMANUEL, U.S. AMBASSADOR TO JAPAN:  Well, it's a historic meeting. I mean, in many ways, this is a nightmare for China and North Korea because you have allies now, United States with Japan and Republic of Korea, countries that believe in both freedom, the rule of law, and a rules-based system against three other countries, Russia, China and the North Korea, that believe in coercion, aggression and repression. And it's a different model now. It's a strategic shift in the area because the whole effort by China was never allowed this process to happen. This is a major accomplishment for President Biden. It's a major accomplishment for America's message in the region that we're a permanent Pacific power. And all our allies and friends have taken note that this is a further commitment of America that we are a permanent power and presence in the Pacific and we're ready to make sure that China doesn't act at anything untethered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "But there is concern that this summit, the summit alone, and the declaration that emerges from the summit could actually push Russia, China and North Korea closer together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "EMANUEL",
      "sentences": "Well, first of all, before the summit, that was already happening. In fact, is I think what this does is that on the political diplomatic front, it embraces deterrence in its full scope. Deterrence is not just a military piece. There's a political dimension. There's a diplomatic mission, there's an economic mission and then it also creates a foundation which other countries understand that when the three of us are together acting in unison, we're a much bigger force, and it's a multiplier force on the political diplomatic front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "And as you know from your experience in Japan now, that Japan and South Korea have a very delicate history that everyone is dealing with right now, you heard in Brian's report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "EMANUEL",
      "sentences": "To the leader's credit and to the president's persistence, they see the opportunities of the 21st century as more important. It doesn't mean you whitewash the past, but it means you also embrace what the future brings. And there is a condition here, and both of them has expended a tremendous amount of political capital leaning into something, and this is what leadership is about.  BLITZERthe provocations time coincide with this Camp David summit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "EMANUEL",
      "sentences": "Well, they were doing this, I think it's like the '76 missile launch in the summer. There were five missiles by China into Japan's EEZ. There have been many military exercises, both China and Russia, in Japan's waters. So, all of this is a combination of why you need not only military deterrence, political deterrence, economic deterrence. And I think the fact is that many conditions they are reacting to China, Russia and North Korea.On the other hand, this is also something that they're going to have to react to. And that's why North Korea has decided to do what they're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "How do you see this summit impacting, if you see it at all impacting, hopefully the release of this U.S. Army soldier, Travis King, who's in North Korea right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "EMANUEL",
      "sentences": "I got to be honest with you. I think that's on a different set of track and a different condition. That's not an expertise I have as it relates to North Korea. I think it's a factor, but my own calculation is it's not the biggest factor. I think North Korea is going to make a decision about that (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:04",
      "speaker": "BLITZER",
      "sentences": "And how worried are you about China right now taking action whether towards Taiwan or the Philippines or elsewhere in the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Yes. There's a long history of presidential summits at Camp David. We'll see how this unfolds tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "EMANUEL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Rahm Emanuel, thank you very much. Good luck tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "EMANUEL",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "I appreciate it very much.Just ahead, what will Ron DeSantis say about Donald Trump when he stands on the debate stage next week? We'll discuss the Florida governor's strategy, as a new poll suggests support for his campaign has sunk to a new low. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "All right, this just in to CNN. Former Trump Justice Department Official Jeffrey Clark, one of the 18 defendants indicted alongside Donald Trump and Georgia's sweeping racketeering case, is asking a judge to reject the Fulton County district attorney's proposed March 4th trial date in a new court filing.During his time in the Trump Administration, Clark lobbied Trump to make him the acting attorney general to further Trump's baseless claims about the election, a move ultimately rejected by the former president. We're also getting some new reaction tonight from supporters of Ron DeSantis after a report on a potential strategy for the Florida governor during next week's Republican presidential debate. We're joined by CNN's Steve Contorno, who's covering DeSantis for us, along with political commentators Kate Bedingfield and Scott Jennings. And, Steve, let me start with you. The New York Times, as you know, obtained this so-called advice memo from a pro-DeSantis super PAC outlining a proposed debate strategy for DeSantis in next week's Republican presidential debate. The memo urges DeSantis, and let me quote from the memo, to defend Trump when Chris Christie attacks him with a specific suggestion for an attack line. Trump isn't here, so let's just leave him alone. He's too weak to defend himself here. We're all running against him. I don't think we want to join forces with someone on the stage who's auditioning for a show on MSNBC. It's interesting that he's getting this advice from his pro -- his super PAC right now. Tell us about this. STEVE CONTORNO, CNN REPORTER:  Well, and I've been hearing from people close to his political operation all afternoon who are just baffled why the super PAC felt the need to put this out. He has been in debate prep for weeks. He has been working with one of the best debate coaches in the industry. Why at this point would they feel the need, where one week off in the debate, to put this out into the ether? It clearly was intended to get in front of the eyes of the DeSantis campaign and provide some guidance. But instead, it's done the opposite in terms of putting DeSantis potentially in a box where now the question becomes, if he does answer to following the guidelines that have been put out there, it looks inauthentic. And if he doesn't, the question becomes, why didn't he follow the advice of his super PAC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Yes. They put it out there presumably because there are laws preventing a super PAC from directly influencing offering political advice to a candidate, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CONTORNO",
      "sentences": "Exactly. And this is something that we see from time to time from super PACs trying to get their advice and their internal polling in front of campaigns. But the breadth of the information they put out there and the specific elements of it is really remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Let me get Scott into this conversation. DeSantis is also told he should target political newcomer Vivek Ramaswamy, recommending, let me read another quote from this recommendation, a Trump-style insult. Take a sledgehammer to Vivek Ramaswamy, Fake Vivek, Vivek the Fake. Those are the recommendations.What does it say to you about the state of DeSantis' campaign right now that Ramaswamy is seen as a serious threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I can't tell if this stuff that was leaked was leaked for the purpose of giving DeSantis advice or leaked for the purpose of providing misdirection to the other campaigns, perhaps trying to get them to prepare for something that they think DeSantis might do and then he goes in a different direction. I guess we'll find out next Wednesday.But there is one thing that's true about Ramaswamy. He has caught up in some of these surveys, not necessarily in all of them, but you can see in a handful of these surveys he's moving up the list. He's got a great communications ability. I would say on the debate stage next week, Wolf, it's Ramaswamy and Chris Christie, who may be the most camera competent or communications talent-oriented candidates up there. So, obviously people are watching him move up and there's at least some people out there who think DeSantis needs to fight him off to maintain his second place status right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "And they're both very, very lively.Kate, Ramaswamy commented on these debate memos in an interview just a little while ago. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "VIVEK RAMASWAMY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Well, look, I think the GOP sometimes, when you have professional politicians, they use attacks on other candidates as a substitute for a message of their own.I think we have a choice between super PAC puppets who are being propped up with prepped lines and millions of dollars to go along with it, versus, in my case, I'm an outsider. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "How does DeSantis go forward in the debate after this release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:08",
      "speaker": "BLITZER",
      "sentences": "It would be very interesting, indeed.And, Steve, let me get your thoughts on this. In February, DeSantis was just what six points behind Trump in the Quinnipiac poll but now, he's 39 points behind him. You've covered DeSantis down in Florida for a while. What seemingly has gone so wrong for him? What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:08",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "It's clear they overestimated his ability to carry the momentum from February and that huge re-election victory that he had last November into a presidential campaign and they've also underestimated the impact of these indictments on Republican voters and how much that would galvanize them in these early primary states.But they still have a lot of money. It's still just August. They have a campaign in place they believe can carry them into these caucuses and early primaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:32",
      "speaker": "BLITZER",
      "sentences": "Tonight, the United States is assuring its allies it will give the green light to transfer F-16 fighter jets to Ukraine when training is complete, but this comes as Ukraine is acknowledging that timeline is not as fast as they had hoped.CNN's chief international security correspondent Nick Paton Walsh is covering the story for us from Ukraine -- Nick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:32",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Wolf, Ukraine is essentially acknowledging what most analysts thought was likely to be the case when United States and NATO allies said they wanted to give F-16s to Ukraine. It's exceptionally important, frankly, not just because of the air raid sirens we often hear throughout the day and the need for bigger control of Ukraine skies by Ukraine, but more importantly, for the counteroffensive in the south.We've seen ourselves how regularly Ukrainian soldiers come under attack by Russian jets with half metric ton bombs. No NATO army would try this kind of expansive maneuver without air superiority. And the F-16s were maybe supposed to provide some kind of advantage for Ukraine in that complicated battle space. That isn't going to happen. Well, really I think it's because technical side of repairing, servicing those jets. They're complex. They require a lot of time and care on the ground between flights and training of Ukrainian pilots in English to fly them. It was way more complicated. The European nations who said they'd do it as part of the deal, they've been slow to get their program together. It's frankly not ideal at all, particularly for Ukrainians who have seen armor turn up here after much debate and at times, not see it delivered in the way they hoped. But still, Ukraine trying to tout it successes. We saw ourselves on the front lines near Urozhaine, the latest village Ukraine said they liberated that's been exceptionally tough slog. The shelling is often present even though they've taken the area. And so, this latest announcement about the F-16 will possibly be Kyiv's way of saying, well, you're not giving us the tools to do the job we've been asked to do but at the same time, Ukraine is saying we're moving forward no matter how hard it is -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:00",
      "speaker": "BLITZER",
      "sentences": "There's important breaking news just coming into THE SITUATION ROOM right now, and listen to this. Lawyers for former President Trump have just proposed a date for the start of his trial on federal charges stemming from accusations he sought to overturn his 2020 election loss to Democrat, Joe Biden.CNN's Paula Reid is following this for us. So, Paula, tell us what you're learning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Wolf, we learned that the Trump attorneys are requesting a date of April 2026. That would be three years after he was indicted. Again, this is the special counsel's prosecution that is narrowly focused on the former president and while they do identify other coconspirators, he doesn't have any other codefendants. It's unclear why they would argue they would need three years for this trial.But right now, the special counsel has actually requested they want to take this case to trial early next year. So the very beginning of January. And now it will be up to Judge Tanya Chutkan to figure out a counter here, a schedule. Special counsel has argued it's in the public interest for this case to be brought before the 2024 election and the former president's lawyers have argued that it would be unfair to put him on criminal trial because he's a candidate for the presidency. So this is really going to be a big test for Judge Chutkan. We know the other special counsel prosecution that is currently scheduled for midway through next year in May. But it's unclear if that trial date is going to hold. So she's going to have a tough time finding room on this calendar, Wolf, as you know. It's a very crowded schedule. We have a criminal prosecution in Manhattan in late March. He has a civil trial early next year then you have the other special counsel prosecution. So she's going to have to find some time but one thing I was in court with Judge Chutkan and the lawyers from both sides a few days ago. She appears to want to move this along pretty quickly. So, now, I'll be waiting for her response and where she tries to put this trial on a very crowded calendar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:00",
      "speaker": "BLITZER",
      "sentences": "We'll see what she does. Maybe she'll split the difference or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:00",
      "speaker": "REID",
      "sentences": "You're going to have to. I mean, we'll see.",
      "isLastSentenceInterrupted": false
    }
  ]
}