{
  "date": "2023-11-07",
  "headline": "Inside Politics",
  "subHeadline": "Key Races To Watch In Virginia, Kentucky; Abortion Is Key Issue In Virginia As Voters Head To Polls; Mississippi Gov Candidate Brandon Presley Is Elvis' 2nd Cousin; Trump Takes Witness Stand As He Surges Ahead In Polls; Trump Dominates National And Early State Primary Polls; Democrats Weigh Options As Biden Polls Disappoint; NYT Polls: Trump Leads Biden In Several Swing States; Marking One Month Since Hamas Terror Attack. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today on Inside Politics, it's Election Day in America. He races in Virginia, Ohio, Kentucky and Mississippi could give us clues about the mood of the electorate with one year to go until voters pick a president. One big issue in all these races is abortion.Democrats think it galvanizes voters so furious about the Dobbs decision, but nearly a year and a half later, does it pack the political punch it did in the midterms. And the House is poised to vote on a resolution centering Congresswoman Rashida Tlaib for recent comments, many see as antisemitic. We'll talk to one of her colleagues about whether fellow Democrats will stand by her. I'm Dana Bash. Let's go behind the headlines at Inside Politics. And we begin with today's off year election, issues like abortion and inflation are dominating today's races, along with how voters feel about both the man currently in the White House and the man who wants it back. Eva McKend is in Kentucky where Democratic Governor Andy Beshear is fighting for reelection in a ruby red state. Jessica Dean is in Virginia where Republican Governor Glenn Youngkin, who is not on the ballot today is hoping that his party wins full control of the state legislature and with it, the power to pass a 15-week abortion ban. Jessica, let's start with you. These are all local races, state delegates, state senators, but they really have been nationalized, haven't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "They sure have, Dana. And look, if you were to ask Governor Glenn Youngkin, he would say, and he said this last night at a rally that I attended. This is about Virginia. And this isn't about Republicans and Democrats. But to your point, so many national implications are running through the state as they head to the polls today, chiefly among them that issue of abortion and you really hit the nail on the head at the beginning of your show. How much political punch does it still hold? We saw it holding so much in last year's midterms and helping Democrats maintain control of the U.S. Senate. So, the question here is somewhat of a proxy battle to see how it plays out, just to set the scene for everyone. Right now, the Democrats hold the state, Senate Republicans hold the state House, and Glenn Youngkin is going all across the state.He as you said, not on the ballot himself. But going all across the state selling his vision and pitching himself to voters, along with his vision saying, if you'll just send complete Republican control to the state legislature, we can get this agenda done. And so, it is now up to the voters. Do they want to move forward with that? Or do they want some checks and balances, of course, Democrats here in the state of Virginia, looking to hold on to the state Senate and even expand into the House as well. And key to all of this is that potential 15-week abortion ban. Right now, it's 26 weeks in Virginia. And it's worth noting that Virginia is the only southern state that has not pursued further restrictions on abortion since Roe vs. Wade was overturned. Now, Glenn Youngkin tried to do that, but the Democrats in the states Senate stopped him. So that's why he's now going to voters and pitching this. But Dana, he's really talking about a whole host of issues, Police reform and also public schools, that sort of thing. But in the end, so many of the ads and what Democrats are certainly talking about a lot is abortion. So, we will be looking to see how that all plays out tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "It's really interesting about Virginia being the only southern state that didn't change its law. Thank you so much. Appreciate it, Jessica. Now let's go to Eva McKend. She's in Louisville, covering the governor's race in the Bluegrass State. Eva, Donald Trump won Kentucky by more than 25 points in 2020. But the governor there who is a Democrat has a fighting chance at getting reelected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "So interesting. Thank you so much, Eva. Appreciate that reporting. Now, I want to bring in our exceptional panel to discuss the big picture around today's elections. Margaret Talev, senior contributor at Axio, CNN's Daniel Straus, and political correspondent Heidi Przybyla. Thank you so much to all of you. Happy Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MARGARET TALEV, SENIOR CONTRIBUTOR, AXIO",
      "sentences": "It's actually quite an Election Day. I mean, for an off-year series of contests is not just that they might tell us something about 2024. But in their own right, these are all fascinating racist. Well, I mean, you've got in Kentucky, you know, this contest for whether a Democratic governor can use women's concerns about reproductive freedoms to hang on in a very red state, but he's also opposed against the man who become -- who could become the first black Republican governor in the United States.Then in Mississippi, you've got a little sprinkle of Elvis Presley and a big fight over Medicaid funding. And the reality that there is an enormous African American population of residents in the state of Mississippi, many obstacles to them being able to vote in commensurate numbers. And even the idea that there could be a democratic ability to pick up in a state like Mississippi is intriguing. And then of course, in Virginia, you've got this big litmus test over Glenn Youngkin's power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "So, let's talk about that. It's Glenn Youngkin's power definitely. But let's just drill down on one of the big issues, which, of course, is what Jessica was reporting on. And that is the issue of abortion. Listen to what the governor has been saying, all through Virginia, as he's campaigning.(BEGIN VIDEO CLIP) GOV. GLENN YOUNGKIN, (R) VIRGINIA: We wanted to be incredibly clear on the bill that we would progress the only bill that we would progress that's to protect life and 15 weeks, and to call it a ban is such a miss truth and, and disinformation. And they should all be ashamed of what they've said over this campaign because none of it has been true. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "So again, there are a lot of ways that we can look at the races today, one of the things that I'm fascinated in, Daniel is the rebrand attempt by Republicans on abortion. That word banned, being replaced by limit, which I know from my reporting, I'm sure you all have heard, conservative groups have been pushing Republican candidates for that rebrand. He is trying it. And the question is, will work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "DANIEL STRAUS, CNN NATIONAL POLITICAL REPORTER",
      "sentences": "Yes. And look, the reason that there is this push to rebrand at all is because Republicans and conservatives on abortion. I've seen the electoral results in the last few cycles and major elections and see that that doesn't yield the result that they want for both Youngkin and the party at large.Virginia is an incredibly important state on this issue, because there is still a sense of being in the wilderness on how to address abortion while pushing some kind of new laws and new restrictions. And that's what Youngkin is looking for here. If he can lead a resurgence in Republican control a wave election in his state, he can argue that he now has a blueprint for the rest of the party across the country that may save them in the next cycle in the presidential cycle and may lead to whoever the nominee is probably Donald Trump, to have a way to address that in the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "STRAUS",
      "sentences": "I mean, look, and you also have to remember here that that what propelled Youngkin to the governor's mansion was not a robust discussion of abortion. It was education, in contrast with Terry McAuliffe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "That is true. But since we're on the subject of Virginia, let's stay on it. Because we live in D.C., and we have access to what we see on TV. I mean, the Virginia ads run on our television sets for people who actually still watch television and if you're watching or watching, thank you.Let's look at some of the messaging that we've seen. Tying the Republicans on the ballot again, these are local races to the MAGA movement. (PLAYING VIDEO)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Barbara Comstock, former Republican Congresswoman from Virginia told me, I mean on state of the Union, she thinks that's potent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TALEV",
      "sentences": "Right. This is a test for 2024. By the way, this is message testing for 2024. Every time you hear Joe Biden go out and give a speech, he'll try to use the phrase MAGA Republicans, if it works in Virginia, it may work in other pivotal swing states.But I think trying to distinguish the idea that there can be moderate Republicans from the idea that Trump is the standard bearer of the party and there can be no moderation is going to be something the Democrats tried to use. Abortion and healthcare in the last two, three elections have been so vital to Democrats and the fact that either abortion or health care through the Medicaid is on the ballot, in all of these states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "So, you mentioned Medicaid. I got a -- we got to talk about Presley. He is Brandon Presley running in Mississippi as a Democrat, his grandfather, and Elvis Presley's grandfather were brothers. And he's not like leaning very far into it, but he's not ignoring it. I mean, why would you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "PRZYBYLA",
      "sentences": "Well, I'm sure that it can do nothing but help you in the south. There are many parts --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "PRZYBYLA",
      "sentences": "But that's not the only reason why he stands a fighting chance here. Some of it is demographic, right, like 40 percent of the population in that state is black, and he gets strong support from that segment. It all depends on turnout. I mean, if he was able to pull this off, it would be a massive, massive upset.But the other thing that he has is some crossover support from Republicans. I've seen interviews with Republicans on the issue of Medicaid and cutting back Medicaid spending. Look, despite the party's broader platform, a lot of the states that want to cut Medicaid are where red voters rely most on it. And this is a Class A example of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TALEV",
      "sentences": "But they're poor white voters also who rely on Medicaid, whether it is for prenatal care whether it's for health insurance, whether it's for coverage, whether it's because they're in rural areas, people want healthcare from both parties of all political persuasions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Donald Trump's testimony in New York gave the courtroom and of course the country a taste of what a 2024 race would look like when a major party candidate is embroiled in legal problems. This comes as polls show him continuing to dominate his party competitors, but also pulling ahead of President Biden in several key battleground states.CNN's Jeff Zeleny joins us now. So, Jeff, you got to look at, but we all got to look at how things would play out on the campaign trail from the witness stand yesterday. I know you're already in Miami ahead of tomorrow's debate, he will not be there but he's going to be doing his own thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "He is, Dana. Look, the witness stand is going to become a familiar place for Donald Trump, as is the defense table. And we did get a glimpse yesterday of what we really seen for several months, but he was under oath, which he seldom is, but he was as defined as ever.And really what has become clear as something that we've been saying for so many months. His political strategy is intertwined with his legal strategy. We saw that playing out yesterday in the courtroom, him being bombastic and defiant. And then going out immediately and using those same talking points to try and portray himself as the victim. That is his strategy going forward. And it has worked. Right now, he has consolidated the base behind him and look for him to continue to do that tomorrow evening at a rally he'll be having here in Hialeah, Florida. There'll be again, I'm sure talking about this court cases how, he is the victim in all of this. But what we don't know, Dana, is even though it's messages the same, the rules are for different. How he is judged in a courtroom could be far different than how he's ultimately judged by voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ZELENY",
      "sentences": "Right. Look, both of those governors will be actually coming here to Miami. The Iowa Governor Kim Reynolds will be at a fundraiser tonight with Florida Governor Ron DeSantis. Look, her endorsement certainly matters far more than Sarah Huckabee Sanders will not going to get to the Arkansas primary until much later next year.But the Iowa governor's endorsement is something that all of the candidates certainly would have wanted and like. The question is, though, is it enough to pull the Florida governor over the finish line? We will find out that she's a deeply popular figure in the Republican Party in Iowa. But at the end of the day, endorsements do not win a campaign. The candidates have to do it themselves. Dana? BASH: Yes. I mean, I think in recent times, the endorsement that mattered the most, maybe more than any, of course, was Jim Clyburn, endorsing Joe Biden back in the South Carolina primary in 2020. Jeff, thank you so much. We'll see in Miami tomorrow night. And our panel is back here. And let's sort of move on and talk about the Democrat in the White House who of course, is running for reelection. And how they have been trying to in the Biden campaign and in at the DNC, trying to frame their paid media, the ads. And this is really interesting. This is according to add impact. Most like, by far, the majority of the ads that have been up are positive ads like, this is what President Biden has done, this is what he has. This is why you've benefited from him in the White House, more than $7 million contrast ads, which is a nice way of saying attack ads, just $64,000. Now, we all know where we are. It's one year out to election day. It is extremely early. We can expect that to change dramatically. But what does that tell us about the position that the White House thinks that the president is in right now, internally, not just what we're seeing in public polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TALEV",
      "sentences": "That's a really interesting question. I think it is been long part of Biden's brand to try to project an optimistic or positive image or the idea of being able to bridge, divides and move forward. He's still trying to define the economy positively, and attaching his own name to it, that's not been working.I think another two data points to consider are number one, they don't want to elevate Donald Trump too much right now out of the gate. He's not the nominee yet. And they don't want to help, make it a foregone conclusion. But the other piece of this is that every Democrat is mindful of Hillary Clinton's race for president and sort of in the rearview mirror, the inability to divine a positive message for herself and to focus more on just the negative of Trump. And I think all that is part of the state of play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "PRZYBYLA",
      "sentences": "They don't need to define Trump, as well. And it's no secret that that they feel that there's a big disconnect right now between what's happening in some of the economic data for instance, with GDP, and what people's feelings are about the state of the economy, which was supposed to be really an amazing accomplishment here for the president to have taken us out of COVID and out of what could have been a really devastating recession.And yet, they feel not to have credit for that. That said, his poll numbers, this recent spate of polls is not good. Look, I'm hesitant to read too much into the polls after 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "And as you're talking about it, I just want to put up on the screen the polls, you're talking about. Go head. PRZYBYLA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "So, that's what former candidate for what former congressman, former candidate for Senate who did not win. Tim Ryan said to our colleague, Kasie Hunt yesterday, David Axelrod, our colleague here didn't say get out of the race, but he is sounding the alarm very, very loudly, which is not exactly welcome. A welcome sound, let's say, at the White House.",
      "isLastSentenceInterrupted": false
    }
  ]
}