{
  "date": "2023-11-13",
  "headline": "CNN News Central",
  "subHeadline": "Gaza's Health System Crumbling As Fighting Rages Nearby; U.S. Strikes Iran-Linked Training Sites & Safe House In Eastern Syria; GOP Presidential Candidate Sen. Tim Scott Suspends Campaign; New GOP Speaker Likely To Need Dem Votes To Pass Funding Plan. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:29",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Conditions at Gaza's largest hospital now described as catastrophic",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Back on the witness stand, Donald Trump Jr. is the first defense witness in the New York fraud trial against him, his father and their company. How their legal team hopes to undermine the case against them?And as the government shutdown looms, newly minted House Speaker Mike Johnson struggling to control GOP hardliners. We're following these major developing stories and many more it's all coming in here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "KEILAR",
      "sentences": "And we start in Gaza where essential units at the enclave's largest hospital are now in collapse. Operating rooms are completely out of service. Doctors are taking drastic measures to keep newborns alive. More than 7,000 people are currently sheltering at the Al-Shifa Medical Center, and that includes some 1,500 patients and staff, according to doctors.And with supplies drying up, some of the most vulnerable of Gaza's citizens are facing critical situations: Power outages at the hospital, forcing doctors to take premature infants off of incubators. Today, Israeli defense officials renewing their claims that Hamas is hiding among civilian infrastructure. Releasing this video, in fact, officials saying you can see clearly here a Hamas fighter with an RPG launcher there outside of Al-Quds Hospital. The IDF saying its forces fired towards these fighters near the entrance of the hospital, that they killed 21 in this exchange, and that no Israeli forces were killed in this exchange. The Palestinian Red Crescent has denied that there are armed individuals inside of the hospital, and said that the video shows militants came from the street and put everyone in the hospital at risk. In the meantime, U.S. officials are revealing new details about some of the nearly 240 hostages that are still being held by Hamas. The White House says a three-year-old American is among those captive there in Gaza. President Biden holding a phone call with the emir of Qatar as pressure is mounting to negotiate the safe passage of those hostages. CNN's Jeremy Diamond is live for us in Sderot, Israel. Jeremy, how dire is the situation with Gaza's hospitals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, the conditions at Al-Shifa Hospital, Gaza's largest hospital, are being described as catastrophic, Brianna. Operating rooms are out of service. There is no clean water, food or milk for babies. According to the hospital's director general, and babies, as you just mentioned, in the neonatal unit, were forced to move from that unit after a generator was taken out by an apparent strike. Those babies wrapped in foil and put next to warm water in order to try and keep them warm.And over just the last few days, according to the Hamas-run Palestinian ministry of health, 15 patients at that hospital, including six newborns, have died as a result of the dire conditions at that hospital. The Israeli military says that it has offered to help evacuate some of the patients and the staff from that hospital, creating one of those evacuation corridors in recent days for people to leave. But doctors at the hospital right now say that they are either too afraid to leave because they allege that they have been fired upon as they try to leave that hospital or face - have seen bombardments in the area of the hospital or because they are concerned that if they leave the hospital that their patients will die. There are some 700 at-risk patients at that hospital. And according to the director of - a general of the Hamas-run ministry of health, if those patients are left behind \"they will die.\" All of this, Brianna, as the death toll in Gaza continues to rise, more than 11,000 people have now been killed in Gaza, among them more than 4,600 children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "KEILAR",
      "sentences": "Jeremy, Israel's military says its troops killed these 21 Hamas militants near Al-Quds Hospital. What is the latest on the fighting that's happening inside Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:09",
      "speaker": "KEILAR",
      "sentences": "And President Biden speaking with the leader of Qatar, the emir, about the hostage situation in Gaza, Jeremy. Can you tell us what steps are being taken to ensure their safe return, and what maybe we should read into this discussion they had?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:09",
      "speaker": "DIAMOND",
      "sentences": "Well, it is a significant discussion. Qatar has been leading the mediation efforts for the release of some of these hostages. We know that in recent days there appears to be some kind of a proposal on the table that would include the release of a significant number of hostages being held by Hamas and other militant groups in exchange for at least a three-day ceasefire.In fact, in addition to the President's call with the emir of Qatar, Brett McGurk, one of the President's top advisers on Middle East issues, who has also been heavily involved in these negotiations. He is heading to the region, expected to be in Israel tomorrow, in fact, to pursue these negotiations. But what we also know is that in recent weeks we have watched, as there appeared to be momentum behind these talks, there appeared to be deals that might have come to fruition, and instead it appears that time and again those talks have broken down. But the President speaking with the emir of Qatar, in which they apparently discussed the state of those hostage negotiations, the possibility of some kind of a ceasefire emerging from this deal as well, is significant, and we will see if Brett McGurk and other officials' discussions this week actually lead to anything concrete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:09",
      "speaker": "KEILAR",
      "sentences": "Yes, we'll certainly be awaiting that, a very important trip that he's taking.Jeremy Diamond live for us in Sderot, thank you. Let's talk more now about all of this with Lt. Col. Peter Lerner. He is a spokesperson for the Israeli military. Colonel, thanks for being with us. The IDF said Saturday that they will provide assistance requested by Al-Shifa Hospital staff to move newborn babies to a safer hospital. Has the IDF provided that assistance yet? LT. COL. PETER LERNER: Thank you, Brianna. Yes, indeed, the IDF is increasing its efforts in order to facilitate the hospital, both in kind of fuel, but also looking into the ability to bring in incubators in order to conduct a safe evacuation of babies as this develops. I want to draw your attention to something we've just revealed and I think it's really important for this debate, and I was hearing the reports about the hospitals. We've just exposed the Rantisi hospital after our forces were able to search the premises, and we found there in the hospital an extensive network of a bunker. It appears that hostages have been held there. The motorcycle that had been used by the terrorists on the 7th of October, we've seen diapers. We've seen - in the basement of the hospital, we've seen weaponry and we've seen suicide belts. Everything we've been saying over the last month is being proven this evening once more. And I think we need to really ask ourselves when we are - when the IDF is saying we know that Hamas is using hospitals as command and control centers. We are telling you this is the reality, and you choose to bring Hamas' words and refute and say that's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:09",
      "speaker": "KEILAR",
      "sentences": "No, we're - I just wanted, Colonel ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:09",
      "speaker": "LERNER",
      "sentences": "Every - all of their lives today are being ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:09",
      "speaker": "KEILAR",
      "sentences": "... Colonel, Colonel, we're not saying that. We are not saying that. We are reporting that U.S. officials believe that there's a Hamas command node under the Al-Shifa Hospital. So listen, we have you on. We're talking to you about this. I just want to be very clear about that.You said there's diapers. Is that an indication to you that there is - there have been hostages who are obviously small children or babies? Can you tell us more about that held there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "The motorcycle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "LERNER",
      "sentences": "The (inaudible) exactly what we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "The motorcycle, sir? I'm sorry. I just want to button up the news here. The - what can you tell us about the motorcycle? Obviously, we saw a lot of videos from the 7th where there were motorcycles. Is it one of those or what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "LERNER",
      "sentences": "We've found - sure, we found a motorcycle in the hospital itself. It appears that the motorcycle has a bullet hole in its fuel tank. It looks like one of those motorcycles that we've seen in all of those videos coming out from the 7th of October. We also found a tunnel that appears to connect a senior terrorist house, the commander - a commander from the Hamas' naval commandos connecting to the hospital.So it is a network, a merciless network putting the people of Gaza at risk. This is what we've been saying throughout the last 38 days. And indeed today there are still 239 Israelis and foreign nationals, the youngest of those, a 10-month-old baby being held hostage ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "LERNER",
      "sentences": "... by Hamas this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "And I do want to ask you about that. I do want to get back to my question though about the Al-Shifa Hospital because I didn't get a - the clear answer that I was hoping for. You mentioned fuel. What fuel are you talking about for that hospital beyond what was delivered that, as we understand, would only power the hospital for a half hour? Is there more fuel than that can you tell us about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "LERNER",
      "sentences": "The fuel that came in that they didn't take because Hamas told them not to take it, would have been sufficient to energize and manage the energy for emergency essential needs. Of course, if you want to run the whole Hamas hospital, complex, then of course it's not going to be sufficient. But if Hamas didn't let 300 liters in, why would they allow 10,000 or 10 million liters in? Hamas want the people in the Al-Shifa Hospital (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "Well, I'm just trying to get to the bottom of it because you said ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "LERNER",
      "sentences": "... we're doing every ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "... you said there was fuel. They said they were afraid. Do you put any - they said they were afraid to get that fuel because they were surrounded by Israeli forces. Do you put any credence in that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "LERNER",
      "sentences": "There is absolutely no concern for that. The IDF has been willing to coordinate the access to make sure that we took - we jeopardize our soldiers to bring the fuel to the gate of the premises of the hospital. All they needed to do is pull it in and take it in order to energize the essential services that could keep people alive.Why are they not doing this? Hamas told them not to. Our intercept and the people that we've been talking to said that Abu Ubaida himself said not to collect the fuel. So this is the reality. Hamas wants the people to die in the Al-Shifa Hospital. We are extending our hand. We're encouraging people to evacuate. There are people, thousands of people have evacuated the premises over the last five, six days, and this needs to continue. And indeed, we are operating now, as I said, in order to get incubators that can evacuate the babies as soon as possible. This is a challenge that we're facing. Unfortunately, Hamas are utilizing, as I said, the hospital compound, beneath the hospital, around the hospitals in Gaza. They're doing it intentionally. This is how they operate. This is what they are - this is the enemy we are up against. We're not surprised. We saw how they butchered (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "KEILAR",
      "sentences": "Do you believe, sir, and I'm really sorry to interrupt you. I'm really sorry to interrupt you, but I just have a limited amount of time and I did want to get to the hostages here. You mentioned they were under the Rantisi hospital, the children's cancer hospital in Gaza City. Do you think that there are hostages under the Al-Shifa Hospital where you believe this command node is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "KEILAR",
      "sentences": "Listen, we have been showing this IDF video that we have geolocated ourselves. And we are certainly well aware that Hamas uses Palestinian civilians as shields. Obviously, that is well known. And this is a difficult problem that you are confronting, but there is a humanitarian crisis of the utmost degree there in Gaza just to pin down the babies at Al-Shifa Hospital.So it sounds like at this point you've not been able to get in with incubators to help the babies or to move, is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "LERNER",
      "sentences": "I can't report currently that that problem has been solved. We need to solve it. We're working on it. We're trying to get the assistance in order to evacuate them. There is a timeframe and we're trying to work that. Indeed, though, we've been working on this for the last two days. Unfortunately, Hamas have been preventing any aid that we've been extending to the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "KEILAR",
      "sentences": "Yes, we've seen videos where there's this apparent RPG launcher very close to the al - the - to one of these hospitals, the Al-Quds Hospital. We're familiar certainly with some of the tactics here.Lt. Col. Peter Lerner, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "LERNER",
      "sentences": "Thank you. Good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "KEILAR",
      "sentences": "Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "DEAN",
      "sentences": "Brianna, thanks.We're also getting some new details about attacks on U.S. and coalition forces in Syria. The Pentagon says troops were targeted at least four times since yesterday following U.S. airstrikes on Iranian proxies in that region. CNN's Natasha Bertrand is at the Pentagon with more on this. Natasha, what more are you learning about these attacks on U.S. service members?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Jessica. This was an attack or I should say these last four attacks in the last day. They were conducted via drones and one-way attack drones and rockets by these Iran-backed proxy groups. And they happened just after the U.S. launched yet another round of airstrikes on facilities in eastern Syria that U.S. officials said were being used by Iran's Islamic Revolutionary Guard Corps and its affiliates.So clearly these groups still not deterred by the round of airstrikes that the U.S. has been carrying out, the rounds over the last three weeks. Three times the U.S. has targeted these facilities in Syria and yet the attacks just keep coming to the point where over 50 U.S. service members have been injured, including more than two dozen who have suffered traumatic brain injury in over 50 separate drone and rocket attacks by these Iran-backed forces on U.S. and coalition military bases in Iraq and Syria. So the U.S. is saying that they don't want this conflict to escalate any further, that these are limited strikes in self-defense that are meant not only to send a message, of course, to Iran and its proxy groups, but also to try to degrade the infrastructure and the weapons that they are using in order to carry out these attacks. But the question remains is whether this is a sustainable approach, because the groups, again, do not seem deterred, even though the U.S. has communicated directly to Iran that they expect Iran to rein in on these proxy groups. Clearly not happening yet, but we'll have to see if this latest round of strikes will deter anything in the future, just given that it does appear to have destroyed some of the group's training facilities as well as their safe Houses, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:54",
      "speaker": "KEILAR",
      "sentences": "Here just moments ago, Donald Trump Jr. completed his testimony in the civil fraud trial against the Trump Organization in New York. Trump's defense team started presenting its case today with Donald Jr. as its first witness.We have CNN's Brynn Gingras, who is outside of the court. She's been monitoring things there. All right. Brynn, the New York AG's office briefly cross-examined Donald Jr. before he made a few remarks when he left the courtroom, what did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "GINGRAS",
      "sentences": "Now, actually, we expect this defense case to take about a month. It will likely see Eric Trump return to the stand and possibly even Donald Trump as well. But next up are sort of expert witnesses for the defense, guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "KEILAR",
      "sentences": "All right. We'll be watching.Brynn, thank you for that. Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "DEAN",
      "sentences": "South Carolina Senator and GOP presidential hopeful Tim Scott has ended his run for the White House. He surprised his staff and supporters when he unexpectedly dropped out of the race last night, saying voters have \"been really clear,\" telling him, \"not now, Tim.\"CNN National Politics Correspondent, Eva McKend, is here. And Eva, it is so rare that you get a surprise like this. He was live on television and you've reported that his staff, a lot of his staff, was genuinely shocked by this. EVAN MCMORRIS-SANTORO, CNN NATIONAL POLITICS CORRESPONDENT: They were, because all indications were that he was in it for another two months. He was saying all in on Iowa. He had moved staff there. When you spoke to them just last week, they were telegraphing that they were just going to put all their resources there. But ultimately, we know Sen. Scott is informed by his faith and when he was speaking to his friend, Trey Gowdy, last night, it was clear to him that he did not have a path forward to secure this nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "DEAN",
      "sentences": "And so what happens now? Because all eyes turn to Iowa. Just to remind everyone, that's where we're going to see the first actual voting with the caucuses in January. How does this shift the dynamics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "EVA MCKEND, CNN CORRESPONDENT",
      "sentences": "Well, many people are looking to see if he is going to endorse one of his opponents. It sounds like right now he's not ready to do so. Let's listen, Jessica.(BEGIN VIDEO CLIP) SEN. TIM SCOTT (R-SC): I'm going to recommend that the voters study each candidate and their candidacies and, frankly, their past, and make the best decision for the future of the country. The best way for me to be helpful is to not weigh in on who they should endorse. I was not called to win, but I certainly was called to run. And I'll say this, that being vice president has never been on my to-do list for this campaign, and it's certainly not there now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "MCKEND",
      "sentences": "So perhaps he's tapped by the eventual nominee as the VP candidate. He says, at least for now, that's not the role he was interested in, but surely we know that things can change. Something that was interesting about Senator Scott, he was the only one at this stage who was robustly defending a 15-week abortion ban, something that I think was really of interest to those evangelical voters in Iowa.We'll see who else might lean into that strategy in the closing weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "DEAN",
      "sentences": "Right, because abortion has just been such a conundrum for Republicans as they try to get the messaging around that moving forward in 2024 especiallyAll right. Eva McKend, thanks so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "KEILAR",
      "sentences": "Here in about 30 minutes, Republican Speaker Mike Johnson will see the House take its first step in considering his plan to avoid a government shutdown. The money runs out at 11.59 PM Eastern on Friday night. The House Rules Committee is meeting at 4 PM today, and the new speaker selected last month is seeing an old problem rear its head, hard-right members of his party getting in the way of a deal. These eight Republicans have said they will oppose Johnson's two-tiered stopgap measure.Let's get straight to CNN Anchor and Chief Congressional Correspondent, Manu Raju, for the latest. All right. Manu, with that many Republicans against his plan, Johnson, of course, is going to need Democrats to avoid a government shutdown, which isn't that what got Kevin McCarthy in trouble the last time, if I recall correctly.",
      "isLastSentenceInterrupted": false
    }
  ]
}