{
  "date": "2023-01-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Video of Nichols' Death to be Released Soon; Economy Grew in Last Quarter; DOJ Search of Biden's Home; House GOP Demands Spending Cuts. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:11",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Good morning. I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:11",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "And I'm Jim Sciutto.As soon as today, police in Memphis, Tennessee, could release body camera video from the violent January 7th arrest that lead to the death of 29-year-old Tyre Nichols, pictured there. An attorney for his family says that video will show that he was beaten, quote, like a pinata. According to a preliminary independent autopsy, he suffered, quote, extensive bleeding caused by a severe beating. Overnight, the Memphis Police chief vowed absolute accountability for those held responsible. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:11",
      "speaker": "CHIEF CERELYN DAVIS, MEMPHIS POLICE",
      "sentences": "I am a mother. I'm a caring human being who wants the best for all of us. This is not just a professional failing. This is a failing of basic humanity toward another individual. This incident was heinous, reckless and inhumane.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:11",
      "speaker": "HILL",
      "sentences": "All five of the officers involved in that incident have been fired. The Nichols family now calling for them to be charged with murder.CNN's Sara Sidner is in Memphis this morning with the very latest. I mean when we hear from the family, it is absolutely heartbreaking, Sara. What more do we know this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:11",
      "speaker": "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, you know, the family has said that we are going to get justice for Tyre, if it's the last breath I breathe. That came from his mother, RowVaugn Wells. She talked about never having her son walk through the door again. And she said he would always come in and say, you know, hello, parents. And so she and his stepdad, you know, as you might imagine, are going through hell right now because they have lost someone and they can never, ever, ever have him back.The funeral services will be held February 1st. We enter the church where those funeral service were - are going to be held. And the senior pastor of that church talked to us about how the community is feeling, saying that people are feeling anxious, they are concerned about what this video is going to show. And a lot of people have said they must have charges against these officers. And that is what the community and the family is demanding. The family demanding that the charges not be something like manslaughter, but be murder one RowVaugn Wells, his mother, said. And so there is a real desire to see some real consequences. Besides the fact that the police chief was very swift in the firing of these five officers. And so that actually, in many ways, is something different than the community has seen before in past incidents when there is a swift response. Now, that swift response may well be because of the video that was seen and other things. We now know those five officers have been fired, as well as -- and this is extremely concerning as well -- a couple of members of the fire department as well have been terminated. And so there are a lot of questions about what their role was or was not during what was a severe beating according to the police chief. The police chief also talked about - just last night she talked about protests. She talked about understanding how people are feeling now. Let's take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:11",
      "speaker": "CHIEF CERELYN DAVIS, MEMPHIS POLICE",
      "sentences": "I expect you to feel outrage in the disregard of basic human rights, as our police officers have taken an oath to do the opposite of what transpired on the video. I expect our citizens to exercise their First Amendment right to protest, to demand action and results. But we need to ensure our community is safe in this process.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:11",
      "speaker": "SIDNER",
      "sentences": "I do want to also mention that there have been talks, we learned of last night from community members, that some of the activists demanded to speak to the district attorney. And for the first time ever, the district attorney, who is relatively new here, had them come in and he sat down and talked with them. And now there have been talks between the community, community activists, the clergy here, with the district attorney, with the police chief. And they've really sat down to tried to be more transparent. But there's still so much we don't know.And as far as the video, by the way, coming out, it may not just be police cam video. We haven't heard what it is. It could be from the cameras that are on the streetlights. It could be from a bystander. There are lots of options that have not been spelled out for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes, Jim, good morning to you, Erica and Chief.It will play a significant role. Why? Because the video is telling as to specifically what occurred. Remember, when you're looking at any prosecutions, there are significant investigations. Those investigations include a lot of things, including witnesses, surveillance, et cetera. But eyewitness bring you to the event. They help to understand specifically what occurred. And so you have the eyewitness, which is the video itself. I would suspect, Jim, that there will likely be two prosecutions here. Don't want to get ahead of it. But if, you know, past history is any guide with respect to these police cases, I think the state case will move forward, they'll investigate and make a determination as to whether there will be indictments against these officers, whether it be murder for intent, whether it be manslaughter under a reckless theory, you know, failing to intervene, et cetera, failing to act. And then I think, certainly, the Department of Justice has a role federally with regard to civil rights violations. So, I think we could expect and anticipate not only the state but certainly the federal government to follow with a prosecution of their own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "HILL",
      "sentences": "As we await for - as we await charges, so much of this is about the reaction. It's the anticipation of what is ultimately going to be seen in that video, especially after the comments not only from the chief but also from Tyre Nichols' family.The police chief calling the video, as you know, as Jim pointed out, heinous, inhumane. She said she expects you to feel outraged at the disregard of basic human rights. And also said it shouldn't be a calling card for violence or destruction. Commissioner, I'm curious, do comments like that, don't make this a calling card for violence and destruction, somehow anticipating that that could happen, does that help or hurt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, I mean, I think it helps. You have to at least try to reach the public. You know that there's going to be outrage. You know that there's going to be protests. The problem is there's oftentimes a small group of individuals that actually hijack the peaceful protests and turn it into something violent and ugly. And that's what she's trying to avoid.And that's not just Memphis. I mean this could have a reaction around the country, much like George Floyd did. And so I'm sure that police chiefs across the country are anxiously awaiting the release of that video. I'm certainly going to be watching and looking. I've seen hundreds of use of force cases, video, body cam and other sources of video, looking to see whether or not the use of force was indeed excessive. I have no reason to believe it wasn't based on the statements given, but I need to see it myself. But it's going to be ugly. It's not going to be good. And what she's trying to do is avoid having that violent, small element take over that protest and actually turn it into something that actually overshadows the actual incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Joey Jackson, Tyre Nichols was a young black man. The five officers involved in this race, they were all African American men as well. You mentioned the possibility beyond potential state investigation for excessive use of force, the possibility of a federal civil rights investigation. Oftentimes in cases like this we've seen hate crimes charges as possible.Does that pattern of facts affect that potential federal prosecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "JACKSON",
      "sentences": "So, I think what the federal government, Jim, will look at are the issues of the constitutional liberties that we all possess. Everyone has a right to walk the street and live their life unimpeded by excessive force. We have the Fourth Amendment rights against unreasonable searches and seizure. You have a Fourteenth Amendment right, right, for due process without the taking of life, liberty or property. And so I think that's what they'll analyze.And in terms of civil rights violations, what the federal government looks for is an intentional and willful violation of that right. They're going to look for the specific conduct as to all of these officers, did they act in concert? What specifically did they do? What specifically did they not do? And based upon that pattern of facts, the federal government and prosecutors will assess what charges should be level against them. I would anticipate, with the autopsy and everything being as it is, that the federal government may very well do so in pursuing those civil rights violations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "HILL",
      "sentences": "Joey Jackson and Charles Ramsey, appreciate it. Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "So that number beat economist expectations.CNN chief business correspondent Christine Romans joining us now to break it all down. So when we look at these latest numbers, what should the takeaway be, Christine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "The takeaway is the economy was strong into the end of last year. The second half of last year was a strong performance in the American economy. All that handwringing about inflation and recession worries, this does not look recessionary at all. And 2.9 percent economic growth. A little bit of a slowdown from the third quarter. But by any stretch of the imagination, under normal circumstance, that is a powerful end to the year.And, for the year, the annual number, 2.1 percent, you can see that is a slowdown from the year before. And 2021, you guys, this was the strongest economy since Ronald Reagan was in office. The strongest economy since the 1980s. So, still moving into this year at a pretty good clip here. I'll tell you also, we saw the latest weekly jobless claims. This number has been fascinating to me. Only 186,000. That is the lowest since April. You've been seeing these headlines of tech companies and media companies laying people off. But the general rule here, what's happening in the labor market, it is strong. Employers don't want to lay off their workers, even with these talks of headwinds this year. So, I think the takeaway is that we are heading into 2023. When you look at our rearview mirror there for how the GDP was at the end of the year, moving into this new year from a very solid position, whatever happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "SCIUTTO",
      "sentences": "OK, Christine, good news, bad news. OK, so labor market's still strong. The economy is still strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "SCIUTTO",
      "sentences": "We know the Fed wants to tame inflation without sending the economy to recession. Do they look at these numbers and say, we've got a little more leeway to raise interest rates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "ROMANS",
      "sentences": "So, I think what a lot of people are expecting is the Fed will maybe only raise interest rates 25 basis point the next time. And they're looking at some softening in inflation numbers. We've seen those starting to cool. Still to high but starting to cool. You have a GDP number, 2.9 percent. That is down a little bit from the third quarter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "ROMANS",
      "sentences": "So maybe showing some signs of cooling there. But overall here, wouldn't it be the goldilocks scenario to still havea strong labor market, relatively strong labor market, but, you know, not growing 400, 500 jobs a month. Inflation starting to cool. And then you start to see that - that scenario for a soft landing. There is still a path here to avoid a recession this year, assuming Washington doesn't screw it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "HILL",
      "sentences": "Oh, imagine that.Christine Romans, thank you. Well, up next, lawmakers say they are just not getting the answers that they need about what was in the classified documents found at President Biden's home. And now the National Archives, we're learning, may ask all living former presidents and former vice presidents to check their records too. Plus, prosecutors set to call their first witness this morning in the double murder trial of Alex Murdaugh. The state arguing gun residue and cell phone records will prove the former South Carolina attorney killed his wife and son. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Neither one of them had any defensive wounds, as if they didn't see a threat coming from their attacker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's no eyewitness. There's no forensics tying him to the murder.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "HILL",
      "sentences": "This morning, the National Archives is considering asking all living former presidents and vice presidents to search their records to make sure they don't have any classified materials. Now, so far, we're keeping the tally for you, classified documents have been found at the homes of former Vice President Pence, President Biden and former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "CNN is also learning that federal investigators were prepared to seek a warrant if they did not get consent to search President Biden's home in Wilmington, Delaware. Of course, they did get consent.CNN's senior legal affairs correspondent Paula Reid is covering. And, listen, the events are happening almost hourly by the day and you have new reporting on how the FBI's search of Biden's home materialized. How did it come about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Jim, of course, this was unprecedented. I mean we're talking about the FBI searching the home of a sitting president. And Biden's team has stressed that they were cooperative. They wanted this search to happen. But we've learned that federal investigators were also prepared to get a warrant if they didn't get consent.Now, they never had to raise that possibility in these discussions, these high-stakes discussions, because they came to an agreement about how the FBI would be allowed to search the house. They were given access and allowed to search the entire premises. But, look, the Justice Department is aware that even if the facts of the Trump case are different, the attorney general, we heard him say this earlier this week, they are going to treat everyone equally. Now, some justice officials have also told us that they've been frustrated at times by certain decisions that the Biden team has made, specifically weeks after the Justice Department told the Biden team that they would be reviewing the case, the president's team searched his Wilmington home but didn't tell the Justice Department they were doing that until after they found classified materials. A notification was not required. But we've learned that the lack of advanced notice irritated some justice officials. We've also heard concerns about how the White House was not fully forthcoming with the public when this story first broke. You may remember they confirmed the discovery of documents at the Penn Biden Center, but they failed to mention that classified documents had also been found in Wilmington. And all of this helped inform the decision to appoint a special counsel. And, Jim, as we've previously reported, more searches could be coming as this investigation continues to unfold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "Maybe lots of searches.Paula Reid, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "HILL",
      "sentences": "Joining us now to discuss, Republican strategist Alice Stewart and Margaret Hoover, host of PBS' \"Firing Line.\"Nice to see you both this morning. You know, Margaret, what I find interesting is this push for more information on the documents. This is really bipartisan at this point. Is this a point of unity that we can see in this Congress, beyond Taylor Swift, that could actually point to some action here? [09:20:07] MARGARET HOOVER, CNN POLITICAL COMMENTATOR: Look, there clearly is a bipartisan problem in terms of taking and retaining classified documents, which are, by the way, our property. These are property of the people. This is what happens when you live in a society that is governed by the people where we lend the power to our elected representatives. If Vice President Mike Pence, former Vice President Joe Biden and who is currently president, and former President Donald Trump all have classified documents, it obviously begs the question, do they all do this? And I spoke to a senior official from a former administration a couple days ago who said, yes, everybody does it. How do you think they write their books. So, we really ought to, as the National Archives and Records Administration, I hope will help us get to the bottom of this practice and how to contain it, stop it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "Alice Stewart, you certainly have a legal question. You have a process question, as Margaret was talking to, but then a political question. And I wonder, as a practical matter, has the involvement of Trump, Biden and now Pence effectively neutralize this as a political issue for 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "In most textbooks, it absolutely does, Jim. Look, this is about the mishandling of classified information. And as Margaret said precisely, these are the American people's documents. And they deserve to be held and protected as classified materials.What I'm hearing from senior Republicans in the House and the Senate is, they're concerned more than anything that what we do know now is that this is just the tip of the iceberg and the drip has become a steady stream of information that we're hearing. And, look, we can all agree that the size and scope and secrecy of former President Trump's document scandal is much grander. This is the situation we're dealing with right now with the current president. And it appears as though -- clearly this has been going on for quite some time and there's concern by top Republicans at the - the way that he is responding to this, his press secretary, John Kirby, in addressing - John Kirby, more than anyone, Admiral Kirby, knows what it necessary to get into a SCIF, the secret room, to have access to these documents and to get out of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "STEWART",
      "sentences": "And there's just concern that there's a flippant, a passive response to how this administration is handling. And we are just scratching the surface at what they think they will find.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "HILL",
      "sentences": "Look, there are a lot of questions about what is actually in those documents that we don't know.I do want to move on to the debt ceiling if we could. What I find fascinating is not only how this is playing out, right, but how the Senate seems to be reacting to it. So, Senator John Thune, who is, of course, the number two in Senate GOP leadership telling CNN at this point he thinks it's true that it could be difficult for House Republicans to unite around a plan. You know, Margaret, what do you make of that? And Senate Republicans certainly seem to be, hey, we're going to sit back here, we're going to be the adults in the room, we're going to let you figure it out. But do you think they actually have confidence in their House colleagues at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "HOOVER",
      "sentences": "No, I don't. Let me just make it really simple. I don't think a lot of the Republicans in the Senate have a lot of confidence that this is going to play out in a way that is -- at the level of I think respectability, seriousness and responsibility that they would expect from their peers across the aisle, across the other side of the Capitol, rather, the Republicans in the House of Representatives. And so - and, by the way, this does have to generate out of the House of Representatives, which is why the senators do need to wait to see what happens in the House.But it's going to be very, very tricky. We all know that. I, just in terms of setting expectations, think it's important to remind viewers that this debate is going to go on probably through the summer, maybe even into the fall, until Republicans may be able to figure out whether they're able to use this moment to force some budgetary reforms on the current federal government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "Well, Alice Stewart, holding over the heads of everyone is Republicans, in effect, threatening to force the U.S. government to default on its debt. And I wonder, we saw the party's attacks on one institution effectively fail in the midterms, that is attacking the electoral system, you know, claiming a fake election. That largely failed. Politically, is this a failing strategy for Republicans as they take over the House to at least threaten that, perhaps bring the country to the brink of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "STEWART",
      "sentences": "Well, anyone who thinks the House Republicans are going to deal with this in short order needs to be reminded of how Kevin McCarthy got elected after 15 votes. This is going to be a very messy process, Jim. And I think we can all agree on that.But, look, there are some very vocal Republicans in the House that have made it quite clear that they are not in support of raising the debt limit without some type of spending cuts. And there needs to be conditions associated with that. Democrats have been quite clear that that is completely off the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:33",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, of course, the other way to address debt would be to get majorities in both houses of Congress, right, and pass budgets, right, that are different. This is a different path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "STEWART",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SCIUTTO",
      "sentences": "We'll see where it ends up.Alice Stewart, Margaret Hoover, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "HOOVER",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "STEWART",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "HOOVER",
      "sentences": "Thanks, Erica.",
      "isLastSentenceInterrupted": false
    }
  ]
}