{
  "date": "2023-02-05",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Shoots Down Suspected Spy Balloon; Costa Rica Spotted Balloon Over San Jose; Northeast U.S. Thaws Out After \"Epic\" Arctic Blast; Former Pakistani President Pervez Musharraf Dead At 79; New Russian Strikes In Kharkiv And Donetsk Region. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "You're about to see and hear the dramatic moment a U.S. missile took out the suspected Chinese spy balloon that caused such havoc in the U.S. last week. Have a look.(BEGIN VIDEO CLIP) BRUNHUBER (voice-over):  It happened Saturday off the coast of South Carolina near Myrtle Beach. The balloon was so high up that it took a few seconds for the sound of the blast to reach the ground. China issued a stern protest afterward, accusing the U.S. of overreacting to a civilian research balloon that was blown off course. And the defense ministry has warned it now reserves the right to do something similar. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "But Pentagon officials say they're confident the balloon was conducting surveillance. Salvage efforts are now underway to retrieve the debris from a relatively shallow area of the Atlantic. Anything recovered will be sent to FBI for analysis.Arlette Saenz is at the White House, Tom Foreman is in Washington with a look at the recovery efforts, Ivan Watson is in Hong Kong with reaction from China. But we begin with Oren Liebermann at the Pentagon with what comes next. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "President Biden authorized the downing of the Chinese spy balloon on Wednesday but military officials warned him it could endanger lives on the ground. CNN's Arlette Saenz has details from the White House.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "President Biden told his top military leaders on Wednesday to shoot down the Chinese spy balloon transiting over the U.S. as soon as possible.The president heard advice from military leaders, who warned that shooting anything down over land, over ground, could pose a risk to American lives. So ultimately the president heeded their advice and waited to have this balloon shot down until it was over the waters on Saturday afternoon. President Biden was briefed on those final plans Friday evening and ultimately Defense Secretary Lloyd Austin gave that final go-ahead shortly after noon on Saturday. The president was flying on Air Force One from Syracuse, New York, to Maryland and was on the phone with his top officials as this operation was underway. Here's what he had to tell reporters about the considerations given. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BIDEN",
      "sentences": "On Wednesday, when I was briefed on the balloon, I ordered the Pentagon to shoot it down on Wednesday as soon as possible.They decided -- without doing damage to anyone on the ground. They decided that the best time to do that was, as it got over water, outside -- within our -- within the 12-mile limit. They successfully took it down. And I want to complement our aviators who did it. And we'll have more to report on this a little later. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, what does this say about China?What's your message to China? UNIDENTIFIED MALE:  You were saying the recommendation from your -- was from your national security --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BIDEN",
      "sentences": "I told them to shoot it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On Wednesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BIDEN",
      "sentences": "On Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But the recommendation from them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BIDEN",
      "sentences": "They said to me, \"Let's wait until the safest place to do it.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SAENZ",
      "sentences": "Republicans were quick to criticize the president for not taking it down sooner. They said it's a sign of weakness. The White House pushed back, saying this was a responsible action for the president to take. He was trying to save American lives. There are lawmakers on both sides of the aisle calling for briefings and hearings in this matter.The so-called Gang of Eight will receive official information from the president next week -- Arlette Saenz, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And CNN's Ivan Watson is standing by in Hong Kong.So Ivan, China says the U.S. is overreacting. Take us through the action from Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Sure. The most recent statement is basically a warning that essentially, if the U.S. flies a balloon over Chinese airspace, the Chinese military will shoot it down.Look at the statement from the Chinese defense ministry. They say, \"The U.S. used force to attack our civilian unmanned airship, which is an obvious overreaction. We express solemn protest against this move by the U.S. side and reserve the right to use necessary means to deal with similar situations.\" The Chinese foreign ministry admitted this was, in fact, as they put it, a weather balloon, an airship, it said, that had been blown off course over U.S. airspace. It regretted that this had taken place and said it was keeping open channels of communication with U.S. counterparts to help resolve this issue. On Sunday now, the Chinese government protesting at the shoot-down of the balloon. What we're not hearing from the Chinese government is more details about the, as they put it, the airship itself. What company or what branch of the Chinese government does it come from? Why would it be flying something, as the U.S. government has put it, that is the length of three buses hanging under a giant helium balloon, such long distances? Why couldn't the Chinese perhaps bring it down in conjunction with the U.S. government? Those are all big questions that have yet to be answered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Another question to be answered, and we haven't mentioned this yet, news of potentially a second balloon.What more are we learning about that one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "WATSON",
      "sentences": "People on the ground were taking pictures of it and guess what?It looks an awful lot like the Chinese balloon flying over the U.S. So we have reached out to the Chinese government to get some explanation for this. Meanwhile, a senior U.S. official has claimed that this is also, as that official put, it a Chinese surveillance balloon, which raises some big questions, Kim. Why, if this does turn out to be true, why would China be flying these kinds of balloons so far from its own airspace and potentially over other countries? Recall the balloon that flew over the U.S. flew through Canadian airspace before it came to U.S. airspace. So this is creating diplomatic ripples far beyond the U.S., although it's already done damage to diplomatic relations between Beijing and Washington, the world's two largest economies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Ivan Watson in Hong Kong. Thank you so much.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "John Delury, he's a professor of Chinese studies at Yonsei University and author of the true-life spy story, \"Agents of SubversionThanks for being with us. China is sticking to its story that it's a civilian commercial balloon, firing ahead of the National Weather Service. What do you make of the response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "JOHN DELURY, YONSEI UNIVERSITY GRADUATE SCHOOL OF INTERNATIONAL STUDIES",
      "sentences": "With the facts we have so far, it's strains belief to buy the Chinese story. As you mentioned, there are other balloons popping up.The whole question of why China has not been forthcoming with Canada, with the United States, with other governments in the Americas, about what these balloons are doing really casts a lot of doubt on their claim that it's for weather. Hopefully something will come out of the debris and that would allow the U.S.  government to find smoking-gun evidence. I would expect the Chinese government to stick to their story and to insist to the bitter end that this is innocent. So I think we're going to be stuck with two narratives, which is often a problem in U.S.-China relations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "But how damaging is this to China's reputation, maybe more specifically to president Xi at this, the start of his third term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "DELURY",
      "sentences": "Well, I think there's no question it's an embarrassment, particularly with the timing that Secretary Blinken was on his way to Beijing. That's not a trip the Americans were dying to have. There was agreement that President Xi and President Biden wanted to make it happen.So it doesn't look good for Xi. If we zoom out a little bit, he's having a very, very rough start to his third term. He started five more years as the leader over the country. He had the protests in November, he had the COVID policy reversal and a spike in cases and a lot of discontent. And now he's got this diplomatic fiasco. I think, at a minimum, we can say it's a fiasco and an embarrassment for China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "We heard some not so veiled threats from China.What response do you expect from them? Do you expect them to take any action against American assets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "DELURY",
      "sentences": "You know, the other hint in the statement had to do with the companies involved. That could be interesting to see if, you know, China claims they want compensation from the United States based on the company.I mean, it would be great to get full disclosure on those companies and maybe we can learn more from them. I don't know how much they want to actually divulge about this program. But I read that part of the statement as a hint to the potential next steps. As far as doing the same thing, of course, I think we would assume that China would, you know, blow up a U.S. spy balloon that was floating over its country, whether it did it over the land or over sea. So I don't really see that as a new threat. Not really surprising that the U.S. responded this way. I would expect the PRC to do the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Let's put this in context then. This isn't the first time a high-profile spying incident had threatened the relationship between the U.S. and China.So where does this rank, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "DELURY",
      "sentences": "One of the Chinese jets crashed. And so there was loss of life in this case. And it had to do with an emergency landing on Hainan Island. There was a whole diplomatic fiasco. But the roles were sort of reversed then. It was a U.S. spy plane. They had to negotiate an apology and a release of the crew and the plane itself.So I think, if you think about that incident, it underscores how the relationship between the U.S. and China has changed in the 21st century. Now it's Americans who have to deal with China's spying capabilities, technological capabilities. So that's probably the historical marker I would go back to. There are many more. But you can read my book for the Cold War history of covert relations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Listen, I really appreciate your insights on this. John Delury, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "DELURY",
      "sentences": "Thanks, Kim.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to CNN NEWSROOM. A quick recap. The U.S. has shot down a suspected Chinese spy balloon. It was struck from a single missile from a fighter jet. Debris landed in 47 feet of water, which should make it fairly easy to recover the parts.And once the equipment is retrieved, it will be taken to the FBI lab in Quantico, Virginia, for analysis. Earlier CNN's Josh Campbell explained the significance of having the FBI review the balloon's payload. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "JOSH CAMPBELL, CNN LAW ENFORCEMENT ANALYST",
      "sentences": "There's an entire division called the Operational Technology Division. These are the technical wizards that are responsible for assistance with offensive intelligence collection.They help authorize surveillance that the FBI does. They also help the FBI and the international community defeat foreign penetration. So that makes sense to me. Second, there's no better agency in the world that is better at actually looking back and reconstructing something and determining what happened in a particular incident. The third thing that's I think is important to remember is this won't just be the FBI. There will be the Defense Department and other intelligence agencies as well. But there's also a very public component to this as well. There will be a public accountability component. We've already heard a number of politicians criticizing the White House, why wasn't something done sooner. So I expect there'll be some type of call for a public report, what did the FBI find? What was on this balloon. And so I think that's why the FBI would lead the efforts rather than the NSA or the CIA, agencies don't like to be out there in the public realm. So certainly a lot of work to be done and we'll have to wait and see what these analysts actually uncover. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile the Pentagon said another balloon was flying over Latin America.(BEGIN VIDEO CLIP) BRUNHUBER (voice-over):  This video was filmed in San Jose, Costa Rica, on Thursday. CNN spoke with a witness who filmed it, though he thought he was seeing a UFO at first. He said the balloon was visible all day in the Costa Rican sky. The director general of Costa Rica's civil aviation authority confirmed the sightings and told CNN the balloon didn't originate in Costa Rica and it has now disappeared. There was another report of a sighting of a balloon on Friday; this time near Valledupar, Colombia. The air force said it was an altitude of above 55,000 feet and it's working with other countries to determine the balloon's origin. The balloon has since left Colombian airspace. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "The northeastern U.S. is thawing out from a deep freeze that brought bone-chilling and life-threatening temperatures. The wind chill alerts have mostly ended as the winds died down. Temperatures are expected to rebound to about 5 to 10 degrees above normal in the coming hours.The coldest place was at the Mt. Washington Observatory in New Hampshire. They recorded a new U.S. national wind chill record of -108 degrees Fahrenheit. That's almost -80 Celsius. But the cold weather wasn't just in New England. To the Southwest, an ice storm has left at least eight people dead. Texas governor Greg Abbott issued a disaster declaration for several counties on Saturday. More than 80,000 are still without power across Texas and Arkansas, according to poweroutage.us. Parts of New York City hit 5 Fahrenheit on Saturday. As CNN's Gloria Pazmino reports, it's forcing many to stay home and off the streets. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just ran around the park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "PAZMINO",
      "sentences": "Just ran around the park?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "PAZMINO",
      "sentences": "12 degrees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not bad when the wind is not blowing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "PAZMINO",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It feels good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "PAZMINO",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It feels really refreshing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A lot of people here and they're like, oh, my God,  it's like fashionable. And I'm like yes, but it's also function. Like the hat to make sure ears are warm, like her face is warm, her head and the shoes because it's like New York and there's gloves and like all these other stuff, so yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "PAZMINO",
      "sentences": "I also spoke to a man who was visiting New York City from Chicago. He told me this is nothing. He was perfectly comfortable because he was dressed for the elements.That is one of the most important things; if you are going to go outside in these very cold temperatures, do dress appropriately. Wear you layers. And if you don't need to, it's probably best to stay home -- I'm Gloria Pazmino, in New York, CNN (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "More to come as people watched as U.S. jets shot down a suspected Chinese spy balloon.And the U.S. Navy looks for debris from that downed  balloon. The challenges they face when we come back. Please stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Anything that is salvaged will be sent to the FBI lab for analysis. President Biden gave the order several days ago but the Pentagon waited until the balloon was safely over water and away from civilians.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "With us now from Boulder, Colorado, is Dr. Iain Boyd, the director of Center for National Security Initiatives at the University of Colorado, speaking to us on the phone.How hard do you think it will be to retrieve usable intelligence from the balloon and what do you think they'll be able to get from it, best-case scenario? DR. IAIN BOYD, DIRECTOR, CENTER FOR NATIONAL SECURITY INITIATIVES, UNIVERSITY OF COLORADO/BOULDER:  I think that the Navy, you know, is out there, ready for the debris to come down. They have a lot of experience retrieving debris and objects from the ocean. Obviously there's a lot of eyes trained on the remains of the balloon coming down, so I think there's a very good chance to retrieve, you know, something there. Until they get their eyes on it and look at it, you know, it's going to be difficult to predict what state, you know, all the equipment is going to be in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. We've been told this wasn't the first suspected Chinese spy balloon that's flown over the U.S. in recent years.Is. That a surprise that these aren't actually that uncommon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BOYD",
      "sentences": "You know, a lot of the surprise around the world, I suppose, is a sophisticated country like China is using what, at first sight, looks like relatively low technology. I think part of this could be that China's experimenting with this way of conducting surveillance. But yes, at the end of the day, it is surprising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Why would that be?Because satellites are so amazing at getting detailed pictures of things. So what kind of information could you get from a balloon that you couldn't get or would be harder to get using a satellite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BOYD",
      "sentences": "The first thing is the distance. The closer you are, the more clearly you can see it. A balloon is much, much closer to the ground than satellites are. Satellites fly in different orbits. Some of them fly closer to the Earth. It's called low Earth orbit.And so, again, you know, relatively speaking, they're closer but they don't have persistence. Persistence is when you're over the same area for a long period of time. Satellites close to the ground don't have persistence. But they have good imaging. Satellites that are much further away in what's called geosynchronous orbit, they stay on the ground the whole time. So they're always looking at the same part of the Earth but they're very, very far away. So in some ways the balloon has the best of both of those things. It's much, much closer to the ground, so it can see things much more clearly. And it has some persistence. It's moving slowly. So there are some advantages. I think, again, you know, advanced nations are going to continually reevaluate things they've done in the past. Maybe there are technologies now that make it more useful to try and conduct espionage from a balloon platform and, again, perhaps this is what China's doing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "So we might see more of these in the future. I appreciate your expertise on this, Iain Boyd, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BOYD",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Divers from the U.S. Navy are working to recover the balloon and its payload from the Atlantic Ocean. It will be taken to the FBI lab in Quantico, Virginia, for analysis. CNN's Tom Foreman has more on the challenges ahead.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "FOREMAN",
      "sentences": "Where they are, assess it, figure out if some of it is buried down in the muck below.And then come up with a list of priorities. What do they want to bring up first? How do they want to bring it up to protect all of this as much as they can? And how long will it take? These operations typically are longer than most people expect, even though they believe this one could be pretty fast. Think of it this way:  this is like an underwater crime scene now and they have to protect their evidence as best they can if they want to learn all they can about this balloon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "And many people witnessed the drama in the sky near the popular tourist destination of Myrtle Beach, South Carolina. Earlier, CNN's Jim Acosta spoke to a man who watched the fighter jet shoot the balloon out of the sky. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "JOEY LOPES, MYRTLE BEACH RESIDENT",
      "sentences": "I've seen a lot of crazy stuff in Myrtle Beach over the last few years. This was by far the craziest. We were at lunch.And we were kind of like joking around like, you know, what, if we see it, what if it's right here? What if like, obviously, them shooting it down, as reports indicated, was imminent? So we went outside and we saw the fighter jets circling around. There were about three or four of them. And then after that, we heard a bang and the balloon was gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "And about how long did all of this take?Like a couple of minutes? How much time went by as you watched this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "LOPES",
      "sentences": "About 15 minutes from when we walked out of the restaurant to when we -- when the balloon was gone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "People across the Carolinas were carefully tracking the balloon as it made its way overhead. Another witness described it as a show for the beachgoers. Here's what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "TRAVIS HUFFSTETLER, MYRTLE BEACH EYEWITNESS",
      "sentences": "People were outside. They were in the parking lots, pulling over on the side of the road. All the beach accesses, it looked like it was almost summertime here the way the beach accesses was almost packed with people.So I actually went to one of the local condominiums and went up to the 15th floor on it because I knew I'd have a better vantage point to be able to see it a little higher in the sky. So, yes, I mean, it was pretty wild. I mean, it was definitely a show for everybody here at Myrtle Beach Grand Strand area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "ACOSTA",
      "sentences": "And about how long did it take for the balloon to come down after it was shot out of the sky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUFFSTETLER",
      "sentences": "Man, I don't know. It floated for a while. I mean, I'd say it took -- I never seen it actually hit the water because I lost track of it once it got down so far.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Former Pakistani president general Pervez Musharraf has died at the age of 79. His death came after a prolonged illness. He was in Dubai, where he lived in self-imposed exile. He was president was at the height of America's declared war on terror after 9/11. CNN's Sophia Saifi joins us now from Islamabad with more.He had a complex relationship with the U.S. How is he being remembered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "SOPHIA SAIFI, CNN PRODUCER",
      "sentences": "He came to power in 1999. An entire generation came of age post-9/11 and during Musharraf's time, when he was in power for nine long years.He said in a memoir that he wrote after resigning from office that the United States had threatened to bomb Pakistan into the Stone Age. According to Musharraf, if Pakistan didn't ally with them in the war against terror and assist them in their hunt for Al Qaeda operatives, for Osama bin Laden. That, as we know, played out in a very different kind of way. The increase in terror attacks within the country, all links back to Musharraf going after them, allowing drone strikes to take place within the country. He had a complicated relationship with political leaders. He put a very popular leader into jail. And an iconic female politician of Pakistan was assassinated during Musharraf's time in 2007. Her son still blames Musharraf for his mother's death. Yes, we're seeing reactions here in Pakistan but it's been a somewhat muted Sunday here. He had died in Dubai. He's been out of Pakistan since 2016. He had treason charges that have been leveled against him. He's largely been forgotten. There's nostalgia and people look back at the peaceful years in his early years as leader of Pakistan. There was political stability somewhat in the beginning. The media thrived. But there are many questions about the bloody legacy that Musharraf leaves behind and when and where will he be buried. Those answers we're going to find out in the next couple of hours,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Thank you so much. Sophia Saifi in Islamabad.The chief of Russia's Wagner mercenary group is denying media reports that Ukrainian troops are withdrawing from parts of Bakhmut. In a Telegraph post, they say there are no signs the Ukrainians are retreating anywhere and fierce battles are underway for every street, house and stairwell. Missiles hit multiple sites in the Donetsk region, killing four people and leaving 11 others wounded. Earlier, Ukraine said a search-and- rescue operation was underway in the city of Kharkiv. Missiles hit the streets, leaving many wounded. Meanwhile Britain and the European Union are hoping to inflict more economic pain on Russia with new sanctions going into effect today. Their target, Russia's diesel exports. Scott McLean has more from London. Lots to get to but first the battlefront in Bakhmut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "MCLEAN",
      "sentences": "Russia has thrown many resources and man power to attack this town but so far no luck. This town, Bakhmut, you likely would have never heard of it before the war but it's placed an outsized role of importance to the war. It's been well fortified by Ukrainians.That's why the Russians have had no luck coming at it directly from the West, where they're starting to have some success over the past few weeks, is trying to go around it, trying to surround it from the north and from the south. But as you mentioned the head of the Wagner private military contractor, Yevgeny Prigozhin, says, look, Ukrainians are showing no signs of any kind of withdrawal. Not from the northern part of the city, not anywhere. As you said, the fighting continues for every street, every house, every stairwell there. And President Zelenskyy said a few days as well, look, Bakhmut is a Ukrainian fortress and his troops have no plans to go anywhere. They will hold on as long as they can. To give you a bit more context, Prigozhin said they had captured Soledar works before the Ukrainians. So a sense of perhaps how fierce the fighting is there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Interesting. And then, Scott, as we mentioned earlier, there were more strikes in Donetsk and Kharkiv.What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "MCLEAN",
      "sentences": "Yes, not just Bakhmut. All up and down the front line there's battles. One place is 10 miles from the front line and yet it had two missile strikes that damaged four apartment buildings. It took a rescue effort to free some people from the rubble. In the Donetsk region overnight, there were some four people killed, about a dozen injured.There were also missile strikes in Kharkiv to the north. Two of them, Ukrainians say, hit in a residential area, injuring at least four people. President Zelenskyy, in his nightly address yesterday, said things are not easy up and down the front line. Listen. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  Over the 346 days of this war, I have often said the situation at the front is tough and that the situation is getting tougher. Now it is such a time again, the time when the occupier is throwing more and more of its forces at breaking down our defense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "MCLEAN",
      "sentences": "Ukrainians have been gearing up for an expected spring offensive and trying to move the front lines west. There's a buildup of troops in the city of Mariupol. One Ukrainian official said just a few days ago that he expects the most consequential, some of the defining battles of this war will be fought in the next two to three months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "BRUNHUBER",
      "sentences": "Before we go, we have a feeling whatever happens tonight in the Grammy Awards, Beyonce is going to be just fine. In other words, win or lose, it won't break her soul.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}