{
  "date": "2023-02-04",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Official: Recovery Effort Of Chinese Spy Balloon Underway; New Video Shows How Spy Balloon Was Shot Down By Jets; Biden Ordered Balloon Shot Down \"As Soon As Possible\" When Briefed Wednesday; China Reacts To U.S. Shooting Down Spy Balloon; Chinese Balloon To Be Taken To FBI Lab In Quantico To Be Analyzed; Interview With Rep. Mike Quigley (D-IL). Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:55",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington. Tonight, residents in and around Myrtle Beach, South Carolina, are being told to not collect debris from a downed Chinese spy balloon. That comes as we are getting one of the best looks yet at the shootdown of the balloon.You're looking at the footage right now. U.S. fighter jets fired a single missile to crash the surveillance craft earlier this afternoon. Right now, military crews are scrambling to recover the wreckage, most of it sitting in 47 feet of water. CNN's Oren Liebermann is at the Pentagon for us. And Oren, I just want to go back to this video we just got into CNN in the last several minutes just to highlight, really the clearest image yet that we have where you can see the balloon is popped essentially, it's destroyed. And then just below it, Oren, you can clearly see what appears to be the surveillance equipment dropping very quickly into the Atlantic Ocean. Oren, I suppose, that gives the military, the Pentagon, some hope that what they are hoping to retrieve out of the Atlantic is salvageable and may offer some clues as to what the Chinese were up to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:55",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Absolutely. That video is pretty incredible and it seems to make clear it's not that close, but it's good enough quality that it seems to make clear that the missile hit the balloon itself as opposed to the payload below it. That's where the interesting part is. The surveillance equipment, the technology, that's what the U.S. wants to get its hands on.And this video seeming to show that that payload as it fell was at least mostly intact. Now, of course, it fell from 60,000 feet something and then hit the water. So that might have broken up quite a bit of it. But senior defense officials say it fell in about 47 feet of water, which isn't that bad in terms of a recovery effort, some of it perhaps floating on top of the water, floating around and broke up as it was coming down. But the recovery effort is underway. Navy and Coast Guard vessels in the area, a salvage vessel on its way to start pulling this out of the water and then see what you can recover from it. The intelligence you can get from it, the technology you can learn what the Chinese were operating on this, how they controlled it, how they operate it, all of that now becomes the mission, with it having already been downed. Worth noting that the intelligence gathering side of this had already begun when this was in the air. Senior defense officials says that they believe the Pentagon, that is, believes it was able to stop the Chinese from surveilling too much with this and then flipped it around, looked at this as it was going and tried to gather as much intel about it as it was moving along. And so far it seems they believe they were successful in that effort. So it'd be fascinating to learn what we can learn, what they can tell us about what that all has taught the Pentagon about Chinese technologies when it comes to surveillance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:55",
      "speaker": "ACOSTA",
      "sentences": "And Oren, setting aside the extraordinary thing that happened today, which is that the U.S. military shot down a piece of aircraft from a foreign superpower in China. I mean, that is remarkable in and of itself. But to have that piece of equipment splashed down into the ocean and to have this retrieval and recovery effort underway, this is going to be highly critical as to what is salvaged ultimately as part of that end of the mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "ACOSTA",
      "sentences": "All right. Oren Liebermann, I suspect when they do retrieve that, we'll find out just how much the Chinese are full of hot air on this. If they're telling us, it's a weather balloon and has weather equipment on it, obviously, the equipment is going to say otherwise if that's the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "LIEBERMANN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "ACOSTA",
      "sentences": "Ore, thank you very much.Let's go to the White House CNN's Arlette Saenz. She's had a busy afternoon over the White House. Arlette, I thought it was very interesting given all of the criticism that was leveled against President Biden all week long, mainly from Republican lawmakers who wanted to see that balloon shot down somewhere over the continental U.S. The President was very clear when he was talking to reporters earlier today that he made this call on Wednesday that this balloon was to be shot down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Jim. President Biden was pretty emphatic in stressing that he told his military team that he wanted to see this plane shot down as soon as possible on Wednesday. Of course, he asked his team to develop those options that they could take to shoot down the balloon. And ultimately, he was advised against shooting it down over land, trying to minimize any risk that it could pose to American lives.And ultimately, they decided to go ahead and take down that balloon as it had gone out to sea over waters. Now President Biden was on Air Force One as this operation was underway today. He was flying from Syracuse, New York to Maryland where he is spending the weekend at Camp David. And here is what he had to tell reporters about that operation that the military conducted. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "On Wednesday, when I was briefed on the balloon, I order the Pentagon to shoot it down on Wednesday as soon as possible. They decided -- without doing damage to anyone on the ground. They decided that the best time to do that was as it got over water, outside -- within our -- within the 12-mile limit.They successfully took it down. And I want to complement our aviators who did it. And we'll have more to report on this a little later. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, what does this say about China? What's your message to China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You were saying the recommendation from your -- was from your national security --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "BIDEN",
      "sentences": "I told them to shoot it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On Wednesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "BIDEN",
      "sentences": "On Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But the recommendation from them -- BIDEN(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "SAENZ",
      "sentences": "So the President trying to stress there that they were trying to wait and prevent any possible American lives being put at risk by shooting something down over the land. Now, this all comes as the President has faced quite a bit of criticism from Republicans who have criticized him for saying -- for not acting sooner to take down this balloon.You've heard from Republicans today in the wake of the successful operation say that this has shown a sign of weakness on the part of the White House in addressing China. Of course, now there are also those diplomatic concerns that the White House is going to have to navigate in the coming weeks and months, as this has really raised tensions with China as this is all played out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "ACOSTA",
      "sentences": "All right, Arlette Saenz over at the White House, thanks so much. And this just in to CNN, China has now finally reacted to the downing, that shooting of the Chinese spy balloon. CNN's Marc Stewart is in Hong Kong for us at this hour. Marc, it took several hours for China to respond to all of these. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "ACOSTA",
      "sentences": "Yes. Mark, it sounds as though they are objecting to the U.S. shooting it down, and they are saying that there might be some sort of reaction, is that what I'm hearing down the road from the Chinese government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "STEWART",
      "sentences": "Yes, I think that is a very safe assessment. I mean, it said that China will safeguard the legitimate rights and interests of relevant companies while reserving the right to make further necessary reactions. I was talking to an analyst very early this morning from my spot here in Hong Kong who brought up the point that the response from China needed to be if -- needed to be somewhat swift, we're getting it within 24 hours.But that response would set the tone for future discussions, whether it would be aggressive or diplomatic. And now it's clearly taking a much more aggressive tone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "ACOSTA",
      "sentences": "And just one final thing. It seems to me that the Chinese have been insisting that this was just a weather balloon or a balloon that was doing, you know, some sort of peaceful weather research. And, I mean, I have to think that they would know that if it's shot down and the equipment is recovered and retrieved, that the U.S. is going to learn otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "STEWART",
      "sentences": "That's very fair to say. Yet from the beginning, China -- even before China made this claim that this was a weather balloon gone rogue, if you will, it used very cautionary language when this first unfolded to say, let's wait for the facts, let's not rush to judgment. Then we get the statement about 24 hours ago saying this is a rogue weather balloon.So it is maintaining that story. But I remember Friday evening here in Hong Kong listening to this press conference from the Pentagon, and it was firm and unforgiving of China's explanation. So perhaps U.S. intelligence was able to gather a narrative of its own that it believes to be the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "ACOSTA",
      "sentences": "All right, we're going to learn very soon, hopefully, if that equipment is retrieved from the Atlantic Ocean. Marc Stewart, thanks for that update. Very interesting. We appreciate it.The spy balloon was down near the popular tourist destination of Myrtle Beach, South Carolina. Earlier this evening, I spoke to a man who watched the fighter jet shoot it out of the sky. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "JOEY LOPES, SAW SPY BALLOON SHOT DOWN",
      "sentences": "I've seen a lot of crazy stuff in Myrtle Beach over the last few years. This was by far the craziest. We were at lunch. And we were kind of like joking around like, you know, what, if we see it, what if it's right here? What if like, obviously, them shutting it down as reports indicated was imminent?So we went outside and we saw the fighter jets circling around, there were about three or four of them. And then after that, we heard a bang and the balloon was gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "ACOSTA",
      "sentences": "And about how long did all of this take? Like a couple of minutes? How much time went by as you watch this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "LOPES",
      "sentences": "About 15 minutes from when we walked out of the restaurant to when we -- when the balloon was gone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "ACOSTA",
      "sentences": "Now, people in the Carolinas were carefully tracking the balloon as it made its way overhead. Another witness described it as a show for the beachgoers. Here's what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "TRAVIS HUFFSTETLER, SAW CHINESE SPY BALLOON SHOT DOWN",
      "sentences": "People were outside. They were in the parking lots pulling over on the side of the road. All the beach accesses, it looked like it was almost summertime here. The way the beach accesses was almost packed with people.So I actually went to one of the local condominiums and went up to the 15th floor on it because I knew I'd have a better vantage point to be able to see it a little higher in the sky. So, yes, I mean, it was pretty wild. I mean, it was definitely a show for everybody here at Myrtle Beach Grand Strand area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "ACOSTA",
      "sentences": "And about how long did it take for the balloon to come down after it was shot out of the sky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:08",
      "speaker": "HUFFSTETLER",
      "sentences": "Man, I don't know. It's loaded for a while. I mean, I'd say it took -- I never seen it actually hit the water because I lost track of it once it got down so far.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ACOSTA",
      "sentences": "You're absolutely right, Tom. Fascinating. And this is going to be a pretty big undertaking. I mean, that the Pentagon has said, well, they're confident that they're going to be able to do this, but still at the same time, this is going to be conducted, I suppose, somewhat at night, which is not going to help in these efforts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "FOREMAN",
      "sentences": "Yes, it will take some time. You go around the clock or not, but it's helpful that the weather is going to be in their favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ACOSTA",
      "sentences": "Yes, absolutely. All right, Tom Foreman, thank you very much. That was terrific.Joining us now, CNN Intelligence and Security Analyst Bob Baer. Bob, lots of things to discuss here. Let me ask you this. We were just watching this video with Tom Foreman a few moments ago. We'll play it again for our viewers. And I don't know if you can see it on a monitor where you are, but you can clearly see the surveillance equipment attached to that balloon pretty cleanly, falling away from the balloon and heading towards the ocean. Tom mentioned, you know, of course, when it crash lands into the ocean, it may break apart and so on. Do you think there will be any usable information from this wreckage? Do you think it's salvageable? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ROBERT BAER, CNN INTELLIGENCE SECURITY ANALYST",
      "sentences": "Oh, absolutely. Even though when it hit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ACOSTA",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BAER",
      "sentences": "-- the water pretty hard, you're going to be able to come up with, for instance, if there were encryption devices, you'd be able to reassemble these from the debris in the ocean. If there were cameras, you're going to be able to tell what the resolution was like.You're going to even be able to tell if American technology was involved in the surveillance equipment. I mean, this is a great -- it's a potential gold mine, you know, getting this stuff. You can't get it in China. But piecing this back together, the Navy, FBI, National Security Agency, everybody's going to be looking this piecing the parts back together and you'll get a good idea just how sophisticated this balloon was. And at this point, I think there's no doubt that it had military design and for military intentions. I think the Pentagon is quite sure about that. And I'm also quite sure it was communicating back to Beijing with encryption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ACOSTA",
      "sentences": "And when they take it to Quantico, I suppose they'll lay out the debris, what's gathered up in this wreckage and sort of have it laying out across some large warehouse or something like that, hangar of some sort, where they'll piece through it almost like you would a piece of an airliner that went down or a piece of aircraft that went down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BAER",
      "sentences": "Exactly. Remember Pan Am 103 it went down to Lockerbie. That was many years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ACOSTA",
      "sentences": "Right. BAER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "BAER",
      "sentences": "Look, come on. The Chinese are not being above board on this. If this balloon was lost, they could have informed the United States, hey, we lost the weather balloon. It's all coming your way, don't worry about it. This is what's in it.And it was clearly -- for military intentions, this balloon probably I would say -- and this is speculation, Jim, at this point --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "BAER",
      "sentences": "-- to look at the minimum (ph) sites in Montana and where else, we don't know. The Chinese have been at this for years, pushing the envelope against the United States. They're doing it over Costa Rica right now, around the world, and the Chinese are not playing straight with this. I just do not believe that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "And so did they need sort of a slap on the wrist? And did the U.S., I guess, deliver that to some extent by shooting this thing down when they did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "BAER",
      "sentences": "Oh, I think we absolutely had to shoot it down because they are -- they're provoking us. This was a provocation. They're supporting Russia in Ukraine economically. And the spying in the United States, it's an existential threat to the United States. They're stealing our technology.They're operating all over the United States, Silicon Valley as well, and we have to push back or they're going to keep on coming after us. I have no doubt about that. There's a jingoistic element in Beijing which says, let's go after the United States. Above all is take back Taiwan, which the Chinese consider their sovereign territory, and they'll keep pushing until we stop them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "Not that they care all that much about their credibility here in the United States, but if they're going to come out and say, oh, this is just a weather balloon, and then this thing is shot down and obviously we pull the wreckage out of the ocean and it says otherwise. I mean, I suppose Secretary of State Blinken could go right back to the Chinese and say, OK, here's your weather balloon. You know, what's going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "BAER",
      "sentences": "Exactly, Jim, we need the evidence. And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "BAER",
      "sentences": "-- the State Department will produce it at some point and show what was on that balloon, and it's not going to be for benign purposes. I think before the White House made the decision to shoot it down, the evidence was overwhelming. This was a military balloon, a spy balloon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "And why would they use a spy balloon? There are satellites, there's -- as we were talking about with Carrie Cordero earlier on in this program, there are cyber intrusions and that sort of thing. I mean, they've been doing that for years. Why a balloon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "BAER",
      "sentences": "Well, the balloon you can loiter over a site. And when I -- when I first came into the CIA, we were using balloons over China to drop sensors. It was very effective. In fact, right now, we would love to have a balloon over Lop Nur, where they test their nuclear weapons. But we don't, we're not provoking the Chinese.In addition, these balloons are technologically advanced, way beyond satellites in many aspects. But how far does it go? The classification is way beyond anything I understand, but they are effective, and that's why the Chinese have developed them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "And we were talking to James Clapper, the former Director of National Intelligence, in the last hour, and he was saying that this balloon was likely doing more than just taking pictures and that there are other capabilities that the Chinese might have with this sort of spy balloon, perhaps in the area of signals intelligence and that sort of thing.What do you suspect that they might have been doing other than taking pictures? Because they can take pictures with satellites.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:09",
      "speaker": "ACOSTA",
      "sentences": "Yes, they can easily. And the pictures are very good. The resolution is very high. But low powered communications in the minute man bases, you can't pick up from a satellite, the lower altitude.Also, if they're making any changes in those bases, they're done. And the Chinese satellites are not overhead. We do that all the time. If we're going to move equipment around warhead, the rest of it, you just wait until the Russian and the Chinese satellites aren't passing overhead. So if they've got three or four days over one of these sites, they can get a really good view of it. Now, it's not a game changer, but it really helps. And if you're sending a message to Washington that we're going to spy on you and we know what you're doing, one of these balloons is very effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "ACOSTA",
      "sentences": "How important do you think it is to get this equipment out of the water and analyze it? We're told, when they do recover this balloon and whatever surviving equipment remains that it's going to be taken up to Quantico and examined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "QUIGLEY",
      "sentences": "Yes, I agree with my colleague, the Ranking Member, now, Mr. Himes. It's better to recover this and analyze it, see what we might learn about what the capabilities there are, and how the Chinese are attempting to do this, rather than that spread over a long, long debris field. So it made sense to not shoot this down until it was over the -- past over the United States territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "ACOSTA",
      "sentences": "And it sounds as though The Pentagon was taking this very seriously. They didn't see this as being accidental at all. Defense Secretary Lloyd Austin said the balloon was being used to surveil strategic sites in the United States, in the continental United States. How concerning is that? QUIGLEYNo, there is deliberate spying taking place by the Chinese government. In January, a grad student was sentenced to jail for six years in Chicago for spying on our scientists, our academics. This is a very intense effort by the Chinese to spy on our government and our private sector, our military. This is important. All I'm saying is, it just doesn't make sense that it is happening at this particular time, with this brazen, an effort when they are trying to normalize relations, and the concern would be that it is important for us to normalize these relations, and this is going to send us in the exact opposite direction. It doesn't benefit either country, and it is a horrible mistake by the Chinese at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "ACOSTA",
      "sentences": "Have you ever heard of anything like this happening before in all your years on the Intelligence Committee? The Chinese sending a spy balloon over the US?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "QUIGLEY",
      "sentences": "Well, the Chinese have sent balloons over the US properties. It has happened before. So you know, we're aware of this, but doing it over, you know, directly the middle of the continental United States? We're trying to understand this, because what most -- most spying will tend to be an attempt at covert in nature. This is something in which I think every American is aware of. It is not particularly effective.So look, we're concerned about this. We're concerned about these surveillance efforts. You know, all I'm adding, I think, to the equation is the fact that I think the Chinese made a historically difficult and silly mistake at an extremely bad time. So we have to mitigate against all the efforts the Chinese government is making to surveil our government and it is obviously human Intelligence, signal Intelligence. This is just one that every American has been made aware of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "ACOSTA",
      "sentences": "And what about these criticisms from Republican lawmakers who were saying that this balloon should have been shot down sooner than this? Over Montana, sparsely populated area, something along those lines? Do you agree that it was a good decision to allow this balloon to continue to float over the US until it could be shot down off the coast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "QUIGLEY",
      "sentences": "Sure. Because look, this is flying at least twice the height of normal commercial aircraft, and sometimes three to four times that. So who is going to do the calculus of when you actually shoot this down? How far it's going to travel before it lands somewhere, and it is very likely that there is a lot of very heavy equipment in this.So I think what you do, and the proper course of action was to mitigate against the surveillance that was taking place. The Department of Defense talked about doing that, and they are quite capable of doing that. They've got a lot of experience. And once it gets into an area where it doesn't endanger Americans, you shoot it down, collect it, and learn what you possibly can. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:45",
      "speaker": "ACOSTA",
      "sentences": "Welcome back.Earlier this hour, we mentioned how China has now issued a strongly worded protest for the US military shooting down its spy balloon after it crossed over much of North America this past week. Beijing says the US is overreacting and \"seriously violating international practice.\" Here is part of the Chinese statement: \"China expresses its strong dissatisfaction and protests against the US use of force to attack civilian unmanned aircraft. The Chinese side has repeatedly informed the US side after verification that the airship is for civilian use and entered the US due to force majeure,\" which means an uncontrollable event. China goes on to say it was: \"Completely an accident.\" China maintains the balloons purpose was purely scientific and mostly for weather research. John Delury joins us now to talk about this. He's a Professor of Chinese Studies at Yonsei University in Seoul, South Korea. John, the Chinese are saying that the US overreacted here, that this balloon was purely for scientific and weather research. What do you make of all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "DELURY",
      "sentences": "So the fact that they didn't make that communication, and then it has to be discovered and become, you know, a 24-hour balloon watch sort of undermines I think China's argument.There is a question of diplomacy, though here, because how are the two sides going to discuss this? You know, I'm anticipating that at the media level, China is going to stick with this narrative and double down on it and actually try to drum up sort of outrage against the Americans for shooting down their innocent civilian airship. So this can just contribute sort of one more piece to the deterioration in the relationship, which obviously we've been seeing for years now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "ACOSTA",
      "sentences": "And what's China's motivation here, do you think? Why would they fly this spy balloon over the US?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "DELURY",
      "sentences": "Well, at a general level, it doesn't seem like a great mystery to me. I mean, let's be honest, the United States is spying on China and China is spying on the United States, you know, and that's, again, a function of something that governments generally do to one another.But also, it's an increasing part of the US-China relationship because government to government relations are souring. There is less dialogue than there used to be, we've just seen a trip canceled, and the relationship is becoming adversarial, if not hostile. And so naturally, the covert part of the relationship expands as the overt part, you know, kind of narrows and contracts. So what's mysterious about this, though, is the detectability. You know, the kind of obvious nature of this giant balloon and the timing is strange, and I don't have the answer. I haven't really heard, frankly, a compelling explanation of why the Chinese would do this at this time. Again, it's the kind of question I would like Secretary Blinken asking in person to his counterparts, you know to sort of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "ACOSTA",
      "sentences": "To that point, yes, let me ask you because, yes, I spoke to Congressman Adam Smith, who sits on the House Armed Services Committee, Democrat earlier this afternoon. He said that he felt Secretary of State Tony Blinken should have gone ahead with this trip and met with the Chinese President, Xi Jinping and confronted him about this. What do you think is best at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "DELURY",
      "sentences": "Well, I thought it was quick to cancel the trip, you know, because everything was still playing out. And at this point, the United States is quite legitimately, and lawfully, you know, downed this Chinese property. And, you know, I'd love to see Secretary Blinken on the plane bringing it back after it's been examined, you know, or just have the conversation while it is in US possession to say, what are you guys up to?Because this is, of course, an embarrassment to the Chinese government and to Xi Jinping. I mean, it's a global embarrassment, it's actually a good time to talk. There is a little bit of high ground that the United States has. But of course, the other point here, Jim, is that we do have to keep the big picture in mind, you know. This is a $600 billion trade relationship that the United States and China still have. We are the two biggest carbon emitters on the planet. You know, there's a whole range of issues that we have to keep a dialogue about whether we're going to compete or cooperate, and the problem is something like this, if it is allowed to cut off the dialogue, then we're going to see regression on all these other issues that are of, you know, of great concern to Americans, to Chinese and to everyone. I mean, I'm sitting here in Korea, and there's a whole list of issues that Koreans need the Americans and the Chinese to figure out how to, to at least coexist or cooperate on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "ACOSTA",
      "sentences": "Yes, well, China and the US, they are communicating by other means you would say on this weekend, but John Delury, thanks very much for your time. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:10",
      "speaker": "DELURY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:37",
      "speaker": "ACOSTA",
      "sentences": "All right wreckage recovered from the Chinese spy balloon, if it's recovered, that US fighter jet shot down into the Atlantic Ocean off South Carolina's coast earlier today will be taken to an FBI lab for analysis.A senior Defense official tells CNN, the FBI will be working with the Defense Department and counterintelligence authorities and CNN's Josh Campbell is a former FBI agent who joins us now. Josh, this is going to be fascinating to see this unfold. I imagine they're going to be taking this debris and just going through it piece by piece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:37",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Yes. That's right, and Jim, to the extent that this Intelligence collection apparatus survived the shoot down, what the FBI would be looking for is trying to determine what was this thing collecting and then trying to recreate and reconstruct what this device was, I mean, that is a potential Intelligence goldmine if, indeed, this did survive that shoot down.And you know, it makes sense to me as a former FBI agent, someone who has worked with the FBI Laboratory, why the FBI would be the location where this would go, to be sure this will be a multiagency operation, but when people think about the FBI Laboratory, you often think about DNA forensic analysis, you know, firearm analysis, but there's an entire division called the Operational Technology Division. These are the technical wizards that are responsible for assistance with offensive Intelligence collection. They help with Court authorized surveillance that the FBI does, and they also help the FBI and the Intelligence Community defeat foreign penetration. So that makes sense to me. Second, you know, there is no better agency in the world that is, you know, better at actually looking back and reconstructing something and determining what happened in a particular instance. And then the third thing that I think it's important to remember is that, you know, this won't just be the FBI, there will be the Defense Department, there will be other Intelligence agencies as well, but there is also a very public component to this as well. There will be a public accountability component. We've already heard a number of politicians, you know, criticizing the White House, why wasn't something done sooner? And so I expect that we will probably see some type of call for, you know, some type of a public report. What did the FBI find? What was actually on this balloon? And so that would make sense to me why the FBI would lead that effort rather than, you know, for example, the NSA or the CIA agencies that don't like to be out there in the public realm. So, certainly a lot of work to be done. And you know, we'll have to wait and see what these analysts actually uncover.",
      "isLastSentenceInterrupted": false
    }
  ]
}