{
  "date": "2023-06-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Russian Air Strikes Target Kyiv For Third Night Running; House Passes Debt Limit Deal As Lawmakers Race To Avert Default; Local Elections Throw Kosovo Into Turmoil; Sudan Army Suspends Participation In Jeddah Ceasefire Talks; Famed Australian Soldier Loses War Crimes Defamation Case; North Korea's Kim Yo Jong Promises More Spy Satellite Launches; North Korea Promises to Put Spy Satellite into Orbit Soon; NASA to Release Report on Unidentified Phenomena in July; Ethnic Muslims Fear Beijing Crackdown; Passengers in Capsized Boat Linked to Security Agencies; Sackler Family Granted Immunity in $6 Billion Settlement. Aired 1-2 ET",
  "utterances": [
    {
      "timeStamp": "01:00:23",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead this hour on CNN Newsroom, no lit up in Russian airstrikes. Three dead after the fourth overnight missile attack on the Ukrainian capital. Back from the brink, U.S. lawmakers' approval last minute White House deal and vote to lift the debt ceiling.And back to the drawing board for North Korea and its attempt to launch a spy satellite after making a rare public admission of failure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Thanks for being with us this hour on CNN. We begin in the Ukrainian capital of Kyiv, which has been targeted for a fourth night this week by Russian missiles. According to the city's mayor, at least three people including two children been killed and dozens have been hurt. Debris from one missile hit a health clinic -- healthcare clinic or windows, other residential building was shattered during the attack.This comes after days of attacks across the Ukraine's border inside Russia. The governor of the Belgorod region says five people were injured Wednesday, hundreds of civilians are now being evacuated after days of intense artillery fire. Emergency crews in southern Russia have extinguished an oil refinery fire that was started by a drone crash not far from Russian occupied Crimea. Russia also blames Ukraine for a series of drone strikes on Moscow Tuesday, which caused minor damage but sparked major fears in the capital. Kyiv has denied direct involvement. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL: We don't tell them where to strike. We don't tell them, you know, where not to strike. We don't tell them how to conduct their operations. All that said, we have been very clear with the Ukrainians privately. We certainly have been clear publicly that we do not support attacks inside Russia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "For those attacks inside Russia market turning point 15 months into this conflict and the war increasingly now coming home to the Russian people. More details down from CNN senior international correspondent Fred Pleitgen.(BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voiceover): While the Ukrainians continue to deny being directly involved in the drone attack on Moscow, a senior adviser to Ukraine's presidency is warning the Russians the war is coming to them. MYKHAILO PODOLYAK, UKRAINIAN PRESIDENTIAL ADVISER (through translator): All this will increase in scale. There will be an increase in the number of manifestations of the war on the territory of the Russian Federation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "PLEITGEN",
      "sentences": "And Russia is not only feeling the heat around Moscow, the Ukrainians appear to be ramping up the pressure in the vast border regions between the two countries. Local authorities in the Belgrade area say heavy shelling damaged residential and official buildings their wounding several people.UNIDENTIFIED FEMALE (through translator): It was very scary several baths at once. This has not happened before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "PLEITGEN",
      "sentences": "Further south in the Krasnodar region, the Russians say two oil refineries were targeted by drones. The surveillance camera video seeming to show an explosion followed by a large fire at one of the facilities.And to the north, authorities in the Bryansk area say they repelled a massive drone attack. While the Ukrainians believe the Russians are so nervous they blew up a road in the border region nearby to try and stop any possible Ukrainian advances. The U.S. says it doesn't condone attacks on Russian territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "KIRBY",
      "sentences": "We have maintained our concerns about attacks on Russian soil. But we have been nothing but generous and fully committed to making sure that Ukraine can defend itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "PLEITGEN",
      "sentences": "But some of the U.S.'s allies are less concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "JAMES CLEVERLY, UK FOREIGN SECRETARY",
      "sentences": "Ukraine does have the legitimate right to defend itself. But it does also have the right to project force beyond its borders to undermine Russia's ability to project force into Ukraine itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "PLEITGEN",
      "sentences": "Those remarks caused major outrage on Kremlin controlled TV, as Russia security forces seem unable to prevent cross border raids. Fred Pleitgen, CNN, Kyiv.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "To Washington's now retired U.S. Air Force colonel and CNN military analyst Cedric Leighton. It's good to see you, sir.COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Good to be with you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "KIRBY",
      "sentences": "We do not enable, and we do not encourage attacks inside Russia. We certainly don't want to see attacks inside Russia that are being propagated that are being conducted using U.S. supplied equipment.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Even the latest announcement of a $300 million in security assistance from the U.S. to Ukraine makes the point it's intended to help Ukraine continue to defend its sovereign territory.So is this a significant rift here between Washington on the one hand, and London and Berlin and others on the other? And what's behind this rift? And is this sort of likely to be a potential problem further down the line somewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "LEIGHTON",
      "sentences": "Well, it could be, John. But I think, you know, in some ways, they're splitting hairs on the definition of what's a legitimate target and what isn't one a, you know, when you look at a, as you correctly pointed out the international laws of warfare and laws of armed conflict, it definitely does allow for a country to engage in hot pursuit. It allows for preemptive strikes, and it allows for the nation the attack nation to render basically useless an armed force that is poised to strike it from an enemy territory.So that means that the Ukrainians do have a legitimate point. When it comes to the White House's position on this, I think they're trying very hard not to provoke the Russians. But of course, I think that ship has sailed a long time ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Yes, and this attempt by Moscow to play the victim. It's like getting a lot of sympathy. I listen to the former U.S. Defense Secretary Mark Esper. Here he is speaking to CNN.(BEGIN VIDEO CLIP) MARK ESPER, FORMER U.S. DEFENSE SECRETARY: Ukraine has the right of self-defense. And secondly, Russia should not have sanctuary. Russia doesn't get to destroy, kill civilians, rape, murder and pillage all across Ukraine now for 15 months, and then cry foul when Ukraine or Ukraine supported or maybe its anti-Putin groups, shoot drones in Moscow. I just think that's wrong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "And he added as long as military sites are being targeted that's one of the caveats there. But at the latest border attacks, the government of the Russian province of Belgorod says eight apartment buildings for homes, the school, two administrative buildings were damaged during shelling of a small Russian village just across from the border.And here is this fight when it gets murky? What's a legitimate military target? Where does this leave Ukraine in terms of hiding the higher moral ground, which it needs for continued Western support? And how much this plays into Putin's delusional narrative that the invasion of Ukraine was some kind of defensive action?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "LEIGHTON",
      "sentences": "Yes, this is where it gets really tricky for the Ukrainians. They have to be very careful to avoid attacking civilian targets. And you know, as someone who has worked reading issues before, it's a very fine line sometimes. Sometimes there are military installations right in the middle of a civilian neighborhood.But regardless, every effort has to be made to minimize civilian casualties. And every effort has to be made to strike only legitimate military targets. And that includes command and control networks, military installations, logistic hubs, things like that. So the Ukrainians would be relatively well advised to keep to those kinds of targets that will give them the most sympathy and the most support in the West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "And as for Moscow's air defenses after the recent drone attacks, here's the Russian president speaking Tuesday.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSINA PRESIDENT (through translator): I want to say that Moscow is anti-missile systems work this they should have satisfactorily though there are things to improve. (END VIDEO CLIP) VAUSE: OK, can you unravel what he actually means here? That was satisfactory, but they need to improve? And, you know, the drones actually managed to hit a number of targets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "LEIGHTON",
      "sentences": "Yes, they should do. And I think what President Putin is saying is, well, at least you fired at the targets, but you need to make sure that you hit the targets. And oh, by the way, it might be a real good idea if you prevented those missiles and drones from even crossing into Russian air space.So he's been clear that a, you know, at the moment, he is not going to send these people to jail. But the key thing is they're going to have to perform and they're going to have to perform much better than they did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Yes, absolutely. And, Colonel, good to see you. Colonel Cedric Leighton there in Washington. We appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "LEIGHTON",
      "sentences": "You bet, John. Anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "ALEKSANDAR VUCIC, SERBIAN PRESIDENT",
      "sentences": "I know that those people are very determined. Those people are very decisive to fight in a very peaceful way for their rights. My plea for them is always to do it peacefully, to do it peacefully, to do it calmly, and to keep tranquility and stability for all of us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "VAUSE",
      "sentences": "CNN's European Affairs commentator Dominic Thomas joins us live this hour from Berlin, the early hours of just after seven in the morning. Thank you, Dom. It's good to see. DOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "VAUSE",
      "sentences": "OK. So in recent days in northern Kosovo, a symbol of Russia's war in Ukraine has emerged alongside Serbian flags, and that is the letter Z, which has been spray painted on NATO vehicles as well as Kosovo police cars and other places.Now, clearly, there is a lot of symbolism here. But what does it say about the influence Russia has in this latest flare up? And how much of this conflict right now in Kosovo is an extension of the war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "THOMAS",
      "sentences": "Yes, I think, John, I mean, as you know, tensions between Kosovo and Serbia are not new. And they flare up intermittently. And it's always interesting to ask the question as to why this latest crisis is developing.And I think it's impossible to look at it without factoring in the background of the conflict between Russia and Ukraine. Both countries, Kosovo and Serbia are on the path to E.U. membership, the process of accession has started and it is unambiguously clear that the Russian authorities are hell bent on undermining on derailing this process, and of preventing in this broader geopolitical context, the expansion of the European Union. They understand that the EU's focus is very much on the conflict in Ukraine. That's very much the concern around debates around NATO. And I think that the Russian authorities also understand that the European Union is not united when it comes to the position and the question of Kosovo, because five of the member countries do not officially represent -- recognize that Republic, John, so all of those elements are there to draw that correlation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "VAUSE",
      "sentences": "In the immediate term, these violent protests can be traced back to last year when authorities in Kosovo tried to force Serbs in the north of Kosovo to use license plates which are issued by local authorities. And now we have NATO, which says it will take all necessary actions to maintain a safe and secure environment for all citizens in Kosovo, and will continue to act impartially, in line with our United Nations mandate, and that now includes sending 700 extra peacekeepers to Kosovo.Was at some point between the license plate dispute. And now when this could all be prevented? Was there an off ramp here that wasn't taken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "THOMAS",
      "sentences": "Yes, well, you're seeing these rising tensions. And certainly when you listen to say, President Emmanuel Macron talking about if he absolutely believes that there was an off ramp. This is a country Kosovo of less than 2 million people, of which the overwhelming majority more than 90 percent are ethnic Albanian. But a few of these municipalities to the north are Serbian majority.At the moment at which they boycotted those elections, any kind of electoral return was going to be on the one hand provocative, and secondly, exacerbate tensions because of the legitimacy of this. And what Emmanuel Macron and also the Chancellor Scholz of Germany have been arguing is that both Kosovo and Serbia have the responsibility to follow the 2013 Brussels agreement and to sit down at the negotiating table and to work together if they have any hope of acceding to the European Union. And the last thing that leaders like Macron, Scholz wants is a kind of further derailment of the process. And thus, they absolutely believe that there was an opportunity to avoid this latest kind of flare up, which of course, is about a kind of competing Ultra nationalist model in both Kosovo and Serbia. Both of them are guilty here. And both of them exploiting these tensions, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "VAUSE",
      "sentences": "And we've heard from the Serbian president who's calling for calm among the Serbian protesters in Kosovo, listen to this. He was on CNN.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:03",
      "speaker": "VAUSE",
      "sentences": "It does seem to be a fairly with the normalization negotiations, but at the same time Serbia has put his armed forces on high alert. And the President says, you know, it will be forced to respond to further escalations in violence.So, at this point, is you're really looking at the possibility of, you know, another serious in all a major conflict, you know, within his backyard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:03",
      "speaker": "THOMAS",
      "sentences": "I think they are, John. And there's tremendous concern. I mean, you know, Brexit in the rear mirror seems like a minor problem towards the situation that both NATO and the EU are dealing with when it comes to Ukraine and to Russia into this sort of complete realignment of geopolitical and power centers.And the last thing they want is increasing and added tensions in this particular region that will further distract from the work of the European Union. So I think the fact that both Macron, Scholz will be meeting with the respective presidents of Kosovo and Serbia, I believe later today, shows the extent to which these two very powerful European Union members are going to put this front and foremost in their agenda to try and appease the situation and get them back to the negotiating table and on the road to EU accession. Rather than allowing the Russian Federation to derail and distract from this particular process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:03",
      "speaker": "VAUSE",
      "sentences": "Tom, it's good to have you with us. We really appreciate the explanation and the insights. Dominic Thomas there live for us in Berlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:03",
      "speaker": "THOMAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:03",
      "speaker": "VAUSE",
      "sentences": "Sudan's armed forces this suspending negotiations and participation in (INAUDIBLE) brokered peace talks in Jeddah. They're accusing the rival paramilitary forces of violating the latest ceasefire, which was just extended on Monday.In the month and a half since war broke out, a series of ceasefires have been violated by both sides. On Wednesday, at least 17 people were killed more than 100 wounded as heavy shelling had a marketplace in the capital Khartoum. Sudanese doctors say more will likely die as a result of their serious injuries. Hospitals are asking for medical staff as well as more supplies to help treat the victims. Well, after weeks of negotiations, bluster and threats a deal to suspend the debt ceiling and avoid default has been approved by moderate Republicans and Democrats in the U.S. House of Representatives. The bill now heads to the Senate. The final House vote 314 in favor 117 against more Democrats and Republicans voted for this bill, which is a blow to the House Speaker Kevin McCarthy. CNN's Melanie Zanona explains how the vote played out and what happens next. (BEGIN VIDEOTAPE) MELANIE ZANONA, CNN CAPITOL HILL REPORTER (on camera): Well, a big bipartisan victory in the House Tuesday night for both President Biden and Speaker Kevin McCarthy. The House passed a bill to raise the debt ceiling and limit spending with a number of members in both parties voting in favor of the bill. In the end, 149 Republicans and 165 Democrats joined forces to get this bill over the finish line where it now goes to the Senate. But this was not an easy vote. It was not an easy road to get here. It took weeks of intense negotiations. There were a number of breakdowns in the talks along the way. And there was also a last minute revolt from some rank and file members, particularly among conservatives. Republicans were not happy that the debt limit is extended for two years now. They also wanted it to go further and cutting spending. And then some Democrats were worried about the new stricter work requirements for food stamp recipients. But in the end, leadership works behind the scenes to whip this bill to sell members on the steel. And they are confident that it is also going to pass in the Senate. But there is a question of how quickly they can get it done because over in the Senate, it takes the cooperation of every single member in order to be able to move quickly. But Chuck Schumer, the Senate Democratic leader is planning to take a first procedural step on Thursday to move this bill along. Then him and Mitch McConnell, the GOP leader over there will have to work out a deal likely offering some amendment votes to get all their members on board. But the bottom line, Congress is poised to avert a credit crisis although barely. Melanie Zanona, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:09",
      "speaker": "VAUSE",
      "sentences": "At first you don't succeed, then try and try and try again. And so it seems to North Korea and its leaders attempt to launch a spy satellite when we come back why Kim Jong-un is so determined to have a successful spy satellite launch.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "DAVID SCHMERLER, SATELLITE INTELLIGENCE ANALYST, MIDDLEBURY INSTITUTE",
      "sentences": "The first stage breaks off, the second stage was starting to carry the satellite on the rest of its journey. It looks like they had an issue with the second stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TODD",
      "sentences": "One possible reason for the failure, South Korean intelligence believe the North Koreans rushed preparation for it and change the flight path, according to a South Korean lawmaker.South Korea's military says it recovered fragments of the rocket, about 125 miles off its west coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "SCHMERLER",
      "sentences": "Recovering the debris will allow us to understand the entirety of their manufacturing capability and if we find western or non North Korean created components, we can try to focus in on preventing those products from getting to North Korea in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TODD",
      "sentences": "And the almost unheard of. North Korea admitted its launch failed. Its news agency saying it would conduct a second launch as soon as possible.Why is Kim in such a hurry for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "FRANK JANNUZI, THE MANSFIELD FOUNDATION",
      "sentences": "South Korea just last week, put a satellite into orbit. They successfully launched.Kim Jong-un may even have exhilarated this satellite test, basically to try to keep up with what the Joneses are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TODD",
      "sentences": "Analysts say Kim Jong-un wants a military satellite deployed so he can track American and South Korean military movements and spy on bases in South Korea, Japan and the Pacific.How will the mercurial young leader take the set back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "JANNUZI",
      "sentences": "It's a blow to his international prestige. It's also a blow to his prestige at home. I wouldn't want to be a North Korean satellite launch engineer today. On the other hand he will continue to rely upon them. He will probably regroup and try again in the coming weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TODD",
      "sentences": "This comes as a South Korean lawmaker has given an extraordinary public assessment of Kim Jong-un's health after he got a briefing with South Korean intelligence.YOO SANG-BUM, SOUTH KOREAN LAWMAKER: It is believed that North Korean leader Kim Jong-un is suffering from a considerable sleep disorder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TODD",
      "sentences": "The lawmaker says Kim's weight is evaluated to be over 300 pounds and that he may have dermatitis caused by allergies and stress.CNN cannot independently verify these claims and one analyst says this about the speculation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "JANNUZI",
      "sentences": "Whatever these challenges may be, he is still a relatively young man at age 39. He's likely to be the leader of North Korea for another two or three decades with all of these health challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "TODD",
      "sentences": "Analyst Frank Jannuzi also says sometimes South Korean intelligence is influenced by the country's political leaders when it publicizes assessments of the North Korean dictator's health. That it's sometimes, in their interest to put out information on any potential physical weakness of the North Korean leader even if there are questions over its accuracy.Brian Todd, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:48",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "In the coming months, NASA will publish it first report on unidentified anomalous phenomena, what most of us know as UFOs.A team of independent scientists is creating guidelines to turn unverified and dubious sightings, as well as old grainy footage into hard science and maybe some answers. Part of the process involves its first ever public hearings on UFOs. More now from CNN's Tom Foreman. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "FOREMAN",
      "sentences": "And even though many skeptics say even if they knew they would never tell us, the NASA people at the end of all this said, look many of us spend our lives wondering if we can find life out there. If we could find it, we'd sure (ph) like to. We'll see what the report says later this summer. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "To Houston now and retired NASA astronaut, Leroy Chao. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "LEROY CHAO, RETIRED NASA ASTRONAUT",
      "sentences": "Yes, good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "I've got a bunch of questions here but I just want to start by asking you, tell you off the cuff, in all your years at NASA, all your time in space, did you ever had a UFO experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "CHAO",
      "sentences": "You know, on several of my space flights, I saw some unusual things. But they have all been explained as either man-made objects or natural phenomenon. So you know, I think that is the vast majority of the task force come up with, it has been explained by similar thing.So there are only a small percentage of things that they could not really explain, and didn't have enough information to really determine what these objects are or were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "You know what, during this hearing on Wednesday, NASA's Dan Evans says NASA believes that the tools of science apply to the study of UAPs or UFOs because they allow us to separate fact from fiction.It's all part of NASA's commitment to exploring the unknown and doing so with the openness, transparency and candor that we are well accustomed to providing the public. You know, when it comes to UFOs, that hasn't always been the case, right? So is this hearing, and is this report more about sort of being open and transparent than anything else? Trying to sort of debunk a whole lot of myth that might be out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "CHAO",
      "sentences": "I think so, you know. And you're right, from the very beginning back into the famous thing like the Roswell incident of the 1940s, you know, all the way through where the air force and the government just kind of kept things under wraps and quiet. You know, I'll just stirred a lot of speculation, frankly about UFOs and the extraterrestrials and all that. And so I think these efforts that we're seeing now not only with NASA but also with the Defense Department in coming up and trying to be open and transparent about what they do know and what they don't know.I think it really is an effort to try to debunk some of the speculation, some of the wild speculations that have gone on over the years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "Well, I guess, this can be considered a credible speculation. I want you to listen to former Navy Pilot Dave (INAUDIBLE) and Alex Dietrich who witnessed something unsettling. They say in an explicable over the ocean back in 2004. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I said, dude, do you see that thing down there? And when we saw this little white tic tac looking object, and it's just kind moving above the whitewater.Have you ever dropped your phone and it sort of bounces off the counter top, and then bounces off of something else and it's like no predictable movement, no predictable trajectory. It was just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was like a Ping Pong ball.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "The hearing did seem to debunk a lot of the sort of sightings through a very basic elementary skills like geometry and optical illusion. It's a very simple explanation which gets us to the bottom line that there's this need for better data on UFO sightings. Is that something we'd likely be able to get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "CHAO",
      "sentences": "Right. And so, unfortunately a lot of these cases, you know, what you have is inconclusive evidence of something happening, is it an illusion. Is it some kind of weird, you know, light reflection or is it some secret military program, you know, the left hand doesn't always know what the right hand is doing.In fact, that's probably mostly the case, you know, these secret programs, they're pretty compartmentalized so there's that one entity that knows everything that's going on. So you know, it's hard to say exactly what these people saw. I'm sure they really did see something. They tracked something. But you know, it's just not enough information to say what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "Well, the chair of the committee, David (INAUDIBLE) put this forward. Given that there are three billion to four billion mobile phones around the world, the development of an app people could use to require data and upload to a Web site for tracking AP or UFOs would be a great citizen science opportunity.Is that one solution there for this lack of data? How do you see it working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "CHAO",
      "sentences": "Well, that would certainly give you more data to look through. You know, I don't know if that would really help to solve some of these things or just increase the number of reports of anomalous things that people see.But you know, I think it's a great leap in any case for anyone to come out and say that these are the results of some kind of extraterrestrial this, others are beings. And really that is what visitors or beings and really -- that's really what I think these task forces are doing is trying to debunk some of the wilder speculations on what these things might be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:53",
      "speaker": "VAUSE",
      "sentences": "Yes. It's always a good topic to talk about. Leroy, it's great to have you with us. We really appreciate your experience and your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "VAUSE",
      "sentences": "Fears are growing around ethnic Muslims in China of another brutal religious crackdown but this time in the country's south where Muslims have been defying government attempts to demolish the dome and minarets of their mosques.CNN's Ivan Watson, live for us this hour from Hong Kong with details, Ivan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right. John, there's this Chinese government policy that appears to be forcing the mosques -- existing mosques to be redesigned in a new style and that is part of what is raising anxieties that the Chinese government may crack down further on the country's Muslim minority.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "WATSON",
      "sentences": "A rare confrontation between law enforcement and the faithful. Chinese Muslims clash with police outside a mosque in southwestern China. For two days last weekend, residents in the village of Najain (ph) tried to protect their mosque from a Chinese government reconstruction plan.\"They want to demolish the roof of our mosque,\" an emotional local protester tells CNN. Speaking on condition of anonymity. \"This is our last bit of dignity,\" the protester says. It's like someone going to your house and demolishing it. CNN reached out to Chinese authorities for comment but the only official acknowledgment of the incident comes from this local government statement urging protesters to turn themselves in after disrupting social order and causing severe, adverse impact. Is it safe to be a Muslim in China today? Maju (ph) is an imam and activist from the Hui Muslim ethnic minority living in exile in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No Muslim is safe in China. My people, the Hui people, everyone is trembling, scared and living in fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "WATSON",
      "sentences": "He claims the Chinese government has targeted hundreds of Hui mosques across the country. Demolishing their Arabic-inspired domes and minarets and replacing them with Chinese styled architectures.CNN has independently verified the before and after images of several of these cases. Part of Chinese leader Xi Jinping' policy, a sign of (INAUDIBLE) instructing religions to basically look more Chinese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "JAMES LEIBOLD, PROFESSOR OF CHINA STUDIES, LA TROBE UNIVERSITY",
      "sentences": "The logic of what China is trying to do is about social reengineering. It's by remolding people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:56",
      "speaker": "WATSON",
      "sentences": "Academics and activists say since she came to power, there have been crackdowns on expressions of religious ethnic and linguistic identities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:54",
      "speaker": "WATSON",
      "sentences": "CNN extensively reported on the detention of more than a million ethnic Uyghurs and other minorities in China's Xinjiang region in internment camps.And CNN reported on clashes around churches in eastern China, where authorities chop the crosses off the top of Christian places of worship. Those scenes in 2015 are remarkably similar to the images of protesters trying to protect their mosque today in Najain (ph). \"Today, they will change our mosque, tomorrow they'll ban us from going to mosque. The local protesters tell CNN. We know because that is what they did to the Uyghurs in Xinjiang, a last ditch effort to protect deeply personal concepts of faith and identity from being defined by the Chinese state. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:54",
      "speaker": "WATSON",
      "sentences": "John, Hui Muslim activists in touch with residents in that village of Najain, they say that since the weekend kind of clashes and confrontations, there are still some demonstrators holding a vigil around the perimeter of the mosque to try to protect it.They say the police have not gone in yet. they do say that some mobile data, connections, have been reduced apparently to the community and they are still watching very closely. Because there's still very large presence of police in that village. Now, unlike the Uyghur Muslims in the Xinjiang region who have proven much more difficult to assimilate with China's ethnic Han majority, the Hui Muslims have long been presented as almost like a model minority. In fact in 2015, there was tension between the ?Turkish and Chinese government amid reports of repressive policies against Uyghur Muslims during Ramadan in Xinjiang and at that time, in Beijing I was invited to a Hui Muslim mosque in Beijing where authorities wanted to show me that Hui Muslims could celebrate Iftar, peacefully and freely. So what we're seeing now with the forced, kind of demolition of parts of these mosque and the 7reconstruction is raising anxieties amid this community, fears that after the repressive crackdown on the Uyghurs of Xinjiang that the Hui Muslim could be next, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:54",
      "speaker": "VAUSE",
      "sentences": "Ivan thank you for that report. Ivan Watson, live for us there from Hong Kong. Thank you.Elon Musk is back on top, named the world's wealthiest person according to a Bloomberg report with a net worth of about $192 billion dollars. But it was all business as usual for the Tesla CEO visiting China for the first time in three years, meeting with government and industry leaders in Beijing, also spending time at his electric vehicle plant in shanghai. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:54",
      "speaker": "MAO NING, SPOKESPERSON, CHINESE FOREIGN AFFAIRS MINISTRY",
      "sentences": "China has always welcomed business people from various countries, including Mr. Musk to visit China and to better understand the country and promote mutually beneficial cooperation.China also firmly promotes a high level of opening up to the outside world. And it's committed to creating a market oriented rule of law and international business environment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:23",
      "speaker": "VAUSE",
      "sentences": "A capsized boat on an Italian lake has left four people dead and a mystery in its wake. Officials say all 21 passengers had current or former links to Italian and Israeli intelligence agencies.More now from CNN's Barbie Nadeau. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:23",
      "speaker": "BARBIE NADEAU, CNN CORRESPONDENT",
      "sentences": "A peaceful day on a picturesque Italian lake turns deadly. A deadly accident turns mysterious. Four people were killed including two Italians intelligence officers and a retired Israeli defense official when a chartered house boat sank in a sudden storm on Lake Maggiore Sunday.The captain said a waterspout appeared in a sudden storm. The Italian captain's Russian girlfriend also died. \"The Goduria\" boat was listed on a boat chartering Web site for 2,000 euros a day with an advertises maximum capacity of 15 passengers. But on the fatal Sunday, there were 21 passengers plus two crew members on board. All passengers, in some way tied to Italian and Israeli intelligence work, the prosecutor's office said. The survivors said they were celebrating a birthday. Italians Tiziana Barnobi and Claudio Alonzi were active secret service agents, the Italian government confirmed. The Israeli citizen Erez Shimoni was retired. Israel's prime minister's office called him a dear friend to the country's security forces. The Italian prosecutors said passengers are not under investigation, and would not comment on what they might have been doing on the boat. The captain is under investigation for culpable manslaughter. Efforts to salvage the boat are being closely watched by Italian security officials and should provide more clues to the mysterious Sunday outing turned deadly. Barbie Latza Nadeau, CNN -- Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:23",
      "speaker": "VAUSE",
      "sentences": "Effective Thursday, workers at the National Health -- Britain's National Health Service will get a 5 percent pay rise retroactive to April. The new union agreement comes after months of damaging nursing strikes. In announcing the deal the U.K.'s Health Department of the Social Care and Health said more than 1 million staffers from nurses to cleaning crew will get the pay increase as well as a onetime bonus.In Canada, health warnings will appear not just on cigarette packages but soon on each and every cigarette. It makes it the first country in the world to do so. Tobacco smoke harms children, cigarettes cause leukemia, poison in every puff -- just a few of the messages that will soon appear in English and French on cigarettes, each and every one of them. The new regulation, part of the government's goal to reduce nationwide tobacco use to less than 5 percent by 2035. The new measures go into effect August 1st, but will be phased in over the next two years. The U.S. Food and Drug Administration has now approved Pfizer's first RSV vaccine for older adults. RSV is a serious respiratory illness with flu-like symptoms that can be life-threatening for seniors. Another RSV vaccine by drugmaker GSK was approved by the FDA, just a few weeks ago. Moderna expected to submit its RSV vaccine for approval also in the coming months. The New York Appeals Court has ruled oxycontin maker, Purdue Pharma, can protect the billionaire Sackler family which owns the company from lawsuits over their roles in the business. The immunity is part of a $6 billion settlement which clears the way for Purdue Pharma's bankruptcy deal. The company calls the ruling a victory. Many victims of America's opioid epidemic though are not celebrating. CNN's Brynn Gingras has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:23",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Drugs like oxycontin made one American family very rich, and helped fuel the opioid crisis, killing many of those who became addicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:23",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I lost my niece a couple of years ago to an overdose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:23",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I lost a brother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "GINGRAS",
      "sentences": "That family is the Sacklers, they'll get to keep the bulk of their fortune and be shielded from current and future civil lawsuits as part of a settlement just upheld by a federal appeals court.Their company, Purdue Pharma, made billions developing opioid based drugs misrepresenting the risk of addiction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Sacklers directed and approved hiring sales representatives whose jobs was to visit doctors and persuade them to prescribe more opiates, higher doses of opiates and for longer periods of time. GINGRASforward is to deliver billions of dollars of value per victim compensation, opioid crisis abatement and overdose rescue medicine, the company said in that statement. The settlement also end years of civil lawsuits against the company and family. The Sackler family continues to deny wrongdoing but expresses regret for the effect on communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They had taken no accountability, what (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "GINGRAS",
      "sentences": "Dozens of states and individuals sued, in the wake of the company pleading guilty to federal criminal charges for how it marketed and sold oxycontin.For some victims families, the settlement feels like the best deal they could've gotten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "DEDE YODER, MOTHER OF OPIOID VICTIM",
      "sentences": "The alternative would have been thousands and thousands of lawsuits that could have spread and gone on for years and years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "WILLIAM TONG, CONNECTICUT ATTORNEY GENERAL",
      "sentences": "It gets the Sacklers out of the opioid business, it shuts down Purdue Pharma. They gave families the opportunity to address the Sacklers, and tell them how they wrecked their lives, and it gets money to families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't worry, it's an excellent drug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "GINGRAS",
      "sentences": "The family dynasty, dramatized in TV series like \"Dopesick\", they say their reputation is unfair.DR. KATHE SACKLER, FORMER PURDUE VICE PRESIDENT: It distresses me greatly and angers me greatly that the medication that was developed to help people and relieve severe pain has become associated with so much human suffering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:58",
      "speaker": "GINGRAS",
      "sentences": "In a statement, the family says they are pleased with the settlement. The long awaited implementation of this resolution is critical to providing substantial resources for people and communities in need.There has never been criminal charge against the Sackler family, and look, those who have had an opioid addiction or lost someone to an opioid addiction or lost someone to an opioid addiction, they have said that this family is no different than say a heroin dealer. And they like to see those criminal charges filed. It's important to note that this settlement does not shield the Sacklers from that possible prosecution. Brynn Gingras, CNN -- New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}