{
  "date": "2023-08-15",
  "headline": "CNN This Morning",
  "subHeadline": "Trump and 18 Others Charged in 41-Count Georgia Indictment; Intimidation of Georgia Election Worker Forms Key Element of Fulton County Conspiracy Case. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:39",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Good morning, everyone. It is Tuesday, August 15th.There is significant breaking news from overnight. We're glad you are with us. Donald Trump has been indicted in Georgia. The former president, facing 13 charges rooted in his efforts to overturn Joe Biden's 2020 election win in the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "And it is not just Trump. Eighteen other defendants are named in his indictment, including his former chief of staff Mark Meadows, and lawyer, Rudy Giuliani.Now, according to the 98-page document, each defendant is facing racketeering charges. Additionally, Trump is charged with soliciting a public official to violate their oath. All 19 defendants now have ten days to surrender by noon, on August 25th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HARLOW",
      "sentences": "Former President Trump says the grand jury was, quote, rigged. He calls the case a witch hunt, and interrupting his 2024 campaign, and his allies are rallying to his defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "MATTINGLY",
      "sentences": "Now, it's important to remember. This is the fourth criminal indictment Trump now facing a total of 91 charges in Georgia, Florida, New York and Washington, D.C.We have a ton to get to. CNN THIS MORNING starts right now. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HARLOW",
      "sentences": "Well, if you are just waking up, this is what has happened. It is significant. It will go down in history as Donald Trump and 18 codefendants are facing a slew of felony charges for trying to overturn his 2020 election loss in Georgia. They include RICO, racketeering charges, which were designed to take down mob bosses and gang leaders. The indictment lays out the sprawling alleged scheme, and that includes Trump pressuring Georgia state officials to find votes for him to win, creating fake electors to give Trump the victory instead of Joe Biden, and illegally bridging voting systems to try to find evidence of voter fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "MATTINGLY",
      "sentences": "And we have team coverage all morning this morning, covering all angles. Our legal and political experts are standing by for analysis.We're going to start with CNN correspondent Nick Valencia, live outside the Fulton County courthouse. Nick, Trump has been ordered to surrender by next Friday. What's he facing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, that's right. Fani Willis giving Donald Trump 's codefendants until August 25th to turn themselves in, and Phil and Poppy, in many ways, it was two years almost in the making, with the end of one chapter and the beginning of another.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "A Fulton County grand jury returned a true bill of indictment.VALENCIA (voice-over):  The 98-page indictment lists 41 felony counts against former President Trump, and 18 codefendants to overturn Georgia's 2020 presidential election results, accusing them of, quote, unlawfully conspired endeavored to conduct and participate in a criminal enterprise. Trump, charged with 13 counts in the indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "WILLIS",
      "sentences": "Every individual charged in the indictment is charged with one count of violating Georgia's Racketeer Influenced and Corrupt Organizations Act, through participation in a criminal enterprise in Fulton County, Georgia, and elsewhere, to accomplish the illegal goal of allowing Donald J. Trump to seize the presidential term of office, beginning on January 20th, 2021.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "VALENCIA",
      "sentences": "The indictment also included an additional 30 unindicted coconspirators, in addition to the charged defendants.In a statement, Trump's attorneys, calling the grand jury presentation, quote, one-sided, and the events of Monday quote, shocking and absurd. Ohio Rep. Jim Jordan, a Trump ally, tweeting out, he did nothing wrong. And House Speaker Kevin McCarthy saying, justice should be blind, Biden has weaponized government against his leading political opponent, to interfere in the 2024 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "GEOFF DUNCAN, CNN CONTRIBUTOR",
      "sentences": "It was a very intense meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "VALENCIA",
      "sentences": "Geoff Duncan, CNN contributor and former Georgia lieutenant governor, on his testimony, before an Atlanta grand jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "The indictments stemming from a two and a half your criminal investigation into Trump's alleged interference in the 2020 Georgia presidential election, including his call to Georgia secretary of state, Brad Raffensperger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I just want to find 11,780 votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "To the fake electors who convened to cast illegitimate votes for Trump, the investigation also accuses multiple defendants of harassment of election workers, and a voting system breach in a rural Coffee County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "WILLIS",
      "sentences": "I want to try and, the respectful to our sovereign states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "VALENCIA",
      "sentences": "And while Fulton County District Attorney Fani Willis says she intends to try the 19 defendants together, it's up to judge in when the trial will proceed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "WILLIS",
      "sentences": "We do want to move this case along, and so, we will be asking for proposed order that occurs, a trial date within the next six months.(END VIDEOTAPE) VALENCIA (on camera):  So, this wasn't about Trump's so-called perfect call with Secretary of State Brad Raffensperger, which he encouraged him, pressured him to try to find more votes. This was about a pressure campaign as well on Georgia lawmakers, about the illegal accessing of voting data in rural Coffee County. It was an overall pressure campaign by Trump and his operatives to try to overturn the election results over here in Georgia. We were initially told that Fani Willis and her team would take up to two days to present to the grand jury, and yesterday instead, they tackled us all in one day, the final result being that Donald Trump has been indicted, yet again -- Phil, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HARLOW",
      "sentences": "Nick Valencia, reporting for us live in Atlanta -- thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "MATTINGLY",
      "sentences": "And joining us now are CNN legal analyst Joey Jackson, and former federal prosecutor Michael Zeldin.Michael, I want to start where Nick left off in terms of, this is not about one specific call or one specific instance that has been reported on. There are several pillars that are laid out in these charges that thread together. What was your sense after reading the indictment about the case that was actually brought here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "MICHAEL ZELDIN, FORMER FEDERAL PROSECUTOR",
      "sentences": "So, it is a very interesting indictment, because part of the indictment is really based on words, spoken by the coconspirators, the pressure campaign. But other parts were based on the actions that these people undertook, the breach of the voting machines, the harassment of the workers, the filing a false documents. So, all of those acts cannot be defended. This was a political speech or otherwise First Amendment protected. It is those things that will be the hardest to defend against because remember, in a RICO indictment of this sort, all they need to prove is that two or more of these acts took place by the coconspirators, and if so, they are all guilty, they are all jointly liable.So I think there's a very difficult defense for the Trump team to make here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HARLOW",
      "sentences": "Joey, Fani Willis, the D.A. has been successful in bringing RICO cases against rappers, against teachers actually in Atlanta for a scheme there, so she knows how to do this. It's incredibly complex, it took two and a half years. She's going to try Trump with 18 other codefendants in six months.Let's just listen to Sara Murray asking her about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Do you intend to try all of these defendants together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "WILLIS",
      "sentences": "Do I intend to try the 19 defendants in this indictment together? Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HARLOW",
      "sentences": "Can that happen, that timeline, that many folks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "So, backing up, what happens is defense attorneys persistently make motions for severance. What does that mean? It means that when your defense attorney, and you are embroiled specifically in an indictment like this, there are many others where there are so many.We talk about indictments that are speaking indictments. This indictment is singing. It has so much specific information relative to the criminal enterprise, their criminal activities. So, what happens? What happens is that there are individuals that have individual lawyers who say, look, my act is not similarly situated to another. As a result of that, I will move to sever my case. As a try to move separately, independently, there are acts that maybe specific to others that may -- really inform criminality as to me, that I might be responsible for. So I think before we get to trying 18 defendants or anything else, I think the attorneys will make specific motions to try to sever and separate the cases, we are not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HARLOW",
      "sentences": "Which also slows everything down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "JACKSON",
      "sentences": "It does. But the reality is that some defendants might take priority, right? There is one particular defendant. I think his name is Donald John Trump in the indictment? MATTINGLY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "JACKSON",
      "sentences": "Exactly!  That might be more of a priority. But remember, though, that this indictment is the fourth, right? Captain obvious! That means there are others, the two federal indictments, and then, of course, the one in Manhattan, here in New York.So in terms of how they play out, Poppy, we will see what gets tried first, if anything comes subservient to the other, if Jack Smith for example calls and says let me try my cases first, do not know how that will play out, but this will take a significant amount of time to try for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "ZELDIN",
      "sentences": "Sure. Well, you have to prove an enterprise, and you have to prove acts in furtherance of that enterprise, that's what has been laid out in these indictments.And to Joey's point, I think there are a lot of people in this indictment who are going to seek pleas pretty quickly. Some will seek severance for sure. I think they will seek pleas because, as you say, Phil, the RICO charge carries mandatory minimums. Meaning, you must spend time in jail, it is a five-year mandatory minimum, maximum of 20 years. So, with a mandatory minimum, I think what is going to be tricky for Fani Willis, the D.A., is what is he going to let the page two defendants in his indictment plead to in exchange for their cooperation, or just to get them out of the case? So this gets skinny down to the top tier codefendants, she has a much more manageable trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "HARLOW",
      "sentences": "Just one interesting thing also, Joey, about, like you make a good point, because if it becomes president again, he can't get rid of a state conviction. And in Georgia, neither can the governor on their own. It's got to go to a parole board, a pardon board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "JACKSON",
      "sentences": "Yes. So, that's significant, Poppy, for the following reasons. We know we have the two federal indictments, right? And then it will be an open question it becomes president, does he pardon himself? Does he have the ability to pardon himself?As it relates to the indictment pending in New York and then you look at the indictment in Georgia, you don't have the ability as a federal official, even if you are president, because states are sovereign unto themselves. Every state has a governor. They have a legislature, they make their own rules. You have no ability to pardon yourself. So then the issue becomes, does it ever get tried? Because, of course, if he becomes president, it delays it further and then, do you try it after he leaves office? Again, I am assuming a lot of things we just don't know yet. It is an important point to make, with becomes president, whether this actually sticks to him is going to be an open question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "HARLOW",
      "sentences": "Joey, stand by. Michael, stay with us.Donald Trump now has to turn himself in to face these charges in Georgia, how we could try to use that event to his advantage, politically -- that's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:40",
      "speaker": "MATTINGLY",
      "sentences": "You are looking at a snapshot for history. \"The Atlanta Journal-Constitution,\" Trump, 18 allies indicted in Georgia. That is the front page this morning, in Fulton County, in Atlanta where these charges were brought by the district attorney, Fani Willis.Among the key pieces of evidence in the indictments, surveillance video showing a Republican county official and team operatives working for Trump attorney, Sidney Powell, inside. You can see it here, a restricted area of the local elections office in Coffee County, Georgia. Another, at this photo taken by a journalist who says he walked in on a secret meeting beating Republican fake electors that had gathered to sign an illegitimate certification for then President Trump. There is also Trump's infamous phone call with Georgia secretary of state Brad Raffensperger, the one Trump himself called. Perfect. CNN legal analyst Joey Jackson and former federal prosecutor Michael Zeldin are back with us. Also joining the conversation, Patricia Murphy, a political reporter at \"The Atlanta Journal-Constitution\". You just saw the front page. I don't think Patricia has slept maybe in two years at this point in time. Patricia, I want to talk about another element in terms of the specifics that make up these indictments. And that is the case of Ruby Freeman, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:40",
      "speaker": "HARLOW",
      "sentences": "Shaye Moss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:40",
      "speaker": "MATTINGLY",
      "sentences": "-- Shaye Moss. I think sometimes that gets lost in everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:40",
      "speaker": "HARLOW",
      "sentences": "The human.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:40",
      "speaker": "MATTINGLY",
      "sentences": "The human element of this. I want to start by playing sound from what Ruby Freeman's life has been like at least according to her own testimony, at the January 6 committee.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:40",
      "speaker": "RUBY FREEMAN, FORMER GEORGIA ELECTION WORKER",
      "sentences": "There is nowhere I feel safe, nowhere. Do you know how it feels to have the president of the United States target you? The president of the United States is supposed to represent every American. Not to target one. But, he targeted me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "HARLOW",
      "sentences": "You know, Joey, President Trump on that now famous infamous call to the secretary of state of Georgia on January 2nd, 2021. He called Ruby Freeman a scammer and a hustler. And then Patricia brings up what Rudy Giuliani said about her and her daughter's actions. Let's listen to that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "RUDY GIULIANI, FORMER TRUMP LAWYER",
      "sentences": "If Ruby Freeman and Shaye Freeman Moss and one of the gentlemen, quite obviously, surreptitiously passing around USB ports, as if they are vials of heroin or cocaine. I mean, it is obvious to anyone who is a criminal investigator or prosecutor, they are engaged in surreptitious, illegal activity, again, that day. And a week ago, they are still walking around Georgia, lying.They should have -- they should have been questioned already. Their places of work, their homes, should have been searched. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "HARLOW",
      "sentences": "He accused, accused them falsely of a crime. And now, those words are used to charge him with a crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "JACKSON",
      "sentences": "Well, as they should be, right? Words have consequences, and conduct has consequences. And when you have someone who's propagating a narrative who knows that it's false, and they are doing it in conjunction with this criminal enterprise, with other people surrounded by them, all engaged in a concerted effort to overturn an election, that's problematic.You can't go and you can't say things in public. You can, but at the end of the day, if the things that you say are false, misleading, et cetera, they can come back to haunt you and they have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "HARLOW",
      "sentences": "So, I think this is a good example of the point that -- because you will hear a lot of people today bring up I think, like after the last indictment, free speech. He can say things like that. Rudy Giuliani can legally say things like that.Explain how it becomes a crime and explain how it becomes RICO when it's in furtherance of, and in coordination with a crime, with other actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "JACKSON",
      "sentences": "So, let's talk -- so, let's talk about RICO first. What happens is that in the RICO statute, which is a broad-ranging statute, which speaks to a criminal enterprise, you need two patterned acts, at least two. The indictment has plenty more than that.And so, let's talk about the patterned acts. You can talk about the patterned acts with respect to, you know, the computer tampering. You can talk about them in terms of Mr. Giuliani intimidating witnesses. There are a number of soliciting public officials, as it relates to violating their oath. The indictment speaks to a lot of that. So, there are pattern acts that deal with that. And then you have in terms of a conspiracy, which are two or more people who enter into an agreement, these are people who are conspiring collectively. And you can conspire, right? With 18, with a criminal enterprise to do some pretty nasty things with verbal conduct. That is the essence of it. In fact, the indictment lays out a number of text messages, a number of conversations that they have had, all to further and propagate a narrative which was false. That is problematic troubling and according to Georgia, allegedly criminal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "MATTINGLY",
      "sentences": "Michael, Poppy mentioned the call between the former President Brad Raffensperger, the secretary of state. It's probably underappreciated, the Ruby Freeman comments that are on that call that Poppy referenced, what everyone knows about are the comments related to finding 11,000-plus votes, exactly one more that he was losing by at that point I believe.The defense from some Trump supporters, some legal officials that are tied to his operations has been you can't prove that he meant to falsely find, or find fake votes or basically make that number of. He meant find real votes that were just miscounted, or weren't counted. Is that a viable defense here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:02",
      "speaker": "MATTINGLY",
      "sentences": "Yeah, that's a very good point. Guys, stay with us. We're going to have you back for the next panel.There is a lot to dig into here, including the names you very much know at this point -- Giuliani, Meadows, Eastman, Powell. But there are others who might have not have heard of. Next, a look at all 18 codefendants named in the Georgia indictment and their alleged roles. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:02",
      "speaker": "MATTINGLY",
      "sentences": "You are looking at the photos of the 19 people charged in the Georgia indictment. Many are faces like former President Donald Trump, his former chief of staff Mark Meadows, lawyer Rudy Giuliani, you know them quite well.However, many are not nationally known, like Coffee County official Misty Hampton, former Georgia GOP chair David Shafer. Let's bring back in Joey Jackson, Michael Zeldin and Patricia Murphy. Patricia, to that point, because I think this is a very critical element of this in terms of the local Republican officials who played significant roles here. While I am personally impartial to the individual who is a publicist for R. Kelly and Kanye West, it's the local politicos, the state level politicos that you would know so well. Explain who matters and why?",
      "isLastSentenceInterrupted": false
    }
  ]
}