{
  "date": "2023-05-16",
  "headline": "CNN News Central",
  "subHeadline": "Ambiguity Surrounding Florida's Strict New Immigration Laws; Migrants Anxious About Florida's Amended Immigration Law; Special Counsel: FBI Shouldn't Have Launched a Full Investigation into Trump- Russia; 4-Year Investigation into FBI's Russia Investigation Concluded by Special Counsel; With Dramatic New Video, CIA Attempts to Recruit Russian Spies; CIA Takes Advantage of Russians' Dissatisfaction with Putin to Enlist Spies; Since 1986, Nearly 20M Acres Charred as a Result of Fossil Fuels; Research: Fossil Fuel Companies Accountable of Numerous Wildfires. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN, the world's news network.KATE BOLDUAN, CNN NEWS CENTRAL CO-ANCHOR:  Confusion and uncertainty in Florida today. It is all over a newly passed law that imposes tough penalties on undocumented immigrants and anyone helping them in the state. It goes into effect in July and makes transporting someone who has entered the country illegally a felony. It also requires companies with 25 employees or more to check the legal status of workers and would fine employers who knowingly hire undocumented workers. CNN's Carlos Suarez is here with us with more on this. So, Carlos, you have been talking to people in Florida about the confusion, about the law, about what is actually going on here. What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Kate, as you can imagine, undocumented workers across the state of Florida right now are afraid. Immigration groups tells us that the number of undocumented workers across the state is well over 500,000. And at this community in homestead, which is just to the south of Miami, we're talking about 20,000 undocumented workers that take to the fields, including the one right here behind me, every single day. And immigration group advocates tell us that a lot of this confusion around this law is really a result of some misinformation.Now, the law does a number of things. One of those requirements now are that companies with at least 25 employees must now check the immigration status of all new hires up against a federal database. Hospitals across the state of Florida must now ask patients about their immigration status. And it is now a crime, a third-degree felony in the state of Florida, or at least it will be in July, to knowingly transport an illegal immigrant into the state of Florida. Now, there has been some concern going into this law that was signed last week and heading into July when it takes effect about whether or not we are going to see a work stoppage. And a lot of this conversation was taking place on social media. Folks who were posting videos saying that immigrant workers were going to walk-off the job in protest of this new law. However, a lot of the immigration groups that we talked to said that is not the case, at least, right now. We caught up with organizers with the Farmworkers Association of Florida who kind of told us that they're telling their workers right now, look, stay on the job. Let's see how this new law shakes out. And he talked about some of the uncertainty that they're seeing, here's what he told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "NEZA XIUHTECUTLI, FARMWORKERS ASSOCIATION OF FLORIDA",
      "sentences": "In the short term, I think we're already seeing it. People are confused and afraid and some of them are thinking that they should be leaving the state, that they shouldn't be showing up to work. And we're also seeing some people who feel empowered to speak out against him and just the fact that they're here, doing the work that other people don't want to be doing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SUAREZ",
      "sentences": "So, the Farmworkers Association of Florida tells us that they have heard of some reports of some workers having left fields and their jobs in the days after the law was signed by Governor Ron DeSantis, but he believes a lot of that was just because these workers weren't sure if they could go back to their jobs. Again, Kate, they're telling their workers right now, stay on the job. Ignore some of these posts that we've been seeing on social media. Wait for this law to take effect in July. And then we'll exactly how employers, including the ones here behind me, end up dealing with some of these new restrictions. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST AND FORMER FEDERAL PROSECUTOR",
      "sentences": "There is nothing there, Sara. I mean, this is really a rehashing of what the DOJ inspector general found four years ago. I mean, there were some problems with the Crossfire Hurricane investigation, they were all documented by the DOJ inspector general. FBI changed policies in dozens of instances to account for those, and that's it. But the core of the Mueller investigation where they found that, indeed, Russia did interfere in the 2016 investigation -- election, that Trump and his team welcomed that interference. And there were all sorts of connections involved between the campaign and Russia. Multiple convictions coming out of the Mueller investigation, all of that still stands. This is nothing to undercut any. This is a political opinion piece effectively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "That's what I was going to ask you because Durham did not recommend any new charges against individuals, which is a thing that was the drum beat that you're hearing from Donald Trump, is that all these people are going to go to jail for conspiring against him. Not one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "RODGERS",
      "sentences": "Yes. So, this is the deep state conspiracy, right? The FBI was out to get him. They wanted to help Hillary Clinton, although, apparently, they didn't do it very well because, of course, she lost. This was a whole thing, multiple people at the highest reaches of the FBI were going to prison, right. Well, no one went to prison. Two people were charged as a result of Durham's work. They were both acquitted at trial. This was a whole big nothing. They did not prove this deep state conspiracy because it never existed in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "All right. You're calling this a nothing burger. I do want to ask you about one specific part of this where Durham said, look, I don't think there should have been a full-scale investigation but a preliminary investigation. Wouldn't have that led to a full-scale investigation, because if you look at some of the investigations, that would have prompted the FBI to say, hey, we need to look into this, fully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "RODGERS",
      "sentences": "Exactly. I mean, that's a big admission on Durham's part. The fact that he conceded that a preliminary investigation was appropriate to start. And, by the way, you're exactly right, it would have immediately converted into a full-scale investigation anyway. It doesn't take a lot to get there for the FBI. And they immediately started uncovering all of this questions. Contacts between the Russians and the Trump folks. I mean, there was a lot of meat there, you can read about in the Mueller report. So, it would have quickly turned into that. There's another reason why this whole report, really, discloses absolutely nothing new.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SIDNER",
      "sentences": "\"The Mueller Report\", you know, to be clear said, look, they couldn't find a conspiracy between the Trump campaign and Russia, that they were working together to try and do this. But they -- it did say, look, we also couldn't necessarily see that maybe there was some -- I don't know, some malfeasance there? And -- but there were 34 people- plus that were indicted in the Mueller report, nine of them either plead guilty or were convicted. In this case, no one has spent any jail time, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "All right. It's really interesting because it is being used very strongly by the Republican Party to say, hey, there is nothing there that should never have happened. But that's not exactly what the report said, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "RODGERS",
      "sentences": "People need to know the fact. I mean, you can get caught up in all of this disinformation, that's what they're continuing to try to do, that's one of the reasons it's dragged out for so long. So, they continue use this as a drum beat on the political trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "All right. Jennifer Rodgers, thank you so much for your expertise.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "First on CNN, the CIA is looking for disaffected Russians. Now, turning to social media to try and recruit Russians to spy for the United States. Intelligence officials citing the war on Ukraine is creating an unprecedented opportunity to win them over.CNN's Alex Marquardt has this new reporting and joins us now. Alex, there's a lot here. And the thing that sticks out -- well, it should stick out to everyone is that there's nothing secretive about the way they are going about this at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Not at all. They're trying to spread this as far and wide as possible. They're trying to reach as many Russians as possible. That's why, Kate, among other social media platforms, they're putting this, for the first time, on Telegram which in a country like Russia, where the state controls so much of the information environment, it's -- that's one of the few places you can get unvarnished news, unfiltered news.And so, the CIA rolled out this new video on this new Telegram channel yesterday. And, Kate, this is not, according to the CIA officials I spoke to, your traditional spy versus spy competition where the U.S. is trying to recruit Russian spies from inside the Russian security or intelligence services. They really are looking for Russians all across Russian society who have all kinds of different valuable information. People who are working in the cyber and tech and finance and military and diplomacy. So, Kate, they've rolled out this video, which is really quite extraordinary, it's very emotional, it's very dramatic and cinematic. It's two minutes long. It plays on themes of patriotism, of family, duty to country. It talks about oppression and lies in Russia. It is really meant to resonate with Russians, they say, and demystify the process of contacting the CIA. Take a look at some of this video. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator):  Is this the life I dreamed of? The path I chose? This will always be my Russia. I will endure. My family will endure. We will live with dignity . Thanks to my actions. (END VIDEO CLIP) MARQUARDT:  So, that video, Kate, goes on to show instructions for how to contact the CIA and what's called the dark web using a browser called Tor. They're trying to Russians with valuable information that it is not dangerous. You can do this securely. It is not complicated if you follow this step-by-step process. For the past year during this war, Kate, the CIA has essentially said, we are open for business. And they posted those instructions to contact them on the dark web just around a year ago, and now they're really escalating those efforts. And those efforts, one CIA told me, have been successful. When I asked, you know, how many spies they've been able to bring in from Russia, of course, they wouldn't give me a number or say what kind of fields they work in. But they say have been successful. They wouldn't have rolled out this new video if they weren't being successful. And in the words of one CIA official, contact is coming in. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "So, interesting. Alex, great reporting as always. Thank you.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "53 million acres have been scorched by wildfires in the western U.S. and Canada since 1986. Of that 53 million, one-third or nearly 20 million acres can be traced back to carbon pollution from the world's largest fossil fuel and cement companies, that is according to a brand-new study just released today.And we are lucky to have in studio, live and in-person, CNN's Bill Weir. You are going to tell us a little bit about the details of this report. Those are some staggering numbers, especially as a person who lived in California and has been in the middle of these intense fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "Two things can be true at once. But if there's a deception, people will be very upset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WEIR",
      "sentences": "And there's proof of that, internal documents going back to the '80s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "Bill Weir, it's always so good to see you even when you bring us really shocking numbers. I appreciate you coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WEIR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "All right. John.",
      "isLastSentenceInterrupted": false
    }
  ]
}