{
  "date": "2023-04-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Foreign Governments Scramble To Help Citizens Escape Sudan; ISIS-K Leader Behind Attack Of Afghanistan Airport Bombing Killed By Taliban; Russia Sending Southern Ukrainian Children To Belarus; President Joe Biden Announces Reelection Bid To \"Finish The Job\"; Republicans Release A.I-Generated Anti-Biden Ad; Police Recover 89 Bodies in Starvation Cult Case. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead here on CNN NEWSROOM, escaping Khartoum. Thousands fear capital turned warzone, amid a new biological threat, with one faction now in control of a national lab, where measles, polio and cholera pathogens are stored.The Taliban take out the mastermind of a deadly suicide bombing in 2021 at Kabul airport, during the chaos of the U.S. withdrawal from Afghanistan. And Joe Biden makes it official, he's in the running for 2024 but at 80 years old, maybe it's more of a brisk walk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Great to have you with us this hour and once again, we begin with the crisis in Sudan. And what could be a new dangerous escalation. One of the two military factions vying for control of the country has seized Sudan's national public health laboratory in central Khartoum, not far from some of the worst of the fighting, bringing urgent warnings from the World Health Organization of an extremely dangerous situation, and in their words, a high risk of biological hazard.The Rapid Support Forces now controls the facility, which houses pathogens for diseases like measles, polio and cholera with technical staff forced to leave an ongoing power cuts. Officials warned it is no longer possible to safely store the deadly diseases and warn of a potential germ bomb. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "NIMA SAEED ABID, WHO REPRESENTATIVE IN SUDAN",
      "sentences": "That is extremely, extremely dangerous because we have polio isolates in the lab. We have measles isolates on the lab. We have cholera isolates in the lab. So, there is a huge biological risk associated with the occupation of the Central Public Health lab in Khartoum by one of the fighting parties. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Day two of a three day truce is now underway, but fighting has continued sporadically and this fragile ceasefire brokered by the U.S. seems close to collapse.Gunfire and the sound of fighter jets were heard across the Capitol Tuesday, with both sides accusing the other of ceasefire violations. But a senior U.N. official says in some parts, the truce remains in place. The lull in fighting has seen a rush of evacuations of foreign nationals. The White House though says a full evacuation of American citizens is still too dangerous. But it's now deployed three U.S. warships off the Sudanese coast and U.S. troops could be sent to the city of Port Sudan, more than 800 kilometers north of the capital. More than a week of fighting has plunged Sudan into chaos, creating a humanitarian crisis for millions who are facing severe shortages of water, food and medicine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "DALLIA MOHAMED ABDELMONIEM, EVACUEE",
      "sentences": "It's a horrible situation to be in. We've been -- we've been made homeless, displaced over something that has nothing to do with us as civilians between two men and their heavenly weaponized armies but we're paying the really really heavy price. I'm just angry and frustrated that we've been put in this position.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know if you can hear this but there's no shots fired as I'm speaking with you. As for the food situation and the supplies, food is OK but shops are running out of food completely. All the factories in Baheri (PH) have been looted by the -- by some people.And as for the water supply, still we don't have water for the 11 days continuously, we only get water from a well nearby. I wish to stay and to see how this is going to be -- going to progress. If it's going to be worsened, definitely I will escape and there is no other way or there is no -- it is what it is, war, you cannot say at war situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "KILEY",
      "sentences": "Now in that context, large numbers of Sudanese have also fled the fighting at least 20,000 according to the U.N. have fled west into Chad, others have fled into South Sudan alongside refugees from South Sudan who fled conflict, they're actually heading back into their home country.And of course, large numbers are trying to get out of Khartoum. But there is no access to cash. The banking system has collapsed in Khartoum, and there is a dwindling supply of water of food. And of course, vehicles are extremely difficult to get ahold of, even if people can get through the very muddled battlefield that Sudan is now becoming. Sam Kiley, CNN in Djibouti. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "Will Carter is the country director for Sudan at the Norwegian Refugee Council. He joins us this hour from Belfast in Northern Ireland.Will, thank you for being with us. And I guess the longer this fighting goes on, the worse it gets with millions of people, men, women and children, especially those living in the capital, like this man, listen to -- listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "BANDAR DOWELBAIT, KHARTOUM RESIDENT",
      "sentences": "We are suffering from lack of water, lack of electricity, electricity cut offs, and also the sound of bombs and the sound of the gunfire that all the time around us. So, it is really scary.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "If this fighting continues, especially in the capital, Khartoum, and there's no indication that it won't. What happens to Sudanese civilians who are living in the crossfire who essentially the middle of a war zone right now, how long can they last?WILL CARTER, COUNTRY DIRECTOR FOR SUDAN, NORWEGIAN REFUGEE COUNCIL (on camera): It's a terrible situation. You know, this was the worst case scenario. Khartoum was a city of five or six million people before all this, before 10 days of bombing and pretty heavy, you know, urban warfare, essentially. And, yes, the systems decimated no power, no food, no water, no health care largely offline and some huge, you know, risks there. So it's, it's pretty untenable. And to say that people are lasting now I think is an overstatement. We've probably had, you know, hundreds of thousands of people leave. Many also are unable to leave, they don't know where to go. Or, you know, just to unsafe to leave even in the ceasefire conditions are, you know, to appalling to move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to one assessment of the conflict from the head of the U.N. Mission in Sudan, here he is.(BEGIN VIDEO CLIP) VOLKER PERTHES, U.N. SPECIAL REPRESENTATIVE OF SECRETARY-GENERAL FOR SUDAN: Both of the warring parties have fought with disregard for the laws and norms of attacking densely populated areas, with little consideration for civilians, for hospitals, or even for vehicles transferring the wounded and sick. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VAUSE",
      "sentences": "There also seems to be little regard for biological hazards, the Rapid Support Forces are one of the military factions has taken control of a national lab, which has pathogens like polio and cholera and measles. Is this a new level of risk that's really seen in this sort of conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "CARTER",
      "sentences": "It's definitely a huge risk, you know, at this point of vulnerability, you know, two thirds of the country's hospitals offline, no way really to get medicine, power even for health facility is not there.So, already, you know, people's resistance to any disease is not, you know, ability to contain any outbreaks is hugely limited. There's been disregard for the lives and safety of civilians from all sides of this conflict to be frank. So, it's a huge risk. Whether it's deployed in a way, we can't say but definitely the risks of emergencies within this crisis, such as public health outbreaks is very high right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "VAUSE",
      "sentences": "What are you hearing from your colleagues who are still in countries? Too dangerous to carry any effective humanitarian assistance, even during this sort of ceasefire period?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CARTER",
      "sentences": "It's area by area basis, you know, parts of the country, already, you know, very isolated, vulnerable. We have -- we have seen other organizations, warehouses looted, and for many parts is too unsafe to move, such as around the Darfur region which, as the last couple of days, it's in heavy fighting also. All be it a different character.But there are other parts where we're already beginning to try to turn it around, and to help at least people who are fleeing from Khartoum, many of them fleeing to the east in Sudan and then fleeing, as you mentioned, north into Egypt, south into South Sudan into Chad. So, there's a -- there's a regional aspect as well, but in country, you know, we're trying to stay and deliver. It's hugely complicated though, getting any supplies in and coordinating this power communications networks are down. So, it's hugely challenging. It's not impossible. And we really need the international community to step up and make a logistical base head back in the country. And for both sides, all sides really to respect humanitarian access, safe humanitarian access, regardless of a ceasefire. We need to get help to people, millions of people who are even in worse need now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "VAUSE",
      "sentences": "Absolutely. Will, thank you so much for getting up early. We really appreciate your time. We'll cut it there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CARTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "VAUSE",
      "sentences": "Thank you. U.S. intelligence has confirmed the mastermind behind the deadly 2021 suicide bombing at Kabul airport has been killed by the Taliban. The attack came in the final chaotic days of the U.S. withdrawal from Afghanistan. 13 U.S. service members and nearly 200 Afghans were killed.Let's go live now to CNN's Senior International Correspondent Ivan Watson. We don't know a whole lot of detail about this. We know the leader was -- he was the leader of an ISIS affiliate, ISIS-K. But we don't know name, not a lot of details out there. So, go through what we do know. IVAN WATSON, CNN, SENIOR INTERNATIONAL CORRESPONDENT (on camera): Right. Basically all we know about this is from the White House, from the National Security Council, we've reached out for the -- to the Taliban for comment, and are waiting for some response. But what the White House is saying is that they're claiming that the Taliban have killed the mastermind behind that August 2021, suicide bombing, which as you pointed out, killed 13 U.S. service members in the final chaotic days of the U.S. withdrawal from Kabul International Airport. And again, nearly 200 Afghans killed in that horrific attack as well. But we don't know where this could have taken place. We don't even know the name of the individual who's purported to have been killed. And we also know that there are U.S. officials that are reaching out to the families of the 13 U.S. service people who were killed to inform them that this took place. So, the father, for example of Staff Sergeant Taylor Hoover, who was killed in the bombing says that an official from the U.S. Marines contacted him, told him about what had happened. Again, not providing further details. That father Darin Hoover saying that this is great, another terrorist has been killed, but he's still calling for more accountability from the Biden administration about those final chaotic days that resulted in the death of his son. That's been echoed by Republican lawmakers such as the Texas Representative Michael McCaul. He's the chairman of the House Foreign Affairs Committee, and he's been trying to put the Biden administration's feet to the fire over the conduct of that withdrawal. Putting out this statement, \"Anytime a terrorist is taken off the board is a good day. But this does not diminish the Biden administration's culpability for the failures that led to the attack at Abbey Gate and will in no way deter the committee's investigation.\" That committee has called forward a U.S. service people to talk about those terrible final days, highlighting the lingering effort to get tens of thousands of Afghans visas for resettlement, people who have fled the Taliban rule and are still languishing waiting for repatriation to a third country, such as the U.S., John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "VAUSE",
      "sentences": "Ivan, thank you, senior international correspondent Watson live in Hong Kong.In southern Ukraine, more signs that Ukrainian counter-offensive maybe ni (PH). Around the city of Zaporizhzhia, Ukrainian officials say Russian forces are on the move, and civilians are being evacuated from Russian held areas ahead of that expected counter offensive. But exactly when and where that begins is not known. Nick Paton Walsh reports. (BEGIN VIDEOTAPE) [00:15:03] NICK PATON WALSH, CNN INTERNATIONAL SECURITY EDITOR (voice-over): Change is in the air, but here in Vuhledar, Russia is the same. And its intensity and clumsiness of bombing. It's not clear if this tiny town is a launch pad for Ukraine's counteroffensive, but Moscow pounds it just to be sure. A similar story here too, on a riverbank near Kherson that reportedly Ukrainian forces may be crossing into occupied areas. Their officials claiming, quote, impressive results. On Tuesday, a Russian airstrike hits, even though it's unclear what they struck. Ukraine's otherwise kept quiet about its big assault, despite some opaque social media videos suggesting movement. Russian troops are, according to one Ukrainian official from the occupy town of Melitopol, definitely on the move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MAYOR IVAN FEDEROV, MELITOPOL, UKRAINE",
      "sentences": "Now we see that they are relocated. They make two great big bases for Russian troops. All of this base is located on a seaside of Azov Sea, more than 100 kilometers from the front line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "WALSH",
      "sentences": "He joked about how common accidents are there for Russians. One overturning this launcher, especially on the railway, vital for military supplies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "FEDEROV",
      "sentences": "Maybe three weeks, there is no electricity on the railway and they use old diesel trains. And a few days ago something happened with diesel trains and it was a great fire. And now there is no this diesel.WALSH (on-camera): When you say something happened, you mean there was an explosion and, you know, something about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "FEDEROV",
      "sentences": "Something happened.WALSH (voice over): We spoke to one local man who fled the city four days ago. UNIDENTIFIED MALE (through translator): Proper Russian troops aren't there yet. It's just the newly mobilized who would not fight if they weren't threatened by being shot for ill-discipline. Everyone, local suspects, everyone else of something, even people who you would drink vodka with, you can't talk to now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "WALSH",
      "sentences": "Still, Moscow keeps up with what it calls evacuations. This another episode of Ukrainian children being sent to what Russia calls safety. Here, 43 from an area right in the path of the counter offensive, packed off to Moscow's ally, Belarus, for a two-week break. Others in the past were offered a similar trip, but held for months.Ukraine has said 20,000 have been deported already, and it's led to a war crimes indictment against Russian President Vladimir Putin. It's unclear what comes next for them and the town in the crosshairs they leave behind. Nick Paton Walsh, CNN, Zaporizhzhia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "VAUSE",
      "sentences": "A new criminal trial set to begin for jailed Russian opposition figure Alexei Navalny, who is expected to appear in court via video link in the coming hours. He's accused of disrupting state institution after allegedly dragging his cellmate with hygiene problems out of his cell.Navalny's daughter says a rulings could be made on how long lawyers will her father will have to prepare for the case. She says her father has also been denied food by prison officials. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "DARIA NAVALNAYA, DAUGHTER OF ALEXEI NAVALNY",
      "sentences": "The situation has gotten so ridiculous that he buys the food which is you know, oats, it's nothing -- it's nothing luxurious and he bites the oats. That oats are brought to him, shown to him and then are just destroyed. So, he can't eat and it's you know, something so basic is stripped away from a human being, it's outrageous.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "VAUSE",
      "sentences": "The king of Calypso known for his trademark Banana Boat Song, Harry Belafonte has died. He was so much more than just a singer, Belafonte was the son of poor Caribbean immigrants, who build a sparkling career winning an Emmy, a Tony and three Grammys.But his biggest contributions came in the fight for civil rights. He was close friends with Reverend Martin Luther King Jr. and Belafonte fought Apartheid in South Africa and racial injustice in the U.S. Former U.S. President Barack Obama called Belafonte a barrier breaking legend, who used his platform to lift others up. Obama tweeted he lived a good life, transforming the arts while also standing up for civil rights and he did it all with his signature smile and style. Well, what should come as a surprise to absolutely no one, U.S. President Joe Biden has officially announced his bid to run for reelection in 2024. But instead of breaking the news live, he opted instead for a campaign video released early Tuesday, which touts his achievements while framing the race as a fight against Republican extremism for the soul of America. Details down from CNN's Phil Mattingly. (BEGIN VIDEOTAPE) PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT (voice-over): President Biden is officially in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "This is not a time to be complacent. That's why I'm running for reelection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "MATTINGLY",
      "sentences": "His short campaign style video timed four years to the day after this 2020 campaign launch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "BIDEN",
      "sentences": "We have to remember who we are. This is America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "MATTINGLY",
      "sentences": "The launch heavily and intentionally featuring Vice President Kamala Harris. And telegraphing a campaign strategy crafted to sharpen attacks on national Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "BIDEN",
      "sentences": "Around the country, MAGA extremists are lining up to take on those bedrock freedoms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "MATTINGLY",
      "sentences": "The thread between Biden's 2020 and now 2024 runs is the animating force in Biden's decision to launch one final campaign, advisors say.Punctuate Tuesday afternoon in his first public remarks as the 2024 candidate, to close union allies in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "BIDEN",
      "sentences": "Our economic plan is working. We now have to finish the job, but there's more to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "MATTINGLY",
      "sentences": "Biden's speech and his campaign video laying out the stakes and the roadmap for a 19-month clash that based on current polling appears headed toward a rematch with former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "BIDEN",
      "sentences": "When I ran for president four years ago, I said, we're in a battle for the soul of America, and we still are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "MATTINGLY",
      "sentences": "Biden enters the race facing clear headwinds, already the oldest president in U.S. history, the 80-year-old commander-in-chief, facing widespread apathy about another run, even among Democrats. Trump and House Republicans have targeted Biden's family for investigations and a signal of no holds barred battle ahead with an incumbent GOP operatives see as particularly vulnerable.But with national Democrats publicly united behind his run, Biden set to tout a sweeping two-year period of legislative success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "BIDEN",
      "sentences": "Under my predecessor, infrastructure week became a punch line. On my watch, infrastructures become a decade headline, a decade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:39",
      "speaker": "MATTINGLY",
      "sentences": "And launch a barrage of attacks on Republicans focused on an unmistakable theory of the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "MATTINGLY",
      "sentences": "All driving towards completing the task he launched four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BIDEN",
      "sentences": "Let's finish this job. I know we can.Phil Mattingly, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Joining me now Ron Brownstein, CNN Senior Political Analyst and senior editor at The Atlantic. It's been a while Ron, good to see you.RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST (on camera): Hi, John, good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "OK, so the Biden campaign announcement begins with images of the January 6th MAGA insurrection, then within 38 seconds comes this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BIDEN",
      "sentences": "But you know, around the country, MAGA extremists are lining up to take on those bedrock freedoms, cutting social security that you have paid for your entire life while cutting taxes for the very wealthy, dictating what that health care decisions women can make, banning books and telling people who they can love, all while making it more difficult for you to be able to vote.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "All up 30 seconds of a three minute long video highlights the chaos and division caused by Trump supporters and ultra-right Trump like politicians. So, connect the dots here, how does this play into his campaign for a second term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, the you know, the video surprised me. I mean, the language about Social Security was what he has been talking about, the speech that he gave at lunch today to a union audience is more the way he's focused his public presentations over the last year.Apart from abortion, he hasn't really weighed in on a lot of these cultural war fights that are unfolding in the red states. For example, he went to Florida earlier this year, and he talked about Social Security and Medicare never brought up book bans, Don't Say Gay, classroom censorship, all of the things that DeSantis is doing down there. But all of those things were front and center in this video today, he talks about freedom and personal freedom. Now, he went back to those economic themes in his lunch speech to the unions. So, obviously, it's going to be a double barreled focus but to a greater extent than we have seen. Biden, I think leaned into this question of really, who is for freedom, who is for liberty? You know, Ron DeSantis describes Florida as the -- as the Free State, the state of freedom, Biden very much a showing that he wants to contest that ground and portray that kind of Trump era Republican Party as a threat to the personal freedoms, the Civil Rights and the liberties that Americans have known.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "In the Atlantic this week, you right 25 states voted for Trump in both 2016 and 2020. And the strategist planning the Biden campaign see a realistic chance to contest only North Carolina among them.So, if there's only one swing state, where will this election be decided? And by who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, well, it's only one state on the -- on the Trump side that Biden might realistically contest and even North Carolina is a stretch.I mean, the fact is that Biden got over 300 Electoral College votes, he won 25 states. And the election will mostly be fought out in states that Biden won, in particular, the five states that flipped from Trump in 2016 to Biden in 2020 and made him president. Michigan, Pennsylvania, Wisconsin, in the Rust Belt, Georgia and Arizona in the Sunbelt, probably Nevada, as well. That might be about it in terms of truly -- states that are truly up for grabs for either side. And after John, after the 2022 results, the decisive Democratic wins in these Governor races in Michigan and Pennsylvania, it throws into question whether those are truly swing states anymore, particularly in an era where abortion is on the ballot in those places. You know, and even in Wisconsin, we saw a state Supreme Court election fought out on the issue of abortion where Democrats won by 200,000 votes. Biden has a lot of headwinds that he's facing, but it is still a relatively narrow map that Republicans have to navigate in order to get to 270 Electoral College votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "And the Republican response to Biden's campaign video was release their own video filled with this fictional future, events created by artificial intelligence. Here's part of it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This morning and emboldened China invades Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Financial markets are in free fall as 500 regional banks have shuttered their doors. UNIDENTIFIED MALE(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Kind of reminded me of Trump's inauguration speech from 2017. But you know, where is the Republican right now that its response is to create this fictional dystopian future and try and blame it on Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Yes, it's a good saying.Ron Brownstein, as always. Thanks so much. Good to see you. It's been a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "VAUSE",
      "sentences": "Cheers. Well, Joe Biden will welcome South Korean President Yoon Suk Yeol tothe White House in the coming hours for a state visit. Scheduled to hold bilateral talks, followed by a joint news conference and a state dinner Wednesday night. On Tuesday, U.S. Vice President Kamala Harris hosted President Yoon at NASA's Goddard Space Flight Center, where they talked up their alliance on a range of issues. President Yoon said space holds great promise where international partnerships can deliver the greatest achievements. Still to come, international outrage as the punishment just doesn't fit the crime in Singapore. Death for a kilo of cannabis. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "VAUSE",
      "sentences": "Welcome back. I'm John Vause. You're watching CNN NEWSROOM.A 46-year-old man found guilty of drug trafficking in Singapore has been executed. He was hanged after being found with a kilo of cannabis. His family tells CNN appeals for clemency from loved ones and activists were ignored. The U.N. says the punishment does not fit the crime, calling for change from Singapore's government. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "RAVINA SHAMDASANI, SPOKESPERSON, OHCHR",
      "sentences": "The death penalty for drug offenses is incompatible with international norms and standards. We call on the Singapore government to adopt a formal moratorium on executions for drug-related offenses and to ensure the right to a fair trial for all defendants.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "KITHURE KINDIKI, KENYAN INTERIOR MINISTER",
      "sentences": "The government of Kenya will do whatever it takes to make sure that we convict Mr. Mackenzie and all those who helped him perpetrate these heinous crimes, that they pay with the severest and most painful punishment available.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "VAUSE",
      "sentences": "More details now from CNN's Eleni Giokos.(BEGIN VIDEOTAPE) ELENI GIOKOS, CNN INTERNATIONAL CORRESPONDENT (voice-over): Dozens of bodies recovered from shallow graves. This forest in Eastern Kenya, the site of a suspected religious cult, believed to be encouraging followers to starve themselves in order to reach heaven. Police say at least 34 people have been rescued, but families fear many more will not be found alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "None of us have seen our relatives, but we are just finding, rescuing more people and seeing more graves.GIOKOS (voice-over): Police identified a man named Paul Nthenge Mackenzie as the cult's leader, seen here, shouting, \"Praise Jesus!\" as he's escorted by police, who arrested him after they were tipped off that his vast land in Kenya's Shakahola forest contained mass graves. Police say they got reports last month that Mackenzie was linked to the deaths of two children, allegedly instructed to fast until they died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "WILLIAM RUTO, KENYAN PRESIDENT",
      "sentences": "Terrorists use religion to advance their heinous acts. People like Mr. Mackenzie are using religion to do exactly the same thing.GIOKOS (voice-over): Kenya's government has called for tighter regulations on those using religion to promote radical ideologies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "HUSSEIN KHALID, EXECUTIVE DIRECTOR, HAKI AFRICA",
      "sentences": "We came across one individual who was rescued from the interior, but the moment we -- she was brought here, she absolutely refused to, you know, be administered with first aid. And she closed her mouth firmly, you know, basically refusing to be assisted, wanting to continue with her fast until she dies.We need psychosocial counseling so that they can be, you know, deradicalized and understand what is happening. GIOKOS (voice-over): Police have said that all those culpable for the crimes of the suspected cult, dubbed the Good News International Church, face justice. Eleni Giokos, CNN, Abu Dhabi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:35",
      "speaker": "VAUSE",
      "sentences": "What would have been the world's first private moon landing appears to have failed.The Japanese company behind the Hakuto-R lander says it likely crashed on the lunar surface after running out of fuel. ISpace made that determination after mission control lost contact with the vehicle during its landing attempt early Wednesday morning, Japan standard time. The lander was carrying a rover built in Dubai. That would have been the first Arab-built lunar spacecraft. But that failed, too. Prince Harry says the Murdochs' news group paid a very large sum to Prince William in a secret agreement to settle allegations of hacking the royals' phone. The claims were made in court documents as part of Harry's ongoing lawsuit against the media group for alleged illegal information gathering. It's unclear how the Duke of Sussex learned of the alleged settlement, but the editor of the Murdoch-owned \"News of the World\" was convicted in 2007 of conspiracy to hack the voice mails of British royals. In his current legal battle. Prince Harry accuses NGN of unlawfully intercepting voicemail messages and obtaining private information by deception. Now, what appears to be a huge step forward for inclusion in the form of a Barbie doll. Toyo maker Mattel, introducing the first ever Barbie doll representing a person with Down syndrome and tell us that it worked with the U.S. National Down Syndrome Society on the doll's face, features, clothing, accessories and packaging to ensure the depiction is accurate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:35",
      "speaker": "ELLIE GOLDSTEIN, BRITISH MODEL",
      "sentences": "I love it!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:35",
      "speaker": "VAUSE",
      "sentences": "Already, kids are thrilled with the new Barbie. Mattel says it wants to enable all children to see themselves in Barbie, while encouraging kids to play with dolls that look different than they do.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:35",
      "speaker": "GOLDSTEIN",
      "sentences": "I never had a Barbie with Down syndrome. It looks like me. And it's beautiful, and I love it to pieces.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}