{
  "date": "2023-01-25",
  "headline": "CNN Tonight",
  "subHeadline": "Video Expected To Be Released Any Day Now Of Tyre Nichols Traffic Stop, Funeral Arrangements Set For Next Week; Some Florida Teachers Close Class Libraries Or Cover Books In Fear Of Prosecution Under New Florida Law On Books; Florida's New Law On Books Has Teacher Fearing Criminal Charges; Rep. Jake Auchincloss (D-MA) Is Interviewed About Establishing Artificial Intelligence Centers; Endangered Vulture Dies At Dallas Zoo As Strings Of Suspicious Incidents Continue. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "LAURA COATES, CNN ANCHOR",
      "sentences": "Well, good evening, everyone, I'm Laura Coates and this is CNN TONIGHT.And, frankly, it's expected any day now. I'm talking about the release of video that even before any members of the public had even seen it led to the firing of five Memphis police officers and two fire department employees. The question is will it finally show us what happened when 29-year-old Tyre Nichols was pulled over by police and three day later was dead after what an independent autopsy calls extensive bleeding caused by a severe beating. And will anybody face any charges? Plus, some teachers in Florida locking down every book in their classroom libraries. Why? Out of fear they could face criminal charges if, get this, they let kids read books that haven't been preapproved. There is some new state law. Yes, that's right, how books in a classroom could suddenly just break the law. And there was a speech on House floor tonight like nothing ever happened before. It was written by an artificial intelligence program. We told you about that last night. Remember, it's called ChatGPT. And tonight, Congressman Jake Auchincloss will be here to tell us how he used it to write his speech on the floor. We've got a lot to cover tonight but I want to begin with the concerns and the anticipation over the release of the video of Tyre Nichols' encounter with police that ended three days later in his death and the firing of five officers and two firemen. That video might come out any day now. It's expected, in fact, to come out any day now. I want you to bring in Memphis City Councilman J.B. Smiley to the conversation. Councilman, thank you for joining us. I say with a bit of labored breathing just thinking about this video coming out. Because as has been described at the press conference by the family and by the attorneys, what we are likely to see is a sustained three- minute long beating of man following a traffic stop. I wonder if you have any sense of when this video might really be released and will it be released in full? J.B. SMILEY, MEMPHIS CITY COUNCILMAN:  Well, first of all, thank you for having me. And you said it right, any day now. I know the council members, we're slated to view the video footage in the next day or so but we expect that the video footage to come out some time real soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "And in terms of you being able to see it, do you believe that the police officers or the union in particular might also be doing it before the public sees it or will it be you at the same time likely as the general public or a short lead time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SMILEY",
      "sentences": "Well, I believe that the counsel along with our co-counsel and our attorney will be reviewing it at the same time to get a sense of what to expect. We've heard from Ben Crump, we've heard from his co-counsel as well about what we should expect as it relates to the film. But it is going to be tough. It is going to be tough, especially when you consider the city of Memphis, a city prominently black folk who don't suspect or expect to be subjected to this type of scrutiny is going to be a tough video for us to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "I have spent some time in Memphis. It is a beautiful place, the people warm, the idea that this is happening in your hometown now is devastating, I'm sure, for the community but for the greater nation watching as well to think of what might come. And, unfortunately, we have become accustomed collectively in this nation to encounters with officers that end in the death of an unarmed person, predominantly black and brown people. Is the city doing anything to prepare for what the reaction might be to the devastating viewing of the final moments of a human being?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "Are you getting -- excuse me, go ahead.Excuse me, Councilman, I didn't mean to cut you off. I apologize for that. Are you getting a sense that there are any outside agitators? I remember there has been a trend. Unfortunately, I remember my own hometown of St. Paul, Minnesota, and with the death of George Floyd and many other states around this country. There were oftentimes people who attempted to hijack an otherwise peaceful protest or tried to use it as a pre-textual reason to advance their own agenda. Are you hearing anything about outside agitators that might be in the city of Memphis preparing to have their own version of a protest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "SMILEY",
      "sentences": "Well, not necessarily outside protesters, but if you paid attention to our last council meeting, we had dozens of community members who said at the end of council meeting and voiced their frustration with the process, they are demanding immediate release of film, and I hope we essentially comply with the public's request. I think this type of information is public and we should do everything we can to give the people what they want but also to make sure that the folks who live in the city of Memphis are safe in their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "We have some sound from that very public hearing. Let's play a little bit of it from the audience's perspective as well.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We pay for these cameras. We want to see what is going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We want the footage now.We want to know are we really employing people that think it's okay to beat the (BLEEP) out of folks? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "City Councilman, I mean, people are angry and I understand the reason why. You actually are planning to introduce, I understand, a motion that would require Memphis police to collect data regarding traffic stops and arrests and use of force and also complaints, obviously, in the interest of transparency and in response to what constituents would like to need have to feel safe. Why would that make a difference, do you believe, especially in this instance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "SMILEY",
      "sentences": "Well, if you know who the bad actors are, you can weed them out before they ever find themselves in a situation that perpetuates such a violent crime as this here. So, my goal and the goal of the people of Memphis is to figure out what we can do to stop these actors going forward. And transparency is at the top of the list. If we know the police officer were being constantly accused of excessive force complaints, it's likely those officers are potentially perpetrators of incidents like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "Councilman Smiley, thank you so much for your time this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "SMILEY",
      "sentences": "Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "Here with me in the studio, CNN Senior Law Enforcement Analyst and former FBI Deputy Director Andrew McCabe, Justin Hansford, a law professor at Howard University and executive director of the Thurgood Marshal Civil Rights Center, and Rashawn Ray -- Dr. Rashawn Ray, a senior fellow at the Brookings Institution, is with us here as well.I want you to get a sense, let me turn to you first, Dr. Ray, about this because you and the work that you've done as a sociologist and beyond, you've also worked with police officers and training. And for every instance where you have Fourth Amendment constitutional violations that have been alleged and excessive force and duty to intervene and not doing so, it becomes an opportunity for training as well. Tell me when you hear about this case, what is your reaction, three minutes, allegedly, of a sustained beating following a traffic stop? DR. RASHAWN RAY, SENIOR FELLOW, BROOKINGS INSTITUTION:  I think the first thing people have to think about the length of that. I mean, as you were saying before, that is like the length of the time that a person will be in a ring and have five people beating on you. People have to think about that. And the research we've done at the University of Maryland and the Brookings Institution, one of the things that we found is that black officers actually have similar attitudes and also similar behaviors as white officers. That's something that's very, very important for people. I think up to this point a lot of narratives that we've seen and heard in the cases that we've actually seen, oftentimes white officers on black victims. What we found in our research is that that behavior becomes pretty similar. So, the fact that there are effective black officers engaging in this, I think that's one thing that unnerves people. But in the research space, that's something that's very, very common to look at. I think the other thing that's important is the fact that they haven't released the body-worn camera footage. We heard from individuals at the city council meeting there should probably be legislation in place about the length of time that the city and police department have to release that information. Other jurisdictions have that. But I'll give Memphis some credit. And that is part of a place that I call home. I went to the University of Memphis. I'm from Tennessee. One of the things that we have to think about as this is happening, they fired the officers, they have shown the family the video and they're about to release it publicly. I think a lot of people think criminal charges will be forthcoming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "Professor, on that point, I mean, the idea of the pacing and the chronology of the events that we're seeing right now, we are seeing some development in terms of the transparency that really had been traditionally not provided in other cases, remember how long people had to even say that this was not simply anecdotal, this is a part of a larger trend. And to Dr. Rashawn Ray's point, I mean, blue trumps black oftentimes in terms of the way people think about this. But in terms of the potential criminal charges, walk me through your thinking, do you think that there could be charges forthcoming? And what might be some of the defenses that would be raised in case like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "JUSTIN HANSFORD, LAW PROFESSOR, HOWARD UNIVERSITY",
      "sentences": "Well, I do think that there are likely to be charges forthcoming in part because of the swift firing of the officers. You don't see the traditional statements from the police union rallying behind the officers now. From one perspective, you could look at the situation as a litmus test. We're looking at one of the first major national cases we've seen in many years where they're all black officers. So, this is it not a situation where the traditional question of black versus white.So, we're looking at police violence being on trial as police violence itself not as solely a racial issue in terms of racial conflict but an issue that the power police have under the current legal structure, whether some of those major Supreme Court cases, Tennessee v. Garner, some of these cases that allow police to have what Professor Paul Butler at Georgetown University Law Center has called superpowers, this ability to feel like they can use deadly force in all of these different situations, even in the context where police department procedures may not seem to call for it. There's a separate question between police department procedures, which lead to firing, and criminal charges, which are going to be under the jurisdiction of the Supreme Court case law, which will be the question which the prosecutors will look at going forward. I anticipate that based on the statements both from the federal prosecutor and based on the fact that they were fired immediately, there seems to be an understanding based on the videos that they've seen that this goes above and beyond regular procedure. So, there will likely be some sort of action in terms of what action, we're not really sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "And I want to note, Andrew McCabe, the idea here within a month of the killing of George Floyd, Memphis actually changed part of its policies among their police and law enforcement about the duty to render care, the duty to intervene, which is, of course, one of the issues we've been talking about.As the professor noted, the U.S. Attorney's Office in Tennessee is now involved. You got the local Memphis D.A. Shelby County, then you've got the D.A. and we've got the U.S. attorney level, and, of course, that means the FBI is now involved in a case like this. He mentioned the idea of the color of the officers. Civil rights laws talk about the color of law, meaning the badge itself could be enough. What will the FBI be doing in a case like this to either support or buttress the local investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "So, those investigations from your local prosecutors and detectives and the U.S. attorney supported by FBI agents kind of go on at the same time in parallel tracks and they can result in very different results. You may see charges on local level for things like homicide or assault or other offenses. On the federal side what they will be looking for are those color law offenses. And that's essentially any person who uses their official position to deny someone a constitutionally protected right can be guilty of a federal crime. And those rights include Fourth Amendment violations, unreasonable search and seizure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "COATES",
      "sentences": "Excessive force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "MCCABE",
      "sentences": "-- excessive force, obstructing or denying or delaying medical care to someone who is in obvious need of medical care. So, all of those factors could really become very central to this issue. COATES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:07",
      "speaker": "MCCABE",
      "sentences": "They will work in tandem. You know, there is a convenient opportunity if the local charges, for whatever reason, are unsuccessful, that has no effect on the federal side. The federal charges can proceed, separate sovereigns. There's obviously not a double jeopardy problem there. But I would expect that they'll coordinate to some degrees as well. So, if the FBI agents come across evidence that might be of use in the local prosecution, they will likely share that intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:02",
      "speaker": "COATES",
      "sentences": "Teachers in at least one Florida district say they're closing up their class libraries or covering, actually covering books out of fear they could actually face felony charges. It's all because of a new Florida law that's taking effect. And CNN's Leyla Santiago has the story.(BEGIN VIDEOTAPE) LEYLA SANTIAGO, CNN CORRESPONDENT (voice over):  Behind the covered wall of paper in this Manatee County classroom, books. Teacher Don Falls told us he covered the book shelves out of concern for a new state law that requires all books in classroom libraries to be approved or vetted by a media specialist or librarian that is trained by the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "SANTIAGO",
      "sentences": "Falls, who is part of a lawsuit against Governor Ron DeSantis regarding his Stop Woke Act says it has all caused him and other teachers much fear and angst, but the district says it never instructed teachers to shut down classroom libraries. According to the school district, volunteers will be helping to catalogue books in classroom libraries. If a book already has the green light, it can go right back on the shelf for students. But if it is not preapproved, it must be vetted before student can have access to it.GOV. RON DESANTIS (R-FL):  We are going to make sure that parents have a seat at the table and that we protect their rights, because nobody is more invested in the proper well-being of kids than the parents themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "SANTIAGO",
      "sentences": "According to Florida's Department of Education, selection of library materials, which includes classroom libraries, must be free of pornography and material prohibited under state statute suited to student needs and their ability to comprehend the material presented, appropriate for the grade level and age group for which the materials are used and made available. Violations can result in a third-degree felony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "LACY HOLLINGS, PARENT",
      "sentences": "This is us protecting the teachers not saying we're banning books.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "SANTIAGO",
      "sentences": "During a school board meeting this week, Manatee County School officials acknowledged they don't know how long it will take to verify all the books. In the meantime, the district said students have access to books in their school's main library. But the process has sparked confusion and high emotion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I would not suggest banning books. It's a slippery slope. This is good literature with value. Please do not ban books.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "SANTIAGO",
      "sentences": "During a school board meeting Pinellas County, school officials confirm they too are working to align policies with state requirements. School officials say a group of library media specialists reviewed 94 book titles over the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And that team recommended ten titles to be weeded out of our collections or moved to our adult-only resource library.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "PAM MCALOON, PARENT",
      "sentences": "There's appropriateness and there's inappropriateness.Where books are concerned, we have to really keep the minors in mind. You cannot substitute adult supervision. You just cannot. Adult supervision, parents, whether it be a guardian, a grandparent have to be aware of what the child is being taught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "SANTIAGO",
      "sentences": "While some parents praise what they call parents rights at work, others worry it's a slippery slope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:09",
      "speaker": "FALLS",
      "sentences": "Any time you restrict access to information, to knowledge, it's censorship. I don't think there's any other way to categorize it.(END VIDEOTAPE) SANTIAGO (on camera):  And also part of the conversation in that Pinellas County School board meeting, they talked about how there could be additional titles removed as part of this process. And school officials made it clear that they will err on the side of caution. School board members also brought up another challenge, how to define age appropriate when vetting these reading materials. I reached out to the governor's office and the Florida Department of Education but I haven't received a response to that question. Laura?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "COATES",
      "sentences": "You just heard from teachers worried that the books in their classroom shelves could cause them to run afoul of new Florida laws. They actually fear they could even face criminal charges.Joining me now to discuss, Andrew Spar, president of the Florida Education Association, and Pat Barber, President of Manatee Education Association. I'm glad to have you both here to bring some further clarity to what's going on, if it can be found. I want to begin with you here, Andrew, because I'm wondering who should get to decide the types of books that are in teachers' classrooms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "ANDREW SPAR, PRESIDENT, FLORIDA EDUCATION ASSOCIATION",
      "sentences": "So, you know, teachers are trained professionals. They know about reading, they know about what excites kids about reading, they understand the importance of kids seeing themselves in the books they are reading. And, of course, parents and teachers have a sacred bond. We work together all the time. I'm a parent, I'm a teacher. As a parent, I go to open house at the beginning of the year. I know what curriculum is. I see the teachers; classrooms. I'm in regular communication with my daughter's teachers. That's what we do.And so I think this idea and what we're seeing in Florida right now quite honestly in a county near Jacksonville, Clay County, it was a parent who's actually committed -- not a parent, I'm sorry, a citizen who's committed to getting 3,200 books removed from the schools and doesn't have any kids in school system. So, this isn't about parents. This is about someone trying to impose ideology in our school and politics in our schools and it's interfering with the importance of reading for kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "PAT BARBER, PRESIDENT, MANATEE EDUCATION ASSOCIATION",
      "sentences": "I don't think it's going to be classroom by classroom in Manatee County, but it is a subjective standard when it comes to a citizen of Manatee County looking at books and imposing their viewpoint according to the standards that are in the law.Teachers are trained professionals. They do know what's age appropriate. And teachers and parents work together all the time to determine what a parent finds acceptable for his or her own child as far as reading material.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "COATES",
      "sentences": "I do wonder, Pat, in the conversation about parental rights which obviously is coming up more and more and I'm a parent of school age children, elementary school to be specific. I certainly would like to be able to weigh in and be a part of and have this symbiotic relationship with the school.Bu I also, I personally feel and I think many others do, that parental rights are not exactly the same thing as parental dictation and determining. And some parents would like to defer to the teachers to decide for themselves what would be appropriate in their classrooms. Does this law remove that opportunity in your mind from the teachers being able to decide even when parents want to defer to a teacher?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "BARBER",
      "sentences": "It removes the -- it interrupts the conversation. I wouldn't say it necessarily removes it, but it definitely circumvents and interrupts that conversation because it inserts people other than the parents into that conversation. And it implies that parents didn't already have rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "COATES",
      "sentences": "It's a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "BARBER",
      "sentences": "Parents have always had right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "COATES",
      "sentences": "Certainly. I didn't mean to cut you off, Pat, but that's -- it's a -- that's a very astute point and Andrew, I want you to respond to it because you do see this emerging to this thought of it's almost like this is a novelty, a parent finally has rights in a classroom. And certainly, we have the ability to speak up. But I really do wonder about this issue of parental rights as a talking point as opposed to what actually happens in the classrooms to Pat's point and really what it's doing to the morale of teachers?I mean, teachers are being asked to do everything including, sadly, trying to keep students safe in a world of gun violence and it's a horrible tragedy to even think about that. And now the idea of being told they have to cover up books and they have to have that scrutiny. What is that doing to morale?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:03",
      "speaker": "ANDREW SPAR, PRESIDENT, FLORIDA EDUCATION ASSOCIATION",
      "sentences": "It's killing morale. Let me tell you a story of a media specialist a librarian in Clay County, Florida who told me the other day how she had student with special needs who was coming into the library last year every other week to read books about cars. This is a high school student who struggles academically, has special needs, and was reading about cars.And she was told that she couldn't buy any new books for the media center until the state implemented this new law and did a training on it. And so, this kid kept coming to the media center saying do we have a new book about cars every two weeks. And she was almost in tears telling the story of how she had to keep saying to the child, no, unfortunately I can't get new books. As a parent, that breaks my heart because as a parent, I want my kid to be excited about reading, to be excited about learning, to be a child in school. You know, you talked about children in elementary schools. Go into any elementary teacher's classroom, they have hundreds of books they've purchased themselves with their own money to create this classroom library to make sure that every kid, every kid can find a book they're excited about, that they read about. Now we're hearing about people saying they don't want books. Look at the books that they're talking about. They're talking about books that talk about families who may be different from their own families. They're talking about books that deal with race and ethnicity. They're talking about books from other -- that talk about other countries, These are books that so many kids connect to and there are people outside the school system, I really want to underscore that, outside the school system saying we're not going to allow these books to be in our schools. They're taking away parents' rights. The rights for me as a parent, for you as a parent, to have our kid be excited about reading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "SPAR",
      "sentences": "Thanks for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "BARBER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "COATES",
      "sentences": "A member of Congress calling on lawmakers to address the challenges presented by artificial intelligence and he did it by using the A.I.'s own words.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COATES",
      "sentences": "Sounds totally legit, right? But what you just heard was actually written entirely by ChatGPT, a text-based Artificial Intelligence. Congressman Auchincloss joins me now. Congressman, it's interesting you chose to have that speech written by artificial intelligence. What was your motivation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "AUCHINCLOSS",
      "sentences": "Good to be with you. I worked in tech for a number of years. I'm one of the youngest parents in Congress. This technology I know is going to be part of my career for decades to come and it could be a general-purpose technology for my children, meaning that in any sector in which they chose to work, it would be a key tool if they would need to use.And I wanted to spotlight this for Congress so that we have a debate now about purposeful policy for A.I. and not be 10 years behind the ball like I think a lot of policy was for social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COATES",
      "sentences": "And certainly, when you think about the way in which you heard congressional hearings where they are trying to wrap their arms around the problem that way the train has left the station. I mean, this moment in time there is an opportunity to regulate or course correct before it is derailed in some way, but are there legitimate concerns right now that it has the potential to be harmful? AUCHNCLOSSBecause of their cloud computing power and because of the quality and quantity of data that they have, because of the engineers that they are able to attract, they do the cutting-edge work. I think that this technology should be available to universities, to nonprofits, to public officials, to small companies, so that everybody can have a hand in shaping this so that it works for everybody. And then also we need to start having substantive conversations in Congress and at the administration level which they are about ensuring that this is a tool, not a master. This is meant to amplify human creativity and productivity. It should not be a substitute and we should not allow it to create economic and social conditions that 10 years from now we look back on and say this isn't what we wanted. Because I think a lot of people have that sense with social media. These companies started small, they started scrappy and then everyone looked around a decade later, they are worth $2 trillion and had warped a lot of the conversation that we valued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:58",
      "speaker": "COATES",
      "sentences": "It certainly does and glad to have it here. Thank you, Congressman Auchincloss for dropping by.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:58",
      "speaker": "AUCHINCLOSS",
      "sentences": "Good evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "There's a mystery at the Dallas Zoo. A series of incident where someone may be tampering with the animals there. And while zoo officials and Dallas police investigate, we're learning that an endangered vulture named Pin was found dead in its habitat on Saturday. Officials say an unusual wound and injuries indicate that it did not die of natural causes.Recall that nearly two weeks ago, a clouded leopard got out of its enclosure after someone apparently cut the fencing. Unfortunately, it was recaptured and unharmed. Zoo officials are also discovering that someone appears to have tampered with the Langur monkey pen, but none of the monkeys got out. A lot to discuss tonight with wildlife biologist, Jeff Corwin, host of \"Wildlife Nation.\" Jeff, I'm so glad that you're here, but man, this is getting stranger by the moment. And now, there is an animal that apparently did not die of natural causes. Is there any indication of what is going on at the Dallas Zoo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "JEFF CORWIN, WILDLIFE BIOLOGIST",
      "sentences": "Hey, good evening, Laura. Yes, it's a tragic no longer coincidental, and likely criminal mystery here. So, you're looking at the lappet-faced vulture right there. These are photographs of this bird. And, you know, it has two distinctions for me. First of all, as you can see, as vultures go, it is incredibly fetching. It's one of the most beautiful vulture species.But also, as you highlighted, it's one of the most endangered. There's only about six maybe 8,000 of these vultures surviving on our planet. And the Dallas Zoo, along with the L.A. Zoo and other members of the American Zoological Community are critical in the future survival of the species. So, the loss of one of these lappet-faced vultures is incredibly tragic for the species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "This is apparently, it was a 35-year-old vulture at that. And as you note, when you think about the idea of some of the foundational purposes of zoos, it's about the conservationism, it's about trying to ensure that they can reintroduced or obviously maintain and preserve species and have the field of study.The idea here that this type of species has now been targeted in connection with also the idea of the monkey, the idea of, of course, the clouded leopard. I mean, the pattern here is quite stunning. Are the other animals that have been having suspicious behavior surrounding them, are those equally endangered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CORWIN",
      "sentences": "Well, you know, we shall see. I mean, I know the Dallas Zoo is stepping up along with their partners with the police community in Dallas to try to find out who is doing this, this vandalism, this criminal behavior. Is it some sort of pathos that's driving this? Is it some sort of messaging that's happening behind this?But whatever is causing this, it's a really big deal in the zoological community. As far as I'm concerned, every enclosure, the back to front, needs to have a camera on it. A digital telecam that's capturing images. The security needs to be beefed up as much as it can because the lives of these species are at stake. You're talking about the lapped-faced vulture, this is a creature that's not only critically endangered, but it's an animal that's long lived. They can live 50, 60 years. They're one of the most resilient and hardy species of birds on the planet. But yet, it can't survive living in Dallas. So, something is wrong here and they need to get to the bottom of who's doing this and why and preventing it in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "Absolutely. And I understand as well that as a result of what's happened, these series of incidents, zoo officials are having to try to take precautionary measures to protect the different wildlife, which means that they are going to have a different quality of life and the ability of freedom that they might have to be outside of their enclosures at some point after hours of the zoo -- (inaudible) hours and beyond. Are we going to see now the zoo officials having to take precautions that reduce the quality of life even more for these zoo animals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:54",
      "speaker": "COATES",
      "sentences": "Absolutely. And as our Pin, I mean, found dead, not appearing with natural causes, a suspicious type of wound. Hope they get to the bottom of this before additional animals are endangered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:54",
      "speaker": "CORWIN",
      "sentences": "Yeah, eventually Laura, folks like this, they fall prey to their hubris and they get caught. Unfortunately, we need to make sure that happens before we lose any more animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:54",
      "speaker": "COATES",
      "sentences": "Hey, you're talking to a prosecutor about that. Let me tell you, I wonder what they will try to do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:54",
      "speaker": "CORWIN",
      "sentences": "Oh, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:54",
      "speaker": "COATES",
      "sentences": "-- and what will happen eventually. Jeff Corwin, thank you so much for bringing some better context to this. It's really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:54",
      "speaker": "CORWIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}