{
  "date": "2023-06-12",
  "headline": "CNN News Central",
  "subHeadline": "Now: Trump Leaving Bedminster, NJ Club For Florida. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:20",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Any moment now former President Trump will be wheels up for Miami where he is set to face a federal judge on dozens of federal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:20",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Now law enforcement outside that Miami courthouse, they're ramping up security. And Donald Trump is ratcheting up his rhetoric, signaling his supporters to gather ahead of his arrest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:20",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "New information about the other person facing charges traveling with the former president we think at this very moment. Why Donald Trump has kept this one aide so close to his side the last few days. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:20",
      "speaker": "SOLOMON",
      "sentences": "Any moment now, we are expected to see President Trump for the first time today as he leaves his golf club in Bedminster, New Jersey to board his plane and then fly to Florida later this hour where tomorrow, a remarkable moment in U.S. history will unfold, the first ever arraignment of a former president and federal court.We've now learned that he is set to fly alongside the man that he is charged with, his aide, whatnot or who has also seen hitting the campaign trail with him this weekend. And now they're heading to federal court together. Let's get right to CNN national correspondent Kristen Holmes. She is in Bedminster, New Jersey. Kristen, good morning any signs of movement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:20",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Rahel, there is no movement yet. We are watching. We're keeping a close eye. Yes, we expect him to leave around now. But as we know, the former president often runs late. And I do want to point out what we learned about Walt Nauta. We also saw him all weekend long. I was in Georgia when Trump spoke what was by his side and has been for this last several months, if not years.What's interesting and important to note about this, there have been questions as to whether or not it would continue to stay by Trump after they were both indicted. Would he in cooperate in some way with the Department of Justice, but it appears that he is sticking by the former president that he is traveling with him as you said. Now we do know that when he lands in Florida, Trump will go to his Doral Resort. His political team will be there meeting with him at Susie Wiles, his campaign manager Chris LaCivita, Jason Miller. These are his top political advisors. They're also going to be working with lawyers. They are still trying to beef up that Florida based team, as we know two of his lawyers resigned. He is looking for lawyers in Florida that are barred there that can help with this case. Again, the big thing here is that Trump is still a 2024 presidential candidate. And what's clear to me when I'm talking to his advisers, and when I'm talking to Republicans is that these legal issues are really looming large over the Republican Party and over the former president himself. He said over the weekend that he didn't want to be indicted. We've reported that from advisors and allies who have heard him say that but he's never said that in an actual interview. It shows you just how much top of mind these legal concerns are right now for him as he is trying this third presidential bid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:20",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. Kristen Holmes live for us in Bedminster, keep us posted for any sightings. We do expect that to happen any moment now. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:20",
      "speaker": "BERMAN",
      "sentences": "All right, thanks so much for Rahel. These are live pictures from Donald Trump's Bedminster estate, his golf course there. You're looking at that SUV. You're looking at people milling about very shortly. Within the next few minutes, we do expect to see Donald Trump getting into that SUV. We also expect to see his aide Walt Nauta also listed in this indictment who will be traveling with Donald Trump today. Again, this is New Jersey.They are heading to Florida where tomorrow, Donald Trump will surrender at a federal courthouse where we have seen security getting tighter over the last several minutes. CNN's Katelyn Polantz standing by at that courthouse in Miami. Katelyn, why don't you tell us what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:32",
      "speaker": "BERMAN",
      "sentences": "Yes, it is a procedural day tomorrow, but historic. And Katelyn, we're not going to see a lot of this or even know what's happening in real time tomorrow, is that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:32",
      "speaker": "POLANTZ",
      "sentences": "Well, we're still working out the details on exactly how much communication we're going to be able to have from inside the building in real time. But you don't see much in federal court. That's just how it goes. There were a little restrictions loosened during COVID. But really, there is no audio, no video, no broadcasting, no recording, no photography inside of a federal courthouse.So it really is a place to observe the solemnity of the justice system. And it's a place where you observe it. The defendant is talked through exactly what is going on. His lawyers will be telling him what to say it's a very controlled environment. There will be a court sketch artists there though, so we will be able to see pictures of Donald Trump illustrated, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:32",
      "speaker": "BERMAN",
      "sentences": "And of course, we will have all the best reporting in the world including from you to find out as many of the details as we can about what takes place and the key decisions that might be made. Again, we're watching Bedminster, New Jersey. Thank you very much, Katelyn. Bedminster, New Jersey, this is former President Trump's New Jersey golf estate there, about to get into one of those SUVs and head to the airport, a 30-mile drive to Newark Liberty Airport where he will take off for Florida shortly. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:32",
      "speaker": "SOLOMON",
      "sentences": "Watching that very closely, John, thank you. And this morning, Trump's opponents for the Republican nomination are weighing in on his indictment, with some condemning the alleged actions and others defending the former president. So first, there are the critics like former Arkansas Governor Asa Hutchinson, who said, we don't need a commander-in-chief that disregards the nation's secrets. And former New Jersey Governor Chris Christie, who, by the way will appear in a CNN town hall tonight, well, he said this.(BEGIN VIDEO CLIP) CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE: The bigger issue for our country is, is this the type of conduct that we want from someone who wants to be president of the United States. The facts that are laid out here are damning in terms of Donald Trump's conduct. And that's what I think we as a party should be looking at. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:32",
      "speaker": "SOLOMON",
      "sentences": "And a bit less critical, former South Carolina Governor Nikki Haley, well, she called the indictment prosecutorial overreach. But also said that it was time to move, quote, beyond the endless drama and distractions. North Dakota Governor Doug Burgum said that if elected, actually I want to take you to these pictures now as we can see that appears to be President Trump who just entered that vehicle this is the Bedminster golf club. We know he will be making his way to the airport in Newark where he will then of course be making this flight to Miami to Florida to face arraignment there on these federal charges.We understand he will be traveling with his former aide now co- defendant, Walt Nauta. But again, if you were watching the screen right now, you're seeing President Trump in that SUV former President Trump in that SUV at the Bedminster golf estate heading to the Newark Airport as John Berman just mentioned about 30 miles away from where we are looking at. He will then travel to the airport in Newark. We understand he is with his aide, his former aide, Walt Nauta, now co- defendant where he will then head to Miami to face charges there are these federal charges. Sara, a lot to watch here. But again, as you're watching President Trump on the move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:32",
      "speaker": "SIDNER",
      "sentences": "Yes. And it is a historic moment sort of everything since the indictment is historic because this has never happened before when it comes to federal charges, an indictment against a former president. That is why we are watching this so closely as he makes his way to the airport. And then from there, he will fly into Miami. I want to bring in Jen Rodgers, who a former prosecutor who can give you some idea of, he's driving right now to the airport, which will eventually land him in Miami.And he's facing 37 federal charges along with the person that we think is with him, Walt Nauta, who was also charged in the case and facing far fewer charges but still very, very important and strong charges. You have said about this indictment that every American should read it. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "SIDNER",
      "sentences": "I was struck by it's, you know, to have a conspiracy, you have to have at least two people involved. Is Nauta the other one? In other words, did they have to charge him to give the conspiracy case to put that forth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "RODGERS",
      "sentences": "They did not have to charge him. You do need two people but it can be, you know, conspiracy with someone known and unknown. There have to be two but the second person doesn't have to be charged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "SIDNER",
      "sentences": "All right, I want to talk about what's in the indictment. And again, we are watching Donald Trump in the sort of motorcade though, leaving Bedminster, New Jersey heading to the airport where he will jump on a plane and eventually land in Miami, Florida, where he will be arraigned tomorrow morning. He will be gathering with his attorneys when he gets to Miami as well.But I want to talk about some of the details because one of the details in this has to do with one of his attorneys, now former attorneys. And he is throughout this indictment. How unusual is that to see an attorney talking about their client to clearly the Justice Department. And there's sort of this issue of attorney-client privilege as well. How unusual is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "RODGERS",
      "sentences": "Well, that's exactly why it's unusual. Usually attorneys can't speak about their communications with their clients that are confidential. In this case, the Justice Department went to a court and said, we think that actually it was part of a crime. These communications were used by the client, Donald Trump as part of criminal activity. And therefore they were able to pierce the privilege and force the lawyer Evan Corcoran, to testify and to turn over his notes and memos which were just a treasure trove for prosecutors here.When you look at what he turned over to them, we don't yet know what he said in the grand jury. But what he turned over in terms of his notes and voice memos that he apparently made after meeting with the President, it really lays it all out there, this scheme to obstruct justice that Donald Trump was doing with Walt Nauta, trying to pull one over on Evan Corcoran and of course, the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "SIDNER",
      "sentences": "I mean, in there, he also talks about the fact that he signed something, or indicates in the indictment that he signed something that ended up being false. That just was not true. And so I'm sure there was a moment of he could also be liable, correct. If he was doing this, at the behest of Donald Trump, he could be charged in this case, too, unless he came forward and talks to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "RODGERS",
      "sentences": "Well, if Corcoran entered the conspiracy, right? If he knew what he was doing and knew that an object was to, you know, do something illegal he could have been, I think maybe that's why he was making those careful notes and voice memos right to protect himself. In the event that what happened actually did happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "SIDNER",
      "sentences": "He is a lawyer after all. Let's talk about Walt Nauta, U.S. Navy veteran from Guam, he became Trump's aide. We believe he has with Trump right now. He is on the indictment with Trump and it's not two separate indictments. Can you talk about what prosecutors are doing right now with him? It's also we should know and you're watching Donald Trump's motorcade, just going to the airport there. He's heading towards Newark, leaving Bedminster and will be in Miami sometime today, where he will face charges tomorrow on those 37 counts.But I do want to talk about Walt Nauta and whether or not he will, the prosecution will continue to come after him to see if he's going to flip. RODGERS: I think that they will, you know. They wanted to make him into a witness in the first instance, not allied to them. And so he was indicted along with Trump, but he would still be a really valuable witness for the prosecution because Donald Trump famously doesn't text, doesn't e-mail, he only has these one-on-one conversations in person. And Walt Nauta is the person with whom he was conspiring about moving these boxes back and forth, trying to keep them away from Evan Corcoran and ultimately the authority. So those conversations would be really valuable for prosecutors to have. So I do think that they will give him at least one more chance to come on board with the hope of leniency at sentencing. And, you know, we'll see whether he does or doesn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:23",
      "speaker": "SIDNER",
      "sentences": "Let me ask you now about the judge in the case, because we have read the 49-page indictment and it is very detailed, and it gives a very strong timeline. It's an easy read, actually. The judge in this case is Aileen Cannon. She was appointed by Trump in 2022. And in the initial raid, if you will, or -- and going into Mar-a-Lago, he called it a raid, it wasn't a raid. They told him they were coming. But as he went into as the FBI went into search Mar-a-Lago, in that initial search, there was a legal battle, and she sided with Trump's team in that battle. So what kind of impact might she make on this case because that was overturned by an appellate court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "SIDNER",
      "sentences": "If it gets close to the election, they usually stop 60 to 90 days. So there is a very tight timelines on putting this case forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "BERMAN",
      "sentences": "You are looking at live pictures right now of Donald Trump. His motorcade heading from his golf estate in Bedminster, New Jersey. It's about a 35-minute drive to Newark Liberty Airport. That's me. And that's the picture right there of Donald Trump's motorcade heading to the airport through suburban New Jersey towns like summit in Millburn. Very lovely we might add. But I doubt Donald Trump is getting a good look at the scenery right now because he is planning or involved now in planning his defense. That's why I want to bring in Katelyn Polantz who is in Florida for us right now. And Katelyn give us a sense of today. Because look, Donald Trump heading to Florida right now, this is an important day, he's going to meet with his lawyer, some of them his new lawyers in Florida, to get ducks in a row for what is an important defense effort.Katelyn Polantz you there? We do not have Katelyn Polantz. Jennifer Rodgers, why don't you tell me about the meetings that need to take place now between Donald Trump and his attorneys? What do they have to get straight today and tomorrow morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "RODGERS",
      "sentences": "Well, there's not so much for the arraignment actually. This is just a formal proceeding. He'll have the charges read to him or waive their reading. They'll have to enter a plea which will be not guilty. They'll deal with release bail conditions and so on. And then they'll set some timelines for things. So there's not a lot they have to discuss. But this is a complicated case. We have classified documents, which means that the CIPA, the Classified Information Protection Act will be involved. We'll have motion schedule coming up.So starting right now, not necessarily for the afternoon or tomorrow but soon they really will have to dig into what their defenses might be, what motions they need to make, and when classified information is involved, it gets much more complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "BERMAN",
      "sentences": "He's got new lawyers, though, right. He -- some have cycled out just last Friday, Jim Trusty, Thursday, I'm losing track of time here. Trusty and others he's got these new lawyers too, you know, do we know who they are, how long does it take to get ramped up for a case like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "RODGERS",
      "sentences": "Well, you have to remember, most people don't know that they're indicted until they're actually arrested. So it's very common, actually, for lawyers to start just with the time of indictment, right? Since then, you don't always have this big runway to get up to speed. One of his lawyers has been on the case for a bit Todd Blanche, former colleague of mine from the Southern District of New York, actually. I don't know who else will join Todd on the case. He will want some local lawyers who know the court, know the judge. He will also I think, wants some experts in classifying types of cases because Todd didn't do that kind of work at the Southern District.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "BERMAN",
      "sentences": "Well, that's a big thing not to have done work in before if this whole case is about classified documents. Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:21",
      "speaker": "RODGERS",
      "sentences": "Todd was a gangs prosecutor. But listen, he's very experienced in terms of being a trial lawyer. A lot of what you do in trial is the same regardless of what you're talking about, right? But he still will definitely want to have people on the case who did national security work and have worked with National Defense information and classified documents. So he'll be expanding the team I'm sure. SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:22",
      "speaker": "SIDNER",
      "sentences": "Kristen, I know you have some reporting now about Trump, the Trump team reaching out to attorneys. They haven't decided correct on attorney in Florida yet, have they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:22",
      "speaker": "HOLMES",
      "sentences": "That's right. So they are looking for a Florida based attorney, someone who is barred there. As we know Lindsey Halligan, one of his attorneys that are still on his team is barred in Florida. So it has potential that he could just add another lawyer based somewhere else and she could do some of the front work. It's still all being worked out right now.Now, Chris Kise who was hired as part of Trump's legal team, he is Florida based. He is barred in Florida. He has been doing a lot of this reach out talking to these Florida firms gauging interest in who would be actually willing to represent the former president and who is out there. We also have reporting that some Florida firms have been reaching out to Trump. Now the big thing here is that this is obviously a huge federal case. So they are looking for a heavy hitter. They need somebody who has experience dealing with the Department of Justice, and it is just unclear who exactly they're talking to and whether or not they've lined anyone up that has that criteria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:22",
      "speaker": "BERMAN",
      "sentences": "Kristen again, we are watching this motorcade as it heads to the Newark Airport, from Donald Trump's Bedminster golf estate traveling alongside him somewhere in there, we believe is Walt Nauta, his aide who is also listed in this indictment. Kristen, I just want to pick up on one thing you said there, you said there are beginning to be you have detected some cracks within Trump World, your cracks of concern. I'm curious how close to the center of Trump World these cracks are coming in this political world?Are we talking about people tangentially related to the Trump campaign donors, you know, outside influencer? Who exactly is expressing this concern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:22",
      "speaker": "HOLMES",
      "sentences": "So I do want to be very clear, when we talk about his top campaign advisors, they are standing by him, there are no cracks there. They are the ones who are pushing out the messaging every single day who saying that he did nothing wrong, that he is defiant. But this is a larger picture that we're looking at. We were talking about some of the allies who they lean on to go out there on the airwaves, to go out there and support the former president.And it's not quite a divide in any way that I am seeing now. It's not as though people have turned on him. But it feels more as though a wait and see kind of mentality. What is this actually going to look like? One of the things that I -- Republicans that I talk to focus on a lot is who is actually electable in a general election. And obviously there has been a lot of concern of for years if Trump could actually win a general election, particularly since he lost a general election in 2020. That is now being amplified. Because when you look at this legal problem after legal problem after legal problem, indictment after indictment, is this too much for the American people. That is what I am being told by these Republicans something that they are taking into consideration. They are people who do support the president who would like to see him be president again. But they are concerned that he is not electable because of this legal cloud that continues to hang over him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:22",
      "speaker": "SIDNER",
      "sentences": "Yes, if nothing else, the destruction of all of this. This is a really big case, this particular case, and if convicted, involves quite a bit of potential jail time. So a lot for that team and Trump to be thinking about as he's running for president. I want to go down to Katelyn Polantz. She is in Miami, outside of that federal courthouse there, where eventually, Trump will land sometime this afternoon. But the big deal happens the next day for the public he is going in and will be arraigned in court. Can you give us some sense, Katelyn of exactly what will happen, the timing of all of this?",
      "isLastSentenceInterrupted": false
    }
  ]
}