{
  "date": "2023-09-18",
  "headline": "CNN Newsroom",
  "subHeadline": "Joe Biden Arrives in New York for the U.N. General Assembly; Trump Denounces Election Results in a TV Interview; NoKor Leader Returns Home after a Six-Day visit in Russia; UAW Strike Reaches Fourth Day, Talks with Auto Makers Left No Contract Offers to Put Forward; CNN Investigates the Housing Crisis for low-income residents in South African Hijacked Buildings; A French Supermarket Puts a Shame on Small Products due to Inflation. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "LAILA HARRAK, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from the United States and all around the world. I'm Laila Harak.A monumental week for U.S. President Joe Biden as he is set to meet with world leaders at the United Nations and deal with challenges back in Washington. Negotiators from the United Auto Workers and an automaker are set to meet as the first strike to hit all of the big three drags on. And how some residents in so-called hijacked buildings are fighting back. We'll have a live report for you from Johannesburg. UNKNOWN (voice-over): Live from CNN Center, this is \"CNN Newsroom\" with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "U.S. President Joe Biden is in New York, where he'll be meeting with world leaders at this week's United Nations General Assembly. Mr. Biden arrived Sunday night and is scheduled to attend two campaign receptions later today. He's then set to address the General Assembly on Tuesday.Well, later this week, the U.S. president also plans to meet with Ukrainian President Volodymyr Zelenskyy, who will be attending the General Assembly and pushing for more support for Ukraine. Back in Washington, Mr. Biden is facing a number of challenges. That includes the possibility of a government shutdown later this month and an impeachment inquiry launched by House Republicans. CNN's Arlette Saenz is in Washington with more on Mr. Biden's trip to New York. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ARLETTE SEANZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden will put his diplomatic skills to the test this week as he attends the United Nations General Assembly meetings in New York City. He arrived there on Sunday and on Monday is set to hold some campaign fundraisers before diving into those meetings.On Tuesday, the president will deliver remarks before the U.N. General Assembly. And officials say that he will talk about America's vision for leadership in the world and also make the case that countries need to work together in order to solve some of the world's biggest problems. This is all coming as the President is trying to highlight his alliance building as a selling point heading into the 2024 election. But there also will be a lot of attention on who President Biden will be meeting with on the sidelines of the summit. He'll meet with Brazil's President Lula da Silva on Wednesday, and also on Wednesday, he's set to sit down with Israeli Prime Minister Benjamin Netanyahu. This will be the first time the two men are meeting since Netanyahu came back into power last year. But it does come at a time when there had been questions about whether such a meeting would even occur after the White House has expressed criticism and frustration with Netanyahu's government moving to make some judicial reforms in that country. Now, when the president wraps up in New York City, he'll head back here to Washington. And on Thursday, here at the White House, he will host Ukrainian President Volodymyr Zelenskyy, who also will be making the rounds up on Capitol Hill. This would give the men a chance to speak in person about the counteroffensive that's underway against Russia. But the meeting also comes at a time when Biden is pushing Congress to pass more aid for Ukraine, but that is meeting significant resistance from Republicans in the House. Arlette Saenz, CNN, The White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "KRISTEN WELKER, MEET THE PRESS MODERATOR",
      "sentences": "-- called some of your outside lawyers who've said crazy theories, why were you listening to them? Were you listening to them because they were telling you what you wanted to hear?DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE: You know who I listened to myself? I saw what happened. I watched that election, and I thought the election was over at 10 o'clock in the evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "WELKER",
      "sentences": "Were you calling the shots, though, Mr. President, ultimately?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "TRUMP",
      "sentences": "As to whether or not I believed it was rigged? Oh, sure. It was my decision.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "HARRAK",
      "sentences": "Well Mr. Trump is facing federal and state charges related to his efforts to change the 2020 election results. His comments undermined the possible legal defense that he relied on the advice of his lawyers when he made those false claims.In the coming hours, negotiators for the United Auto Workers are set to meet with representatives from car maker Stellantis. The union sat down with General Motors on Sunday and with Ford the day before. A source familiar with the talks says no new contract offers have been put forward since before the strike deadline last Thursday. CNN business and politics correspondent Vanessa Yurkevich has more now from a picket line in Michigan. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Negotiations continue between the Big Three and the Union. On Sunday, General Motors had their day negotiating at the main table. On Saturday, it was Ford. And on Monday, it will be Stellantis. But no word on a deal as progress seems to be slow.The last offers that the Big Three put on the table were before the strike deadline. Those offers were around 20 percent increases in wages over four years. We know that the Union has been demanding 40 percent in wage increases for the next four years. Now there has been a rotating cast of elected officials who have come by the picket lines. Sunday we saw Hakeem Jeffries, the highest-ranking Democratic official, take to the picket line with UAW workers. I had a conversation with him about how he thought negotiations were going. Take a listen. The union has really not backed down from their demands, but negotiations are all about compromise. Do you think that they need to compromise a little bit to get this deal done? REP. HAKEEM JEFFRIES (D-NY), U.S. HOUSE MINORITY LEADER: I think that as President Obama indicated, UAW workers bailed out these companies. They are around today because of the sacrifices that were made by the UAW. And it's time that the UAW benefit from the fruits of their labor and their sacrifice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "YURKEVICH",
      "sentences": "We've already seen some of the big three have to idle workers and lay off workers as a result of these targeted strikes. I wonder, are you concerned at all? these folks here on the picket line, but are you concerned at all about the economic impact on the industry, on the economy, especially as folks are still grappling with high inflation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "JEFFRIES",
      "sentences": "There's pain in the sacrifice involved in any righteous struggle, and this is a struggle that is righteous. The cause is just. Lifting up the great American middle-class dream for these oil workers and future generations of UAW workers is a critical fight, and it will also raise the bar for workers all across America, and that's why we're seeing much support and solidarity across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:05",
      "speaker": "YURKEVICH",
      "sentences": "And this week, Acting Labor Secretary Julie Suh and Senior White House Advisor Gene Sperling are expected to come to Detroit to try to help with negotiations. UAW President Sean Fain has made it very clear. He wants the administration to stay out of talks, but the two coming to town at the direction of President Biden, who is hoping they can move a deal forward and prevent any further targeted strikes from taking place at plants across the country.Vanessa Yurkevich, CNN, Wayne, Michigan. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "So there are multiple sources of these numbers. And the U.N. initially cited the Libyan Red Crescent. But the Libyan Red Crescent then disowned those numbers, 11,300 who were reported to have died in the eastern Libyan city of Derna.After that, the U.N. now revising those numbers drastically to 3,958, citing the World Health Organization. They say they go off verified numbers from credible organizations on the ground. But after that disowning by the Libyan Red Crescent, they have gone to this new number from the World Health Organization. But I think the bigger picture here is, whether it's 11,300 people dead or 3,958, it's still an unspeakable tragedy. Those are family members, entire families washed into the Mediterranean. There are neighborhoods that no longer exist after this serious flooding following the two dams that burst, essentially overwhelmed by the waters of storm Daniel. So the numbers might be changing (inaudible) partly because of the difficulty of assessing the extent and the scale of the damage, but it's still an unspeakable tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "HARRAK",
      "sentences": "It is indeed. And more questions now, Larry, are being raised about the lethal combination of factors that led to the devastation in Derna's surroundings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "MADOWO",
      "sentences": "That's right. The U.N. -- the head of the U.N. support mission in Libya has told CNN that preparedness could have saved lives. Maybe it could not have been avoidable, but some lives could have been saved. The problem here is that Libya is so deeply fractured. There are two competing governments, one in Tripoli, backed by the international community, and the other in the West, led by the rebel Khalifa Haftar. And they cannot agree.So another problem, the crumbling infrastructure. These dams were from the 70s, were not properly maintained, and warnings were not taken seriously and all of these things combined, this is a country that's been in conflict for more than a decade. So with about 40,000 people displaced, they have a big problem here. Some of them could be exposed to landmines and explosive ordnance of war. So it's just a combination of factors that make this a once in a lifetime event and a once in a lifetime tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "Ukrainian forces are making headway in the east, according to President Volodymyr Zelenskyy. He says Ukrainian troops liberated a key village south of the city of Bakhmut on Sunday. That region has been a primary focus of Ukraine's counteroffensive efforts in the past few months.While this latest victory comes right before Mr. Zelenskyy heads to the U.S. to address the U.N. and meet President Joe Biden. He'll use these new gains as evidence that Ukraine is pushing Russian forces back and that it's counter offensive is on the right track. CNN's Fred Pleitgen brings us now the latest from Kyiv. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SR. INTERNATIONAL CORRESPONDENT: The Ukrainians say their forces are consolidating some of the gains that they've been able to make in the east of the country over the past couple of days, especially south of the town of Bakhmut. Of course, we've been speaking about the settlement of Andriivka. There's been some pretty remarkable video that's now been released by the Ukrainian armed forces that shows their troops advancing through Andriivka. And it really is showing the utter destruction that was brought on by months of fighting that was going on there. In fact, the settlement of Andriivka is pretty much completely destroyed. It wasn't very big to begin with, but you can see on that video the ruins that those forces are advancing through. The Ukrainians also saying that the Russians now firing a lot of artillery shells at that place, seemingly trying to stop the Ukrainians from advancing any further. Nevertheless, they believe that these are important gains that they're making, especially as they're trying to take back Bakhmut. But of course, this is also all very important to show that Ukraine has momentum as the Ukrainian President Vladimir Zelenskyy is set to head to the United States, both to go to the U.N. General Assembly, but of course also to meet U.S. President Joe Biden. Ukrainians once again reiterating that they need more longer-range weapons from the U.S., but also immediately they say ammunition, artillery ammunition, high Mars ammunition, because they say there are areas on the front lines where the Russians are able to fire a lot more than the Ukrainians can because they simply have a lot more ammo. Nevertheless, the Ukrainians are saying they understand that the counteroffensive is difficult, is going a lot more slowly than they would like and that certainly many others would have thought as well. But at the same time, they do say that there is a degree of success as the Ukrainians on pretty much all areas of the front line are putting pressure on the Russians while the Russians are on the defensive. Fred Pleitgen, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "TYMOFIY MYLOVANOV, PRESIDENT, KYIV SCHOOL OF ECONOMICS",
      "sentences": "Well, you know, unfortunately, Russia has the veto power there. So it will be a forum for discussion and public argument about what actually happens. But it is unlikely that any meaningful resolution will be passed. But it is still a critical place for Ukraine and the world to continue to reiterate the true state of things, no matter what Russia does. That Russia invaded Ukraine and that's it. That's plain and simple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "HARRAK",
      "sentences": "Now, President Zelenskyy plans to head to Washington. After that, coincidentally, U.S. Congress is debating a $24 billion aid package to Ukraine this week. He will have to make a compelling case to members of Congress that they should vote for more aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "MYLOVANOV",
      "sentences": "Absolutely. You know, there is some opposition, there is some questions and some reluctance. And it is important for Ukraine, for President Zelenskyy, to rally a bipartisan support and to convince the members of the Congress that providing Ukraine with military aid, with funding, is in the interest of the world and specifically in the interest of the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "HARRAK",
      "sentences": "Now, as you mentioned there, there is some reluctance among some lawmakers to provide more aid. The Biden administration has been unwavering in its support for Ukraine. Can Ukraine cope with less support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "MYLOVANOV",
      "sentences": "It will be difficult. And we understand, or we should all understand that there is a very clear exchange of trade-off. Less support, more people die. The war is prolonged, and Russia is emboldened.I think if Ukraine gets support, it can put sufficient pressure on Russia. before the winter sets in to be able to have a strong either negotiation position or simply strong strategic military position. Because unfortunately this has become an extensive war. Russia invaded through thousands of kilometers or miles of frontline. And this is a major, the largest conflict in Europe, the largest war in Europe after World War II.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "HARRAK",
      "sentences": "Give us a sense of the mood in Kyiv. Is there anxiety about whether allies can stay the course? Because as you know, some have expressed disappointment at the pace of the push against Russian forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "MYLOVANOV",
      "sentences": "Yes, some people debate and worry, and it's very natural to worry about the support because Ukraine relies on allies. And it's an existential historical moment for us, whether we will exist as a nation or not.But at the same time, I think we understand that there's political competition and elections are coming up, and we are being caught in the middle in some sense, at least partly. And fundamentally, I think the U.S. will continue to provide support, because it's in the U.S. national interest to make sure that Russia doesn't break the rules in the region and doesn't jeopardize Europe later, further. So in that sense, fundamentally, people don't worry about the long run commitment, but there are concerns about the immediate developments. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "HARRAK",
      "sentences": "Tymofiy Mylovanov, thank you so much for joining us.North Korean leader Kim Jong-un has wrapped up his rare six-day visit to Russia. Video from Russian state media shows Kim boarding his personal armored train Sunday, waving to local officials as the band played. Kim made several stops ahead of his departure. He spent much of the trip visiting Russian military sites, fueling concerns about a possible weapons deal. CNN's Kristie Lu Stout joins us now live from Hong Kong with more on this visit. And Mr. Kim did not leave empty-handed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:55",
      "speaker": "HARRAK",
      "sentences": "All right. No deals have been announced. Let's focus now on China's top diplomat, Kristie. and United States National Security Advisor Jake Sullivan. They met for two days of talks in Malta over the weekend. And now I understand the Chinese foreign minister is expected to meet with the Russian foreign minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:55",
      "speaker": "LU STOUT",
      "sentences": "That's right, Laila. Russia's, excuse me, China's top diplomat, Wang Yi, is currently in Russia for a week-long visit. And we know is today that he will be meeting with his Russian counterpart, Sergey Lavrov. They are due to discuss a wide range of issues, including, this is according to Russia's Foreign Ministry, they are due to discuss quote, \"a settlement for Ukraine\" as well as quote \"stability and security for the Asia Pacific region.\"Now Wang Yi's visit to Russia this week comes right on the back. of a two-day long meeting that spans several hours in Malta with the U.S. National Security Advisor Jake Sullivan. Those were talks that were described as being constructive and could very well pave the way for an upcoming meeting between the two leaders of U.S. and China, Xi Jinping and U.S. President Joe Biden. Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:55",
      "speaker": "HARRAK",
      "sentences": "All right, Kristie Lu Stout reporting in Hong Kong. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:55",
      "speaker": "LU STOUT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "LAILA HARRAK, CNN ANCHOR",
      "sentences": "Welcome back to our viewers in the United States, Canada, and all around the world. I'm Laila Harrak and you're watching \"CNN Newsroom.\"United Auto Workers negotiators will sit down with representatives from carmaker Stellantis in the coming hours. A source familiar with the talks says they've gone on all weekend but no new contract offers have been put forward since before the strike deadline last Thursday. The union sat down with General Motors on Sunday and with Ford the day before. Natasha Lindstaedt is a professor of government at the University of Essex. She joins us now from England. Very warm welcome, Natasha. No quick resolution on the horizon in the United Auto Workers' Strike. What are the political ramifications of this industrial action, and do you think this could potentially become an electoral issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NATASHA LINDSTAEDT, PROFESSOR OF GOVERNMENT, UNIVERSITY OF ESSEX",
      "sentences": "Well, it could. There will be big political ramifications if this goes on for a really long time. I should note that the average auto worker strikes in history have lasted, at least the last 30 years, have lasted about five weeks.This could be bad if this went on and on because it will have an impact on the local economies in some of these swing states, but also on the national economy as a whole. And Biden, as he has proclaimed himself the most union president ever, he really has a bit of a tricky situation here, because he's going to want the strike to be resolved as soon as possible because of how closely connected it is to the economy. But he has no choice, but he has to appear to be as pro-union as he can. He needs to be on the side of the autoworkers. And this is difficult, because as you already mentioned, there's some really important demands here that might not get met that soon, that these auto workers want to have more pay, that they see that there's a huge divide between what the CEOs are making, some, in some cases, 365 times as much as the average auto worker. And the auto workers have been saying, you know, there's a 40 percent increase in CEO pay, whereas we can't even afford to buy the cars that we're actually making. So in terms of what the democratic values are, this would be to be on the side of the autoworkers, but he's dealing with the way the nation perceives his ability to run the economy as a whole. And recent polling by Suffolk University in \"USA Today\" has revealed that it's not so great, that 70 percent of Americans don't think that the economy is going in the right direction, 84 percent think it's due to the cost of living, and only about a third think that Biden is doing a good job running the economy. And in head-to-head polls against Trump, Trump is actually 10 percent ahead of him in terms of the way Americans think that he will be better able to run the economy compared to Biden. So Biden's going to want this to be resolved quickly without him appearing to -- to lose sight of what the needs are of the auto workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:50",
      "speaker": "LINDSTAEDT",
      "sentences": "There's always efforts to try to avert a shutdown. And every time we saw this, particularly during the administration where we were getting to the brink of shutdown or feeling like at the very last minute there was some sort of deal that was sorted out, it seems to be that this will pass in the same type of way. I think they will try to avoid it. But if they don't, Biden will have to go on the offensive and claim that this is really the Republicans that are instigating this shutdown, that this isn't the Democrats that want this, and that they're trying to find a solution.As we see in the recent economic speech, he was going on the attack of the Republicans, particularly with their economic credentials and what they're up to and what are they offering the American people, what is their plan? And I think he's going to have to focus on that as well while also trying to ensure that the shutdown doesn't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:50",
      "speaker": "HARRAK",
      "sentences": "Also on the president's to-do list, an impeachment inquiry. What consequences will this have for President Biden's reelection campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:50",
      "speaker": "LINDSTAEDT",
      "sentences": "Well, I think you know it's a pretty bad week for Biden, that the impeachment inquiry is probably the best news of all the different things that are going on. I think the impeachment inquiry is actually going to backfire. It showcases that there's actually infighting within the Republican Party that House Leader Kevin McCarthy is trying to appease this very right-wing, MAGA wing that wants to get rid of Kevin McCarthy and wants to pursue more extreme policies. We see as a result of this, we've had this impeachment inquiry mess.Impeachment inquiries tend to backfire, as I mentioned, just in general, because it seems like a little bit of overreach here. And this is something that if they keep pursuing it, every time they try to investigate and find information, they don't really have any facts or proof that there was any wrongdoing that took place (inaudible) expedition, so this will probably backfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:50",
      "speaker": "HARRAK",
      "sentences": "Natasha Lindstaedt, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:50",
      "speaker": "LINDSTAEDT",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "Hijacked buildings are a growing concern in South Africa after a fire last month in Johannesburg killed more than 70 people. And these are buildings abandoned by landlords and taken over by gangs or other groups who lease space to low-income tenants who can't afford other housing.CNN's senior international correspondent, David McKenzie joins me now with more details. David, you spoke to some residents in these so- called hijacked buildings who are now fighting back? How are they doing that? DAVID MCKENZIE, CNN SR. INTERNATIONAL CORRESPONDENT: Well that fire that happened several weeks ago really shocked this country, Laila, and the impact it has had is to wake up this nation and many around the world on the issue of hijacked buildings. Yes, you heard that right. Buildings that are taken over by criminals. We went inside these buildings to investigate. (BEGIN VIDEOTAPE) MCKENZIE (voice-over): Siyabonga Mahlangu, takes us inside a notorious target. In a city infamous for crime, hijackers often steal cars. They also steal entire buildings. And when that happens, the victims call Mahlangu first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "SIYABONGA MAHLANGU, INNER CITY FEDERATION",
      "sentences": "You can see the situation of the property.MCKENZIE (voice-over): But this is the only home they have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "MAHLANGU",
      "sentences": "What is a hijacked building? A hijacked building, it's where someone will come in and claim to be the owner of the property and start collecting rentals from the resident of that particular building.MCKENZIE (on-camera): Like a gangster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "MAHLANGU",
      "sentences": "Yes, that's hijacking a hijacked property.MCKENZIE (voice-over): And Mahlangu says hijackers with fake papers have targeted the building four times. In one case, even having these women arrested and evicted until his organization beat the hijackers in court. (on-camera): Are people afraid of the hijackers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "UNKNOWN",
      "sentences": "We are afraid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "UNKNOWN",
      "sentences": "We are afraid of hijackers. Because what they do, they put the security during the night, not during the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "UNKNOWN",
      "sentences": "They are threatening. It's not easy. They were threatening us, beating us.MCKENZIE (voice-over): Stolen buildings in Johannesburg aren't new. As the city crumbled, building owners abandoned their properties. Gangs have taken over apartments or hijacked entire buildings like this one. In the world's most unequal country, the desperate will live wherever and however they can. (on-camera): If you look how tightly packed this is, and each one of these little partitions houses a family. It's like an informal settlement squashed inside a building. How many people would live in a building like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "MAHLANGU",
      "sentences": "Close to 500 people in this building.MCKENZIE (voice-over): 500 people, like Nqobile Zulu, that share just one tap. She lives in this tiny space, but she says she can't afford anywhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NQOBILE ZULU, TENANT",
      "sentences": "I'm scared.MCKENZIE (on-camera): Why are you scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "ZULU",
      "sentences": "Because I'm staying with my children. If he is making fire, I don't know where I'm going to, because I don't have money to pay rent.MCKENZIE (voice-over): It is a building just like this one that was consumed by an inferno late last month. 77 people died. Many of them burnt beyond recognition. It's provoked a reckoning in this country, a reminder of democracy's broken promises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "MAHLANGU",
      "sentences": "We'll all die without seeing the change. We'll all die. I can assure you that and promise that.(END VIDEOTAPE) MCKENZIE (on-camera): Well, the city of Johannesburg says that groups like Siyabongas are in fact part of the problem. They say that they are unable to get people out of buildings, to improve those buildings, but the constitution of South Africa insists that if you are removed from a building, even if you're not paying, you have to have alternative accommodation. And really this is a broader story. It's about the promise of South Africa and the promises, as I said, that are unkept. And this is a crisis of housing in the city in Johannesburg, but across this country that has potentially big implications politically for the ruling party. Laila?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "HARRAK",
      "sentences": "David, I understand that you also spoke to victims of that horrific fire. What have they shared with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "MCKENZIE",
      "sentences": "Well, we went to a shelter. There are several shelters across the city that are housing victims of that fire, survivors. Many of them are foreign nationals. In the case of this one shelter we spoke to, a number of Tanzanians who had come to this country for a better life and then ended up in this situation. They didn't even know that the building they were living in was hijacked.They said that they wanted to live in a city, in the buildings that you see behind me in Johannesburg, because they felt safer there because of the xenophobic threats coming from South Africans. This is certainly a very profound problem for this country and for those migrants we spoke to because now they just don't know where they're going to go or how they're going to survive. Laila?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:05",
      "speaker": "HARRAK",
      "sentences": "Heartbreaking. David McKenzie in Johannesburg. Thank you so much for your report.And there's some outrage in Israel right now after a U.N. committee voted to label an archaeological site in the occupied West Bank as a world heritage site in Palestine. The ruins, known as Tel Sultan, are located in Jericho, one of the oldest continually inhabited cities in the world. The Palestinian Authority welcomed the decision, calling it an acknowledgement of the city's cultural, political, and economic significance. But Israel's Ministry of Foreign Affairs expressed disapproval, saying it was a politicization of the U.N.'s UNESCO committee. A newly discovered letter is providing damning evidence that World War II Pope Pius XII knew about the Nazi Holocaust as it was happening, but kept quiet about it. The letter, which a Vatican archivist discovered and reproduced in an Italian newspaper with the Vatican's encouragement, dates from 1942. It is from the Jesuits in Germany to Pope Pius' personal secretary. It confirmed that the Nazis were murdering 6,000 Jews and Poles every day in S.S. furnaces at a camp in what was then Poland. The Vatican at the time claimed its information was only vague and unverified, but the letter also contains references to Auschwitz and Dachau and suggests there were more communications that have yet to be found. E.U. Commission Chief Ursula Von der Leyen and Italian Prime Minister Giorgia Maloney say they're working to resolve the migrant crisis facing the Italian island of Lampedusa. Von der Leyen visited a migrant reception center on the island with the prime minister on Sunday. While during her trip she outlined a 10-point action plan to deal with a surge in migration saying Europe and Italy are both committing more resources. Well this week Lampedusa uptick in migrant arrivals, the equivalent to the entire island's population of approximately 7,000 people. One resident and town council member says she hopes migrants who have experienced a rough time during their journey get the help they need, especially children arriving alone. (BEGIN VIDEO CLIP) ELISA FRAGAPANE, LAMPEDUSA RESIDENT AND TOWN COUNCILOR (through translator): We saw people suffering, children without parents. Maybe this is the part that hurts me the most, because you can arrive naked without clothes and this weekend recover but when a four to five-year- old child arrives alone without parents this is when the heart really breaks into two. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:04",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "You may have wondered if some of your groceries are getting smaller, and you're probably not imagining it. It's a phenomenon known as shrinkflation, where food companies reduce the size of their products while keeping prices the same or even raising them.It's perhaps not surprising given current inflation levels, major food brands are experiencing higher prices for raw materials, and of course they want to protect their profit margins. Well in France, shrinkflation will be made abundantly clear if you do your shop at a Carrefour supermarket. The company says it has added signs to 26 products including Lipton Ice Tea, Lay's Chips and Lindt Chocolate. According to the supermarket's director of client communications, Stephen Bombay, who spoke to CNN affiliate BFMTV, a 300-gram bag of Lay's Chips is now 250 grams and its price has increased 25 percent. The French government has made clear it wants to curb food prices, and the number of products with price caps in French supermarkets recently doubled to 5,000. The French finance minister has even shamed big multinationals, including Nestle, Unilever, and PepsiCo, for not doing enough to help French consumers. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}