{
  "date": "2023-12-20",
  "headline": "CNN News Central",
  "subHeadline": "CO Supreme Court Disqualifies Trump From State's 2024 Ballot; Secretary Of State Blinken Gives End-Of-Year Media Briefing. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Donald Trump's team is promising to appeal the Colorado State Supreme Court ruling taking him off of the state's primary election ballot. In the four to three ruling, they said that Donald Trump is not eligible to hold office because he \"engaged in insurrection.\" The judge -- the judges -- the justices acknowledged that in their opinion -- they said this also in their opinion.That we do not reach these conclusions lightly. We are mindful of the magnitude and weight of the questions now before us. And the weight of those questions and the weight of this ruling also is now landing on Colorado's Secretary of State. And Secretary Jena Griswold joins us now to talk more about the next steps. The first -- the first I want to ask you about the ballot certification deadline coming up on January 5, that is a real question of what happens and what happens after. What -- have you considered yet, and do you have a conclusion on what happens if the Supreme Court does not issue a decision by then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JENA GRISWOLD, SECRETARY OF STATE, COLORADO",
      "sentences": "Well, first off, thank you for having me on. This is a historic opinion from the Colorado Supreme Court, which affirmed a lower court's decision that Donald Trump did indeed engage in insurrection, and that is barring him from being on the Colorado ballot. Ballot certification is in a couple of weeks, on January 5. And we do hope that if the Supreme Court is going to take the case that they do so quickly because we need to make sure that the right people are on the ballots when Colorado votes in the presidential primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "And what happens if they don't by January 5?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:19",
      "speaker": "BOLDUAN",
      "sentences": "Now, some legal scholars have been arguing over the section three of the 14th Amendment that this leans on. Some saying that it does not apply to the presidency. Others arguing that it does, and the law should apply universally to every citizen. You have said that your office determines candidate eligibility based on the Constitution every day. What is your interpretation of this bigger question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:19",
      "speaker": "GRISWOLD",
      "sentences": "Kate, I agree with the Colorado Supreme Court. Donald Trump tried to incite an insurrection to steal the presidency. Not only did he incite the insurrection, then he spent months trying to undermine the peaceful transfer of power.And when it comes to the 14th Amendment, I do not think there should be a loophole for the presidency. That basically would say, if there was a loophole, that Donald Trump is above the law when it comes to rebellion or insurrection. I don't believe that that's appropriate in the United States of America. Ultimately, though, I am not the decider in the case. The courts are. As of right now, the Colorado Supreme Court says that he is disqualified, and we'll see if the U.S. Supreme Court intervenes and holds otherwise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Matt. Thank you, Mr. Secretary. Happy holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:10",
      "speaker": "BLINKEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I know that this is intended to be a kind of 30,000-foot view year-end.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:29",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "We want to take you back to the U.S. Secretary of State Antony Blinken. He is speaking to reporters taking their questions on his year-end wrap of the state of the United States' position in the world. He is talking about the UN Security Council resolution when it comes to Israel and its war on Hamas. Let's listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:29",
      "speaker": "BLINKEN",
      "sentences": "To the last part of your question, let me say this. Look. What I have seen from day one is that countries throughout the region, as well as countries around the world, want to work with us and are looking for American leadership in this crisis, even countries that may disagree with us on certain issues that have come to the fore. That's been a common refrain.I've been not only in the region multiple times and traveled to not just Israel but to virtually all of our other partners, and others including Turkey. We've been on the phones constantly, including this week with all of our partners. And the common refrain is they are looking for American leadership. And we're working to provide that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Michele Kelemen, I'll bring you back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:29",
      "speaker": "MICHELE KELEMEN, CORRESPONDENT, NPR",
      "sentences": "I am bringing back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:29",
      "speaker": "BLINKEN",
      "sentences": "Hi, Michele.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:11",
      "speaker": "BLINKEN",
      "sentences": "Thanks, Michele. On the question of hostages on a pause. This is something we'd very much like to see happen.As you know, we were instrumental in getting the first humanitarian pause that facilitated the release of 110 hostages. Israel has been very clear, including as recently as today, that it would welcome returning to a pause in the further release of hostages. The problem was and has been remained is Hamas. They reneged on commitments that they made during the first pause for hostage releases. And the question is whether they are in fact willing to resume this effort. But certainly, it's something that we would welcome. I know that Israel would welcome it. And I think the world we want them. So, we'll see what they choose to do. We remain very actively engaged in seeing if we can get a pause back on and hostages moving out again. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "BOLDUAN",
      "sentences": "Back to the State Department. Secretary of State Tony Blinken taking reporters' questions.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "BLINKEN",
      "sentences": "And having the capacity and the stated intent to repeat October 7 again and again and again, that's not the interest of Israel. It's not the interest of the region. It's not in the interest of the world.And what is striking to me is that even as again, we hear many countries urging the end to this conflict which we would all like to see, I hear virtually no one's saying -- demanding of Hamas that it stop hiding behind civilians. That it lay down its arms. That it surrenders. This is over tomorrow if Hamas does that. This would have been over a month ago, six weeks ago, if Hamas had done that. And how could it be -- how can it be that there are no demands made of the aggressor and only demands made of the victim? So, it would be good if there was a strong international voice pressing Hamas to do what's necessary to end this. And again, that could be tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Leon (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a follow-up, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "BLINKEN",
      "sentences": "Oh, very early as you look at me right there. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right. I'm sorry to insist on this a little bit. I mean, I know you've just given the answers. But I mean, you -- you've -- you're very careful, obviously publicly as to what you say on the Israel --(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:56:04",
      "speaker": "BOLDUAN",
      "sentences": "All right. We have all been listening in to the Secretary of State Tony Blinken speaking to reporters. It's his year-end news conference, and what an end of the year for him to be facing questions with so many problems in the world that he is -- that is facing the United States, and the international community. Facing some tough questions from reporters this morning.",
      "isLastSentenceInterrupted": false
    }
  ]
}