{
  "date": "2023-12-31",
  "headline": "Inside Politics",
  "subHeadline": "States Split Over Trump's eligibility To Be President Again; Haley Slammed For Not Citing Slavery In Civil War Answer; Christie Targets \"Slippery\" Haley Over Slavery, Trump Answers; U.S., Mexico Plan More High-Level Migrant Crisis Talks; Revelers Gather In Times Square To Ring In 2024. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "FAREED ZAKARIA, CNN HOST",
      "sentences": "loss for America. That is our report. Thanks for watching this special hour on immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Courting chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The U.S. Constitution does not tolerate an assault on our government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KEILAR",
      "sentences": "With Donald Trump off another ballot, his rivals rally behind him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "CHRIS CHRISTIE, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "This should be decided by the voters of the United States. It should not be decided by courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KEILAR",
      "sentences": "Pressure grows on the Supreme Court. How will the justices shape the 2024 race?Plus, walk back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "The cause of the Civil War was basically how government was going to run.Yes, of course. The first thing I should have said was slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KEILAR",
      "sentences": "Nikki Haley stumbles and her opponents pounce.GOV. RON DESANTIS (R-FL): This is not a candidate that's ready for primetime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KEILAR",
      "sentences": "But just weeks before voting begins, is there time to catch up?And breaking point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is unacceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ERIC ADAMS, MAYOR OF NEW YORK CITY",
      "sentences": "I am not seeing the light at the end of the tunnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KEILAR",
      "sentences": "With border crossings at an historic high, will Washington finally act?Inside Politics, the best reporting from inside the corridors of power starts now. Good morning and welcome to INSIDE POLITICS SUNDAY. I'm Brianna Keilar in for Manu Raju. Is Donald Trump eligible to serve as president again? That is the question courts and state election officials across the country are grappling with as we enter the 2024 election year. This week, Maine became the second state after Colorado to bar Trump from its ballot citing the 14th Amendment's ban on insurrectionists holding federal office. Maine Secretary of State, a Democrat, writing, quote, \"I am mindful that no secretary of state has ever deprived a presidential candidate of ballot access based on section three of the 14th Amendment. I am also mindful, however, that no presidential candidate has ever before engaged in insurrection. Both that decision and the ruling by Colorado Supreme Court are on hold pending appeals. But with five other states rejecting similar efforts and the Iowa caucuses just two weeks away, pressure is building on the U.S. Supreme Court to settle this once and for all. Meanwhile, on the campaign trail, Trump's rivals, once again, find themselves in the awkward position of rallying behind the man there, at least ostensibly trying to beat. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HALEY",
      "sentences": "I will defeat Donald Trump fair and square. I don't need him thrown off the ballot. But if we open this door, you can't close it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "DESANTIS",
      "sentences": "It opens up Pandora's Box. Can you have a Republican Secretary of State that disqualify Biden from the ballot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "CHRISTIE",
      "sentences": "Makes him a martyr. You know, he -- he's very good at playing poor me, poor me. It's not good for our democracy. In the end, Donald Trump should be defeated by the voters at the polls.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KEILAR",
      "sentences": "All right, let's break this all down now with CNN's Eva McKend, the Washington Post, Josh Dawsey, Zolan Kanno-Youngs of the New York Times, and the Wall Street Journal's Catherine Lucey. Thank you to all of you for being here on this New Year's Eve.So, Josh, I really think this headline from CNN's Stephen Collinson captures the moment that we are in, \"Risks of U.S. electoral chaos deepen after Trump is barred from another state ballot. Confusion over the ballots, the inconsistency of it. We're two weeks out from Iowa. Is this just a preview of how chaotic 2024 is going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JOSH DAWSEY, POLITICAL INVESTIGATIONS REPORTER",
      "sentences": "Yes. I think it's fair to say 2024 is going to be quite chaotic. Here, obviously, the Trump team is looking to the Supreme Court to make a ruling. They think their odds, they are good.They don't foresee a place where they're taking off the ballot in key states where they need to be. But as some of the GOP candidates said there, it is a precedent that could be said if you start taking people off ballots. There's a concern that even a lot of legal experts that we've talked to last week said, you know, people don't like not having the choices made themselves. People want to make vote for themselves. They want to make the choice themselves. And I think that is what you're seeing here is you're going to have to get to the Supreme Court because every state individually making different disparate decisions, it just becomes a Pandora's Box a mess of sorts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:09",
      "speaker": "CATHERINE LUCEY, WHITE HOUSE REPORTER, THE WALL STREET JOURNAL",
      "sentences": "But you are definitely hearing from some Democrats. I agree, not in the White House, but some Democrats are talking about how Trump needs to be defeated at the ballot box. That you're hearing from folks like Gavin Newsom, for example, saying that that is the best way moving forward to defeat him, that they don't want to see him taken off ballots in those days.So you are -- I think you're going to hear mixed views from Democrats, but a lot of them do think that the best way forward is to actually trying to defeat him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:09",
      "speaker": "KEILAR",
      "sentences": "Yes. There is so much conflict between Democrats. It's very interesting to see this philosophical divide here.Washington's Democratic Secretary of State telling the New York Times he's torn about all of this. He's concerned, to your point, about the threat that Trump poses to democracy, as you hear so many Democrats saying, but he worries that removing him from ballots will further undermine voters' faith in elections. The Gavin Newsom, to that point, he's at odds, even with his own lieutenant governor. We're seeing the division even in that state is California keeps Trump on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:09",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "He is. And it's also largely because Democrats have made this argument about the future of democracy so central to their election arguments. And so here we have a situation where some of the critics of these choices are arguing that this in itself is anti-democratic.And, you know, you also hear 2024 presidential candidates, fellow Republicans, those who are really critical of former president Trump like Chris Christie, say, listen, we don't want to make him into a martyr. Let's beat him at the ballot box. So there is widespread disagreement on this all around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:09",
      "speaker": "DAWSEY",
      "sentences": "The defining dynamic in some ways of a GOP primary, thus far, has been all of these other Republicans who are principally, you know, need to criticize Trump, need to beat Trump, defend him when it comes to criminal indictments. You've seen most of them defend him.Here, you see most of them defend him. You see GOP voters in the polls have been -- have rallied to his defense for all of these. The crystallizing factor, if you talk to operatives in the party, you talk to even rival campaigns, has been all of these charges about the wrongdoing that he's alleged to have committed. And here, being potentially taken off the ballot, has made Republican voters like him more, viewing more as a martyr, come back to him. And it's happening across the place. I mean, you talk to DeSantis people. You talk to Nikki Haley folks. They will all say to you that the indictments have helped Trump. KANNO-YOUNGS: That is definitely true for the primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:09",
      "speaker": "DAWSEY",
      "sentences": "For the primary, yes.KANNO-YOUNGS: I do -- I do wonder how that may shift when you get to a general election, right? I mean, now, because you still do have now two more examples of official documents saying that there -- that he did play a role in inciting the insurrection here on January 6. And absolutely true, the pattern here after these indictments now once again has been galvanizing around the former president, how that impacts him in the general election, I'm also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:09",
      "speaker": "MCKEND",
      "sentences": "It is -- it is almost like clockwork. You go to one of these Republican forums, faith and freedom, or many of the others, and you speak to Republican voters, and almost like clockwork after every single indictment.The response was, I'm only inclined to support him more because I feel as though, you know, what they characterize as the deep state is going after Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "KEILAR",
      "sentences": "So far, he's not immune from either one, definitely. Mitch McConnell's words ringing very true there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "LUCEY",
      "sentences": "No. I mean, certainly we're seeing all of this play out. Trump floors are going to continue to make these arguments. They're really trying to cling to this, but he is facing all of these legal cases. And so far has not been able to back up this argument that he shouldn't -- should be immune.But certainly, I mean, to the bigger point, all of this is just bolstering him with Republican voters. Every single time something new happens in the courts, he goes back to this argument that he's being persecuted, that Democrats are out to get him. And this just seems to keep making him stronger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "DAWSEY",
      "sentences": "Zolan's point is astute though on the general election. I mean, one of the things that Trump's team is grappling with and looking at is if is he's convicted, let's say on the J6 trial in D.C., are general election of voters more inclined not to support a convicted felon?If he's convicted, let's say in the documents case. If you have him right now, he's using this to fundraise to rally supporters around him, to rally Republicans, to dominate the GOP nominee. But if he actually is convicted, and he becomes a convicted felon, how does that affect a general election? And I don't think it's the same calculation that you have with Republican voters. We don't know yet, but it's certainly a different dynamic the way that Trump's people see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "KEILAR",
      "sentences": "So much of what he's doing. Surely his lawyers know they don't have a very firm legal leg to stand on, and we see him time and again what it's about is delaying this, pushing this so that when it comes to that question of, has he been convicted or not? There are less answers to those questions because, clearly, there is some concern on the part of his campaign, on the part of Trump, that that really could be the difference for many voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "MCKEND",
      "sentences": "It could be. It could be. It hasn't hurt him as yet, but maybe it's a different calculation for voters post, you know, post a potential conviction. I often post this question to fundraisers, especially as we've seen jockeying in the field, different candidates drop out.You know, what will you do if Trump is the nominee? Will you still support him? And you'll often hear silence on the other -- silence on the other line, in the wake of a conviction, you know. Because some of these big fundraisers are lawyers. And so that is going to be a calculation that everyone has to weigh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "KEILAR",
      "sentences": "They know. So Trump's anger over these efforts to disqualify him, it's pretty striking, especially when you consider his long history of calling for his political opponents to be disqualified. Let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "It's one of the greatest scams in the history of politics.You are not allowed to be a president if you're not born in this country. He may not have been born in this country. The people voting for Ted, for Ted Cruz, those people, I think there's a real chance that he's not allowed to run for president. I'm telling you, she should not be allowed to run for president. Based on her crimes, she should not be allowed to run for president. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "KEILAR",
      "sentences": "He has a clear history here.KANNO-YOUNGS: Yes. I'm not sure the former president has ever been too concerned about falling into the double standard, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "KEILAR",
      "sentences": "the intellectual consistency.KANNO-YOUNGS: Right. Absolutely. This has been part of the political strategy from the former president has been to, whether it's the Justice Department, the courts, political opponents, framed these things as a witch hunt against him, even while, you know, making some of those same accusations in the past, but all on an effort to galvanize his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "KEILAR",
      "sentences": "We're just weeks away from voters actually heading to the polls and Nikki Haley has been trying to capitalize on a late surge.But in recent days for momentum seem to stall over an issue that most people consider to be settled history. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "HALEY",
      "sentences": "I mean, I think the cause of the civil war was basically how government was going to run. The freedoms and what people could and couldn't do. Government doesn't need to tell you how to live your life. They don't need to tell you what you can and can't do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In the year 2023, it's astonishing to me that you answer that question without mentioning the word slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "HALEY",
      "sentences": "What do you want me to say about slavery?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "KEILAR",
      "sentences": "That exchange sparked an intense backlash that led to several days of Haley playing cleanup.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "HALEY",
      "sentences": "Of course the Civil War was about slavery. We know that. That's the easy part of it.What I was saying was what does it mean to us today? You grew up in the south, it's a given that it's about slavery. To me, it was about but freedom. Yes, of course. The first thing I should have said was slavery. I completely agree with that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "KEILAR",
      "sentences": "As the old saying goes, if you're explaining, you're losing.So does this incident risk undercutting Haley's pitch to voters that she's a straight talking truth teller? And what does her answers say about the modern-day party of Lincoln? We're back now with our panel. Eva, you were in the room when this happened. Tell us about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "Yes. But you have to be clear about this one and she certainly has learned that. I mean, if you just look at the headlines, right, they're pretty chafing. Let's put it that way. I think that's an understatement.Just how big of a problem, Catherine, is this for her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "LUCEY",
      "sentences": "I mean, it's a pretty basic answer that most people learned when they were in grade school, right?So it opened her up to a world of criticism at a kind of quiet moment in the news cycle, which isn't great. It also potentially undercuts her argument to both Republicans but also to independents in states like New Hampshire that she is a disciplined and principled candidate who is a good alternative to Trump. And that could create problems for her going forward there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "You are from South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "DAWSEY",
      "sentences": "I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "You covered Nikki Haley extensively. And so you're all too familiar with her complicated relationship --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "DAWSEY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "-- with this answer, this topic, the Civil War. I want to play some sounds so that we can see this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "HALEY",
      "sentences": "I think you had one side of the Civil War that was fighting for tradition. And I think you had another side of the Civil War that was fighting for change.You know, at the end of the day, what I think we need to remember is that, you know, everyone is supposed to have their rights. Everyone is supposed to be free. Everyone is supposed to have the same freedoms as anyone else. So, you know, I think it was tradition versus change is the way I see it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "There you go. You've heard it before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "DAWSEY",
      "sentences": "Yes. It's interesting though. One of the defining moments of her governorship in South Carolina, after the Mother Emanuel shooting in Charleston, the massacre of, you know, horrific racist massacre of the kids and the adults and everyone in that church, right? She sort of took the temperature of her state. South Carolina was not as wedded to the Confederate flag as it once was.But it still was a position that called her severe backlash in the state. I mean not everyone was ready to take the flag down. South Carolina had sort of moved to be a little bit more accepting of that. But the flag had haunted the state for decades. I mean, every time there would be, you know, NCAA championship, any sort of convention or event, there would be boycotts, there'd be calls for the state to join the 21st century to take the flag down, right? To remove it from a place of prominence. And she did it after Mother Emanuel. Now critics say it was calculating or critics might say that it was -- she saw the winds and she blew it. But it was a courageous step in some ways in the state because she could get backlash for it. And it was sort of a seminal moment growing up in South Carolina and being from the state to see the flag removed from a place of prominence in the state. I mean, it was the kind of capstone of her governorship in a lot of ways. And our answer to a lot of folks who watched Nikki Haley in South Carolina on this one was just -- was sort of surprising because it didn't show any like that. I mean, they've sort of talked to her about race over the years and her answers as you showed over the years have been a little bit more complicated, let's say, on the Civil War. But this was like sort of she almost just pivoted to talking points that were totally unrelated to the question. And it was just kind of a lack of political sophistication according to people that I talked to have known her forever. They would just sort of surprised that she didn't handle it any better than she did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "You know, you were in New Hampshire, of course, at that event you were talking to voters including a Chris Christie supporter. I want to listen to what that supporter told Eva.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "TOM BARTON, NEW HAMPSHIRE VOTER SUPPORTING CHRIS CHRISTIE",
      "sentences": "For me to ever support her campaign, she would have to get serious about going directly at Trump. And she'd have to walk back some of the things she said.We need to get past the chaos and drama. But she doesn't come out and say Trump caused the chaos and drama that we've had. You know, she's just not -- she's just not strong enough in that area. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "KEILAR",
      "sentences": "Do you think that's more the concern of voters that she might be able to peel off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "MCKEND",
      "sentences": "Absolutely, absolutely. And you sort of see Christie taking an opening here because he argues that listen, you know, in the wake of this, there's -- I've known Nikki Haley for several years, he says, she's not racist. It's nothing about that.It's that she is afraid of offending certain constituencies. And she is not going to go after the former president in a way that he needs to be attacked. And so yes this is going to be a vulnerability with her with some voters and some voters in New Hampshire. They just -- they are -- they don't trust her enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "LUCEY",
      "sentences": "It's a big opening for Christie too, right? Because there's been a lot of pressure on him recently to step aside in favor of Haley. A lot of Haley backers and folks in the party who are looking for Trump alternative and saying, you should get out of the way. We should all coalesce behind Haley. And this -- I think this moment probably gives him some, you know, ammo to stay in, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "KEILAR",
      "sentences": "Let's listen to Chris Christie on this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "CHRISTIE",
      "sentences": "I think New Hampshire is seeing the slippery slick Nikki Haley who won't answer questions definitively. Won't say whether she's willing to be as vice president. Won't say whether Donald Trump is unfit to be president. Won't say whether slavery is the cause of the civil war definitively. These are the kind of things that are done to try to protect certain constituencies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "KEILAR",
      "sentences": "Where's that line between not offending someone and appearing, as he said, slippery and like you don't stand for anything.KANNO-YOUNGS: Yes. The line seems to move. The field goal post seems to move often for these candidates. I mean, also, you know, we'll see what the political impact is in the short-term, but New Hampshire, I mean, I'm a New England native and New Hampshire does have a history of a lot of pride. And also sending in battling the Confederacy as well and having a role, you know, as well and sending forces during the Civil War. The field goal post seems to move at times with these candidates. I did find it interesting as well that Ron DeSantis, you know, took the opportunity as well to criticize this moment, given just earlier this year. He was facing backlash for revising the curriculum around slavery as well, but was not hesitating as well to criticize Haley in this moment. Look, big picture. I do think this also speaks to at a time when the Republican Party is trying to diversify its base and appeal to more voters of color, appeal to more black voters. You are seeing difficulty with these candidates basically describing American history accurately. And I don't know how you're going to be able to succeed in diversifying your voter base if you can't be able to state clearly facts of American history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "KEILAR",
      "sentences": "Ron DeSantis asked about the Confederate flag was about his mealy mouth as Nikki Haley. However, he's -- you know, he is not a descendant the way she is.And to that point, what happened here with Ron DeSantis to kind of give this almost Scott Walker-esque effect of him limping into 2024 when people thought he had so much promise? KANNO-YOUNGS: I mean, initially, I think you had almost an attempt to sort of appeal to the Trump base and sort of spotlight an uplift Trump policies, but you are not Trump. You are not the guy that can actually go and galvanize that base. You are not the guy who can go and stand out at those rallies. At least it appears voters have perceived it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "LUCEY",
      "sentences": "There's also a bunch of sort of technical problems beside him, right? They had set up his -- a super PAC that was going to do a lot of the work of the campaign, which traditionally do. There have been a lot of problems with leadership there. I think difficulties of messaging.He also had a lot of, I think, there was interest and enthusiasm after he, you know, won big in his last gubernatorial race. And then he chose to wait to get into the presidential race until after finishing the legislative session in Florida, which some people felt like that gave a lot of runway to Trump at a key moment. So there were some decisions like that that are being sort of second guess now, I think, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:18",
      "speaker": "KEILAR",
      "sentences": "Two hundred twenty five thousand, that is how many migrants authorities encountered along the southern border this month according to early numbers from the Department of Homeland Security. It's the highest monthly total in more than two decades. And it's not just the border that's overwhelmed. The migrant crisis has hit cities as far north as Denver and New York just take a look at these migrants arriving in Chicago this week on a charter bus from Texas unprepared for the cold wearing short sleeves and flip-flops, young children covered only in sheets.The U.S. and Mexico holding high level talks this week, they're planning more next month. But relief isn't coming soon enough for these mayors of several Democratic-led big cities where Texas Governor Greg Abbott, a Republican has bussed more than 90,000 migrants. They say these mayors that Washington is failing them. (BEGIN VIDEO CLIP) MAYOR BRANDON JOHNSON (D), CHICAGO: There has to be better coordination and without a coordinated operation. This is going to crush local economies. MAYOR ERIC ADAMS (D), NEW YORK: Breaking points looks like I'm having to cancel my police class, stop to some of my trash picks up, looking at some of my school programs that will have to be canceled, cancel some of my library hours. Every agency and delivery of service in my city is going to be drastically impacted. MAYOR MIKE JOHNSTON (D), DENVER: There is a path to solve it. And that's why we need Congress to take action at. The federal resources are what the Congress has held up along with that Congress could directly authorized the resources that are needed to accelerate that work authorization. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "KEILAR",
      "sentences": "The frustration palpable there. How problematic is this for Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "LUCEY",
      "sentences": "This is a big problem. And he's facing it from all sides. So it's not just conservatives are calling for tougher border security policies. You're hearing it from Democrats in these big cities that are just inundated with migrants at the moment. And so we have to see what's going to happen when Congress comes back. There is this effort to do new border restrictions tied to a new package of Ukraine aid.There is some optimism, I think that something can get done that will, and Biden has made very clear as part of that, that he is prepared to take, you know, to do significant new restrictions. And that speaks to the White House thinking right now that they really -- they do need to do something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "KEILAR",
      "sentences": "Zolan, you just got back earlier this month from spending a few months reporting in Mexico and in Central America, on the root cause of the problem. And you're also reporting on the shift that we've seen with President Biden. Tell us about this.KANNO-YOUNGS: Absolutely. I've been covering immigration since the Trump era as well and through the Biden administration. And being in the region and reporting on this, traveling to places like the Panama- Costa Rica border, the next step after the Darien Gap where migrants are making that dangerous trek. You do realize that one difference about this crisis is just how hemispheric it is. We are not any longer talking about just migrants coming from what's known as the Northern Triangle of Guatemala, Honduras, and El Salvador and making their way through Mexico to the U.S. border. You are having migrants come from Venezuela, making their way through Colombia all the way through the region. And what that means is you have actually more nationalities of people that are actually approaching the border, which then makes this even more of an intractable issue. U.S. doesn't have good diplomatic relations with all of these countries to deport some of these migrants. So that's one issue. The administration also often says that the way they're different from the previous administration is by approaching this as a regional sort of collaborative strategy. But I found that that's not always the case. I mean, often the administration will say, look, we're investing in these countries so they can expand their own refugee programs, so that migrants don't need to make the dangerous trek. And while there has been a little bit of progress in that area, I also found that in places like Costa Rica and Panama, officials there just like officials and many that you heard on T.V. just now are facing domestic criticism themselves over soaring crossing, say in Costa Rica, coming from Panama. So they are two countries, instead of deterring migrants from coming to the U.S. border, actually are busing them north, are spending money to basically organize busing for these migrants thousands a day to go north. And what you have there also is, and now they say that's a good alternative to human smugglers, of course, but without a doubt, it also incentivizes more of this migration to the U.S. border. This is 100 percent, one of the primary political vulnerabilities but it also is a major logistical and humanitarian crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "KEILAR",
      "sentences": "Certainly, and that incentivizing of the movement north, I mentioned these meetings that Biden administration officials are having with Mexican officials, ongoing ones. And what Mexico really wants Josh is for the incentive to be to stay to Zolan's point, to stay in their home countries. But is Biden stuck between a rock and a hard place where, you know, he's facing a divided Congress and Republicans are not particularly interested in providing funds for that kind of thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "DAWSEY,",
      "sentences": "That's right, you have Republicans who are not particularly interested in providing funds for that kind of thing. You also have Democratic mayors, as you just saw, who are bringing significant backlash to them. And then you have progressives on the left, too, would certainly be displeased if he sort of ramped up the deportations or did more draconian measures in their mind, right?And then you have Trump who's going to try and make this visa (ph) nominee, the number one issue of the landscape, as he always has done, right, and to pay them broad budgets. So it's a tough issue. I mean, Zolan has covered this deeply. He knows the policy particulars more, but just on the political winds, it's probably the place where he polls among the worst of any issue right now the current president, and it's a place where Republicans see the most sort of ground to just attack him relentlessly over the next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "KEILAR",
      "sentences": "It's a very interesting point. It certainly former President Trump is trying to seize on this issue, as you mentioned, here's a new T.V. ad he's out with.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "While the world burns, Joe Biden has created a violent threat in our own backyard. Biden's open border has opened the floodgates to record numbers, including terrorists, fentanyl traffickers and raises the possibility of a Hamas attack.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "KEILAR",
      "sentences": "All right, you have that, Josh, you also have his recent rhetoric, Hitleresque, the poisoning the blood where he's -- this is how he's talking about immigrants. I wonder how you see what he's saying here? Is it the same old same old Trump? Or do you see him upping the dose? And if that is the case, what does that tell you about his concern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "DAWSEY",
      "sentences": "Well, that's always a perpetual question with Trump. Is he upping the dose? Or is it something that we've been watching for so many years? Because when we look on immigrants has been, the poisoning the blood, that is a new one, he has not used that repeatedly. And he said that sort of multiple times now. Some of the things that he said, he has said in the past about what he wants to do, you know, with the border and how these immigrants are ruining our country in his words. You know, I think what Trump is going to do on immigration over the next year is his team definitely sees it as a place where Biden is weak.So I think he's going to talk about it in every speech and every rally, their campaign ads are going to be about it, you're going to see him ramp up the rhetoric on immigration. And his bat, and I don't know if this is a bat, we'll see about how this works out. But his bat is that much of America will agree with him more than they will agree with Biden on immigration. But this country is a center right country on immigration policy. That's what Trump's people think, and that people want to see fewer border crossings, they want to see a law, a lot of people want to see a wall. It's what they tell you they think. Their calculation is being tough on immigration will actually speak to a lot of voters in the middle. And I guess that will be 2024 will determine if that plays out or not. KANNO-YOUNGS: I think it's absolutely true that you already are seeing progressives accused the White House and say this would be a betrayal to accept some of these restrictions. However, there is definitely a break between some Democrats of the -- with the DNC as well as Democrats in the White House and that progressive frustration at this point. I've talked to Democrats and those in the White House that have seen this potential deal in Congress as almost a gift to sort of address some of the frustration that you're seeing around those soaring illegal border crossings. Without a doubt, though, this is a pivotal moment for this entire country when it comes to the immigration system. The ongoing negotiations that we're seeing the capital raising the standard for something like asylum, possibly having a new expulsion authority. These are things that are being considered that would fundamentally change the immigration system in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:00",
      "speaker": "KEILAR",
      "sentences": "On this final day of 2023, we want to talk to our great reporters here about some of the stories that they'll be watching out for in 2024. And we have to get used to saying that 2024, we have about a month here. OK. You are watching the status of refugees in America Zolan.KANNO-YOUNGS: I am. Yes. Since the Trump administration, basically, the Trump administration really lowered the amount of refugees that could be allowed into the country and also really, the traditional refugee program took it, to suffer the infrastructure of it, suffered a lot damage. The Biden administration to respond to these different wars has relied on two different programs that in layman's terms are essentially emergency temporary programs to allow thousands of Ukrainians as well as Afghans in. We often focus on the southern border and the administration's approach -- use of something called parole to allow migrants in. But not as much at this point on the thousands of Afghans and Ukrainians that essentially have a deadline, a date where their status could expire. And those programs are also being debated on the Hill right now in exchange for Ukraine aid. I should say that the administration did extend those programs for now. But with an election coming up where immigration will be a hot topic, as well as these ongoing negotiations, I'm looking to see what the future is for those programs, what the future is for those thousands of Ukrainians and Afghans, and more broadly, what the future is for America's role as really being a sanctuary for refugees around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "KEILAR",
      "sentences": "Yes. Sort of the short fix.KANNO-YOUNGS: That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "KEILAR",
      "sentences": "You are watching, what do you have your eye on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "LUCEY",
      "sentences": "So I'm watching for a Supreme Court ruling that we're expecting on rules that govern the abortion medication, Mifepristone. This would be the first case -- abortion case that the court takes up since they overturned Roe versus Wade. And this deals with the most common method of abortion in America. It really restricts access to this drug would impact patients in states where abortion is legal, as well as states that have outlawed abortion since Dobbs.So obviously it has big impact, just in terms of the impact on patients. But the timing of this potential ruling, if it comes in June, could also have really seismic impacts on the presidential race. We saw how galvanizing the Roe versus Wade decision was, the overturning of Roe was, on the midterm elections. We've seen how motivating it's been for Democrats in special elections since then. We just saw this in Ohio. We saw it in a state Supreme Court race in Wisconsin. And so if this ruling does restrict access to this commonly used medication, it really could motivate and, you know, more voters, you know, on behalf of Democrats going into the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "KEILAR",
      "sentences": "And so might some of these ballot initiatives you're watching, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "MCKEND",
      "sentences": "Right. Right now as we speak in red Nebraska, you have organizers going door to door trying to collect enough signatures to get a ballot initiative for paid sick leave. This really interests me, because it hasn't been successful in the Republican controlled state legislature. But the power of organizers, some of these Democratic causes, his left leaning causes, even in red states are gaining traction, because of these ballot initiatives and the ability of the citizenry to put it for an up and down vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "KEILAR",
      "sentences": "Very fascinating. Going against expectations, it's really interesting to watch. Josh, what are you looking at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "DAWSEY",
      "sentences": "I think the story on the GOP side next year is going to be the collision of the legal system and the political system in this country. You're going to have constant hearings, trials, potential trials, I guess they could still be postponed but right now we're going to have several trials. You're going to have a candidate Trump chatting from the campaign trail to the courtroom from the campaign trail to the courtroom. And you're going to have all sorts of witnesses from his own orbit testifying as he's on the campaign trail.You're going to have all sorts of disclosures from his lawyers, as he's on the campaign trail, like the key dynamic there is going to be to see how his team can balance what they have to do in court versus what they have to do on the trail and how voters respond to it both. So I'm watching them closely, these sort of bifurcated, but they collide in so many ways, they cannot be separated from each other as much as some of his advisors like (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "KEILAR",
      "sentences": "And how can they capitalize on it, that's what they'll be asking, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "DAWSEY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "KEILAR",
      "sentences": "How can they capitalize on it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:07",
      "speaker": "DAWSEY",
      "sentences": "Well, that's a good question. I mean, I think we don't know yet what voters are going to do, right? I mean, if you have Republican voters who so far has been more wedded to him, as we've discussed. But, you know, in Florida, you have the classified documents case where there's reams of evidence, you have a case in D.C. where his lawyers fear, you know, there'll be a jury here that could convict him. I think they thought -- a few that case here is not necessarily a great one. You have New York and you have Georgia, some of them they view as stronger and weaker.I think they think if they can win one of these cases somewhere, they can sort of try to paint with a broad brush and we'll see if they can do that or not. But it's going to be dicey. I don't know that we know how it's going to play out. So it's going to make for a fascinating year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:58:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Happy New Year.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:58:07",
      "speaker": "KEILAR",
      "sentences": "All right, a look there at New Year's celebrations around the world. And on this New Year's Eve in the states, we're joined by Brynn Gingras live from Times Square. All right, Brynn, a few hours to go here. I'm sure some people are already trickling in though. What's the atmosphere like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:58:07",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Can you believe it? Yes, there actually are a lot of people who've trickled in already. But Brianna, we are giving you a behind the scenes look up the actual back sort of stage of what CNN's production is. Of course that's going to be Anderson and Andy live here on CNN tonight. So this is our crew setting up. But as we walk further down here, Frank can keep up with me here, we're going to kind of show you where all those people that have already started to trickle in are.They've gone through security measures which of course there are some heightened measures this year because of the heightened threat environment that we certainly are faced with right now. You could see the bomb squad dogs here. But if you zoom down there, Frank, you can see all these people already set up in pens, in Times Square and higher up there is of course that ball with 2024 that is going to drop at midnight tonight. But can you imagine this all these people about more than million people are expected to come here into Times Square and this isn't even full yet. There are people still waiting to come in to celebrate the New Year. So Brianna, my question to you as you ring in this New Year is, could you stand in a pen that long, you don't be able to go to bathroom or do anything that's what I want to know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:58:07",
      "speaker": "KEILAR",
      "sentences": "Oh, heck to the no Brynn Gingras. I could not. I could not do that. It's the restroom issue for me. And so that's part of why I like to just -- I love to watch my Anderson and Andy from home with my bubbly, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:58:07",
      "speaker": "GINGRAS",
      "sentences": "Yes. With like your blanket on. I got you. I got you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:01",
      "speaker": "GINGRAS",
      "sentences": "No, no. These -- no. I don't want to say people are crazy but this is crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:01",
      "speaker": "KEILAR",
      "sentences": "I'll say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:01",
      "speaker": "GINGRAS",
      "sentences": "I mean it's actually not as cold as it typically is. But yes, not -- there -- this is, yes, takes a special person.",
      "isLastSentenceInterrupted": false
    }
  ]
}