{
  "date": "2023-10-17",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Hamas: Hundreds Killed In Israeli Strike On Hospital In Gaza; Jordan Spokesman: Planning On Second Speaker Vote Today. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Congressman Jim Jordan tried and failed to secure the speakership on the first ballot. We'll have more on that in a few minutes. Continued chaos and disarray among House Republicans.And the United States still does not have a speaker, for the first time, to the best of my knowledge, ever. But, first, we're going to Israel and Gaza where hundreds are reportedly killed at a hospital in Gaza that is still on fire. Video we're just getting into CNN shows rescue workers pulling people out from under the rubble. Mahmoud Abbas, on the West Bank, has declared three days of mourning. The Israeli Defense Forces say that it is investigating exactly what happened and has no details to share at this moment. It's unclear exactly what happened, except, right now, something very horrible. Let's get straight to CNN's Clarissa Ward. Clarissa, what do we know for a fact right now? And what are we looking into?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we know for a fact that there has been say horrific incident at the Al-Ahli Baptist Hospital in Gaza City in northern Gaza. That is the part of Gaza that Israeli forces had ordered people to evacuate from as early as Friday.We don't know exactly yet what caused the incident. It does appear to have been some kind of a massive strike, though, from preliminary videos that we are starting to look through. The Palestinian Health Authority is saying that at least 200 to 300 people have been killed. And you are already seeing a massive reaction from Palestinians inside Gaza. Hamas calling it a genocide. Also from Palestinians in the West Bank, declaring three days of mourning, flags to be flown at half-mast. And certainly, we're also seeing a much more higher level of rockets coming into Ashkelon in the last couple of hours. There's been sirens at least several times and several barrages of rockets. And all of this leading to fears of a real intensification of violence on the eve of President Biden's visit to Israel. And from what we're seeing and hearing, it's very clear that there's going to be an incredibly strong reaction to this -- to this hit, on the hospital. Again, it will take some time to work out exactly what has happened. It is late at night. There is very little electricity. It is challenging to find exact numbers for how many were killed and how this happened. But what we can say is that, according to a number of reports on the ground, thousands of people were seeking refuge in this hospital. This is something that's very common in Gaza, Jake. When you have intense Israeli bombardment, people tend to flock to hotels, hospitals, mosques and shelters, because those places are largely considered to be safe. So, a lot of families will go and, literally, often, sleep in the hallways of hospitals or hotels, wherever they can find. That appears to have been the case at the Al-Ahli Baptist Hospital. We're hearing there were also people being treated. Now many of them are being moved, obviously, with the dead and the wounded, to the Dar Al Shifa Hospital inside of Gaza City. And all of this coming at a moment of protracted suffering for Gazan civilians, who are facing what the U.N. has called an unprecedented humanitarian catastrophe. And of course, as Israel has urged people to leave northern Gaza and move south, these types of strikes and the ferocity that we have seen in the south, there have been a lot of strikes, too -- which is where Israel has been pushing people towards -- has really left a lot of people paralyzed. We've spoken to families who say they don't want to move. They're too scared to move. They don't want to even leave their houses. So, clearly, a horrific day in terms of the death toll, now well above 3,000 Palestinians killed. And we are just trying to put together a better picture of how exactly this happened -- Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "TAPPER",
      "sentences": "I want to warn our audience right now, it's 2It is the scene of what happened, and there are people who have been wounded. People who have been burned in the fire. So, just know that that is what you're looking at. These images coming in. And, Kim Dozier, you have covered war zones before. And so often, there are so many questions, and that we don't know, and in the fog of war, it's difficult to answer. First of all, so many things to keep in mind. One, this latest spate of violence began with Hamas attacking Israel two Saturdays ago. Something to remember. Two, obviously, the Palestinian Israeli conflict did not begin two Saturdays ago. Three, if Israel did, in fact, strike this hospital. And we don't know that to be the case right now. Four, sometimes Hamas does misfire and blame it on Israel. Five, Israel is bombing that part of Gaza right now. Six, sometimes Gaza -- sometimes Hamas does embed within the population. I mean, there are so many things we do not know. The one thing we do know is that innocent people in Gaza are being hurt and are being killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "And, Jake, what those images add up to is a mass casualty event that could change the international opinion of what Israel is doing right now. It could shift international opinion against them.It's already shifted that opinion in the Arab world against Israel. In Israeli news channels, they are still covering hostage families. Arab news channels are covering the destruction insides Gaza. But this is a denied area, so Israel, international investigators, we can't get in to see what brought that structure down. Remember, Israel is also trying to target the subterranean weapons storage cache, rocket launcher facilities. And Hamas has a pattern of having those types of things stationed near civilian areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "TAPPER",
      "sentences": "When you say subterranean, let me just translate for folks at home who are not familiar with that word. Hamas has an intense, complicated, rather sophisticated tunnel network --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "DOZIER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "TAPPER",
      "sentences": "-- under Gaza, sometimes, under homes, under apartments, under hospitals.I'm sorry. Please continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "DOZIER",
      "sentences": "Yes, absolutely. They've bragged of having 300 miles of tunnels beneath Gaza City, beneath other parts of the whole territory.Israel and the U.S. have tried to use new technology to map those tunnels. But Israeli officials have admitted to me, they don't -- they don't know the whole structure. So they're trying to smoke fighters out of some of the entrances. And they're hitting multiple targets related to that. Is that what brought the structure down? It won't matter to people in the Arab world. The young generation of Arabs watching this, growing in anger, against what Israel is doing. And that's going to make it harder for Egypt, say, to open its Rafah border crossing to allow aid in. It's going to make it harder for all Arab leaders to do what President Biden will be asking them to do in his visit tomorrow, to show some sort of cooperation with Israel that helps the Palestinian people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:06",
      "speaker": "LEIGHTON",
      "sentences": "Yes, indeed, Jake. I think the real problem for President Biden is going to be to try to cool as best he can everything down. And that's a really tall order.He was already confronted with an almost impossible task by coming into the Middle East, especially into Israel, and doing this situation. And his stated purpose, with at least part of the Israeli visit, is to take a look at the strategy that the Israelis are proposing and to the kinds of tactics that they're going to be using in order to achieve that strategy. This kind of a situation, if it is, indeed, something that goes back to what the IDF, the Israeli Defense Forces, have been doing, then it really not only complicates things. But it also calls into question the entire mechanism with which the Israelis are actually prosecuting this war. How are they doing it? How careful are they? You know, the idea of humanitarian areas, humanitarian corridors, that kind of thing would really need to be worked out. Should have been worked out way before this. But this really underlines the fact that there's a lot of -- there's a lot of missing pieces here. And that's the kind of thing that really needs to be fixed before we have more civilian casualties like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:06",
      "speaker": "TAPPER",
      "sentences": "And, Kim Dozier, just to underline something that I thought was important when I was interviewing an Israeli official the other day, the Israelis regard this as an existential threat to Israel.And especially, when you look at the Hamas charter, which calls for the destruction of Israel, and you look at the unbelievably horrific attack on Israel two Saturdays ago. I raised the issue of civilian casualties with the Israeli official, as I have every time I've interviewed an Israeli official since that horrible day, October 7th. And the Israeli officials -- the one Israeli official said to me, along -- I think it was Saturday or Sunday, I can't even remember, and said, \"I'm sure there were innocent Germans, too.\" That is how they look at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:06",
      "speaker": "DOZIER",
      "sentences": "Absolutely. For them, they're worried about a two-pincer, being hit from not just rockets from Gaza, but rockets from Hezbollah in Lebanon in the north.Hamas has openly declared that it wants to wipe out the state of Israel, so has Iran. The Israelis feel like this could escalate into something where every single Israeli in every part of the country is threatened. And when I tried to ask the same question you tried to ask, they get angry. They're like, yes, it's bad, but that's where the enemy is, and the enemy needs to be wiped out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "BASH",
      "sentences": "Yes, losing 20 votes, as we've been reporting, was not what he expected. He expected, if he was going to lose the first vote, it would be by far fewer numbers.Thank you so much for that reporting, Manu. I want to go to our Melanie Zanona, who is outside of Jim Jordan's office, rather. He is huddling, Melanie, with the people who are trying to help him find the votes in a very frenzied way. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, Dana. I am outside his office, but Jim Jordan is not in his office. We are told he is in the capital, as we speak, and he is having the critical meetings with holdouts trying to win them over.Now it is unclear, at this point, what he can offer these members to get them to change his support. As Manu was mentioning, there is real concern that some of the people who voted for Jordan on the first ballot might start to bleed their support and vote for someone else on the second ballot. The question now is whether Jim Jordan can really show progress. But to give you a sense of the problem he's facing here, some of these members, like the New York Republicans. For example, they cited some of Jordan's past record on voting on critical issues that are important to New York. And for example, he voted against aid for Superstorm Sandy. He voted against health care funding for 9/11 first responders. Those were issues that were very important to the centrist Republicans, are a key voting block of the House Republicans, who really handed the GOP the majority last years. And it's unclear whether Jordan can assuage those concerns. These are things that he voted against. And it is not clear when he can convince them that he's ready to bunch and lead. So we'll see what he's going to do in these critical meetings. But in a sign of hope, there are some other members who voted against Jordan on the first ballot who are signaling that they might be willing to flip. But at this point, if Jordan is not able to make progress in the second round, a lot of Republicans are doubting that he's ever going to be able to get there. So a critical few hours here, Dana. It is unclear if they'll have a conference by meeting. At this point, we're expecting one-on-one meetings. And at some point today, we're expecting a second vote -- Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "BASH",
      "sentences": "OK, Melanie, thank you so much for that reporting.My panel is here now. And, Doug, I was talking to someone who was close to Jim Jordan who said that, yes, he is going to, as we heard from our colleagues, push for a second vote. But it doesn't mean that the whip count that the work that he's doing to change minds is going very well. It's, at this point, perhaps more about his brand as a fighter and that he can't just give up after the first vote. It's something that we were talking about here privately. But it is actually something that is very much on the minds of not just Jim Jordan, but the people around him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:07",
      "speaker": "DOUG HEYE, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, we know the whip count didn't go well. Obviously, the margin was a lot larger than they thought it was going to be. And some of that was whip projecting and telling people what they wanted people to believe.But if that had been eight or 10 votes, then the Don Bacons and people like that, who said a sliver of our conference shouldn't be able to hold the House hostage would then be that sliver of the conference and they would be in a very strong position. Twenty is a big number. And it means, while we all are doing one thing, Democrats and Republicans all do is hurry up and wait to see what that next vote's going to be. If that number is bigger, it will be a lot harder for Jim Jordan moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:07",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, I find it hard to believe that, on the next ballot, he doesn't get under 10, how do you go to a third? At 20, it's already so large, you have to really knock that down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:07",
      "speaker": "BASH",
      "sentences": "He can only afford to lose --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:07",
      "speaker": "ALLISON",
      "sentences": "He can only afford to lose three. So if you can't get under 10, I don't know what the endurance of the caucus is.But I will say, on the contrast, my Democratic friends are remaining united and have continued to double down on the call that if we can't find something -- if the Republicans can't get their act together, why not try a bipartisan platform?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:07",
      "speaker": "BASH",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:07",
      "speaker": "HEYE",
      "sentences": "There is a third option and that's a temporary speakership with Patrick McHenry who Republicans not just like, but really respect.",
      "isLastSentenceInterrupted": false
    }
  ]
}