{
  "date": "2023-04-03",
  "headline": "CNN This Morning",
  "subHeadline": "Republicans Rush To Defend Trump Ahead Of Tomorrow's Arraignment; LSU Takes Home First NCAA Women's Championship Title; Fetterman Recounts \"Downward Spiral\" Before Depression Treatment. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:32:13",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Welcome back to CNN THIS MORNING.Republican lawmakers are lining up to defend former President Trump as he's set to be arraigned in Manhattan criminal court tomorrow. We don't know the charges yet, but we will tomorrow. (BEGIN VIDEO CLIP) REP. MIKE TURNER (R-OH):  If this is politically motivated this will be a shame on our criminal justice system. It's one thing when you have a cancel culture; it's another when you have a cancel criminal justice system. SEN. LINDSEY GRAHAM (R-SC):  Give the president some money to fight this (bleep). This is going to destroy America. REP. BRIAN MAST (R-FL):  Justice is not treating President Trump blindly. They're treating President Trump as somebody -- and I'll say it again -- wanted dead or alive. REP. BARRY MOORE (R-AL):  It looks pretty political. So without seeing the indictment and without knowing anything behind it, the motivation was there long before the evidence was. REP. JIM JORDAN (R-OH):  Bragg didn't want to take the case, and then what changed? President Trump announces he's running for president and shazam. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "Shazam.Joining us now is CNN political director and host of CNN Political Briefing podcast, David Chalian. And CNN senior political commentator and former senior adviser to former President Obama, David Axelrod. Good morning, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR, FORMER SENIOR ADVISER TO FORMER PRESIDENT BARRACK OBAMA",
      "sentences": "Hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "So, David -- this David -- David to my right -- it's notable that's what Republican lawmakers think. Asa Hutchinson, who we're going to have on next hour, who is running for the GOP nomination, is one of the few Republicans not to jump on the bandwagon in that respect. But when you ask the voters what they think a plurality actually do think that President Trump should postpone his campaign because of this. He won't -- it's interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR, HOST, CNN POLITICAL BRIEFING PODCAST",
      "sentences": "I don't know many frontrunners that say I'm going to postpone my campaign or step down because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "But when you look at the voter beyond the lawmaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "CHALIAN",
      "sentences": "Yes, no doubt. I mean, Asa Hutchinson has called --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "CHALIAN",
      "sentences": "-- like you're saying, for Trump to step aside --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Step aside, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "CHALIAN",
      "sentences": "-- and leave the campaign. Obviously, that's not going to happen. I do think, though, looking at all the polling that's out there you do see that the president's argument that this is a political prosecution has some resonance, whether that is just because the prosecutor is, indeed, a Democrat --it's an elected position here in New York -- and has boasted 100 times --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "CHALIAN",
      "sentences": "-- being able to sue Donald Trump as part of his campaign.So I do think that voters say hey, maybe there's politics at play here, but I don't think that necessarily causes voters to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "CHALIAN",
      "sentences": "-- oh, and therefore, Donald Trump is not culpable here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "CHALIAN",
      "sentences": "I don't think that's the case. No -- I think you can hold two ideas at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "HARLOW",
      "sentences": "To your point, it's interesting. Before this indictment came, Mark Kelly, Democratic senator of Arizona, was warning about the risk --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:32:13",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "No, but I think that when you look at this polling among Republicans there's an overwhelming view that this is a political prosecution, as David mentions. That doesn't mean that everybody who thinks that doesn't believe that there's also potentially something to it.But you know, the interesting thing about this to me is everybody asks well, do you think this will help Trump and his campaign? I actually think a lot of the motivation for his campaign is to help him against --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "HARLOW",
      "sentences": "Legally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "-- these indictments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "And you can see it in play right now. You can see him sort of -- if he were not running for president it would be a lot harder to position these things as politically motivated prosecutions, but now he can turn to his supporters and say they're trying to silence me and they're trying to silence you. And I think there's some indication in this polling that people are hearing that -- hearing that message, certainly in his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LEMON",
      "sentences": "Can I follow up on that because listen, as much as I respect our colleagues at The New York Times, they're saying that Trump is enjoying this. Is he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "Yes, I think that's nuts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LEMON",
      "sentences": "OK, go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "No. I think that's nuts.You know, look, he is going to try and turn lemons into lemonade. But the idea that the guy said you know, I've got a great plan to get elected president. I'm going to get indicted and you know what, I may get indicted three-four times and let's see how that works out. He does not want to be in a courtroom facing a judge. He's tried to avoid this. We have talked about this before. All his life he's kept his hand to the flame and he's avoided this, and now he's facing it. And it will be interesting to see how he reacts when he has -- when he's in those four walls where he can't control what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "And I would just add he has some skill at making lemonade out of lemons, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "Oh, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "I mean, he has -- he has shown us time and again. So, the ability to raise $5 million in 48 hours after the indictment. The ability to fortify the Republican Party around him in this moment.I mean, just think for -- just think how much politics has changed. A frontrunner for the Republican nomination for president is indicted on criminal charges and it's not seen as an opening for everyone else to start piling on in some way? That's how much Donald Trump has changed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "HARLOW",
      "sentences": "Such a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "-- the calculation and how much he fortifies his own supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LEMON",
      "sentences": "But on top of that, a twice-impeached --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LEMON",
      "sentences": "-- former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "LEMON",
      "sentences": "That's a disgrace, right? One term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Can I say not only that, he's not -- to your point about what this looks like and when it comes to what Republicans are saying, they're not necessarily rallying around him per se, they're just -- they're not endorsing his behavior or anything like that. They're trying to thread the needle of how do you say this is a political prosecution but also not -- you know, the way DeSantis is handling it has been amazing to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COLLINS",
      "sentences": "But you're right. It is closing the door for the 2024 people and instead, they're having to talk about Trump.But also the thing I've been struck by and what I wanted to ask you about is the lack of support for Alvin Bragg here. Like, you don't see people coming out and saying this is a great case. This is really steady. We think this is going to get a conviction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "Well, nobody's seen the indictment yet, right, so there's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COLLINS",
      "sentences": "Yes, but we knew generally what it's over here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "There is that. But I think Alvin Bragg has not launched some campaign. I think he has to be really, really wary of being a political actor in this given the frame that Trump and his allies are building around this.But, Kaitlan, what you just noted about Ron DeSantis is very interesting. He changed his approach to this. He did raise the tawdry details of the hush money payments --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COLLINS",
      "sentences": "Yes. CHALIAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "COLLINS",
      "sentences": "He was criticized for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "CHALIAN",
      "sentences": "He was criticized around it. So he tried to say hey, this might be a moment where Donald Trump is actually weak and I should try to make an attack here, and he realized that was not going to be welcome in the party at this time (PH).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "AXELROD",
      "sentences": "I'll tell you, man, this -- he -- one of the challenges for him is trying to thread this needle where he's courting Trump voters and trying to oppose Trump. And you can see him shifting around, and shifting around in presidential politics is never good because it suggests inauthenticity. I think this is a challenge for him.But as for -- you really were asking me about the case. You know, look, I think there's a -- there is this sense among a lot of people that the phrases novel legal theory and porn star in a sentence probably doesn't give you great confidence that this is the one that should move forward. But for all the people who say gee, why did this case go first -- I mean, it's prima facie evidence that people are not coordinating. This is not a conspiracy against Donald Trump. This is an independent case, and this D.A. thinks he's got a case to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "HARLOW",
      "sentences": "It's notable when even The Washington Post's editorial board comes out and says in its first paragraph of the piece on Friday, caution and concern ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "LEMON",
      "sentences": "-- for defendants to face prosecution or indictments in different jurisdictions -- and they can do that.Fani Willis or somebody else could actually end up going first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "LEMON",
      "sentences": "So this one is just the one that's coming to the fore first but it doesn't mean it's going to be the one that is prosecuted first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "AXELROD",
      "sentences": "There is a general sense though that if you Donald Trump and you had to choose one of these to -- LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "AXELROD",
      "sentences": "-- try and paint the whole thing as sort of political, this one probably is the one you would choose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "COLLINS",
      "sentences": "Yes. That's a really good point of how it goes in order. We don't know the court date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "LEMON",
      "sentences": "Yes. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "HARLOW",
      "sentences": "David Chalian and David Axelrod --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "COLLINS",
      "sentences": "Thank you, both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "HARLOW",
      "sentences": "-- thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:12",
      "speaker": "AXELROD",
      "sentences": "It's good to see you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "LEMON",
      "sentences": "Do you see the balls flying everywhere? I want that ball. I want it signed.A historic night for the LSU Tigers. The LSU women taking down the Iowa Hawkeyes and claiming that their first national -- claiming their national championship -- their first national championship. And the Tigers did it in record-breaking fashion scoring a whopping 102 points. That's the most points ever scored by a team in a women's championship game. So much history here. The host of \"The Cari Champion Show\" on Amazon Prime, Cari Champion, joins us now. Cari Champion, good morning to you. A big night for the LSU Tigers. What were your highlights? CARI CHAMPION, HOST, \"THE CARI CHAMPION SHOW,\" AMAZON PRIME VIDEO: Oh, my -- there were too many highlights. First of all, can I just say something?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "LEMON",
      "sentences": "Yes. CHAMPIONThe highlights were one of many. This was LSU's very first national title game and they win. And there were so many lead changes and I thought to myself no, Iowa will do it. Oh no, Caitlin will do it. Oh no, LSU's going to. It was so exciting. I loved the game. It was great. But you know the story. The story is the trash talk. That's what everyone is talking about after the fact, Don, and that's so disappointing because the game was so amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "LEMON",
      "sentences": "You're talking about Angel Reese? Is that what you're talking about? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "CHAMPION",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "LEMON",
      "sentences": "Angel Reese making -- mocking Clark with this John Cena move, prompting this backlash that's on Twitter last night. She was asked about it after the game. I want you to listen to her response and then we'll talk about it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "ANGEL REESE, FORWARD, LSU TIGERS",
      "sentences": "All year, I was critiqued about who I was. Nobody -- I don't -- the narrative -- I don't fit the narrative. I don't fit in the box that you all want me to be in. I'm too hood. I'm too ghetto. You all told me that all year. But when other people do it you all say nothing.So this was for the girls that look like me that's going to speak up on what they believe in. It's unapologetically you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "LEMON",
      "sentences": "So this is what she's saying. She's saying that Clark made the same gesture during the game against South Carolina on Friday.Former NFL star Emmanuel Acho weighed in and I'm going to put this up. He says, \"If it wasn't classless when Caitlin Clark did it, don't call it classless when Angel Reese does it. Let the women compete. It's sports.\" So what do you say? What's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "CHAMPION",
      "sentences": "Well, the thing is this and he's right in a sense that the women need to be able to play the game the same way the men do in terms of getting these characters. This is good for the sport, take it or leave it. I don't know whose side you're on but it's good for the sport.The reason why people often say I don't watch the women's games because it's not exciting. I don't know the characters. There are no storylines. Here you have characters and storylines. Caitlin Clark of Iowa, as we now call her is \"Little Stuff.\" This woman can shoot from the logo lights out. We've never seen anything like this before. She is the real deal. And there was nothing but respect for her. But Angel Reese is very right. She's saying the way in which LSU plays basketball -- Dawn Staley, of South Carolina Gamecocks, talked about his as well. The way they play ball, people have now said this isn't basketball because the women are playing with more physicality. They are showing that they are just as tough. They are showing that they don't back down. And there should not be an assigned way that women should play basketball. It's good for the game. And to have people come out and criticize Angel Reese for that mocking, that's what you do. This is basketball. Win or go home. Perhaps she could have done it differently -- maybe one less gesture. Who knows? Everyone will weigh in. But I am proud of her for saying look, I'm calling a spade a spade. I'm a big, tall, Black girl who made you look uncomfortable because I was doing it to a smaller white girl. And you guys have called me ghetto all year long and that's just not true. This isn't about me. It's for every brown girl that looks like me who wants to play the game and have respect. There was no loved lost. Caitlin Clark said that afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "COLLINS",
      "sentences": "Yes, and I think it is important what she pointed out, which is that Caitlin Clark did it in a game for your -- prior to that.I think the one good thing is we expect both of them to return next year and so we'll get to watch --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "CHAMPION",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "COLLINS",
      "sentences": "-- both of their amazing talents. Because you're totally right -- all that that Caitlin Clark has been amazing and Angel has been. It was such a great game to watch.But can we also talk about another fun aspect of this, and this is something I've been talking about on this show for like 2 1/2 weeks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "LEMON",
      "sentences": "Forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "COLLINS",
      "sentences": "-- which are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:13",
      "speaker": "CHAMPION",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "There was -- there were betting odds. You're so right. There were betting odds whether Kim would wear leopard or some sort of cheetah print to the -- and she did not disappoint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "Nope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "Sequined tiger. They literally were like what are the odds that she'll come out in some sort of print. Thank you, Kim, because she is a fashion show.I tweeted this the other day. This was really interesting. I said how can she yell at her players in a fitted, sequined, tiger print outfit? How do you -- how can you get the gusto to gird up enough anger because you're so restricted. But Kim found it, of course. Congratulations to Kim for the outfit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "Yes, with a feather boa along the line. It was awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "She's showing us how to do it, ladies. She's saying I will not live by any rules. She doesn't play by the rules, she doesn't coach by the rules in a lot of ways -- good ways -- and she definitely doesn't dress according to said rules. Give me the feathers. Give me the print.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "That's how we do, Cari, in Louisiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "If you saw New Year's Eve, I had on a sequined jacket very similar to what she's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "You did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "That's Louisiana. Nobody is surprised in Louisiana. We love it. We should be talking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "You all are special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "It's amazing. Yes -- Kaitlan said you are special in Louisiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "Well, we'll see if anyone at the men's game tonight comes anywhere close to wearing an outfit like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "Nowhere close. You're right, Louisiana set the mark. And you're right, Kim is from Louisiana so they set the mark.The men will -- the men's side won't be as exciting. I will say this, and I know you guys have to wrap soon. I'm excited about San Diego State taking on UConn. UConn is a traditional blueblood. They are favored to win. Dan Hurley is a legacy coach and comes from a legacy family. But this coach on the other side of the game, Brian Dutcher -- I want to tell you guys about him briefly and why I'm rooting for SDSU. He has been an assistant for the bulk of his career -- an assistant in waiting. He helped put together the Michigan Fab Five team as an assistant. He took over this program in 2017 and they are the most unlikely team to make it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Got to run, Cari.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "We've got to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "Oh yes, bye. But let's root for them, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Thank you -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "OK, no problem",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "But they're unlikely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "They did beat the Crimson Tide --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "COLLINS",
      "sentences": "-- and knocked us out of the bracket, so I will say that.Cari, you're great. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Thank you. I like her perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "CHAMPION",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "I like what she said. This is sport. Let people -- you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "The trash-talking is part of it, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "HARLOW",
      "sentences": "I love everything Cari Champion says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:04",
      "speaker": "LEMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "KELSEA BALLERINI, COUNTRY MUSIC SINGER",
      "sentences": "The community of sorrow over this and the 130 mass shootings in the U.S. this year alone stretches from coast to coast.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "COLLINS",
      "sentences": "The CMT Music Awards opening up with an emotional tribute last night to three 9-year-old children and the three adults who were killed in the Covenant School shooting in Nashville, Tennessee.That was the host, Kelsea Ballerini, talking about her own experience with a shooting that happened at her high school in Knoxville, to call for action. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "BALLERINI",
      "sentences": "I wanted to personally stand up here and share this moment because on August 21, 2008, I watched Ryan McDonald, my 15-year-old classmate at Central High School, lose his life to a gun in our cafeteria.I pray deeply that the closeness in the community that we feel through the next few hours of music can soon turn into action like real action that moves us forward together to create change for the safety of our kids and our loved ones. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "COLLINS",
      "sentences": "We should note she says she has PTSD from that shooting in her high school. This was the first year that the CMT Awards were held in Austin, Texas. They previously have been held in Nashville so obviously, very close to home for everyone there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "HARLOW",
      "sentences": "Yes. And again, it's young people -- young people affected so often by this and calling for change like she is.Well, this morning, Pennsylvania Sen. John Fetterman is back home -- great news to tell you about -- with his family after he spent the last six weeks at Walter Reed being treated for depression. In a new interview with CBS, Fetterman says winning office was the beginning of his downward spiral. (BEGIN VIDEO CLIP) SEN. JOHN FETTERMAN (D-PA):  I had stopped leaving my bed. I stopped eating, dropping weight. I stopped engaging some of the most things that I love in my life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "HARLOW",
      "sentences": "Our Lauren Fox is following this in Capitol Hill. Lauren, you did that great interview with Sen. Tina Smith about her struggle with depression and now this. I loved this interview so much. I thought Jane Pauley did a remarkable job. And you really saw in him hope and sort of a renewal after such a fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:42",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, this was such a touching and human interview as he really let viewers and the American public hear about his personal struggle with depression.He said that right after he won his election in November in what was supposed to be a really happy moment he started to feel the spiral of depression. He said he couldn't get out of bed. He said at one point his 14-year-old really asked him -- dad, what is wrong with you? You know, you have kids, you have a wife, you just won this big race. What is going on? And he talked about how with depression it doesn't really make sense. It's not rational. It is something that really takes over your mind. And he was so candid. Here he is in his own words. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}