{
  "date": "2023-03-13",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Xi Jinping Vows to Make China's Party a \"Great Wall of Steel\"; BBC Flagship Football Show Scaled Back Amid Lineker Suspension; Fierce Battle for Bakhmut; Russian Refugees Find New Homes in the Americas. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "CHIEF ROEL BERMEA, PENITAS, TEXAS POLICE DEPARTMENT",
      "sentences": "We're just concerned. If anybody has information, I mean, they can contact us or contact the FBI and see what information they can provide for us. This is the first time something like this is reported to us. I mean we really haven't had any other incidents that I can recall on something like this happening in another country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Something that will certainly worry authorities that in order to get to that part of Nuevo Leon, one typically has to drive through the Mexican state of Tamaulipas. Which according to the State Department website, is currently on a do not travel list due to an increase in cartel violence.Polo Sandoval, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "In Beijing, the National People's Congress has wrapped its annual session with Chinese leader Xi Jinping consolidating his grip on power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "In first speech of his unprecedented third presidential term, Mr. Xi vowed to build the country's army into the, quote, a \"Great Wall of Steel\" and to reunited Taiwan with the motherland. And China'snew premier reiterating that Beijing and U.S. can and should cooperate. CNN's Steven Jiang is live for us in Beijing. We did hear remarks about the United States. Steven, picking up on that last point, we did hear contradictory messaging about the United States. Initially these remarks saying that the U.S. had pursued this containment and suppression strategy towards China in an all around way but then overtures to cooperation. What did you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Well, it is a bit of bad cop and good cop narrative here. But it is interesting because Li Qiang, of course, made his debut performance as premier at that press conference as you mentioned. And until recently, he was a relatively obscured figure outside of China, mostly known to be a close ally being a close ally and protege of Xi Jinping. And then of course, most recently being the party chief of Shanghai who oversaw that brutal two month COVID lockdown in the city.But actually before COVID, he was seen as one of the more pragmatic and business friendly provincial leaders. So, that's something he highlighted during his press conference. And I think that cooperation with the U.S. remarks they should be seen in that context. Because he was obviously trying to offer a global audience some reassurance. Now, he's been tasked with running the world's second largest economy with no national governance experience. So the challenge for him, though is, this is very much a one-man show. And Xi Jinping's agenda, that is reasserting the party's dominance in every aspect of China's society including the economy's very much remains the same. So, it really remains to be seen whether or not Li Qiang closeness to Xi Jinping would make any difference -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Steven Jiang in Beijing, thank you so much.And another significant development from what we heard last week is, of course, the increase of China's defense budget. So they're increasing it by around 7 percent this year, taking it up to around 228 billion for 2023. At the same time, while discussing security threats and talking about being able to reunite China with Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Yes, stark language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Absolutely.U.S. President Joe Biden will host British and Australian leaders in the coming hours for a meeting of the AUKUS group. An emerging defense partnership viewed as a bid to counter China in the Pacific. The U.K.'s Rishi Sunak and Australia's Anthony Albanese are visiting the U.S. for the first time since becoming Prime Ministers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Sources told CNN that the men will announce Australian's plan to buy and lease four nuclear-powered submarines from the U.S. along with developments of a class of nuclear-powered subs.Meanwhile, North Korea used a submarine to launch two strategic cruise missiles on Sunday -- according to state media. KCNA says the missiles were fired from waters to the east of the Korean Peninsula and flew for more than an hour before precisely hitting a target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "North Korea's military says that the drill, quote, confirmed the reliability of the weapons system. Pyongyang also says that it will take the toughest counteraction as South Korea and the U.S. kick off joint military exercises today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "There are mixed messages regarding a supposed prisoner swap between U.S. and Iran. The Iranians claim a deal has been reached but the U.S. denies that calling it a cruel lie. The confusion began on Sunday one Iran's Foreign Minister touted the alleged agreement. Telling the state media an exchange of prisoners could happen soon. There are currently three Americans imprisoned in Iran all of whom the U.S. say are wrongly detained. The U.S. State Department says it's working relentlessly to secure their release. NOBILO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "And I'm Max Foster. If you're just joining us, let's bring you up to date with the latest top stories.U.S. President Joe Biden will address Americans about the Silicon Valley Bank collapse in just a few hours. Officials are vowing to get funds to depositors by today. And Mr. Biden says he'll hold those responsible for the bank's failure fully accountable. And another storm is heading towards California bringing more rain and snow to the already battered state. Around 50 million people are under flood watches across California and Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "The BBC is facing criticism from all sides including a growing boycott of its flagship football show \"Match of The Day.\" As longtime presenter Gary Lineker remains suspended for criticizing a new U.K. policy on asylum seekers. The network is now airing a scaled-back version of the popular program while it tries to defend its impartiality and figure out what to do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "With the unenviable task of explaining what this is. CNN's Sport senior analyst Darren Lewis. I mean, it's a very echo chamber- ish kind of story, isn't it? Because these are debates about editorial policies and how they are policed effectively. But we've got the BBC's biggest star crossing what they see as a line. And he's refusing to come back from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "NOBILO",
      "sentences": "That's untenable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LEWIS",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "FOSTER",
      "sentences": "And you his team supporting him and they wouldn't appear either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LEWIS",
      "sentences": "Indeed, all of his team said that they wouldn't go on either. Either people of the BBC sought to present and to appear alongside, said they too, wouldn't take part. All of them on Twitter saying look, I wasn't due to be on, but if I was asked I would not do it. Other people in other shows said we too will walk out -- and they did. It ripped apart the entire BBC sporting schedule for the weekend. Last night there was a truncated match of the day's show. But hours earlier I understand there had been an agreement reached that would seek Gary come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "FOSTER",
      "sentences": "Between Gary and the BBC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LEWIS",
      "sentences": "And yes, and my understanding is that we should see some movement on it at some point this morning. Where does that leave the BBC? Well, it's hard to tell. Gary had been tweeting in a private capacity. They say that his tweet reach there rules of impartiality. Other people say at the BBC, there are people with leaning toward the U.K. Conservative Party.And so, where does that leave the whole -- and you and I, Max, we've had this debate already. In the modern era, is it really feasible, with all of the important stories CNN brings to viewers around the world that mean so much to all us in a social capacity, is it really feasible, realistic, to expect us to leave our views, as long as their balanced and within reason, at the door? That's something that lots of people will ask as well, given the importance in an interconnected world. It is going to be something that's runs and runs, but certainly we should get some movement on the Lineker story this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "FOSTER",
      "sentences": "One tweet exposing so many sort of debates, big debates. Darren, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LEWIS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "A top Ukraine military commander says assault units with the Russian mercenary group Wagner are advancing from several directions around Bakhmut. He said the situation on the ground remains difficult as Russian forces try to break through their defense in advance towards the central districts of the battered city. NOBILOUkrainian troops are fiercely fighting for every meter of Bakhmut. CNN's Clare Sebastian is following developments and joins us now. Clare, we know that to be the case, but there's been discussion for so many weeks about whether or not Ukrainians would capitulate, whether the loss of life is too much strategically, it doesn't make sense to hold out there. But they continue to do so. Last week it seemed very much, from what you were saying, that the momentum was with the Russians. Where do things stand now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, it's interesting because just last week, Wagner was claiming control over the eastern part of the city. It seemed that the Russians had the edge in this battle. And there was debate taking place among Ukrainian military commanders about the merits of holding out given the losses on both sides. And it looks like now Ukraine has cemented its resolve to hold on, to continue to fight. To continue to defend and is claiming a lot of casualties on the Russian side. Take a listen to what President Zelenskyy had to say.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): In less than a week starting from March 6th, we managed to kill more than 1,100 enemy soldiers in the Bakhmut sector alone which is Russia's irreversible loss, a loss right there, near Bakhmut. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SEBASTIAN",
      "sentences": "So, we obviously can't verify those numbers, casualty numbers on both sides are always fraught with difficulty and impossible to verify. The Russian side is also claiming that it's inflicting heavy casualties on the Ukrainian side.But, look, while the Ukrainian resolve has strengthened to do this, I think we have to look at the reasons why. Because any military analyst that you talk to will say Bakhmut is not or wasn't to begin with a very strategically important city. Yes, President Zelenskyy talks about this open road that Russia would have if it took Bakhmut. It could advance to cities like Sloviansk, Kramatorsk and other places in the east. But what we're seeing now, it looks like more of an attrition strategy on the Ukrainian side. The commander is actually coming out and saying we have to inflict these heavy casual. We have to prevent them from being able to launch spring offensive. And at the same time, use this to buy time for Ukraine to regroup for, potentially for its own spring offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Clare Sebastian, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Many Russian men who refused to go to war against Ukraine have made the difficult decision to leave the only country that they've ever known. Rafael Romo looks at how their lives have changed in one popular destination.(BEGIN VIDEOTAPE) RAFAEL ROMO, CNN CORRESPONDENT (voice-over): It's a completely new world for Tim Saganenko the 7-year-old Russian boy has been in Argentina for only three weeks after his parents decided to leave their native country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NIKOLAS SAGANENKO, RUSSIAN IMMIGRANT",
      "sentences": "We were forced to leave our motherland. And we have a different opinion on what happens in Russian now, so we decided to leave the country.ROMO (voice-over): His father, Nikolas Saganenko who speaks fluent English and some Spanish --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SAGANENKO",
      "sentences": "no hablo inglesROMO (voice-over): -- says his son doesn't speak any language other than Russian but so far that doesn't seem to be a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SAGANENKO",
      "sentences": "My son is 7 years old and he is very excited to find new friends. It's only four days, he's in school and already he was at two birthday parties. He's making new friends very easily.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "SERGEI ZHUSTAREV, RUSSIAN IMMIGRANT",
      "sentences": "I don't want to fight and kill people. I don't want to fight for the terrorist Putin. ROMO (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "ALSU ASPIDOVA, RUSSIAN IMMIGRANT",
      "sentences": "We came here about two months ago. And we would like to live here in Argentina.ROMO (voice-over): Back in the southern hemisphere, Russian parents like Alsu Aspidova say their children are adjusting just fine and embracing their new life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "ASPIDOVA",
      "sentences": "He's learning a language with home teachers.ROMO (voice-over): An estimated hundreds of thousands of Russians have left their country since the beginning of the war. For some of them, traveling across the world to a country they don't know and learning a new language seemed like small sacrifice when compared to the risk of being trapped in a war they don't support. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "March madness upon us, the brackets of the NCAA men's and women's college basketball tournaments are officially set. 68 schools will be competing for the national championship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "In the men's tournament, Kansas, one of the four number one seeds along with Alabama, Houston and Purdue. Kansas is hoping to repeat as national champions. The men's tournament kicks off on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "And the women's tournament, South Carolina, Indiana, Stanford, Virginia Tech, all named the top seeds. South Carolina will also be trying to repeat as national champions. The women's tournament kicks off on Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "And you've kind of got a vested interest in this now, don't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Well, my son took up basketball, as you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Yes, going up a bit of a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "And I'm having a crash course in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "All things basketball?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "-- all things basketball. But I did just teach you something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "You did. I me, I know nothing about it really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "You don't even know what the real tipoff was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "No, I didn't.So, you made me feel very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Thank you for letting our viewers know.We're now getting our first full look at the live action version of \"The Little Mermaid.\" Which I more likely to school you about. After the trailer premiered during the Oscars. Here's part of it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Watch and you'll see, some day I'll be, part of your life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Those graphics are unbelievable. The trailer now part of our world after two of the film's stars, Halle Bailey and Melissa McCarthy presented the film on stage Sunday night before the trailer aired for viewers at home. The 1989 animated classic is coming to life in this new film. And it's due in theaters on May 26th. And you're a big fan, so you've got a lot to live up to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Yes, they certainly do. They do. I think Melissa McCarthy will be an excellent Ursula.",
      "isLastSentenceInterrupted": false
    }
  ]
}