{
  "date": "2023-05-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukrainian Forces Gearing Up For Counteroffensive; Western Nations And Human Rights Groups Condemn Uganda's Anti-LGBTQ Law; China Launches Shenzhou-16 With First Civilian Astronaut; Human Rights Groups: Iran Resumes Executing Protesters; Biden & McCarthy Scramble to Sell Debt Deal; Miami Heat Crush Boston Celtics 103-84, Advance to Finals; Travel Soars, Gas Plunges This Memorial Day; U.S. Prisoners from Vietnam War Reunite at Nixon Library; Non-Toxic Agent Colored Venice Canal. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:31",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Hello, I'm Anna Coren live in Hong Kong. Ahead on CNN NEWSROOM. We're getting reports of new explosions in Kyiv just hours after a Russian missile attack sent children running for cover.The United States threatened sanctions against Uganda in response to a \"tragic new law\", which criminalizes gay sex. And China launches new astronauts into space not long after announcing plans to put a person on the moon by the end of the day. It's 7:00 a.m. in Kyiv, Ukraine with a new day is bringing a fresh round of Russian attacks. The mayor reports a series of explosions across the Capitol with a high rise building, a private house and several cars destroyed by falling debris. The city's military administration claims one person has been killed, at least three injured. It comes as President Volodymyr Zelenskyy says he has decided on a date for the long awaited counter offensive by Ukrainian forces. He did not provide specifics on the timing. A rare daytime attack by Russia sent residents of Kyiv running for cover on Monday. Ukraine says it intercepted 77 out of 89 missiles and drones across the country. While they were gathered in underground metro stations for safety and the head of Ukraine's Defense Intelligence promised a swift response. Here's President Zelenskyy. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Each such terrorist attack brings us and the whole world to an obvious conclusion, Russia wants to follow the path of evil to the end, that is to its defeat. Because evil cannot have any other end but defeat. The world must see that terror is losing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "COREN",
      "sentences": "For more, we're joined by CNN Military Analyst and retired U.S. Air Force Colonel Cedric Leighton. Great to have you with us, Colonel.Let's start with these daytime attacks on the Capitol. Certainly a change of tactics by the Russians obviously designed to terrorize a population is trying to get life back to normal, what impact will these attacks have? COL. CEDRIC LEIGHTON (RET), CNN MILITARY ANALYST: So, Anna, it really remains to be seen, it depends on how frequent these attacks are. And really, how much the Russians throw into these attacks. So right now, we've had 16 attacks, one of which two is during the daytime. And what it seems to be is that they're in essence emulating some of the tactics and techniques that were used as far back as World War II to do both daytime and nighttime bombing of civilian targets. But it seems as if the Ukrainian will to fight will to resist is not been broken by these so far. So, it may have very little impact in the final analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "COREN",
      "sentences": "Some of the missiles that have been fired in recent days can travel I believe, in excess of 250 miles, it's 400 kilometers. I mean, that in itself is terrifying. How accurate are these missiles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "LEIGHTON",
      "sentences": "Well, again, it depends there. The missile in particular that was used over the last few days was the Iskander missile, that can be relatively accurate as far as these kinds of munitions go, but it is not a really an accurate measure compared to modern GPS guided munitions. So, these missiles are often very inaccurate.However, the Russians have been known to target some things very specifically. And during these attacks, they did attacks the military installations, in addition to the civilian targets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "COREN",
      "sentences": "President Zelenskyy has just announced that he has decided on a date for this counter offensive that has been talked about now for many weeks.Obviously, he hasn't named the date but why would he make this announcement. What happened to the element of surprise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "LEIGHTON",
      "sentences": "Well, in some ways they think the element of surprise may be couched in this message from President Zelenskyy. And in essence, what President Zelenskyy is doing, is he saying I'm prepared, I'm ready to go. But I'm not telling you when I'm going to go and that keeps the other side guessing quite a bit.So, there's an element of tactical surprise, although obviously the element of strategic surprise, the very fact of a counter offensive that has been lost a long, long time ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "COREN",
      "sentences": "And what do you believe that this counter offensive will look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "LEIGHTON",
      "sentences": "So, there are several possible scenarios for a counter offensive of this type. But the most likely one, in my view, is that the Ukrainians are going to try to sever the land bridge that exists between Crimea and the Donbas region in the East.And what that will do is that will cut a potentially at least cut the forces that are in Crimea, off from the forces that are in the Donbas and the forces that are in Russia that could potentially reinforce them. So, this is in essence is the idea of regaining territory that was lost since February of last year. And that will then allow the Ukrainians to prosecute the war, with the end in mind of regaining territory that they lost not only during this period, but also as far back as 2014.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "COREN",
      "sentences": "Colonel Cedric Leighton, always great to get your analysis. Thank you so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "LEIGHTON",
      "sentences": "Thank you, Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "COREN",
      "sentences": "Serbia's defense minister says many protesters were also injured on Monday but ambassadors for the U.S. and E.U. denounced the demonstrators accusing them of violent actions. NATO says it, \"Strongly condemned the unprovoked attacks against KFOR troops in northern Kosovo. Such attacks are totally unacceptable, violence must stop immediately.Well, the East African nation of Uganda is facing intense condemnation from Western countries and human rights groups following its approval on Monday of an extreme anti LGBTQ law. Ugandan President Yoweri Museveni signed the measure with a golden pen after parliament approved it. It mandates the death penalty for so called aggravated homosexuality, and simply engaging in gay sex could lead to life in prison. The law also criminalizes sex education for the gay community and encourages Ugandans to report LGBTQ individuals. The E.U.'s foreign affairs chief calls the law deplorable and U.S. President Joe Biden is threatening sanctions. He said, \"I joined with people around the world, including many in Uganda in calling for its immediate repeal, no one should have to live in constant fear for their life or being subjected to violence and discrimination. It is wrong.\" CNN's David McKenzie has more now from Johannesburg. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly this law that was signed by President Museveni is one of the most draconian anti LGBTQ laws in the world that includes, amongst other things, a life sentence for those who are caught in the act of homosexuality.And crucially, it makes illegal the promotion of homosexuality and I'm using the words within that bill, which means that education could be curbed for sexual education, and also asked for people to out those who they believe are LGBTQ to the authorities. Now, I've spoken to several activists today in Uganda who fear for their lives at this moment, they worry that people will take the law into their own hands. And they always -- already been in an atmosphere of fear in the lead up to the signing of the bill. Now, the proponents of the bill say that this is an important moment for Uganda, this is a deeply conservative, mostly Christian country. And the man who put his name to the bill had this to say. ASUMAN BASALIRWA, UGANDAN MEMBER OF PARLIAMENT (through translator): So, if we don't stand our ground, as a country, as a people, as a community, then we will completely have ceded our sovereignty and independence as a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "MCKENZIE",
      "sentences": "Now, Museveni has already faced a great deal of pressure not to sign the bill. And I'm sure he'll be roundly criticized by Western governments and potentially pay sanctions for this.Uganda is very dependent on support from the European Union and the U.S. for both humanitarian aid and in the U.S. case, military support, but he has stood firm and says this law should be put forward and these punishments should be meted out. Now, despite the talk of sovereignty, there's a growing body of evidence that U.S. groups were certainly involved in helping Ugandan lawmakers push through this law, a conservative groups and the same is the case in Ghana, where a similar law is being proposed. David McKenzie, CNN, Johannesburg. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "COREN",
      "sentences": "Sarah Kasande is a prominent human rights lawyer in Uganda and the head of office at the International Center for Transitional Justice. She joins me now from the Ugandan capital Kampala.Sarah, thank you for joining us. This obviously, is a very sad day for the LGBTQ community in Uganda where homosexuality is already illegal. What does this law mean for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:04",
      "speaker": "SARAH KASANDE, HUMAN RIGHTS LAWYER",
      "sentences": "Thank you, Anna. This law is tragic. It is essentially state sanctioned persecution of LGBTQI person, the state has essentially called upon Ugandans to target, to violently attack LGBTQI persons. So they have now to go into hiding.They cannot easily access services because they can easily be reported to police and face draconian punishment. Their families, their relatives, professionals, now have an obligation to report. This bill -- this law is a significant setback for human rights in Uganda and must be condemned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "KASANDE",
      "sentences": "Now, what the law now creates is a police state. One of the sections of the law, Section 14 requires anybody who has suspicion that a person is a homosexual or intends to be a homosexual to report this case. So it's -- to report this person to police.So basically, they're creating state surveillance in private lives, teachers, parents, professionals now have to report. So, this is how it's going to be enforced. And unfortunately, we already had attacks against the LGBTI community long before the law had been passed. We had several cases of arrests and persecution. But right now with the passing of the law, we believe this is going to intensify, as different individuals may then use the same law to harass political opponents on the basis of sexual orientation. COREN: There must be a great deal of fear and panic among the LGBTQ community. There are reports that many have decided to flee Uganda. What is your advice to clients and people who have approached you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "KASANDE",
      "sentences": "So, what we're currently doing, the law is being challenged in the Constitutional Court. You will recall in 2014, Uganda enacted a similar law, and the court nullified it on procedural grounds.Now, yesterday, as soon as the president has sent it to the bill, human rights activists and lawyers immediately filed a petition to the Constitutional Court, we are very hopeful that the Constitutional Court will nullify this law because it does not stand any constitutional scrutiny. It goes against the bill of rights enshrined in Uganda's own constitution, and the various human rights instruments and treaties that Uganda is a party to. So, we're advising the LGBTI community to remain strong and firm. And of course, take necessary precautions against mass violence that could easily target them. But at the same time, Ugandans are fighting back. This bill does not reflect our values as Ugandans, hate is not part of our values, notwithstanding what the proponents of the bill are saying. And we affirm that in a few months, this bill will be nullified by the Constitutional Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "COREN",
      "sentences": "Well, Sarah, I think the LGBTQ community is obviously very fortunate to have you as one of their many defenders but we have to leave it there. Sarah Kasande in Kampala, Uganda. Many thanks for your time and good luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "KASANDE",
      "sentences": "Thank you, Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:18",
      "speaker": "COREN",
      "sentences": "China sends its first civilian astronauts into space as it launches the Shenzhou-16 mission. Officials say the liftoff was a complete success. And it marks another step forward for the country's ambitious space program.There's three crew members on board the craft as two men China's space station taking over from the previous Shenzhou-15 astronauts. For more, let's go to CNN's Steven Jiang live for us in Beijing. Steven, China as we know has big ambitions in space. Tell us more about this mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:18",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yes, and as you say, this marks another incremental but major step forward in their space program and really ushers in this phase of routine operations for China's self-built Space Station, the Tiangong or Heavenly Palace, as you mentioned.Now, let's not forget when this spacecraft docks with Tiangong in about four hours time, we will have six Chinese astronauts, three from this latest mission and three currently in space in orbit at the same time, and that is just really quite a feat considering the country's first manned space mission was only launched 20 years ago in 2003. Now, the three astronauts in this latest mission of course, they will be doing a lot of things during their five months stay in space including conducting a series of research and experiments and also installing, testing, maintaining equipment on board, but of course also conducting spacewalks. All of that has become increasingly routine and the space station itself the Tiangong, of course, the first core module only interspace backing 2021 -- and by the end of last year, they had already -- they had already completed construction of this three module T-shaped structure and already there is now discussion about expanding this into a cross shaped a structure to what extend research capabilities. So, a lot of things are happening at the same time, and very fast. And now, I would be remiss without mentioning this one fascinating detail about the civilian astronaut who just mentioned, Gui Haichao, a professor from a very prestigious aeronautics University here in Beijing. The fact that he wears sun -- he wears eyeglasses is really raising quite a bit of eyebrows, prompting officials and state media to explain that you really don't have to have perfect natural vision to become an astronaut, especially with division of labor, meaning that each astronaut -- each astronaut now has a more specialized task. And this professor is a payload expert, not a pilot. So, Anna, I've already seen some facetious reactions online with parents complaining that they can no longer argue with their kids who are obsessed with smartphones because that line that you will never become an astronaut if you're near sighted, that line just won't fly anymore, Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "ABDELAZIZ",
      "sentences": "Do you expect that the number of executions is going to rise even more this year?AMIRY-MOGHADDAM: It is rising already. Unless, the international community takes strong move against these executions, we might be facing a very large number of executions in the coming months. ABDELAZIZ (voice over): Rights groups say that Mohammad Ghobadlou a 22-year-old protester with a mental health issue could be one of the next victims of Iran's execution machine. Activists are ringing the alarm. They say yet another Iranian faces death just for daring to speak. Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "COREN",
      "sentences": "U.S. President Joe Biden spoke with Turkish President Recep Tayyip Erdogan on Monday to congratulate him on winning a third term after Sunday's runoff election.Mr. Biden says they also discussed the potential sale of F-16 fighter jets to Turkey, and that he asked Mr. Erdogan for a deal on Sweden's NATO membership. Ankara has been blocking Stockholm's bid to join the Alliance, accusing it of harboring Kurdish terror groups. Well, meantime, Russian President Vladimir Putin also congratulated Erdogan on Monday and stressed the need to enhance bilateral cooperation. There's finally a deal on the U.S. debt ceiling but the drama is by no means over. The next hurdle that must be cleared to avoid a historic default. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "MAYOR JOSH LEVY, HOLLYWOOD BEACH",
      "sentences": "People come to a holiday, enjoy a holiday weekend on the beach with their families. And to have people, in complete reckless disregard of the safety of the public, and to have an altercation with guns in the public setting with thousands of people around them, is beyond reckless.CHIEF CHRIS O'BRIEN, HOLLYWOOD BEACH POLICE: It's unfortunate, when we have law-abiding citizens come to our beach to enjoy the day, that gets disrupted by a group of criminals who engage in this type of violent activity. As the mayor stated, we will leave no stone unturned. We have numerous agencies out there assisting us today, to include state and federal agencies. These that were involved in the incident today will be held accountable for their actions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "COREN",
      "sentences": "These latest episodes of gun violence in America took place on Memorial Day, a holiday honoring U.S. military members who have died in service.With the U.S. government just days away from being unable to pay its bills, the Republican House speaker and the White House are trying to shore up support for their bipartisan deal to raise the debt ceiling. They have to get it through Congress, and some hardline members are already objecting. CNN's Jeremy Diamond explains. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You know I never say I'm confident what the Congress is going to do, but I feel very good about it.JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT (voice-over): With just one week until the U.S. runs out of money, the White House and House Republican leaders are racing to lock down a bipartisan coalition of votes to get a debt ceiling deal to the president's desk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "BIDEN",
      "sentences": "It takes the threat of catastrophic default off the table, protects our hard-earned and historic economic recovery. And the agreement also represents a compromise, which means no one got everything they want. But that's the responsibility of governing.REP. KEVIN MCCARTHY (R-CA): Maybe it doesn't do everything for everyone, but this is a step in the right direction that no one thought we would be at today. DIAMOND (voice-over): The deal would suspend the debt limit into 2025, and cap spending for the next two years, while allowing defense and veteran spending to increase. Spending on other domestic programs will fall by about $1 billion next year, according to White House officials. And in 2025, spending will grow jut by just 1 percent. That one billion dollar cut looks even steeper on paper, but it's mitigated by a deal to redirect $20 billion of new IRS funding and billions in unspent COVID relief dollars to backstop other domestic spending cuts. The deal also expands work requirements for Food Stamp recipients, requiring proof of employment for recipients as old as 54 years old, up from 49. But veterans, the homeless, and people who are in foster care are now exempt from those requirements. Already, signs of disapproval from hard-liners on the right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not willing to vote this country into more debt.DIAMOND (voice-over): -- and the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Do they still have to worry about the Progressive Caucus, and whether or not your caucus will support?REP. PRAMILA JAYAPAL (D-WA): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "TAPPER",
      "sentences": "Yes, they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "JAYAPAL",
      "sentences": "Yes, they have to worry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "DIAMOND",
      "sentences": "What's the message to House Democrats who have reservations about this compromise bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "BIDEN",
      "sentences": "Talk to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "DIAMOND",
      "sentences": "What would you tell them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "BIDEN",
      "sentences": "I'm not going to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "DIAMOND",
      "sentences": "Who got the better deal, Democrats or Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "BIDEN",
      "sentences": "It's a bipartisan deal.DIAMOND (voice-over): The White House scrambling to make its case, offering briefings and making more than 60 one-on-one calls to House Democratic lawmakers so far. A key message: focus on the programs Republicans were trying to cut, and what's not in the bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:38",
      "speaker": "BEN LABOLT, WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "For members of the Progressive Caucus, who voted for all of the signature legislation of this administration over the past couple of years that has led to the creation of 12.7 million jobs and the lowest unemployment rate in 50 years, those are protected and funded in this agreement. And so if you voted for those items, you should vote for this, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "COREN",
      "sentences": "The Miami Heat are headed to the NBA finals after beating the Boston Celtics 103 to 84 in a must-win game seven of the Eastern Conference finals.Miami's victory thwarted Boston's effort to become the first team in NBA history to win a seven-game series after being down three games to none. CNN's Omar Jimenez has our report from Boston. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Well, coming into this Eastern Conference finals game, there had been 150 unsuccessful attempts at overcoming a 3-0 deficit. Now there have been 151.The Boston Celtics couldn't get it done, overcome what was initially an improbable deficit to begin with. But of course, they fought incredibly hard just to get to this point, becoming just a number of a select few of teams to even be in this position in the first place. But it was a battle of improbables here to try and advance to the finals, because the Miami Heat on their side, they came in as a play- in team. They had already been setting records in history along the way, becoming the first play-in team to win a series. Then they're taking out top seeds across the East. And then, even though they gave up three in a row and potentially would have become the first team to give up a 3-0 lead in the series, they came into Boston in a game seven environment where everybody was against them in this arena from the very beginning, and they were able to turn the tide over the course of the game. In the later stages, as that lead grew, there were even Celtics fans that were booing their own team, as the Celtics called timeout, as they tried to get a hold of the momentum that was seemingly swaying in the Heat favor. And the Heat now head on to the NBA finals, where they're going to take on the Denver Nuggets. Obviously, that is a team that is very well-rested. But the stakes have been against the Miami Heat before. And so, while many people are already saying the Nuggets are going to sweep through and take care of business, it's been said about the Heat before, and they came into a very hostile Boston environment and took care of business on a Monday night in this Eastern Conference finals. And again, battle of two improbables. But it's the Miami Heat improbable that took the victory this time. Omar Jimenez, CNN, Boston. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "COREN",
      "sentences": "In the National Hockey League, the Vegas Golden Knights are heading to their second Stanley Cup finals after a six-to-nothing blowout victory against Dallas Stars on Monday.The Golden Knights will now play against the Florida Panthers, who also made the finals for the second time in franchise history. The two teams face off in game one in Las Vegas on Saturday. Still to come, Memorial Day brought some of the lowest gas prices in over a year for millions of Americans, but will it last? The latest on that and the holiday travel. Then. they survived the Vietcong, so-called tiger cages, and jungle prison camps. Fifty years later, they've been honored at a special reunion. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "I don't want to keep you from your dinner.MAJ. MARK SMITH (RET.), FORMER VIETNAM P.O.W.: It's a good thing, because I'm hungry. SGT. KEN WALLINGFORD (RET.), FORMER VIETNAM P.O.W.: Yes, and then he really gets bad. (END VIDEO CLIP) (COMMERCIAL BREAK) [00:41:49] COREN: A driver navigates through heavy flames and smoke in the Canadian province of Nova Scotia, as hundreds of firefighters battle multiple ferocious wildfires. Prime Minister Justin Trudeau calls the fires there \"incredibly serious.\" Officials say they have burned more than 10,000 hectares, destroyed at least 200 structures, and have forced 16,000 people from their homes. On the other side of the country, wild fires in Alberta have been burning for weeks. Some 2,700 firefighters are on the lines there, battling more than 60 active fires. It's been a busy holiday weekend in the U.S., with Memorial Day travel back to pre-pandemic levels. And millions of Americans were happy to hit the road, thanks to some of the lowest gas prices in more than a year. CNN's Brian Todd has more. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): On the road or in the air, Americans were traveling in resurgent numbers this weekend, analysts giving important advice to potential travelers for the rest of the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "DOUG SHUPE, AAA SOUTHERN CALIFORNIA",
      "sentences": "If this weekend is a sign of anything that's to come, it is it's going to be so busy. You know, these airline seats are going to go fast. The hotel rooms are going to go fast. So you want to book your vacation plans this summer as early as you possibly can.TODD (voice-over): AAA projected that over 42 billion Americans will have traveled 50 miles or more from home this Memorial Day weekend, a 7 percent increase from last year. Just on the roads, according to AAA, more than 37 million motorists projected for this weekend, up 6 percent from a year ago. And those drivers are getting a pleasant surprise at the pumps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "JOE ALIAGA, MOTORIST IN NORTHERN VIRGINIA",
      "sentences": "I am surprised, because everything else is going up a lot more, so at least gas prices have kind of been stable.TODD (voice-over): Gas prices steeply down from a year ago. The national average on Monday standing at $3.58 a gallon for regular, according to AAA, down more than $1 from the average at this time last year, which was $4.60 a gallon. Analysts say there are several reasons for this. The global price per barrel for oil is lower than last year. And Russia didn't cut its oil supply to world markets as much as was anticipated, despite its war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "DENTON CINQUEGRANA, CHIEF OIL ANALYST, OPIS",
      "sentences": "We thought Russia was going to disappear from the world market. Their oil is still getting to market in certain places, despite the fact that the U.S., the E.U., and U.K. have sanctions on them.TODD (voice-over): And experts believe motorists won't see huge price changes any time soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "PATRICK DE HAAN, HEAD OF PETROLEUM ANALYSIS, GASBUDDY",
      "sentences": "The odds are against the national average hitting the four-dollar-a-gallon Mark this summer.TODD (voice-over): So we asked motorists a key question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "TODD",
      "sentences": "Will you change your travel plans or your driving habits, now that prices are lower?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:06",
      "speaker": "TED MILLER, MOTORIST FROM MICHIGAN",
      "sentences": "Well, I actually just drove in from Michigan today to be with my son. So, you know, I think that I'm encouraged to keep traveling and get together with family again. You know, it's been a while.TODD (voice-over): Analyst Patrick De Haan says, if lower gas prices have you thinking about a longer road trip, planned or spontaneous, there is a certain time of summer that might be a better window to travel than others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "TODD",
      "sentences": "But De Haan and other analysts say this optimism over gas prices this summer, especially in the late part of the summer, comes with the usual caveat. They say if there's a major hurricane in the later part of the summer, or more than one hurricane, that disrupts refineries along the Gulf Coast, prices could shoot up again.Brian Todd, CNN, McLean, Virginia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "COREN",
      "sentences": "U.S. President Joe Biden spent part of Memorial Day paying his respects to fallen American troops at Arlington National Cemetery.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Present arms!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "COREN",
      "sentences": "Mr. Biden laid a wreath at the Tomb of the Unknown Soldier. He was joined by Vice President Kamala Harris, Secretary of Defense Lloyd Austin, and Chairman of the Joint Chiefs of Staff General Mark Milley.The president spoke of the country's obligations to its soldiers and veterans. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "BIDEN",
      "sentences": "It's a sacred obligation, not based on party or politics, but on a promise. A promise to unite all of us. There's nothing more important. Nothing more sacred. Nothing more American.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "COREN",
      "sentences": "Well, former American prisoners of war were recently honored in California, where they celebrated the 50th anniversary of their homecoming. Two of the servicemen who spent months in Vietcong camps in the early 1970s lived to tell the story, and they spoke to CNN's Nick Watt.(BEGIN VIDEOTAPE) WATT (voice-over): Major Mark Smith and Sergeant Ken Wallingford. Then and now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "I haven't seen this guy, outside of one funeral we went to of one of our buddies, in 50 years.WATT (voice-over): That's how long it's been since they were released from a jungle prison camp. Now, back together, to celebrate that half century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WATT",
      "sentences": "I don't want to keep you from your dinner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "SMITH",
      "sentences": "It's a good thing, because I'm hungry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "And then he really gets bad.WATT (voice-over): 1973. They and hundreds of other freed P.O.W.s dined with the president at the White House. RICHARD M. NIXON, FORMER PRESIDENT OF THE UNITED STATES: Never has the White House been more proud than it is tonight because of the guests we have tonight. WATT (voice-over): Exactly 50 years later, to the day, here at the Richard Nixon Library, the same food. Neptune salad, beef, strawberry shortcake. There just aren't as many men left alive to enjoy it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "We considered Richard Nixon the guy really responsible for getting us home, and to this day, we love the man.WATT (voice-over): Every man at this table was held at the same P.O.W. camp. There's Smith and Wallingford. In 1972, both were badly injured and captured after the brutal Battle of Lakh Nim (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "The explosion went off. I felt like half my head had been blown away. I was an agnostic before I went to Vietnam. Battlefield conversions? You're looking at one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "SMITH",
      "sentences": "I'm the guy who knew I'd never get captured, because that only happened to losers. A.K. round hit me in the shin, knocked me down out of the way of an RPG that was aimed at my chest and went off behind me and knocked me out.WATT (voice-over): They were held in bamboo tiger cages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WATT",
      "sentences": "Explain to me what a tiger cage is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "Have you ever been to the zoo? Seen animals in cages? They just put these logs, five-by-six, five-by-five --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WATT",
      "sentences": "Into a cage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "-- into a cage with a little door you had to, you know, bend down to get in.WATT (voice-over): Held in those cages because they would not do as they were told.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "SMITH",
      "sentences": "We made no statements. We wrote no letters. We made no broadcasts. Not one.WATT (voice-over): Fifty years on, these men are grateful --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WALLINGFORD",
      "sentences": "Every day's a great day. I don't care what the weather's like outside.WATT (voice-over): -- and no regrets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "SMITH",
      "sentences": "Major retired Mark Zeppo (ph) Smith. War? That's what I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:16",
      "speaker": "WATT",
      "sentences": "Smith and Wallingford live thousands of miles apart. Smith in Thailand, Wallingford in Texas. They've done very different things with their lives since Vietnam.But it was really interesting to see their interaction. They'd been apart for so long, but having gone through such an intense experience together, there's an ease of familiarity, still, between them. And that's shown, because they laugh a lot together. Today, we should also remember the 58,220 American servicemen who died in Vietnam and all other victims of war. Nick Watt, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}