{
  "date": "2023-03-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Soon: Biden, German Chancellor Meet As U.S. Announces New Aid Package; Attorney Gen. Merrick Garland Makes Announced Trip To Ukraine; Biden, German Chancellor To Discuss War In Ukraine At WH Meeting. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Hello, I'm Victor Blackwell. Welcome to CNN NEWSROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "And I'm Bianna Golodryga.Any moment now, we expect to see President Biden welcome one of America's strongest NATO allies to the White House. The president will hold a bilateral meeting with German Chancellor Olaf Scholz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Now, their meeting as Russia's invasion of Ukraine is just beyond the one-year mark and as the Pentagon has announced another $400 million aid package for Kyiv. CNN's Chief White House Correspondent Phil Mattingly is live there at the White House. And CNN's Melissa Bell is joining us from Kyiv. Phil, I'll start with you and what we know about the president's meeting with Chancellor Scholz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, it's a critical meeting. And I know it sounds like something we say with every meeting that the president has when it pertains to this war and the allies and the alliance has been together, and but -- been very steadfast over the course of the last year of this conflict. But there's probably no more critical leader at this point than German Chancellor Olaf Scholz. This is a relationship the two leaders get along quite well.This meeting will entail a significant one-on-one. No staff component between the two leaders who've been so critical to an alliance that has produced a significant evolution in terms of the types of weapons and the capabilities that they've provided over the course of that year. And that hasn't been without tension. There have been points where the Germans have not been willing to go as far as some of their European allies or as the U.S. and yet throughout, there has been one through line. And that has been President Biden's efforts to maintain the unity that has kind of been so steadfast. And that is included when it came to providing Leopard tanks which the European officials had been asking the Germans to do so. The president even though he had initially been against it said he would be willing to provide M-one tanks as well on the U.S. side. So, that has been part of the diplomatic effort. That has been part of the relationship here. And when you talk to officials in the lead up to this meeting, the coordination between these two leaders what it means for the broader Alliance, but also what it means for the Europeans and NATO allies going forward is absolutely critical, essential. And if you take a look at what this age -- aid package that was released today by the U.S. has inside of it, it's not major new weapons capabilities or new weapon systems. What it is primarily is the nuts and bolts of what the Ukrainians need in this moment in time in this fight that remains at a stalemate to be able to maintain. And that's ammunition for HIMARS, ammunition for artillery, issues are -- the types of tools that can repair vehicles. It doesn't seem like big picture items but that's critical. And part of the discussion today, the defense industrial base, not just in Europe but also in the U.S. has certainly been winnowed over the course of the last year. And how to continue to supply weapons and ammunition at the scale they've been doing over the course of the last year, a big part of the conversation between the two leaders today, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, military experts have been telling us that it's not necessarily the tanks and the planes that Ukraine needs right now. It is the ammunition that they need. And let's go over to Kyiv there.Melissa, security aid assistance is going to be coming. Where it goes? It's going to make a big difference here because it could be compromised in at least one key area. There's a critical bridge the last remaining supply route in and out of the city of Bakhmut was blown up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, Russia's offense that has been underway we're told since early this year. Melissa Bell and Phil Mattingly, thank you both.Joining us now to discuss further is CNN Global Affairs analyst Kim Dozier. She's also the senior managing editor at the Military Times. Also, with us, is retired Army Brigadier General Peter Zwack. Welcome both of you. Kim, let me start with you because Germany is arguably the most important player here aside from the United States. It's Europe's largest economy. And it has been criticized early in this war for hesitating in providing some of the higher scale military assistance. Obviously, they've increased their aid and they are sending those Leopard tanks. But now as this war enters its second year, and in this conversation here with the President of the United States, is there concern going into it that Germany may remain hesitant in the months ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Well, Bianna, this is a chance for the chancellor to explain directly to Biden why he dragged his feet on coming up with those Leopard tanks, for instance, which meant that delay the U.S. announcement that it was going to send the M-one Abrams tanks. Germany, like Biden in a sense, is facing a situation where the German people are growing reluctant to continue supporting this war, in that their own fears seem to be rising, according to recent polls. Fears that the war could spill over into the rest of Europe. Fears that any sort of nuclear confrontation could literally blow into their country. And that kind of thing, it means that, in some senses, Scholz's hands are tied. He's got to make a good argument before every single tranche of aid he hands out.Biden is in some senses facing the same thing. And yet, Biden must also be asking -- the U.S. has given roughly two times as much as all of Europe combined in terms of aid to Ukraine. He's got to be asking Germany, what else can you ante up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLACKWELL",
      "sentences": "And what would be most crucial now, General, as we talk about what's happening, Bakhmut? The description there is that it is an urban style of warfare that they are -- the Ukrainians, they say that they're committed to it but President Zelenskyy says not at any cost. I mean, what do they need? And is Bakhmut more of a strategic win or is it something of a momentum win, a symbolic win for Russia and for Wagner?BRIG. GEN. PETER ZWACK (RET), U.S. ARMY: Victor, Bakhmut is important. I would say that it is at the tactical operational level, important for the Ukrainian defense. But I think for Russia and Ukraine, this is a fight that has really evolved into something is symbolic. And if we remember, at sort of against the odds, Ukrainians held on to Bakhmut through the period of the 24 February, one year anniversary, Putin basically got no trophy win. No win to show Moscow for that. I think tactically, yes. It's a lot of significance. However, if the Ukrainians decide to make a tactical withdrawal, I'm -- it's not a strategic withdrawal. The Russians pulling back from Kherson was a strategic result redraw. If they do, they will fall back on successive defense lines. Yes, it'll make more links between towns in that area more challenging, but it is certainly not the end of the war in the Donbass. So, they can but they have exacted a terrible poll on the Russians. But the Russians also and in the Bakhmut-Donbass area have the Russians in a bit, excuse the metaphor, of a bear hug. So, what becomes most important near-term nuts and bolts, artillery, artillery rounds, 155-millimeter M77 artillery rounds, more stingers which will knock down low-flying Russian jets that intimidate their pilots to come in and support it. So, it's a tough fight the Ukrainians have given an amazing amount. If they ultimately withdraw, they have exacted their toll. They held it through this critical period. And yes, it's hard to give up but they give -- they finally gave up Mariupol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Ukraine also has to be mindful of not exhausting its manpower and its artillery as it's preparing for its counter- offensive, which suggests to happen sometime in the spring.Kim, another issue that's going to come up and that is probably coming up in the hours ahead in the conversation between the president and Scholz, and we've been talking about a great length here is China in the United States showing that they have Intel, that China is seriously thinking about providing lethal aid to Russia. In terms of preventing that, it's not just the United States that can hold any leverage over China, it's Europe as well, and arguably, Germany, its largest trade partner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "DOZIER",
      "sentences": "Absolutely. Germany needs China for trade and vice versa. And what the Biden administration has always talked about is one of their key ways of trying to influence China will be to bring the allies together in terms of market strength and say, China, if you want our business, you've got to follow international norms. So, this could certainly be a way of drilling down onto a specific, you know. China, if you want our continuing business, you are not going to arm Russia in this continuing evade -- invasion.It is also a chance to -- for the two men to talk about those F-16s just as an aside that keeps coming up. You know, Biden did get a chance to have a one-on-one with Zelenskyy where assurances would have been made, promises likely would have been made that no, if you give us these jets, we won't use them to attack Russia and escalate the war. That perhaps is something that Biden would feel most comfortable explaining to Scholz one on one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "BLACKWELL",
      "sentences": "We just learned that the Attorney General, Merrick Garland has made an unannounced trip to Ukraine. This comes after we saw the Treasury Secretary, Janet Yellen made an unannounced trip there as well. We saw and learned during her trip that there were $10 billion of aid through September that has been pledged to Ukraine humanitarian aid. We'll see what comes out of the trip from Attorney General Merrick Garland. Just getting that in.But, General, let me come to you on China and their value. Just the inverse of the question I asked about what the Ukrainians would need, how would, what the Russians want? And what the Chinese are potentially if they are able to or willing to offer legal -- lethal aid, how would those reconcile? What is Russia need? And what do you think China is willing to give if they are anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "ZWACK",
      "sentences": "I think Russia -- excuse me, I think that China, Xi Jinping, the Congress -- they're really at an inflection point. They've been called out in many ways, as we called out the Russians before the last year's invasion. The world is watching.I don't know the -- if the Chinese as interwoven, as Kim talked about with Germany, the EU, and the rest of the world. If it's worth now that the world is watching for them to go and join Iran as pariah nations, the -- a pariah nation that is just -- it's an ongoing vicious invasion. I think the Chinese -- the Chinese are in a hard spot. They probably been supplying sub-Rosa chips and a lot of low- level technologies, but not weapons. But if they start supplying -- other Russians could use (INAUDIBLE) and they could use ammunition too, they could use drones and things like reading them out, But I think this puts China in a terrible position as inner woven in the world as they are. And again, everybody's waiting and watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it'd be harder for the world, though to decouple from China's economy in a way that wasn't for Russia. And obviously, as we mentioned, Germany is China's largest trading partner in Europe.And going back to the news that we are just now, getting to the Attorney General has made an unannounced trip to Ukraine. We're getting a statement there that he has held several meetings and reaffirmed the United States' determination to hold Russia accountable for crimes committed in its unjust and unprovoked invasion against its sovereign neighbor. Also, be interesting to see there had been a lot more pressure. And we had seen action in terms of President Zelenskyy and his government cracking down on more corruption investigations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "GOLODRYGA",
      "sentences": "And then there's more focus coming from the United States on where that money is going. So, I wonder if there will be some meetings on that front as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "GOLODRYGA",
      "sentences": "Kim Dozier, General Peters Zwack, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "GOLODRYGA",
      "sentences": "Well, the judge in the Alex Murdaugh trial sentences the disgraced South Carolina attorney to two consecutive life sentences for killing his wife and son. Up next. We'll speak with a lawyer representing the victims of Murdaugh's alleged financial crimes. Plus.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Holy (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Where is it going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:06",
      "speaker": "BLACKWELL",
      "sentences": "Tornadoes, golf ball-sized hail, pummels parts of Texas and Louisiana. And there's another round of severe weather on the way. We've got details.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "President Biden is currently meeting with German Chancellor Olaf Scholz at the White House. Let's listen.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:06",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Everyone in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "OLAF SCHOLZ, GERMAN CHANCELLOR",
      "sentences": "Thank you for having me again. I really appreciate to be second -- (INAUDIBLE) at the White House. And let me just say this is a very, very important year because of the very dangerous threat to peace that comes from Russia invading Ukraine. And it's really important that we act together, that we organize the lockstep, and that we made it feasible that we can give the necessary support to Ukraine during all this time.And at this time, I think it is very important that we give the message that we will continue to do so as long as it takes, and as long as it is necessary. And that we are ready also for staying with the Ukrainians as it -- as long as it is necessary. And I really appreciate the very good cooperation between the two of us, our governments. And the United States and Germany and Europe. And the Transatlantic partnership is really a very good shape today. And this is very much thanks to your leadership. So, I'm really happy to be here to talk with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "BIDEN",
      "sentences": "I'm glad to talk about it. Thank you.(CROSSTALK) (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "BLACKWELL",
      "sentences": "All right, so we had there in the Oval Office, President Biden meeting with the German Chancellor, Olaf Scholz. Of course, they had just had the beginning of this meeting. Let's go down to CNN's Chief White House Correspondent Phil Mattingly, and bring in CNN's Senior Justice Correspondent Evan Perez, and CNN Pentagon Reporter, Oren Liebermann. And, Phil, let's start with you. Picking up where we left off with our last conversation, two of the most important figures when it comes to the lethal aid, the support for Ukraine and the arc of where -- of Germany's support. We were talking 13 months ago up -- but helmets that they were offering and now sending tanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:17",
      "speaker": "GOLODRYGA",
      "sentences": "And that's far, Oren Liebermann, the bulk of the military aid has been coming from the United States, obviously more economic stress on Europe there given their proximity to the fighting, and they're taking in a lot of refugees as well. But even though Germany has agreed to send these tanks, Europe is scrambling to find about 62 of them that are needed that they promised to the Ukrainians. The United States agreeing to another $400 million worth of aid just today but there's increased pressure, as we all know, here at home for accountability and sort of a deadline as to a possible end in sight. Talk about that part of the story and what more Europe can or cannot do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:17",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, the U.S. has really tried to set the pace here and sort of keep up the drumbeat of making sure assistance keeps on going to Ukraine. And you saw that just today $400 million. In terms of new capabilities, there was something called an armored vehicle launched bridge, which is basically just a base of a tank that can use a 60-foot bridge to cross some sort of terrain. And then as well as ammunition. We've seen this before, the ammunition that Ukraine needs to stay in the fight. So, this is the U.S. trying to set the pace as it has over the course of the past year.But you're absolutely right that other countries and Germany in particular, especially at the beginning of the war, have faced criticism for not doing enough, and then questions over how much more can they do. How much can Europe's defense industrial base produce to keep up with the demands of a protracted ground war in Ukraine? And these are profound questions and difficult questions to answer that not only does President Joe Biden need to face as he tries to keep Europe and NATO united. But, of course, German Chancellor Olaf Scholz, and the other leaders of Europe need to face down as they look at the possibility of this stretching out. You also hear calls from Capitol Hill here, more oversight on the Ukraine aid side. So, there are questions about how much longer the U.S. will be willing to essentially send millions -- hundreds of millions, if not billions of dollars at a time over to Ukraine, and all of that on top of the fact that you clearly heard it there from both Biden and Scholz. Nobody sees an end game in sight right now. Russia has not indicated any willingness to back off of this, which means there is a challenge to keep that aid flowing. And that's part of what the U.S. and Biden trying to make clear that they will keep doing as they work to keep everybody United here, as the challenges potentially will only grow as this draws out -- draws out longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:17",
      "speaker": "BLACKWELL",
      "sentences": "Evan, we just learned a few moments ago about the attorney general's surprise unannounced visit there to Western Ukraine. Tell us about it. What do we learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:17",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Victor and Bianna, this is part of a visit that the attorney general is trying to show some support for the efforts to prosecute, to investigate Russian war crimes during this war in Ukraine. He was there as part of this United for Justice Conference. You saw --I think we have a video of the president of Ukraine along with the Prosecutor General of Ukraine. A number of other countries sent their representatives to this conference.This is -- this is Garland's second time in Ukraine. The last time, last June, he went just to the border between Poland and -- Poland and Ukraine where they announced this formation of a team specifically designed to look into and to investigate Russian war crimes. They appointed at the time Eli Rosenbaum, who's a well-known prosecutor here at the Justice Department. He spent his career chasing down and investigating Nazi war criminals, you know, over the -- over the decades. And so, he is now leading this team that is helping the United States. The FBI tried -- the Justice Department trying to help find these war criminals and bring them to justice. That's what this visit we understand is about. And so, the importance of having the attorney general go there shortly after the president, of course, went to Kyiv, and you saw the treasury secretary go there just in the last few days, I think it's an -- it's an indication of what the administration is trying to show as part of a broader effort to show support for the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:17",
      "speaker": "GOLODRYGA",
      "sentences": "And we saw the vice president at the Munich Security Conference for the first time officially say that the United States is accusing Russia of committing crimes against humanity as well. Phil Mattingly, Evan Perez, and Oren Liebermann thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}