{
  "date": "2023-08-17",
  "headline": "CNN This Morning",
  "subHeadline": "D.A. Seeks March 4 Trial Date for Trump on Eve of Super Tuesday; Hope and Despair as Survivors Return to See Devastation in Lahaina; Trump May Skip First GOP Presidential Debate. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:49",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "And the Fulton County district attorney has circled March 4 as the trial date in Donald Trump's Georgia election subversion case. That's one day before primary voters head to the polls in more than a dozen states.And new overnight, a woman in Texas has been charged for threatening the judge overseeing Jack Smith's federal election subversion case. Also this morning, more young Americans are being diagnosed with cancer. According to a new study, the rising rate is predominantly driven by women and 30- to 39-year-olds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "HARLOW",
      "sentences": "The head coach for the U.S. women's soccer is out, resigning after the team made an early exit from this year's World Cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "MATTINGLY",
      "sentences": "And a thirsty tourist stopped to fill up her water bottle in Rome's famous Trevi Fountain. You see balancing on the stones near the middle of the fountain as stunned onlookers watched. Don't think you're supposed to do that. She was eventually escorted away by a guard.CNN THIS MORNING starts right now. You wouldn't -- you wouldn't do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "HARLOW",
      "sentences": "I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "MATTINGLY",
      "sentences": "You wouldn't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "HARLOW",
      "sentences": "Ah, depends on the day. I would not do that. My children would do that. MATTINGLYkeep them from doing those kinds of things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "HARLOW",
      "sentences": "This is true. This is true. That's pretty stunning video. We'll get to that in a moment.But the headline this morning on Donald Trump. Eight days left. That's what he has to surrender on felony charges for trying to overturn his 2020 election loss in Georgia. This morning, negotiations, we've learned, are under way for how and when he will surrender. And District Attorney Fani Willis is pushing for an aggressive trial date. She is now asking the judge to start this trial on March 4. Look at that calendar. That is the day before Super Tuesday, when Trump will be competing in more than a dozen presidential primaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:49",
      "speaker": "MATTINGLY",
      "sentences": "And we're learning more about the dire financial situation of Rudy Giuliani, one of Trump's 18 co-defendants in that Georgia case.A source tells CNN Giuliani went to Mar-a-Lago in recent months to make a desperate face-to-face plea to Trump, asking him to help pay for his ballooning legal bills. Meanwhile, in Trump's federal election case, a Texas woman has been charged with threatening the judge. Investigators say she left a voicemail for the judge, saying, quote, \"If Trump doesn't get elected in 2024, we are coming to kill you, so tread lightly.\" Let's bring in CNN senior crime and justice reporter, Katelyn Polantz. Katelyn, there's like 50 different threads right now at this moment. What sticks out to you? What are you following, given your focus on all of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Yes. A lot of lawyers. A lot of money, as well, as we've been talking about over the course of the last couple weeks.I want to ask you. There's kind of a stark reminder of the moment we're in yesterday, that threats being thrown in the direction of Judge Tanya Chutkan. What's the response been right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "POLANTZ",
      "sentences": "Well, the response is that there is a criminal complaint against a woman in Texas now in the federal court that could very well lead to a more robust set of charges.We have seen cases like this come up in the past. Not just related to federal judges, but also related to all kinds of political figures, especially opponents of Donald Trump. This woman in Texas, Abigail Jo Shry, she placed a phone call to Judge Tanya Chutkan, the federal case -- the jurist who is overseeing the federal case in Washington, D.C., against Trump. She made that call just a couple days after Trump was arraigned in federal court on those criminal charges related to January 6th. And did tell the judge on the call, you will be targeted personally, politically; your family, all of it. Now, she was approached by officers just a couple days later. Federal officers, saying to them, according to the court papers, that she did make that call to Judge Chutkan. Now whether this actually would have resulted in some sort of violence, ultimately, is not the question. There is a criminal charge out there about communicating a threat to injure people across state lines, threatening to injure officers -- or officers of the federal government. That is a real charge that happens in the federal system. And in this court, they have had to deal with things like this before. The judge overseeing Michael Flynn's case, another Trump ally, in 2021. There was a man from New York that made a call to that judge on his voice mail. It was very threatening. He ended up doing 18 months in prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HARLOW",
      "sentences": "Katelyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Wow, just -- the threats are serious. They're real. There's real consequences. But just feels like we're in a pretty dicey moment right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HARLOW",
      "sentences": "And so many judges, from the Supreme Court on down, have been threatened, and some attacked. Katelyn, thanks for the reporting from Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "And new this morning, the death toll from Hawaii's devastating wildfires has risen to 111, and officials are starting to release some of the names of those victims.The police chief, at a news conference overnight, also says that some of the remains they're finding are the remains of children. Search teams have covered at least 38 percent of the area, with an additional 225 people added to the search efforts and another 20 dogs. Hawaii's governor, Josh Green, told CNN last night that the estimates, more than 1,000 people are still missing. Now, scrutiny is being placed on the state's emergency response. Hawaii has one of the largest siren warning systems in the world, but those sirens remained silent as the wildfires raged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HARLOW",
      "sentences": "The governor has ordered the state's attorney general to launch a review, telling CNN on Tuesday night that some of the sirens had been aging over decades. Some were broken during the wildfire.Maui's emergency management agency's administrator said the sirens had been tested just a week before and did not sound deliberately. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you regret not sounding the sirens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HERMAN ANDAYA, MAUI EMERGENCY MANAGEMENT AGENCY ADMINISTRATOR",
      "sentences": "I -- I do not. The sirens, as I had mentioned earlier, is used primarily for tsunamis.Had we sounded the siren that night, we were afraid that people would have gone mauka. And if that was the case, then they would have gone into the fire. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HARLOW",
      "sentences": "Here's what Hawaii's senator, Mazie Hirono, said.(BEGIN VIDEO CLIP) SEN. MAZIE HIRONO (D-HI): I know that the attorney general is reviewing the pre, during and post of -- of this disaster. So that is ongoing. I do believe that the Maui person was premature in his assessment of the situation, in saying that he does not regret not sounding the alarm. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HARLOW",
      "sentences": "So much death, so much destruction. Some homeowners are only now going back to see what is left.Hawaii News Now reporter Mahealani Richardson reports from the ground in Lahaina, where she walked through a charred neighborhood as one couple sees their home for the first time. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "RICHARDSON",
      "sentences": "I know you've been visiting your home a few times since this week, but is this the first time you're seeing this?KAHAI (ph): Yes. It's hard. It's hard to take in. You know? Just seeing how this devastation -- I don't -- I don't know what what to think. We grew up here. This is home to a lot of us. RICHARDSON (voice-over): She says she couldn't look until today, more than a week after the firestorm. Sitaleki Ika walks to his home. For him, each way takes half an hour. It's an emotional journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "SITALEKI IKA, LAHAINA HOMEOWNER",
      "sentences": "Makes me cry. Makes me cry. Over 20 years I stayed in my house.RICHARDSON (voice-over): There's an eerie emptiness of a once thriving town. The stench can be overwhelming, but these families are determined to keep coming back. And from her home, Helen Kahai (ph) can still see the historic smokestack above the ashes. KAHAI (ph): There's hope. Lahaina will get back, and it will be stronger. RICHARDSON (voice-over): Mahealani Richardson, Hawaii News Now. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MATTINGLY",
      "sentences": "Joining us now is Cindy McMillan. She's a spokeswoman for the state of Hawaii's joint information center. Thanks so much for taking the time this morning.I want to start following up by what we heard last night related to the sirens, or the lack of the use of the sirens and the rationale for it. If you put that together with the fact that many people didn't have their cell phones or didn't have cell phone service, and therefore, could not receive those alerts, I think there's some question right now is, is there anything that could have been done to warn people that this catastrophe was coming their way? CINDY MCMILLAN, SPOKESWOMAN, HAWAII'S JOINT INFORMATION CENTER: Good morning. Sure. I just wanted to start by saying that your coverage has been great, and we are carefully and compassionately proceeding. And as part of this response, we are still actively working fire sites and recovery efforts. And the questions that folks have been asking about the alerts and so on are definitely top of mind for so many here. And the governor did ask the attorney general, as you reported, to conduct a comprehensive review of the policies and practices that led up to, during and following this incident. So we don't have answers to your questions yet. We do expect that the attorney general will get them, but at this point we can't say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "What do you make of -- we just played sound there from an official saying he does not regret not sounding the alarm, because it would have confused people. And he said they would have run into the fire, because normally, these sirens would have been sounded for tsunamis. Do you agree? Would they have run into the fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MCMILLAN",
      "sentences": "Sorry. I don't know the answer to that. I can tell you that the comprehensive review is going to be looking at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MCMILLAN",
      "sentences": "Both in this instance and then what we do going forward, because what we learn in this instance will inform how we move forward, and so how we can keep people safe in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "Well, can I ask when people will know? Because they're desperate for answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "MCMILLAN",
      "sentences": "Sorry. When people will know what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "HARLOW",
      "sentences": "When people will know, when you expect that review to be done, because they are desperate for answers and assurance that this won't happen to them again, with no warning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "So in terms of the response that's ongoing right now, the recovery, the identification, the levels of complexity and difficulty and the arduous nature of it, do you have any idea when it will be complete, and when families, all families, will know -- I think there's more than 1,000 people still missing at this point in time -- will have answers for where their family members are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MCMILLAN",
      "sentences": "Well, as you noted, the K-9 search teams have doubled in the last few days. We have 90 people now. Teams from 14 states are helping with the search.Thirty-eight percent of the Lahaina burn area has been covered. The chief said, Maui police chief said today that he can't give an estimate. He can only do it the right way. And so until that is done, it's not complete. And we know that people are desperate for news of their loved ones and the unaccounted for, and those efforts are proceeding as quickly and as compassionately as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "What should people do? Should people go to -- Maui? You know, so many residents are saying, don't come. Don't just look at what has happened.And yet the businesses are struggling so much. So much of the economy is tourism. What is your message for people who think it may help the economy to visit, but also balancing that with the respect and the dignity of those who are suffering so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MCMILLAN",
      "sentences": "You have hit it on the head. It is a balance. Visitors do contribute so much to our economy here, and we appreciate that.At this point in time, we're just asking that visitors don't go to West Maui. There are plenty of other places, even on Maui and certainly in the rest of the state, for visitors to come, enjoy a vacation, and not have to worry about the -- the people who are grieving in West Maui. The key here is respect for the special place that is home. And Lahaina has such a rich history and culture. Right now, we're really focused on the families and the loved ones we've lost there. And then we'll -- then we'll look to recovery and rebuilding. But right now it is a balance. It is about respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Can we ask you just one final question on -- just to hear that number, more than 1,000 people missing, is so striking. Do you have any indication of whether those are people who just cannot -- who escaped but cannot communicate, the majority? Or are the majority presumed to have perished?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MCMILLAN",
      "sentences": "We do not know at this point in time. We're still working very hard to find, as I mentioned -- to find, to identify folks.And we want family members to work with the American Red Cross, spearheading this effort, to make sure that we understand who has not been accounted for yet, where they might have been. And then, also, on the -- also, on the positive side, those people who had been unaccounted for, we'd like to hear from them when they do make contact with their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "All right. Cindy McMillan, spokeswoman for the state of Hawaii's Joint Information Center. If you find things that you need or that people need to know, please come back to us any time. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MCMILLAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "HARLOW",
      "sentences": "The first Republican presidential debate is really around the corner, just days away, and sources tell CNN Donald Trump is probably not going to be there. What's he going to do instead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "MATTINGLY",
      "sentences": "And CNN is on the front lines of Ukraine's high-stakes counteroffensive. We're going to give you a firsthand look at Ukrainian marines, fighting to take back territory from the Russians.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "The first Republican presidential debate -- we're just talking about what time it starts, by the way -- is in less than a week. And sources are telling CNN that the former president and Republican front-runner, Donald Trump, is probably not going to go.Instead, he is proposing counter programming to the debate. One idea he's floating: a sit-down with former FOX News host Tucker Carlson; another, calling into different cable news shows. Joining us at the table, CNN congressional correspondent, Jessica Dean; politics reporter for Semafor, Shelby Talcott; CNN political analyst and White House correspondent for PBS News, Laura Barron- Lopez. Good morning, ladies. I was complimenting your coordinating suits. They all look -- You, too, Phil. They all look amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "MATTINGLY",
      "sentences": "Thank you for adding me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "MATTINGLY",
      "sentences": "You didn't when you were actually talking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "I know. But I did on TV, and isn't that better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "MATTINGLY",
      "sentences": "But we were doing the -- no. OK, yes. No. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "Your reporting, he's not going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "SHELBY TALCOTT, POLITICS REPORTER, SEMAFOR",
      "sentences": "I -- every time I've asked Trump aides, their response had been, what's the upside in going? And so that's kind of the main focal point of how they're thinking things. And as CNN reported, the other thing is, why do we go to thepresidential debate when we could potentially do something that would result in more eyeballs and get more attention? And you've seen him do this often. Right? Is kind of derail the other Republican candidates. We saw that in Iowa just last week. And so it does seem unlikely that he's going and likely that, if he doesn't go, he is going to try to do something else to steal the spotlight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "MATTINGLY",
      "sentences": "Did you notice how she was very careful in hedging there a little bit? This is what people are saying now. At the moment. We don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "Isn't that -- isn't that what good reporters do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "MATTINGLY",
      "sentences": "No, you guess. No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "-- especially when it comes to Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "MATTINGLY",
      "sentences": "That is a savvy veteran reporter right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "JESSICA DEAN, CNN POLITICS CORRESPONDENT",
      "sentences": "OK. So remember, all these Republican candidates are just so excited about this debate. They're going to be on the stage. Because it is potentially their moment to to have their breakthrough moment, to reclaim some of the spotlight nationally from Donald Trump.What I'm curious about is, next week Donald Trump is going to have to surrender himself down in Fulton County. And when does that happen? Because he's got this press conference that he wants to do on Monday. And then we have the debate on Wednesday. The deadline is Friday. What better way to steal the spotlight than if he surrenders on Wednesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "During the debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "DEAN",
      "sentences": "Right.I don't know, but, like, as Shelby was just saying, he knows he wants some counterprogramming here. And he is a master of taking that spotlight back. He's done it time and time again already through this cycle. I would expect something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "HARLOW",
      "sentences": "They're open 24/7.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:30",
      "speaker": "DEAN",
      "sentences": "Yes, right.LAURA BARRON-LOPEZ, CNN POLITICAL ANALYST: I mean, the judge and the D.A. has to agree to that. I mean, they have to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "Nine p.m.BARRON-LOPEZ: Right. But I thought that it was funny that also in CNN's reporting that it says that this could change in the 11th hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "Sure.BARRON-LOPEZ: He could decide very last minute: Never mind. I'm going to show up. Which we know that he -- he often does that. But I do think that, whether or not he goes, I'm skeptical that it will really impact any of his standing with voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "TALCOTT",
      "sentences": "Yes. And I -- I think it's interesting when you say, like, last minute. Because my big question is, I think that the RNC has given him, like, he has to decide 48 hours before. But if he shows up last minute, are they going to say no?BARRON-LOPEZ: Is FOX going to say no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "TALCOTT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "DEAN",
      "sentences": "I do think there are security concerns around that, obviously, because you are dealing with Secret Service. So there are some logistical challenges.But to you all's point, it's -- it's Donald Trump, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "He literally controls everything in the party and in this moment and in this race without any question. The polls show it. What you're saying about the RNC definitely underscores it. FOX clearly wants him to show up, as well.The interesting thing, to me -- by the way, he did this in 2016. Does anybody remember? He skipped the Iowa debate and held a counterprogramming event, as well. I think he still owes people money for that, if I recall correctly. But other candidates want him in the debate, too. You've seen Chris Christie tweeting back at Trump, after -- I don't want to get into the semantic, bath and forth, but basically calling him a coward. Saying he needed to come to the debate. You now have the DeSantis campaign and their Super PAC running ads, saying that he's too scared to debate. Why do the candidates want Trump in the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "TALCOTT",
      "sentences": "Well, this is their first real opportunity to go at him face- to-face and to kind of show voters why they would be a better choice. They haven't had -- they haven't had the opportunity to go face-to-face against Trump. And so all of these candidates, even though it's unlikely that Trump's going to go, are prepping as if he's going to show up. Because it's the first real opportunity to say, Hey, we've been telling you for months now that we're the better option, that we're more presidential. That we can take things further than Trump did, or whatever the specific reason that the individual candidate is pitching. This is their opportunity to do that. And so Trump not going does take the wind out of -- out of the debate. BARRON-LOPEZ: And even if he's not there, they're going to be talking about him. I mean, especially Chris Christie and others that are more willing to take him on. The question, though, for Republican voters in this primary is, are they prepared to have a nominee, potentially a nominee, if Trump is the nominee, that is a convicted felon on election day? If all -- if these cases wrap up by election day. And it seems that they aren't really concerned about that potential problem right now, or the impact on the general election. And other than Christie and Asa Hutchinson and Will Hurd, you aren't seeing a collective argument --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "No.BARRON-LOPEZ: -- made by the candidates that that could be an electability problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "I just think it's interesting that this polling from Quinnipiac shows 57 percent of Republican voters think it's very important. And if you add somewhat important to that, you're almost at 90 percent of them -- that any Republican candidate who qualifies shows up on the debate stage.You point out Iowa, for example. But minds are not totally made up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "DEAN",
      "sentences": "No. Not at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "So it could really matter in a state like that if he doesn't show up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "DEAN",
      "sentences": "It's certainly -- Things are very fluid. And it's like we can hold two things at once? Right? Two things can be true at once.Donald Trump has been the front-runner across four -- now four indictments, and that has been very consistent in the national polling and in these early states. However, it is August. And people in Iowa -- I was just there a couple weeks ago. They're still looking around. They may like Donald Trump, but they are very much still looking around. So this is fluid. And Poppy, to your point, things like this do matter and can -- sometimes it's just incremental moving of the needle. In Ron DeSantis's his case, that's what they're hoping, that he keeps going back and back and back. And they want it to just kind of move over time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "Nothing else has shifted the race up to this point. In these campaigns you have to have something here. What that means, though --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "Yes. In the lens of Phil Mattingly, he controls everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "You're not wrong. You're not wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "That's daunting, I think, if you're a Republican candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "Right? Jess, Laura, appreciate it. Shelby, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "Well, a federal appeals court has wiped away a lower court's ruling that would have taken a medication abortion drug off the market. Where that case is headed, that's next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HARLOW",
      "sentences": "Also, a viral video shows a tourist climbing into Rome's iconic Trevi Fountain to fill up her water bottle. You can see her standing on the rocks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "MATTINGLY",
      "sentences": "That isn't you?",
      "isLastSentenceInterrupted": false
    }
  ]
}