{
  "date": "2023-06-23",
  "headline": "The Situation Room",
  "subHeadline": "Trump Fake Electors Get Immunity In January 6th Probe; New Safety Investigation Of Sub Disaster Underway; Abortion At Issue In Dueling Biden, GOP Events; New Mission Launched To Search & Map Sub Debris Site; New Questions About Greek Costa Guard's Account Of Migrant Boat Tragedy That Left Hundreds Dead. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "ALEX MARQUARDT, CNN ANCHOR",
      "sentences": "Happening now, Trump fake electors get immunity in the special counsel's investigation of January 6th. We're digging deeper into CNN's new exclusive reporting on prosecutors' efforts to secure critical testimony.Also this hour, Canadian authorities just launched a new investigation of the Titans submersible disaster. This comes as a new deep sea mission to the sub debris is now underway. And the issue of abortion is front and center as President Biden and his Republican rivals hold dueling events. We're getting a new snapshot of the 2024 election landscape one year after the Supreme Court overturned Roe versus Wade. Welcome to our viewers here in the United States and all around the world. Wolf Blitzer is off today. I'm Alex Marquardt. And you're in THE SITUATION ROOM. Our top story at this hour, CNN has learned that some key witnesses in the January 6th investigation have been given limited immunity by Special Counsel Jack Smith. They are two of the fake electors for Donald Trump in the state of Nevada. Our Senior Legal Affairs Correspondent Paula Reid has more on her exclusive reporting. Paula, what is the significance of the special counsel giving these fake electors this partial immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, it suggests that this part of the January 6th investigation, the focus on these fake slates of electors who tried to overturn the results of the 2020 election, but this has come to the forefront once again. This particular aspect of the investigation has been dormant for quite some time.And as you referenced, the two witnesses who were given immunity, they're both Nevada GOP officials who were willing to serve as fake electors. Historically, they have not been willing to be very cooperative in investigations, but here, prosecutors saw that coming a mile away, so they tried to compel this testimony when they were before the grand jury, granted them this limited immunity so that they can now be prosecuted for anything they said before the grand jury, and that's how they were able to compel this testimony. It appears, though, that whatever these two witnesses had to say was important enough to this investigation and where they are right now, that they were willing to do this, to move this way. So, it's very significant, because it tells us that this is a priority for the special counsel right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARQUARDT",
      "sentences": "A priority, and as it suggests that Jack Smith is getting closer to charging decisions in this, his second investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "REID",
      "sentences": "It does. We've always known the January 6th investigation was on a longer timeline than the Mar-a-Lago documents probe, in part because it's just so much more complicated. There are so many moving parts, so many more people, so much of it was forward-facing, there's more evidence.But it does appear that they may be focused right now, based on the reporting from the team here, and based on what they're asking witnesses, they're especially interested in Trump's former legal team, like Rudy Giuliani, Sidney Powell and former Justice Department Official Jeffrey Clark. They have been asking a lot of questions about them. So, it does appear that they could potentially have some legal exposure. A big question a lot of people have is, well, what about former President Trump? Based on the reporting from the team at this point, it's unclear if Trump is a target, but we've learned that witnesses have been asked a lot of questions recently about what he was doing before January 6th, on that day and after. So, clearly, prosecutor still looking at him, completely unclear if he'll be charged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARQUARDT",
      "sentences": "And those are some big names and Trumps legal inner circle. Paula, terrific reporting from you and the team. Stay with us. I want to keep you in this conversation as we bring in more of our legal experts.Laura Coates, I want to go to you first. How ominous of a sign is what Paula was just describing, this increased activity? How ominous is that for the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Yes, it certainly is. Shan, to you, in terms of the charges, what kind of charges could we see in this case, and in terms of -- would they impact the legal team around Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "SHAN WU, DEFENSE ATTORNEY",
      "sentences": "They certainly could. I mean, it's a position of great vulnerability for the legal team. Obviously, they could claim to just getting legal advice. But the fact that they're being questioned, this way really exposes them some. And it's basically election interference here.And as Paula was saying, this is such a sprawling investigation. This is just one piece of it, the fake electors, and these are the ones in Nevada. I mean, it's really an extraordinary undertaking that they have to do here. And I agree that the mere fact that they're granting the partial immunity doesn't mean that that means the indictment is going to be tomorrow, but it does signal they're now at a place where they're confident in making decisions as to who is valuable enough, who is so exposed, we'd never offer immunity. So, they're beginning to reach closer to that center of the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Yes, to some people very close to the former president.Now, two IRS whistleblowers made several explosive allegations to Congress, including that the Trump-appointed U.S. attorney was blocked from bringing charges in other states and that the attorney general denied his request to be named special counsel. The attorney general, Merrick Garland, responded to those claims earlier today. Let's take a watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "The only person with authority to make somebody a special counsel or refuse to make somebody a special counsel is the attorney general. Mr. Weiss never made that request to me. Mr. Weiss had, in fact, more authority than a special counsel would have, as complete as he had and has, complete authority, as I said, to bring a case anywhere he wants in his discretion.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Paula, what you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "REID",
      "sentences": "Well, in addition to being the nation's top law enforcement official, Attorney General Garland's job other these days as being defender in chief of the Justice Department's impartiality. They have been under relentless attack particularly from Republicans, accusations of partisanship. And he has a lot of politically charged investigations, right, in the larger DOJ portfolio, mostly being overseen by special counsels.The dual investigations into President Trump, his also a special counsel investigation into President Biden, and then, of course, there's the Trump reported U.S. attorney overseeing the Hunter Biden probe. Now, we knew as soon as news broke that Hunter Biden had entered a plea deal, no one was going to be happy with the outcome of that investigation. It had been going on for five years with the full resources of the Justice Department and a Trump-appointed U.S. attorney. He's pleading guilty to two relatively minor tax charges and will have a gun charge diverted. Republicans are not fully satisfied with that. So, of course, there have been a lot of attacks on the Justice Department, and there he is, you know, trying to blunt the accusations of a whistleblower who argues that, look, there was some political meddling in this investigation. But this, I mean, almost every time you see Merrick Garland, he gets asked some question about the impartiality of the Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARQUARDT",
      "sentences": "Yes, not fully satisfied, to say the least. Laura, we only have a couple moments left, but I want to ask you about another of the charges from the whistleblowers. That's the IRS recommended more felony charges against Hunter Biden.From your experience, do the charges that he's pleading guilty to fit the crimes that he is alleged to have committed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "COATES",
      "sentences": "Well, the failure to pay taxes, it's really a matter of the paperwork. Did he file or did he not? The fact that he would have eventually paid the taxes that he was supposed to have paid does not absolve him of criminal liability if, in fact, that was required of him.The fact that there have been charges that have been leveled by the prosecutor, though, to me, I'm very confident as a prosecutor to think that of the wide net that has been cast and the thoroughness of a multiyear investigation that they would've charged the highest crimes and they had the exclusive discretion to do so. If an agency wanted to recommend more charges, it would have to reconcile with the Department of Justice's counsel, in this case, this prosecutor, to figure out if those were appropriate. Remember, the prosecutorial power rests within the DOJ and that counsel, not an IRS agent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "MARQUARDT",
      "sentences": "We are following multiple investigations now underway into the deadly catastrophic implosion of the Titans submersible. The Canadian Transportation Safety Board just launched its own inquiry, we're told.CNN's Miguel Marquez is in Canada. Miguel, the families of the five victims in that sub, they are, of course, breathing tonight, and they want to know how this could have happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "And a lot of people want to know how this could have happened. Not only is that official investigation by Canadian officials underway, but at the sub site itself, there is a remote operated vehicle, or remote sub, that is down there mapping the details of that debris field, hoping to find clues to why the Titan failed.(BEGIN VIDEOTAPE) MARQUEZ (voice over):  A day of mourning, flag at half-staff, a rose for each victim of the Titan. JOHN PASCHALL, PAUL-HENRI NARGEOLET'S STEPSON:  He was this big, lovable guy. He was a prankster, but he cared so much about his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "MARQUEZ",
      "sentences": "John Paschall speaking about Paul-Henri Nargeolet, his stepfather, experienced deepwater diver, known as Mr. Titanic for the number of dives he made to the ship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PASCHALL",
      "sentences": "Honestly, when he told me he was going back out for this expedition, when I saw him in May, I really, honestly didn't think twice about it. I said, okay, great, have fun, be safe, and I'll see you in July.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "TOM DETTWEILER, PRESIDENT, TKD ENTERPRISES, OCEAN OPERTIONS AND ENGINEERING CONSULTANT",
      "sentences": "This device was built much different than most deep diving submersibles. Instead of using a sphere, which is very strong under pressure, instead, it used two hemispheres on each end, and then a cylinder in between made out of carbon fiber. And it looks like it was that portion made out of carbon fiber that failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MARQUEZ",
      "sentences": "The world of deepwater submersibles small, very close, and highly specialized, making the rounds in that community a possible last transmission from P.H. Nargeolet to the mothership, the Polar Prince.DAVID GALLO, RMS TITANIC INC. SENIOR ADVISER FOR STRATEGIC INITIATIVES:  The other thing that I heard was that P.H. had contacted the surfer ship, and said there was a problem, we're dropping weights and surfacing immediately. Now, I can't verify that, but that, to me, meant something really happened very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MARQUEZ",
      "sentences": "Most of the ships participating in a massive search and rescue mission now returning to home port. Some still on the scene mapping the debris field, looking for clues in the shadow of the Titanic, trying to understand with certainty what caused this latest tragedy in this isolated corner of the Atlantic.(END VIDEOTAPE) MARQUEZ (on camera):  Now, one of those ships due back here in the port probably overnight is the Polar Prince that took the Titan out there. Still a question of whether or not they're going to bring up any pieces of the Titan. That is a much more difficult thing for them to do. It might happen in the next week or so, but they'd have to get cables down there, and literally bring them up. The ROVs they have out there right now are not able to bear that weight and bring it up. Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MARQUARDT",
      "sentences": "Breaking news, Russian authorities are telling Wagner fighters not to follow their leader, Yevgeny Prigozhin, and also to take measures to detain him. That coming as the infamous head of the private Wagner Russian mercenary army is making a stunning claim tonight, accusing Russia's military leadership of killing a, quote, huge amount of his Wagner forces in a strike. That is a claim that Russia denies.We have CNN's Ben Wedeman on the ground in Ukraine and our Oren Liebermann monitoring at the Pentagon. Ben, I want to go to you first. What can you tell us about this claim from Prigozhin, and how Moscow is responding tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, actually, Alex, that's just one of many claims made by Prigozhin today that's clearly going to get him in trouble. He started the day with a video interview in which he claimed that Russia had no pretext for invading Ukraine last year. Then he went on to make this claim that the Russian military leadership, without specifying who or what exactly, attacked a Wagner base, killing dozens of his mercenaries.Now, it's not clear where that base is. Some video is circulating in social media of that base. The Russian Defense Ministry has said that this is simply not true. The Russian media -- Russian state media is saying that President Putin is being kept aware of these claims by Wagner and the situation, in general, and that, quote, all necessary measures are being taken. Now, Prigozhin went on to say that the evil being carried out by the Russian military leadership must be stopped. Now, many people are taking this as a call for a coup, although Prigozhin went out, came out later and denied it. Now, as a result of this obvious shock of instability hitting Russia, there are reports on social media that military vehicles have been seen outside the State Duma in Moscow, as well as in the city of Rostov, the Russian city to the east of here. Now, in reaction to Prigozhin's statements, the FSB, the Russian Federal Security Service, has announced that it has begun criminal proceedings against Prigozhin for organizing armed and armed insurrection, and this is, according to the statement from the SSS, FSB, punishable by 12 to 20 years in prison. Now, the Ukrainians are obviously watching this with intense interest. Now, we did see a tweet from the Ukrainian Defense Ministry simply saying, we are watching. Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MARQUARDT",
      "sentences": "There certainly is an earthquake in Russia's war in Ukraine. Ben Wedeman, thank you very much.We have new reporting now on the U.S. reaction to this showdown between Russia and the Wagner Mercenary Group. Here is our Pentagon Correspondent Oren Liebermann. Oren, what are you being told?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUARDT",
      "sentences": "Yes, the U.S., and certainly the rest of NATO are going to be watching this very, very closely. Oren Liebermann at the Pentagon, thanks very much.Let's get more now with our military and Russian experts, Colonel Cedric Leighton and Dmitri Alperovitch, thank you both for joining me. Dmitri, I want to go to you first. You say that Prigozhin massively overreached today. You're comparing this to gang warfare. This is very different than what Prigozhin has said before. It is an escalation. What do you think is behind it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "DMITRI ALPEROVITCH, RUSSIA AND GEOPOLITICS EXPERTS",
      "sentences": "Well, what Prigozhin has been doing for months now is criticizing, of course, the Ministry of Defense, Minister Shoigu, Chief of General Staff Gerasimov for being incompetent, trying to draw a distinction between his own capable Wagner forces that were able to take Bakhmut by destroying it and the Russian military that has been suffering loss after loss.But what he couldn't do, and the big mistake that he made today, is to go after the pretext for this war, when he announced that this war was launched under false pretenses, he blames Shoigu for it, but everyone knows that Putin is the one that ultimately made the decision, and thus, he gave the opening for Shoigu and others that have hated him for a long time in the Kremlin apparatus, as well as in the FSB, to go after him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUARDT",
      "sentences": "And, Colonel Leighton, as Dmitri noted there, this is a feud that has been brewing for quite some time. Prigozhin has been lobbying those bombs for months. But how do you assess this claim that Prigozhin made that Russian forces, the Russian military, actually targeted and killed many Wagner mercenaries, as Prigozhin claimed?COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:  Yes, Alex, that's a very inflammatory claim under almost any condition that you can imagine. So, you know, what Prigozhin seems to be doing here is upping the ante. He's basically saying this -- you know, this area has gone way beyond what I've intended, it's gone way beyond what Russian state should be doing, and the Russian state has killed its own people. So, that, you know, is a very significant, I think, departure from the messages that we've seen from Prigozhin before. It's much more virulent, much more -- really be part of a campaign that seems to be designed to topple the Ministry of Defense, at the very least, and possibly Putin himself. But I don't think it will be successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUARDT",
      "sentences": "So, Colonel, what are you going to be watching for now is the FSB is calling on Wagner fighters to detain Prigozhin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "LEIGHTON",
      "sentences": "Well, I'm going to be watching for exactly that, Alex, whether or not the Wagner forces remain loyal to Prigozhin or whether they switched allegiance to Putin and Shoigu. We've had generals come up on social media that have urged the Wagner group to actually disband and to actually detain, as you mentioned, Prigozhin. We've also had, you know, other members called for a calm in this situation and, of course, the broadcast on state television have been, I think, a very significant departure from what we've normally seen when it comes to these kind of spats. I'm going to be watching for these kinds of tensions to unfold, and whether or not Prigozhin stays a free man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUARDT",
      "sentences": "Dmitri, same question to you. What do you expect the next move to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ALPEROVITCH",
      "sentences": "Well, what you're seeing right now is armored vehicles been deployed down the streets of Moscow for the first time since the early 1990s out of fear, of course, that Wagner may have supporters that may help them orchestrate a coup.So, Putin does not want to take any chances. He's deploying not just the FSB and the Russian military, but the Rosgvardia, National Guard, effectively, his praetorian guard, hundreds of thousands of men that have armor, that are very loyal to him. So he's got the overwhelming advantage here. I don't expect that Prigozhin and Wagner would be successful here. I don't even expect that they would survive the weekend, or at least, remain free men. But certainly interesting that Putin is very concerned, perhaps, for the first time in his presidency about a potential for a coup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MARQUARDT",
      "sentences": "Colonel Leighton, do you agree with Dmitri, that Prigozhin's life is now at risk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LEIGHTON",
      "sentences": "Absolutely, Alex. I think Dmitri is spot on in this case, because what we're looking at is not only a power play but it seems to be a power play done by someone who is not quite ready in terms of the forces that he has at his disposal, to actually mount a coup or other type of action of that type. So, I don't think he will be successful, and I think that his demise may be coming up very shortly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MARQUARDT",
      "sentences": "And, Dmitri, in terms of what could happen in the coming weeks and days, we're in the middle of the counteroffensive, Putin has acknowledged challenges during this period. Do you think that these developments make it more difficult for Putin to spend the realities of how his forces are doing on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "ALPEROVITCH",
      "sentences": "I don't think so. I think he can present this as a rogue paramilitary contractor Prigozhin that is trying to actually not even orchestrate a coup against Putin. He's been very careful to promote his support of Putin. He's saying that he wants to clean the Russian military and the general staff of, you know, the traders, as he calls them, that are just destroying the Russian military in Ukraine, and he doesn't necessarily want to stop the war, he just thinks that he can prosecute it better.But, look, Alex, the way you orchestrate successful coups is not by announcing them far in advance, especially against a state that controls the military, controls the security services, has enormous firepower, you try to do it quietly and then announce that you've been successful. So, Prigozhin is doing this completely backwards and that's why he's very likely to fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MARQUARDT",
      "sentences": "All right. Well, thank you both for joining me to break down these stunning developments. Colonel Cedric Leighton, Dmitri Alperovitch, thanks to you both.We will continue to cover this breaking news, but just ahead, how the 2024 presidential election is being shaped by the overturning of Roe versus Wade. That was one year ago now. It's a big focus for President Biden and for the Republicans who want his job. (COMMERCIAL BREAK) [18:35:00] MARQUARDT:  Tomorrow marks one year since the U.S. Supreme Court ruling overturned the landmark 1973 Roe versus Wade decision. As Republican-led states passed bans on abortion in the wake of that case, it is now shaping up to be a dominant issue in the next presidential campaign. CNN's Jessica Dean is tracking all that for us. (BEGIN VIDEOTAPE) JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT (voice over):  One year since the Supreme Court overturned Roe v. Wade, the issue of abortion continues to carve out political fault lines. JOE BIDEN, U.S. PRESIDENT:  Court got Roe right 50 years ago, and I believe Congress should restore the protections of Roe v. Wade once and for all. But we need your help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "President Joe Biden and Vice President Kamala Harris marking the anniversary of the Dobbs decision on Friday. It's an issue Democrats believe will be key to mobilizing voters in 2024.KAMALA HARRIS, U.S. VICE PRESIDENT:  We stand for the freedom of every American, including the freedom of every person, everywhere, to make decisions about their own body, their own healthcare, and their own doctors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "A new NBC News poll shows why Biden and Democrats are leaning into the abortion argument. 61 percent of Americans disapprove of Roe being overturned, and that includes 66 percent of suburban women and 60 percent of independents, key voting blocs in critical swing states.Since the Supreme Court overturned Roe, Republicans have struggled to find consensus on what comes next for them in the abortion fight. SEN. TIM SCOTT (R-SC):  We have to start with tomorrow's anniversary and thank God almighty for the Dobbs decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "The spectrum playing out on stage as the 2024 GOP hopefuls courted evangelicals at the Faith and Freedom Conference in Washington, D.C. on Friday.MIKE PENCE, FORMER U.S. VICE PRESIDENT:  Well, hello, faith and freedom coalition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "Some, like former Vice President Mike Pence, have advocated for a federal ban. On Friday, Pence called for his 2024 rivals to do the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "PENCE",
      "sentences": "Every Republican candidate for president should support a ban on abortion before 15 weeks as a minimum nationwide standard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "Former President Donald Trump has so far refused to be pinned down on any federal law.DONALD TRUMP, FORMER U.S. PRESIDENT:  What I'll do is negotiate so that people are happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "And when asked about Florida Governor Ron DeSantis signing a six-week abortion ban into law, Trump told the Messenger, quote, many people within the pro-life movement feel that that was too harsh, drawing this response from DeSantis.GOV. RON DESANTIS (R-FL):  While I appreciate what the former president has done in a variety of realms, he opposes that bill. He said it was, quote, harsh to protect an unborn child when there's a detectable heartbeat. I think that's humane to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DEAN",
      "sentences": "The Florida governor has not specified where he stands on a federal abortion ban. During his remarks Friday, DeSantis only made a brief mention of the bill he signed in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MARQUARDT",
      "sentences": "And others are angling for that very base. Jessica Dean, thank you very much. Let's discuss all this with Gloria Borger, Karen Finney and Alice Stewart. Thank you all for joining us.Gloria, to you first, tomorrow, as we noted, is exactly one year after the Dobbs decision overturning the right to abortion across the country, we heard former Vice President Mike Pence and other 2024 Republican candidates pushing for a federal ban. But there is a new poll that I want to show our viewers. 63 percent of Americans say they oppose that federal ban with just 37 percent in favor. Gloria, that's a 26 point margin. This seems like a very clear losing issue for Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Totally a losing issue. There is an NBC poll which said that 80 percent of women from 18 to 49 oppose that poll. You can't get 80 percent of anyone to agree on anything by a more than two to one ratio. People believe abortion access is too difficult in this country, and I could go on and on. And, by the way, a third of Republican voters oppose it. So, not only is it not a winning issue nationally, it's not a winning issue in the Republican Party necessarily because women vote, their husband's vote, their boyfriends vote. So, it is a loser.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MARQUARDT",
      "sentences": "And we've seen evidence of that, Alice, in the 2022 midterms and special elections. As Republicans pushed for a federal ban, are you concerned that this is going to impact the party in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALICE STEWART, CNN POLITCAL COMMENTATOR",
      "sentences": "It certainly. When abortion is on the ballot, it does motivate the pro-abortion voters. We've seen evidence of that.But here's another number also to look at. The Tarrance Group has done a poll on voters across the board and asked people in terms of what restrictions you want to see in place. And across the board, 77 percent of voters say they are willing to accept conversation about at least a 15-week ban. So, look, this is not a black- and-white issue. It's very emotional. It must be done with empathy. I'm speaking at the Faith and Freedom group tomorrow, and this is going to be a big issue, having been at this many times. But I think we need to go back to having someone that's fought for the pro-life issue and overturning Roe v. Wade for years, make sure that the fight we had was to take this out of the hands of unelected justices and put it back in the hands of elected officials on the state level. It needs to stay there. And we need to make sure and have the conversation. Let's talk about what kind of restrictions we need to put in place, make sure there're exceptions for rape, incest and life of the mother, and make sure that we talk about funding. If we're going to fund Planned Parenthood at the national level, let's look at these crisis pregnancy centers that gives options for women that choose to have the babies and make sure that there's proper funding in place for them that choose life as opposed to abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MARQUARDT",
      "sentences": "Alongside the Republican candidates today, we did hear from President Joe Biden also speaking. Let's take a quick listen to what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BIDEN",
      "sentences": "MAGA Republicans have made clear that they don't intend to stop with the Dobbs decision. No, they won't, until they get a national ban on abortion.If somehow Congress were to pass a national ban, I will veto it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MARQUARDT",
      "sentences": "Karen, when I say, he spoke alongside, I don't mean at the same forum he's speaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "No. I was at the event, I promise you. No Republican candidates were there. I was there. As a former NAIRA (ph) board member, I was there. And, actually, what I think Alice's perspective misses is where the American people are, which is, for younger voters, this issue is about bodily autonomy.We're talking about a generation where you have to ask, may I hold your hand. So, I think the government would be telling you what you can do with your body. And I think for a lot of Americans, you know, one of the things that's so interesting in these polls -- now, these is three polls we've had this week, because USA Today also had a poll on Tuesday. We're seeing movement over the last year among Republicans and independents in support of bringing back Roe v. Wade, and the idea that women -- it's not a conversation about weeks. It's about who should be making that decision, and a majority of Americans believe a woman should make that decision with her doctor. And this issue alone, people miss it in 2022 completely with all the rhetoric about the inflation and what they thought was women would just shut up, sit down and go home. Guess what? In 2022, we said we're not doing that. And again, what I'm going to say is, this is going to very much shape the contours of 2024. And Republicans are really painting themselves into a corner, because their rhetoric is increasingly harsh. So, how do you, then, in a general election context, come back and say and speak to the eight in ten Americans who support reproductive freedom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "MARQUARDT",
      "sentences": "An animating issue, animating this panel. Alice, I'm sorry, but we have to leave it there. But it is clearly going to be a central topic to the upcoming election.Alice, Karen and, Gloria, thank you all very much. I appreciate it. Coming up, the future of deep see exploration after the Titan submersible catastrophic implosion, including high priced tours of the Titanic wreckage. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "MARQUARDT",
      "sentences": "Unmanned vessels are mapping the debris of the doomed Titan submersible as investigators try to understand what caused the deadly implosion. The unanswered safety questions could have a chilling effect on deep sea travel.Brian Todd has been looking into that. Brian, what are you hearing from people in that deep sea community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "TODD",
      "sentences": "But others in the community absolutely do want to discourage it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "MICHAEL GUILLEN, SCIENTIST, SURVIVED ACCIDENT ON EXPEDITION TO TITANIC",
      "sentences": "We need to put a stop to all trips to the titanic. This is what we did when a shuttle Challenger exploded, we shut down the entire U.S. space program. We need to do at least that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "TODD",
      "sentences": "Michael Guillen says he wouldn't go far as you say there should be an outright permanent ban on trips to the Titanic, but he says they should at least be paused until more safety particles are met.Steve Saint Amour, who designs and builds deepwater ROVs, says in the past, tour operators could skirt some rules because they conducted these trips in international waters. But he says this accident could change that equation, and affect the future of deep sea travel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "SAINT AMOUR",
      "sentences": "I believe that there will be a move to extend authority further out so that tragedies like this can't happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "TODD",
      "sentences": "Before the news broke the five men on board the Titan had died, the number of people expected to take part in so-called adventure tourism was expected to grow in the coming years, because more people across the globe are moving into the category of having ultra high net worth. But that is where former top NTSB official Peter Goelz says, put on the brakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "PETER GOELZ, FORMER NTSB MANAGING DIRECTOR",
      "sentences": "The idea that these folks think they can, you know, do these kinds of risky operations, sell tickets on them, and then expect the U.S. taxpayer to foot the bill when something goes wrong I think it's not right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "TODD",
      "sentences": "Fred Hagen, a friend of two men on board the Titan, was not referring to the taxpayer question, but didn't lot of these private missions have a larger purpose.FRED HAGEN, EXPLORER, FRIEND OF PAUL-HENRI NARGEOLET AND STOCKTON RUSH:  I am tired of people coming in now to insult high achievers, and disbarred wealthy people that want to, you know, break trail for the rest of humanity. These are risk takers. Risk tasters have always driven humanity forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "TODD",
      "sentences": "But Goelz says he's not sure that's the case with the Titan mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:03",
      "speaker": "GOELZ",
      "sentences": "And this particular case, I am not seeing the argument of what the great benefit for society is in going down to look at the Titanic. This was tourism, adventure tourism. And I'm not sure we need to pay for that.(END VIDEOTAPE) TODD (on camera):  Peter Goelz says one possible way to address this debate is to require eco tourists to get what he calls, recovery insurance, that could help pay for a lot of the government search, rescue, and recovery efforts whatever any thing like this goes wrong again -- Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:33",
      "speaker": "MARQUARDT",
      "sentences": "A CNN investigation is raising alarming new questions about the Greek Coast Guard's account of a fishing boat that capsized in the Mediterranean Sea last week. Seven hundred and fifty migrants and refugees were onboard, only 104 people were rescued alive.Let's get right to CNN's Jomana Karadsheh. Jomana, you've been looking into this extremely disturbing incident. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:33",
      "speaker": "JOMANAH KARADSHEH, CNN CORRESPONDENT",
      "sentences": "Alex, over the past week through firsthand accounts from survivors, from families of survivors, and victims, as well as activists, and using open source and marine traffic data, we try to piece together how this tragedy unfolded. And our investigation raises serious questions about the Greek coast guard's version of events.This was an overcrowded boat, un-seaworthy by all accounts. It was in distress, conditions on border were horrific. They had run out of food and water for days. There were reports of people dying on board, they were in touch with activists who relayed these requests for an urgent rescue. And the Greek coast guard was aware of the situation. They were monitoring this boat for more than 12 hours. They were in communication with the boat, but they did not intervene. And there are also even more serious allegations that it was a botched attempt by the coast guard to try and tow the fishing boat that caused it to capsize. Take a listen to what one of the survivors told us, he is still in Greece, and so he asked us to conceal his identity. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:33",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They decided to throw a zero. So the guys of the front tied, it they towed us. The vote tilted to the right, and everyone was screaming. People began falling into the sea, and the vote capsized. People could not get out from under the vote.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:33",
      "speaker": "KARADSHEH",
      "sentences": "And, Alex, we did reach out to the Greek coast guard. They declined a request for a CNN interview. And they referred us to their previous statements as there is an ongoing investigation right now.And according to these statements, they deny that this boat was in distress. They say that people on board refused assistance. And they are saying that they were not next to the boat when it capsized, denying that they tried to tow it. Although last week they did say that they did tie a rope to the boat to try and stabilize it, to try and check the situation on the ground after initially saying they did not tie a rope to about. And they are also saying that it was potentially panic on board, people moving suddenly that caused this ball to capsize -- Alex.",
      "isLastSentenceInterrupted": false
    }
  ]
}