{
  "date": "2023-02-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Alex Murdaugh Murder Trial Continues; Tyre Nichols Funeral; No Classified Documents Found at Biden Rehoboth House; President Biden to Meet With Speaker McCarthy; Federal Reserve Expected to Announce Smaller Rate Hike. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Five-time Super Bowl MVP, plenty of regular season records as well. And as you take a look at his hardware, the Pro Football Hall of Fame tells us Tom Brady has played in -- get this -- 18 percent of all Super Bowl games.This Patriot fan says, thank you, Tom. Thanks for your time today on INSIDE POLITICS. We will see you tomorrow. Kasie Hunt picks up right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KASIE HUNT, CNN HOST",
      "sentences": "Good afternoon. I am Kasie Hunt in Washington.It is a pivotal day here, with major consequences for all Americans. Just one hour from now, the Federal Reserve is expected to roll out its eighth straight interest rate hike. But experts, executives and the markets all hope it'll be one of the smallest yet. And just a few blocks away, down at the White House, President Biden and House Speaker Kevin McCarthy will sit down for their first stare- down since McCarthy became speaker over the debt ceiling. If one of them doesn't blink soon, you can say goodbye to Social Security payouts, veterans health benefits and hello to a potential global financial meltdown this summer, all courtesy of your representatives on Capitol Hill. We have team coverage across Washington. Let's get started with CNN's Matt Egan, who is over at the Fed. Matt, is today the day that Jerome Powell starts to pump the brakes on these interest rate hikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Kasie, it certainly looks that way.In fact, it would be a big surprise if that didn't happen. Fed officials, they have been dropping hints, strong hints for weeks now, that they do plan to dial back this war on inflation today. The thinking is that the Fed goes from a 50-basis-point rate hike in December to 25 basis points today. I mean, Wall Street is basically saying that is a slam dunk. Well, investors are pricing in a 99 percent chance of a 25-basis-point rate hike in just under an hour. And we know Fed officials do not like to catch markets off guard. So it does look like that's going to happen. And, listen, this would be a sign that the Fed believes that their tough medicine is working. Inflation is still too hot, right? Consumer prices are going up at roughly triple what is considered healthy. Sticker shock is a real problem at the grocery store when you're talking about rent. But inflation is cooling off. And so that is giving the Fed the cover to potentially slow down the pace of interest rate hikes. Two big questions that we're looking to hopefully get some insight on today is, one, how much higher do Fed officials think rates have to go, and, two, how long will they have to stay high? And, Kasie, the answers to those questions are going to go a long way to saying whether or not the Fed is able to pull off a soft landing or if the economy ends up going into a recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "HUNT",
      "sentences": "So, we're now, of course, a year into this fight against inflation.I mean, what has the real-world impact been of these eight rate hikes in a row?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "EGAN",
      "sentences": "Well, Kasie, I mean, the Fed is moving at almost unprecedented speed to try to put out this inflation fire.I mean, you have to go back to the early 1980s under Paul Volcker for anything like this. And even though they're expected to once again slow the pace of interest rate hikes, borrowing costs are still going up. I mean, this would lift Fed target rate to the highest level since the fall of 2007, just before the Great Recession. So, what does this mean on Main Street? Well, it means borrowing costs are going to continue to go up. We're talking about car loans, mortgage rates, credit card rates, which are already at record highs. All of those are going higher. And that is painful. Hopefully, they're not going up at quite the same speed that they have been. The other impact here, though, of course, is inflation. The fact that inflation is cooling off, of course, is great news for consumers. And, again, the hope is that they're able to pull this off. They're able to get inflation under control without causing a downturn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "HUNT",
      "sentences": "All right, Matt Egan, thanks very much for your reporting and kicking us off today.Let's now talk about that high-stakes Biden-McCarthy meeting. CNN's Phil Mattingly is at the White House. Phil, always good to see you. What's the goal here? I mean, how much substance do you think we're going to see in this first meeting? Or is this just kind of the beginning of some sort of strange dance? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "HUNT",
      "sentences": "No, it absolutely could be.And, Phil, I mean, obviously, I think for a lot of our viewers who are watching at home, I mean, this feels like pretty far away. It's a lot of inside baseball. I mean, obviously you and I cover the ins and outs of these political soap operas all the time. But let's just underscore for people kind of what's at stake here. I mean, this is the first step in building a relationship that will ultimately determine whether or not our economy, frankly, is able to maintain the soft landing we have been seeing or hit something much more difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "MATTINGLY",
      "sentences": "Yes, and I think this is a really good point, because this has become a political soap opera. This has become a year or every-other-year battle that always gets resolved. And, therefore, people kind of look at it as some amorphous typical Washington thing that doesn't actually have any repercussions. The reality is, if a deal is not reached to raise the debt ceiling, the consequences are enormous and, to some degree, very uncertain.This is not something that country has ever done. You're talking about a spiking of interest rates. You're talking about widespread unemployment. Obviously, retirement accounts would take a beating. The stock market would crater to some degree. And I think the kind of validity of the U.S. dollar in terms of its financial dominance would really come into question too. And, also, I think there's an element of the geopolitical essence of things right now, where the U.S. and its inability to get the most basic elements of governing done would certainly be reflected in terms of how the world views the country. The consequences are very real here. The dance that's being played out, obviously, is something we're all very familiar with. But I think everybody that's involved knows that those consequences exist. And that's supposed to drive a resolution, whether it will, though, obviously, still to be determined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "HUNT",
      "sentences": "Yes. No, for sure. And, of course, we have got Mitch McConnell sitting on the sidelines kind of waiting to see how this all plays out before...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "MATTINGLY",
      "sentences": "Waiting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "HUNT",
      "sentences": "... he decides to get involved.And that actually brings us to Manu Raju on the Hill. And, obviously, Manu, we have -- I don't know how many hours we have spent at stakeouts on this topic over the many years. And I think, for a lot of people, I mean, it's not -- it wasn't that long ago that President Trump was in the White House and Republicans were much more OK with spending more money. And they, of course, ran the government. So they actually had to take responsibility for raising the debt ceiling. Trump signed three debt limit increases, and the debt increased by nearly $8 trillion. How is it going -- like, how uncomfortable is this switch back to suddenly being much more interested in fiscal solvency, shall we say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "MANU RAJU, CNN SENIOR CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, we didn't hear much pushback from Republicans during the Trump era, when it was suspended three different times.We have, of course, seen this time and time again. When the party out of power, when a new majority comes in, they try to use this issue as leverage. They -- Republicans are criticizing the spending that has occurred so far in the Biden administration, and turning a blind eye of sorts to what happened during the Trump administration. But, nevertheless, they see this as a critical point of leverage. Most legislation will not be -- that is approved by the House will not get to the president's desk, will be blocked by the Senate or not even taken up, and certainly won't get a presidential signature. But this -- they have to raise the debt limit, which is why they plan to use this as leverage. And in talking to Republicans today, they blame the White House for the current situation. And Republicans, moderates on down to conservative say are -- and are on the speaker's side on this part of the debate. They say it's time for the White House to negotiate. (BEGIN VIDEO CLIP) REP. AUSTIN SCOTT (R-GA):  Look, it's part of the Democrats political agenda. They knew -- Joe Biden knew when he signed the omnibus bill that we were at 99.9 percent of the debt limit. And he had the choice to include the omnibus -- to include a debt limit in the omnibus bill. He chose not to REP. JODEY ARRINGTON (R-TX):  We have to stave off a debt crisis, because a debt crisis will undermine not only defense, but everything in the federal government that we care about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:10",
      "speaker": "RAJU",
      "sentences": "Are you comfortable with the idea of a clean debt ceiling increase? Could you see yourself supporting one, if it comes to it, to avoid default?REP. DAN NEWHOUSE (R-WA):  I think this is -- this is something that should be seen as an opportunity. We have to get our fiscal house in order. We truly do. And I think the American people want us to see -- want to see us turn that corner. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "HUNT",
      "sentences": "Yes, those details always what catch people up. When you actually have to cut money and somebody's getting hurt, the politics get tough.Manu Raju and, of course, Phil Mattingly had to run. We thank -- thanks to both of you. Just minutes ago here, the FBI completed its search of President Biden's home in Rehoboth Beach, Delaware. And we are being told that no classified documents were found there today. It's part of the special counsel investigation into Biden's handling of classified material. CNN's Jessica Schneider joins us to break all of this down. Jessica, walk us through. Did the president know that this search was happening today? And what have we learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "He did, Kasie, but they did alert the public, because Biden's attorney today saying the FBI and DOJ did have the president's full support and cooperation.The search, though, has wrapped. And as soon as the search wrapped, that personal attorney for the president, Bob Bauer, he sent out another statement. I will read it for you, saying: \"the DOJ's planned search of the president's Rehoboth residences conducted in coordination and cooperation with the president's attorneys has concluded. The search was conducted from 8:30 a.m. to noon. No documents with classified markings were found. Consistent with the process in Wilmington, the DOJ took for further review some materials and handwritten notes that appear to relate to his time as vice president.\" And, remember also, we know that the DOJ had also been reviewing handwritten notes that they took after that search about two weeks ago in Wilmington. That one lasted about 13 hours, this one less than four, so today's search the third search in total. And our team throughout this process of has learned that, so far, dozens of classified documents have actually been found as a result of all of these searches. They range from when Biden's attorneys previously found materials in November and December. And then that also includes what was taken from Biden's Wilmington home two weeks ago during that FBI search. The search two weeks ago has only really been described by Biden's attorneys up to this point as consisting of six items with classification markings on the documents, so no exact numbers from them just yet. Kasie, notably here, this search today happening the same day that Robert Hur is officially starting his role as special counsel. That's according to my colleague Paula Reid. So, he will be overseeing this investigation of the handling of classified documents. So, we will see how it proceeds here now that they have done this additional search today -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "HUNT",
      "sentences": "All right, Jessica Schneider, thanks very much for bringing us up to speed on that. We really appreciate it.Let's go now to Memphis, where, less than an hour from now, the funeral for Tyre. Nichols will begin. Family, friends, White House officials, families of some of the other black men who've been killed by police all attending to honor his life. CNN's Ryan Young is outside the church where the funeral will be held. And, Ryan we, of course, all witnessed in horror how Tyre died. And soon, though, we're going to get a chance to learn and hear so much more about how he lived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, absolutely.And I think that's something that we should start -- starting to focus on here. Tyre Nichols lost his life before turning 30. There is a picture on the inside now that shows a picture with him and his son. So many people here are coming out from the community, and they are talking about the pain they experienced by watching this video. And that goes in three parts, because there's people here who love Memphis the city, and they also love the idea of this young man and how he, according to his family, was a peaceful young man. And they don't believe that someone should have been attacked that way. I was talking to a woman inside who said she felt like it was her son being hit over and over again as she was getting ready to shed tears. And that's why she felt she needed to be here. We have also talk to people who have flown from across the country to be here because they felt like they needed to support the family. And they have seen this happen so many other times. They felt like they needed to show some support for the family, all this happening, of course, where the city has been hit by a winter storm. That has sort of delayed the funeral. So it's going to start in about an hour. We know the vice president is going to be here. Al Sharpton and Ben Crump will be here as well. The conversation today has been mostly focused about Tyre. Of course, this police investigation still remains open. One woman did stop and talk to me and say, look, at least this funeral is happening with five officers fired. But there are still so many questions surrounding this community. The difference here is, there was not a lot of violent protests, and this community gets a chance to come out and mourn and really put the focus on where they want to see things go in the future -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "YOUNG",
      "sentences": "Yes, so you got to think about this.This is two separate investigations. Tennessee Bureau of Investigation, who's doing the criminal part of this with the DA's office. And then you have some administrative investigations going on with -- inside the police department. So there could become a point where, after they get done with certain parts of this investigation, they can release more parts of this video and audio, because, clearly, if you listen to the audio and the video together, it's difficult to listen to. But when you put all this together, it is very tough for people to watch. And I'm sure there will be stuff that they can sort of put together, so we can start putting all the puzzle pieces together in this investigation on our own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "HUNT",
      "sentences": "Prosecutors in the Alex Murdaugh murder trial said cell phone evidence would be key to their case, and now we know why.Just a short time ago, they played a video in court that could place the defendant at the scene where his wife and son were murdered. And that undercuts Murdoch's claim that he wasn't there. CNN's Randi Kaye is covering the trial in Walterboro, South Carolina. Randi, what did you learn about this video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "Well, Kasie, Alex Murdaugh had been interviewed by investigators and he told them at least twice that he was not at the kennels, at their hunting property earlier in the night around the time of the murders.He said, when he -- when he first went there, it was after 10:00, he found the bodies of his wife and son and called 911 about 10:07 p.m. But the state has promised this evidence, as you said, that would refute his alibi. And they said that that would put him at this scene at the time of the murder at the time that Maggie and Paul Murdaugh's phones ceased all activity, at the time that their phones locked for the very last time. And we got our first look at this video in court. And it was -- it was very telling. It was extracted from Paul Murdaugh's iPhone by a computer forensics expert. And it runs about a minute long. And take a look at this, and we will talk about it on the other side. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you hear in the video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You hear three different voices in the video. You can tell because they're so different. You can tell that they're different voices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "At this time, the state's going to publish that video. It is not under seal.(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey, he's got a bird in his mouth.(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's a guinea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a chicken.(INAUDIBLE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "KAYE",
      "sentences": "Now, prosecutors did not identify Alex Murdaugh on the video, but they did say that you can hear those three voices. And we know that this is the video they believe is key to their case.It was video taken by Paul Murdaugh of a dog for a friend who had an injured tail. But you can hear those other two voices identified by the state as Alex Murdaugh and Maggie Murdaugh talking in the background. Now, Paul and Maggie Murdaugh are believed to have died about 8:45 p.m. -- or about 8:49 p.m., I should say. And this video was taken at 8:45 p.m. It was taken between 8:44 and 49 seconds and 8:45 and 47 seconds. Now, the defense has said now ever since this video was first put out there that it would be coming a trial. The defense had said that, yes, he was there, but it was a -- they called it a convivial conversation, a friendly conversation, certainly nothing threatening in Alex Murdaugh's voice at that time. The problem for the defense is that Alex Murdaugh had said that he was not there earlier in the night, Kasie. He said that he took a nap, he went to his mother's house, he woke up, he left the property at 9:06 and returned when he called 911 at 10:07. And, Kasie, just one other note. We could see Alex Murdaugh in court as this was playing. He was crying hard sitting at the defense table. HUNT:  Yes, we were just watching a little bit of that here. And, look, Randi, we have also been told there's a Snapchat video, and that's different from the one that they released today? Can you walk us through that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "KAYE",
      "sentences": "Right.The Snapchat video was taken at 7:56 p.m., so much earlier in the evening, maybe about 50 minutes or so before it's believed they were killed and about -- before this video was taken. That is a video that is also apparently on Paul Murdaugh's phone. We haven't seen it in court yet. But we know that the state has subpoenaed a representative from Snapchat and a representative from Google to come to court and testify to the authenticity of that Snapchat video. Apparently, we will see Alex Murdaugh in that video. But, again, it was much earlier in the evening, Kasie.",
      "isLastSentenceInterrupted": false
    }
  ]
}