{
  "date": "2023-08-14",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Ninety Six Confirmed Dead In Hawaii Wildfires; Zelenskyy Visits Frontline Troops In Eastern Ukraine; Grand Jury In Georgia Hears Trump Election Case; Ecuador Struggling To Tackle Organized Crime; Georgia Grand Jury Hears Election Subversion Case; Fourth Possible Indictment Looms For Former President. 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "LYNDA KINKADE, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Lynda Kinkade in for Isa Soares, good to have you with us.Tonight, questions raised over warning systems in Hawaii as almost 100 people are confirmed dead after last week's wildfires. We'll be live on the ground in Maui. Then, Ukrainian President Volodymyr Zelenskyy visits the frontlines as tensions spike after an incident in the Black Sea. We'll have more on that with a live report. Plus, a fourth indictment could be on the cards for Donald Trump as a grand jury meets in Georgia today to hear the case about possible election interference. We are starting tonight on the Hawaiian Island of Maui. That's where wildfires broke out last Tuesday, tearing through the western part of the island. Right now, 96 people are confirmed dead, making it the deadliest U.S. wildfire in more than 100 years. Officials have been -- have brought in Cadaver dogs to find the remains of victims in the burned out neighborhoods. It's estimated around 2,200 buildings in western Maui have been destroyed or damaged, most of those, residential. Today, there is a new focus on why the island's extensive alert system was not activated. (BEGIN VIDEO CLIP) EMILIE JOMS-FRISQUE, MAUI FIRE SURVIVOR: There are sirens in place and warnings in place for hurricanes and tsunamis. I don't know if those warnings are typically used for other natural disasters, but they weren't in this case. We certainly weren't hearing any sirens or been warned in any sort of way, that there's something this large happening. I am told that we were sent text, however, we didn't have cell service for at least a couple of hours at this point, I want to say, most of the islands on the west side had lost cell service around noon, 1 O'clock. So, by the time that the storms were really hitting around 4 O'clock, no one had any service, and no one was -- no one had any idea what was going on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "Well, an additional lawsuit has been filed against Hawaiian Electric. The lawsuit accuses the company of not turning off power linesduring dangerous windy conditions which may have caused the lines to snap and spark the fires. The cause of the fire is still under investigation. Well, joining us now from Maui is CNN's Bill Weir. Good to have you there for us, Bill. So, tragically, this is already the deadliest U.S. wildfire in more than 100 years. But sadly, the death toll is expected to rise, right, because there are many people still unaccounted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "And in that time since the storm hit, we've been speaking to residents who have spoken about the fact there was zero warning when thisfire struck in the middle of the night. Bill, what more can you tell us about the class action lawsuit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WEIR",
      "sentences": "Yes, there's -- I was talking to somebody who had actually done some lineman work on the islands, and had warned a friend, you know, this is --we're one big wind storm away from catastrophe because the power line infrastructure is in many cases, you know, 50 years old. And the winds on a warming planet just getting more intense. The grasslands here, evasive grasses just getting drier and more tender- like. That perfect storm of events came together. This happened for the deadliest fire in California history, the camp fire which, you know, the utility company there was put on the line for that, has major implications financially. So, the investigations will go into that as well, and maybe rebuilding, they'll talk about burying lines. Which seems to be the wave of the future, at least to protect communities like this. But that is to come, a class action suit is in the works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "All right, Bill Weir for us in Maui, good to have you on the ground, thank you very much. Well, the governor of Hawaii has estimatedthat the high winds helped propel the wildfire at one mile per minutes. More gusty winds are expected over the next few days. And joining us now is CNN's Jennifer Gray. Jen, good to have you with us. So, these winds fueled this intense fire. It's hard to imagine it moving at that pace, a mile a minute. Talk to us about what's expected in the coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "JENNIFER GRAY, CNN METEOROLOGIST",
      "sentences": "Well, we will start to see the winds increase over the coming days. We have another tropical system that's goingto pass just to the south of Hawaii. This is Tropical Storm Greg. Now, the setup will be similar, but very different consequences. We are going to see far less winds than we saw with the last set up. This is a much weaker storm. This tropical storm has 65 kilometer per hour winds moving west, 21 miles per hour. So, this is going to stay a tropical storm. You remember, Dora was a category four storm. This is going to stay a tropical storm. We still have high pressure building to the north, but we are not going to get the winds like we saw with the fire. So, the current gusts right now, you can see about 35 miles per hour -- up to -- or kilometers per hour, 40 kilometers per hour, Honolulu around 36. So, in Lahaina, the winds are going to top out around 30, 35 kilometers per hour. This is over the next couple of days. So, that is much less than what we saw with the last round. However, if any new fires are ignited, of course, that's plenty of wind to spread a fire. Also, some good news is, we're going to get a little bit of rain across Maui in the coming days. We're going to see anywhere from say, 25 to maybe 40, up to 50 millimeters of rain across that eastern side, Lahaina could even pick up a couple of showers as well. A big problem across Hawaii is drought, 80 percent of the state's abnormally dry, but then Maui, you can see severe drought setting in, 16 percent in severe drought, that's up 5 percent compared to just last week. So, that's also what's aiding in these fires. It's an interesting setup when you look at the topography of Maui. We have higher terrain across central sections. And so, what happens with these wildfires, these large wildfires that start in that higher terrain. If the very gusty winds will come through and actually pick up some of those embers from the fire across the higher terrain, drop them down to the lower terrain where it's much more populated, and then we can see even these fire spread even more rapidly. Not to mention these winds will come down the mountain warm as they go, and then spread fires by the winds themselves as well, Lynda. So, very interesting setup across the Hawaiian island chain. But the good news is, we are going to see less wins this week than we saw last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NICK PATON WALSH, CNN INTERNATIONAL SECURITY EDITOR",
      "sentences": "And just to be clear, this isn't actually an attack. This is essentially an interdiction of acivilian cargo ship in the Black Sea by Russia, who are very public about it, possibly, over amplifying their actions, releasing a video. You can see a KA-29 Russian-attack helicopter hovering over that particular vessel, the crew been asked to sit in a line and military onboard that vessel. Warning shots apparently fired as well, so a very aggressive move by Russia in the Black Sea. But it is essentially I think their bid to retain relevance in a part of the water where in far east, certainly, there are more aggressive ships have indeed been targeted by Ukrainian drones. And they've seen their -- I think bid to control the grain trade in the west of the sea. Being eroded, they pulled out of the grain deal, but they have since seen some ships, essentially, deciding to go their own way regardless of Russia's feelings about that. And so, this is obviously a high-profile move by them to try and perhaps make cargo ships in that area, who feel they might be able to just carry on regardless of Russia's intentions, change their mind. So important details about the specific ship, the Sukru Okan is currently ducking in cannula(ph) in the -- sorry, Cannula(ph) on the Romanian side of the Danube River. But apparently, according to some of the ship's crew may -- they may have indeed changed destination to say, Izmail in Ukraine overnight. The Russian Ministry of Defense says that in fact, they believe the ship was bound for Izmail. Entirely unclear, and frankly, irrelevant to some degree, because the ship should be able to go where it likes in this particular water. But certainly, a bid by Moscow to try and suggest they're still relevant in this whole grain deal, and grain ships moving around that part of the Black Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "And Nick, you have been on the frontlines in recent days. Just take us through what you've seen, what sort of technology has beendeployed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WALSH",
      "sentences": "You know, the major threats, the major reason why the Ukrainian counteroffensive is going a lot slower than they would like is mines,minefields. Huge amounts, thousands of mines, sometimes hundreds every square meter or so that the Ukrainians are having to clear it slowly. And we saw on the frontlines ourselves near Robotyne, where a lot of the most intense fighting in the southern counteroffensive is happening exactly what new thermal technology they're using to try and find these mines. (BEGIN VIDEOTAPE) WALSH (voice-over): The fires still smolder, the dusk, moving to the very front of Ukraine's counteroffensive near Robotyne. (ARTILLERY FIRE) (on camera): A few hours ago, there was intense bombardment around this area. And now, the sun is setting, there's the occasional round being fired, but most of it seems to be towards Russian positions. (voice-over): We're here to learn of a new tactic that may help Ukraine overcome one of the hardest obstacles here, minefields. Shafrir is a constant overhead. The drone unit used day light to help direct artillery fire. (on camera): This isn't coming shortly, OK, so they're using this to correct the neck-shell that's fired. (voice-over): I know, they must keep hidden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)WALSH (on camera): Yet, still, the basic problem that it's trench warfare and minefields. And that by definition, it makes the going slow. (voice-over): But as the sky darkens and the air cools here, an advantage has emerged. One of their drones is equipped with a thermal camera, and they've noticed out in the wide created fields about 4 kilometers away where the Russians hide, something new. Some of these white dots are Russian land mines. They retain the heat of the Summer sun as the earth around them cools. The contrast is greatest at dusk or dawn, experts say. So, they seem to glow. The unit told us they use special charges to blow up the mines. It's not a precise science, but a huge help in seeing an invisible enemy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WALSH",
      "sentences": "Encircled by mines, don't try to tell them their counteroffensive could be faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)WALSH (on camera): There's little time to reflect though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Guys, run --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WALSH",
      "sentences": "Run, come, go --(voice-over): As a Russian helicopter is spotted coming right at them. We take cover for it to pass. (on camera): This is the kind of threat they endure every day when just one piece of information can send them running for cover. (voice-over): And then, we leave. Hours after we left, we're told that trench network came under heavy Russian attack, which they repelled. But the grind is constant and respite rare. And any advantage, no matter how small, urgently welcome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "WALSH",
      "sentences": "Lynda, I think that's the hard thing to really convey about what's happening on those frontline trenches. It's -- the intensity of the fightthey're in very complex. Those minefields are to navigate, you saw them, that thermal imagery, just how many there are on one small field. And also too, the weight of expectation upon these very young Ukrainian soldiers, that somehow, they are felt -- or they're -- the world outside feels perhaps they could be going faster when they essentially look at Russian air superiority and all the challenges they're indeed facing and feel that they're already straining themselves as far as they possibly can. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Still ahead, countries around the world are calling for Niger's toppled president to be returned to power. But in an announcement by coupleaders makes it clear they have something very different in mind. Plus, Ecuador is in a state of emergency after the assassination of a presidential candidate. We'll have an exclusive interview with his former running mate, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back, I'm Lynda Kinkade, good to have you with us. When Niger's coup leaders say they have gathered evidence to prosecuteoverthrown President Mohamed Bazoum for high treason. A move that could complicate international efforts to restore him to power. Bazoum ally says he's being detained in inhumane conditions along with his wife and son, deprived of running water, electricity and proper healthcare. The ruling Junta denies that, saying a doctor visited Bazoum over the weekend and found no concerns. Well, let's get more on all of this from our Larry Madowo, he is following developments for us from Nairobi. Good to have you with us, Larry. So, the coup leaders say they could prosecute the president for high treason. But that was just hours after they said they had spoken to neighboring leaders in the neighboring countries, saying that they wanted to resolve this crisis. Just what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "STEPHANE DUJARRIC, SPOKESPERSON, UNITED NATIONS",
      "sentences": "Very worrying declaration. We remain extremely concerned about the state of being, the health andsafety of the president and his family. And again, we call for his immediate and unconditional release and his reinstatement as head of state, of course. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MADOWO",
      "sentences": "The Niger Junta is going the opposite direction. The African Union Peace and Security Council met today to discuss the situation in Niger,they have not released a communique about what they talked about if there's any action there. But so far, like I said at the top, the Junta in Niger, have shown that the more they receive international condemnation, the more that they dig their heels in. And even though they said they're open to talks, their actions point to the exact opposite, so, a huge contradiction, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "All right, Larry Madowo following those developments for us from Nairobi, thanks so much. Well, Ecuador's presidential debate started withsilence on Sunday, as candidates honor the murdered presidential candidate Fernando Villavicencio. A state of emergency was declared after his assassination last week and six suspects have been arrested. Ecuador's President Lasso has announced that several dangerous prisoners will be moved to a maximum security prison. Before his death, Villavicencio claimed one of those prisoners had threatened him. In an exclusive interview, Villavicencio's former running mate spoke with our Rafael Romo, saying that it is a disturbing time for Ecuador's democracy. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ANDREA GONZALEZ NADER, ECUADORIAN VICE PRESIDENTIAL CANDIDATE",
      "sentences": "I think any other Ecuadorian is at the risk of getting shot right now on the street.RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR (voice-over): She was supposed to be there as his running mate, Andrea Gonzalez Nader should have been right next to Ecuadorian presidential candidate, Fernando Villavicencio -- (GUNFIRE) When he was shot last Wednesday as he was leaving a rally in Quito, the capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NADER",
      "sentences": "Fernando was shot three times in the head.ROMO (on camera): Has it sunk in that you could have died because you were supposed to be right next to Fernando that night when --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NADER",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "He was shot dead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NADER",
      "sentences": "Yes, I was supposed to be there next to him, getting inside the car that had no protection against bullets, and we wear no bulletproof vestsbecause we were trying to get the people, this message, that we had to be brave. ROMO (voice-over): In an exclusive CNN interview at a location without disclosing for her safety, Gonzalez said Villavicencio's murder is yet another gruesome and shocking example of how fragile democracy is in Latin America as a region. But living in fear, she says is not an option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NADER",
      "sentences": "I want to change this country. I want this country to be a place of peace, a productive country, we're known around the world for ourincredible chocolate, our bananas, our shrimps, our coffee. I love -- I love Ecuador deeply. I believe Ecuador is a paradise and they've turned it into hell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "Villavicencio was a 59-year-old lawmaker in the National Assembly known for being outspoken about corruption and violence caused by drugtrafficking in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "FERNANDO VILLAVICENCIO, LATE ECUADORIAN PRESIDENTIAL CANDIDATE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "In May, he told CNN Espanol that Ecuador had become a narco state. His political platform was centered on leading a fight against what hecalled --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "VILLAVICENCIO",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "The political mafia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NADER",
      "sentences": "We knew it was -- there was a high risk of him getting attacked by the same mafia and the same organized crime and the same politicians thatare linked with this organized international crime. ROMO (on camera): After the assassination, current Ecuadorian President Guillermo Lasso declared a state of emergency for 60 days on Saturday, 4,000 members of the Ecuadorian police and military raided a notorious prison in the Guayaquil's province and transferred an alleged leader of a local drug gang to another facility. (voice-over): Gonzalez says organized crime is a regional problem that requires a regional solution. (on camera): How does Ecuador solve its security problem? Is it something that Ecuador can do by itself, or does it need help from the international community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:09",
      "speaker": "ROMO",
      "sentences": "Ecuadorians go to the polls on August 20th, for the first round of an election to choose a new president, but even something as simple as votingis an act of courage in this country, and many may decide to stay home. Rafael Romo, CNN, Quito, Ecuador. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:09",
      "speaker": "KINKADE",
      "sentences": "Well, still to come tonight, a potential fourth indictment for Donald Trump as prosecutors make their case to a Georgia grand jury. We'lllook at the newly revealed evidence that could be crucial to the case. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "FANI WILLIS, DISTRICT ATTORNEY, FULTON COUNTY, GEORGIA",
      "sentences": "We've been working for 2 1/2 years. We're ready to go.MURRAY (voice-over): It's the clearest sign she intends to seek charges this week as the widespread investigation into election interference comes to a head. Geoff Duncan, Georgia's former lieutenant governor and CNN contributor, confirming he's been summoned to appear before the grand jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "GEOFF DUNCAN, FORMER GEORGIA LIEUTENANT",
      "sentences": "I did just receive notification to appear on Tuesday morning. I'll certainly answer whatever questions put infront of me. MURRAY (voice-over): Independent journalist, George Chidi, posted on social media he's also been called to testify Tuesday. Chidi said he walked in on a group of shadow electors gathered to sign an illegitimate certification for then President Trump in December 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "GEORGE CHIDI, INDEPENDENT JOURNALIST",
      "sentences": "They all but frog marched me out of the room and then they posted somebody out front to make sure nobody elsewent in. MURRAY (voice-over): In addition to putting forward fake electors and the infamous phone call from President Trump to Georgia Secretary of State -- DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (via phone): I just want to find 11,780 votes. MURRAY (voice-over): The breach of voting systems in rural Republican Coffee County is part of the probe. Sources tell CNN investigators have long suspected the breach was a top-down effort by Trump's team rather than an organic effort by Trump backers, and sources say they have text messages and emails that directly connect members of Trump's legal team to that breach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "MURRAY",
      "sentences": "Did you have any sense that this was sort of tied to other operatives in the Trump campaign, that it was anything beyond sort oflower-level people in Coffee County?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "BRAD RAFFENSPERGER, GEORGIA SECRETARY OF STATE",
      "sentences": "Not initially, but there are allegations and then as you dig down deep, more is revealed and thenyou realize that that wasn't truthful. MURRAY (voice-over): Surveillance video previously obtained by CNN shows a local election official escorting a team of pro-Trump operatives in to examine the machines on January 7, 2021. The group included Scott Hall, an Atlanta bail bondsman and Fulton County Republican poll watcher. SCOTT HALL, ATLANTA BAIL BONDSMAN (via phone): I'm the guy that chartered the jet to go down to Coffee County to have them inspect all of those computers. They scanned all the equipment, imaged all the hard drives and scanned every single ballot. MURRAY (voice-over): According to text messages obtained by CNN, former County elections official, Misty Hampton, authored a \"written invitation\" six days prior to examine machines. That invitation shared with attorneys working with Trump and others, hunting for election fraud on behalf of Trump's then lawyer, Rudy Giuliani. \"Just landed back in DC with the mayor. Huge things starting to come together\" An employee for the firm hired to access voting machines wrote in one text in an apparent reference to former New York mayor Giuliani. \"We were just granted access by written invitation to Coffee County systems. Yay.\" Another message reads. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "KINKADE",
      "sentences": "Well, CNN's Sara Murray reporting there. And Trump is already facing federal election interference charges. He's lashing out at a judgein that case and Atlanta area prosecutor Fani Willis. For the latest, CNN's Marshall Cohen is live for us in Washington. Good to have you with us, Marshall. So the indictment could come at any moment, really. Talk to us about the timing and how is Trump reacting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "KINKADE",
      "sentences": "All right. Marshall Cohen from Washington DC. Good to have you with us. Thank you.Well, CNN's Stephen Collinson and joins us now to discuss why a potential Georgia indictment for Trump is so significant. Good to see you, Stephen. So the former president is expected to face this fourth indictment at any moment, but this one, if convicted, he can't get out of with a presidential pardon, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Right. So this is a little bit more complicated and a lot of it has to do with the federalism that isthe basis of the U.S. political system, the separation of powers and the division of power between states and the central government in Washington. In theory, if Trump is reelected president next year, he could appoint an attorney general that could halt any ongoing prosecutions against him. He may have the power to pardon himself, as outlandish as that seems, for any previous federal convictions and the federal investigations in this case are the ones by special counsel Jack Smith into the election interference and the alleged misuse of classified documents down at Trump's resort in Mar-a-Lago. But because of the federalism in the United States Constitution, he doesn't have the power to override a conviction or to stop proceedings that are taking place in one of the states. I think he would see a lot of litigation going on and claims by Trump's team that as president, he cannot be subject to a criminal prosecution along the lines of guidelines that were established by the Justice Department way back in the Watergate scandal in the 1970's, but presumably, and it looks like he doesn't have the same kind of protections that he could get if he is president. So, that's why this is significant. Having said that if this case goes ahead and he's indicted in Georgia, we're looking at a racketeering case with many witnesses, potential co- conspirators and that would take a very long time so the chances of it being finished by the time of the next election seem quite slim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "KINKADE",
      "sentences": "And speaking of the next election and fundraising efforts, Donald Trump seems to be cashing in on these indictments. I just want to bring upa chart, which highlights every time there's an indictment, he has this surge in fundraising and this is only showing amounts, donations that are over $200. So clearly this is helping him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "COLLINSON",
      "sentences": "Well, yes, there is clearly great support from the Republican grassroots for Donald Trump as he runs for his third consecutive Republicannomination. He's leading the polls by 20 to 30 points, slightly less than that in some of the key early voting states, but nevertheless, he's a strong front runner. And I think you have to remember that Donald Trump's political campaign is now almost exactly the same as his defense in all these cases. He's arguing he's being politically persecuted so the two different strands here have come together. I think the question will become if there is a fourth indictment and when Donald Trump has to spend large portions of next year when he could be campaigning on the campaign trail in -- trials in criminal courts, whether this starts to weigh upon his prospects and whether some Republicans start to think that perhaps another nominee would be preferable. But right now, you're right, his fundraising does take a spike every time this happens and that's good for Trump because he's spent millions and millions of dollars, which would have been going to the mechanics of a campaign and he's been paying his legal bills on those of his associates with it. So, you know, he really needs that money to keep rolling in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "KINKADE",
      "sentences": "All right. Stephen Collinson for us in Washington, DC. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "COLLINSON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:58",
      "speaker": "KINKADE",
      "sentences": "Welcome back. Well, in the heart of Compton California, a new company called Plenty has just opened up what it says is the mosttechnologically advanced vertical farm in the world. CNN's Bianca Nobilo has more in this episode of CNN's Going Green. (BEGIN VIDEOTAPE) BIANCA NOBILO, CNN CORRESPONDENT (voice-over): Since the dawn of civilization, humans have used farms to feed themselves, agriculture led to cities, which led to population expansion and an ever increasing demand for more food. But today's farming practices aren't without drawbacks. Pesticides and food-borne illnesses are rife among many plants and vegetables creating health problems for consumers. But now, farming, the revolutionary innovation that helped bring today's cities into existence, may soon exist within them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:58",
      "speaker": "ARAMA KUKUTAI, CEO, PLENTY",
      "sentences": "We're seeing industry and science come up with new ways to make food for consumers.NOBILO (voice-over): Arama Kukutai is the CEO of a San Francisco-based startup called Plenty. Taking a stroll around this glistening new $100 million factory in Compton, California, you might be surprised to find the cutting-edge product they're creating is actually, well, produce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:58",
      "speaker": "KUKUTAI",
      "sentences": "We're standing here today in our first commercial farm for Plenty and arguably the most advanced vertical farm in the world from a technologystandpoint. NOBILO (voice-over): Plenty's vertical farming operation opened in Compton in May. Once it's fully up and running, the farm expects to produce up to 4.5 million pounds of food a year on about one percent of the land a regular outdoor farm would need. Similar to the way skyscrapers can pack in many extra apartments or offices, the secret to vertical farming is all about growing up not out. And being indoors allows Plenty's plants to grow in optimal conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:58",
      "speaker": "KUKUTAI",
      "sentences": "High quality fresh tasty produce is almost table stakes. I think the other thing we're hearing is the fact we don't use pesticides as alsovery advantageous. NOBILO (voice-over): Still, vertical farming isn't without its drawbacks. Getting a vertical farm up and running can be quite expensive and it requires a lot of electricity to keep the lights on. Also, there are only a certain number of plants like herbs and leafy greens considered profitable enough to grow and even that remains in question. So, as the population continues to swell and the threat of climate change looms on the horizon, bold solutions, like vertical farming, could provide hope that no matter what happens outside, the future looks bright with plenty of sunny days ahead. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:39",
      "speaker": "KINKADE",
      "sentences": "Welcome back. One of Sicily's largest airports was forced to close after a cloud of volcanic ash spewed from Mount Etna, Europe's most activevolcano. Take a look at this lava fountain. It started erupting Sunday and the fallout from the ash led to flight cancellations and delays at Cortina Airport in Italy. Some planes were even being diverted to other airports. The airport was still closed as of Monday afternoon. Passengers were told to stay away from the airport until they have spoken with their airline. Visitors to Rome can finally see the spot where Julia Caesar was stabbed to death and the theater where the depraved Emperor Nero showcased his acts to entertain the masses. A surge of tourists is who's flooding Italy's capital after the end of COVID lockdowns. CNN's Ben Wedeman takes us there. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN CORRESPONDENT (voice-over): Passerbys peer down into the crime scene in Rome's busy Largo Argentina. Giovanni Campagnone points to where the murder happened. \"During the Ides of March in 44 BC, the Senate was in session and their Julius Caesar was assassinated by the conspirators, stabbed 23 times,\" says Giovanni, an architect who supervised the restoration of the rooms here. OK. So, the murder happened a while ago, but now after more than two millennia, visitors can get a close look at where historians believe Roman senators dispatched to the would-be dictator. For years, it was stray cats who came, saw and conquered the square. Now they have to make room for sightseers. The authorities in Rome are eager to capitalize on the resurgence of tourism following the pandemic lockdown, recently revealing a private theater built for a mad emperor, immortalized in the epic 1951 blockbuster, Quo Vadis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "DARIUS ARYA, ARCHAEOLOGIST",
      "sentences": "But at a certain point he realizes, as he's getting older, wait a minute, I can do whatever. Those guys that areadvising me, they're inhibiting me. I can get rid of them. Who's to say I can't? WEDEMAN (voice-over): The theater was where Nero, a self-styled poet, musician, and athlete, honed acts to entertain the masses. He was biggie into bread and circuses. The bread and circuses are over now but this city still brings in the masses. Ben Wedeman, CNN, Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}