{
  "date": "2023-09-18",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Iran Expected to Release Five American Prisoners Today; U.N. Revises Death Toll Downward to at Least 3,958; Report: More Women come Forward after Actor Accused of Sexual Assault; U.S. Unfreezing $6 Billion in Iranian Fund to be used only for Humanitarian Needs; CNN Investigates \"Hijacked Buildings\" in Johannesburg; Iran Releasing Five American Prisoners as Part of Wider Deal. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "Hello, and welcome to CNN \"Newsroom\", I'm Max Foster in London. Just ahead today, five Americans have been detained in Iran for years, could soon be heading to Doha, Qatar and then on to the United States a short time ago.A source told CNN they were being taken to a Qatari plane in Tehran, as part of a wider U.S.-Iran deal that includes the U.S. unfreezing $6 billion in Iranian funds, with the caveat that the money can only be used for humanitarian services, Iran's Foreign Ministry confirmed the deal earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NASSER KANAANI, SPOKESMAN OF IRANIAN FOREIGN MINISTRY",
      "sentences": "Five prisoners who are citizens of the Islamic Republic will be freed from the prisons of the United States. And in exchange five prisoners who used to be in the Islamic Republic will be handed over to them based on their request to the American side.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "This release represents a diplomatic breakthrough after years of complicated indirect negotiations. Let's bring in CNN's International Diplomatic Editor, Nic Robertson. I mean, this moment when we see them land in Qatar is going to be huge, isn't it? They're going to be free. But take us through, if you can, the very complex deal that went into realizing this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "As with all of these types of deals, both sides seem need to be seen by their prospective constituencies to be walking away with a success. So no surprise, there's contention about one of the central parts of this, which is the money the $6 billion.We heard from the Iranian Central Bank Governor a little while ago, and he explained how the mechanism has been sort of been put in place since the middle of August. So getting to the point of making a deal that has been the subject of talks through intermediaries Qatar, for about 18 months, gives you an idea of the length. Just getting the financial side right, the transfer of funds that were controlled by South Korea, that were frozen funds, Iranian money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Not American money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "Not American money, but frozen to Qatari banks and Iran opening bank accounts in Tehran to access this. But that contentious point that I mentioned is what happens to that money. Now Iran says we can use that money as the government sees fit, that's what the President has said.The United States has been very clear that it can be used for humanitarian use only for medicines, for food to support the people in Iran. And there will be controls on that the Qataris are controlling the accounts. The U.S. Treasury will be watching the way that it works. But yes, a hugely complex deal. And you're right. I mean, the biggest thing today is going to be the emotion of those five people when they set foot in a country that it is not locking them up wrongfully detained. That's how the U.S. has said. So we can only begin to imagine how this must feel for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "How are they, the Americans in particular refuting this idea that they effectively paid a ransom for hostages, because for many people don't know the detail here? It does smack about somewhat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "This is Iranian money. This is in accounts that were frozen due to sanctions. So this is not the money coming from the U.S. taxpayer's pocket that's being put on the table. There are strict controls over how this money can be used by Iran, how effective those controls are? I think we're just going to have to judge and therefore how strong the negotiation around this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "-- spending the money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "You know, I think it's something of a red herring. I started by saying, and you get this. I know, I started by saying both sides have to walk away and looking like they've got a winner here from the Iranian perspective, the win has to be that they're getting access to money in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ROBERTSON",
      "sentences": "It's not we're giving the money and there are controls on this. But the reality is, Iran is in a desperate situation with its population, the regime there is deeply unpopular. And one of the ways they ameliorate that is to spend more money making people's lives better.If they've got 6 billion extra to do that with that 6 billion they now don't have to spend it out of their own pocket immediately on the Iranian citizens and their welfare and hospitals and schools and all that sort of thing. That 6 billion they've got available of their own money. They were already calculating 6 billion available for something else. And the concern will be that will be for nefarious activities, missile building, weapons production, that sort of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, I think that's right, Max. I mean, look, this is something that the administration has been working on for the better part of two years now, these negotiations indirectly with Iran began really, when the Biden Administration came into office determined to get these Americans out of prison there.Many of the Americans, or I should say all of them have been in prison there for over five years, and one of them has been in prison there for almost eight years. So this was a priority for the administration. And the reality is that they did not see a way to do this without providing Iran some kind of a financial incentive as, Nic was laying out there. And both sides have to come away, being able to show some kind of tangible success to their domestic audiences. Now, the Biden Administration has faced a lot of criticism from Republicans in recent days. With regard to this deal, the Republicans have been saying that this equates to a ransom payment, and saying that it is going to only encourage Iran to take more Americans prisoner and more Americans hostage. But look, this is something that the administration views as a significant breakthrough, because remember, the U.S. doesn't have diplomatic relations with Iran. All of this has been unfolding through intermediaries through backchannels, through a lot of kind of shuttle diplomacy over the last six, seven months. And even though the administration has not been able to, of course, return to Iran nuclear deal or kind of make progress on some of the other issues that they would like to see Iran, you know, take part out to be to reestablish these kinds of ties with the U.S. and become a part of the international community again. This is something that they see is progress, being able to get these Americans out of prison and return them home, which has been a central pillar of the Biden administration's foreign policy over the last several years is getting wrongfully detained Americans back to the U.S. This is going to be very controversial of course, it already has been. We'll have to see how it plays out in the next several weeks with Republicans obviously they're going to continue to hammer the administration on just what Iran is going to be able to do with this money. Of course, the administration has said repeatedly, it will not be going straight to Iranian coffers. It is going to be monitored closely by Qatar. The Republicans are unlikely to buy that, however. So how Iran uses these funds that is something that will be closely watched here, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Do you think President Biden will address a lot of that when he speaks about this publicly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BERTRAND",
      "sentences": "It's certainly possible. The administration has been saying publicly in multiple statements over the last several weeks since the news broke that this deal was in the works, that this $6 billion is the most controversial aspect of this. And they understand that and they have been trying to clarify that this is not Iranian.This is not U.S. taxpayer money, it is Iranian money. And so expect the President if he does make some kind of statement on this, to emphasize that these are Iranian funds, and not something that of course, the U.S. taxpayer is going to be footing the bill on, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK. Natasha, thank you so much. We're going to across to Becky, now. She's actually in Doha where we expect these five to arrive. It's going to be a big moment, isn't it? And also big moment for Qatar, don't you think, because it's really stepped up into this Peacemaker role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "While the week after deadly floods devastated the Libyan Coastal City of Derna, families are coping with unbearable loss. The United Nations is revised the previous death toll downwards and now cites the World Health Organization's figure at nearly 4000 lives lost in the disaster, more than 9000 are still missing.Crews are working to recover the dead. And U.N. agencies are concerned about the risk of a disease outbreak now particularly from contaminated water. CNN's Jomana Karadsheh is on the ground in Derna, where volunteers are overwhelmed by the scale of the disaster. She spoke to my colleague Phil Mattingly earlier. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "This is a traumatized city, as you can imagine, more than a week since this catastrophe struck. There is just so much shock and heartache in the city, you've got grown men and women who walked past us while they're solving.You look at people and they just have this blank, shell shocked look on their faces staring into the distance. I mean, people here I mean I was speaking to a woman volunteer who's been dealing with preparing the bodies of dead women for burial. And she survived this and she's not had time to process what she's been through. And she was asking us if we think she will ever see her city rise up again. And she could barely finish this question before bursting into tears. And you just see this everywhere. You've got survivors who've not had the time to think about what happened to them what they're going to do next. All they're focused on right now is trying to find their loved ones. But the gut wrenching reality is really starting to sink in, that there's really not much hope left to find them alive. So now they're trying to recover their dead bodies. And that also fell may prove to be impossible. You do have search and recovery, search and rescue teams that have been working across the city and the devastated areas in areas where you have entire neighborhoods that have been wiped digging through the muddy rubble. You've got local teams you've got some international teams. But what officials are telling us is they don't believe they're going to find many bodies here. They believe the majority of the bodies are in the Mediterranean, you have thousands of people they believe that have been swept away with their homes and inside their cars into the sea. And there you have this ongoing effort by different international teams. Libyan teams that have been using choppers, divers boats out at sea trying to recover bodies, but one of those international teams we've been speaking to say it has become really, really difficult for them to recover bodies. Because a lot of these remains have ended up in hard to reach areas and coves and rocks and they just don't have the ability to deal with that, especially when you take into consideration the health hazards. One of those teams telling us they saw 300 bodies spotted just a few days ago. And now they say they've just disintegrated into remains that they just can't recover. And you can imagine how devastating this is for the many families that are still trying to get the bodies of their loved ones and to give them a proper burial. These rescue teams out at sea telling us they have dealt with a lot in the past. They've done migrant, both capsizing accidents at sea, but never have they dealt with anything on this scale before hundreds, thousands of bodies from. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "And yes, just take us through, you know, the facts, if you like, and what Brand has to say about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "Yes, Max, this is really blowing up here in the U.K., I think, as you said, because of the nature of the allegations, the fact that multiple women have now come forward and spoken to The Times and Sunday Times, and Channel 4 for this documentary.And I think the fact is, well, that the allegations are so graphic that they explored in so much detail in the documentary and that they happen during a period where one his career was on the ascendancy and two, there were so many now with hindsight, it seems red flags that were inherent in his behavior. And even in some cases in the content of his comedy shows. But as you say, CNN hasn't been able to independently verify these allegations. But I want to play you a portion of the documentary, which pertains to one of the alleged victims who at the time, was just 16 years old, her name has been changed. She's been referred to, as Alice. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Russell engaged in the behaviors of a groomer looking back now if I didn't even know what that was then or what that looked like. He would try to drive a wedge between me and my parents taught me to lie to them. I was at my dad's house and it was 11 o'clock at night. Russell was texting me he's like, please come over, I need to see you. I'm really upset like I need to see you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "So she is accusing Brand of sort of grooming behavior. As she said, another woman in the documentary alleges that he actually raped her in an incident in Los Angeles in 2012. As I said, CNN has not been able to independently verify these allegations. And Brand has vigorously denied that he actually did so preemptively, before the documentary came out in a video on his very popular YouTube channel, take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "RUSSELL BRAND, ACTOR",
      "sentences": "But amidst this litany of astonishing, rather baroque attacks, are some very serious allegations that I absolutely refute. These allegations pertain to the time when I was working in the mainstream, when I was in the newspapers all the time, when I was in the movies.And as I've written about extensively in my books, I was very, very promiscuous. Now during that time of promiscuity, the relationships that I had were absolutely always consensual. I was always transparent about that, then almost too transparent. And I'm being transparent about it now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "So it should be noted, Max, he has 6.6 million subscribers on that YouTube channel. If you look at the comments of that video, there are extensive messages of support. But on the other hand, he has already been dropped by his literary agent. There are reactions come in from Amnesty International.In one case, even from Downing Street, the Prime Minister here in the U.K., official spokesperson calling the allegations extremely serious and concerning. So that is what we know as of now, but this likely to have continuing fallout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "Yes, it's interesting, because he was a big name in Hollywood, wasn't he? And there's been very little comment really from the authorities there. And I noticed a British politician this morning, was saying there should be criminal investigation in the U.S. as much as the U.K. but it's not have the same sort of resonance there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "Not as of yet it seems, Max, two of the alleged incidents in the documentary took place, according to a documentary in Los Angeles, including that alleged rape where the woman in question says that she went straight to a rape center afterwards and gave evidence that was then frozen.So it seems that Los Angeles police would have access to that evidence. We are reaching out to them to see if they're going to pursue this any further. They certainly have a track record of pursuing these kinds of high profile sexual assault cases when it comes to the likes of Harvey Weinstein and Bill Cosby. And California actually canceled its statute of limitations on rape cases in response to the Bill Cosby case. So it's possible. We don't know as of yet that he could face criminal charges on both sides of the Atlantic though of course, as we have said he is vigorously denying all these charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "Yes, OK. Clare, thank you. World leaders are heading to New York to take part of the United Nations General Assembly set to begin tomorrow and Ukrainian President Volodymyr Zelenskyy is expected to be there in person for the first time.[08:25:00] Since Russia's full scale invasion in an attempt to rally support and plead for advanced weapons and ammunition. After that, he'll head to Washington to meet with U.S. President Joe Biden of the White House and with congressional leaders as well on Capitol Hill. Meanwhile, Ukraine says two people were killed in Russian attacks in the southern Kherson region overnight. CNN's, Katie Polglase joins me now. Just take us through some of the recent movements, but also how slow they've been and why that's going to be an issue in Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KATIE POLGLASE, CNN INVESTIGATIVE PRODUCER",
      "sentences": "Absolutely, Max. We've been seeing reports this morning again of further Russian attacks on civilian infrastructure in Ukraine. Meanwhile, we've also been hearing about some progress in the Ukrainian counter offensive.This morning, they said they recaptured Klishchiivka, which is in the eastern front line. Last week, we were talking about Andriivka, before that we were talking about Robotyne. Now, these are small villages, these are marginal gains that Ukraine is making. And this is part of the fear here that the counter offensive that Ukraine has been leading is not having the progress at the pace that maybe they and their allies would have liked and so as Zelenskyy is now heading to the United States to meet with world leaders, but also with President Joe Biden, and with other members of the Senate as well. Clearly one of the main concerns is why the counter offensive is not making the progress at the pace they would like and particularly as we're now looking at some of U.S. public support potentially declining and funding for Ukraine from the United States coming into question. This is something that Zelenskyy wants to show up on his visit. And his message really, so far has been at the more weaponry, the more support he gets from the allies. The more progress they will make on the battlefield. And if you look at the recent attacks that Ukraine has made. For example, in Crimea last week on the port of Sevastopol, the long range missiles that they were using. We presume these were British Storm Shadow missiles. Now this is exactly the kind of missile the kind of equipment that they want from the United States as well. Biden is said to be considering giving long range missiles to Ukraine, specifically, these attackers army tactical missile systems, they would go 180 miles more, which is considerably more than some of the other long range missiles that Ukraine currently has in its arsenal. And this is really the debate here for Ukraine and for President Zelenskyy as he goes to the United general assembly here in New York, is that one of the main debate is whether he should be receiving more weaponry, more support from the Western Allies and whether this will be the breakthrough he needs. Because clearly as we head into the winter months, and the counter offensive continues, this fighting in the cold weather is going to get even more difficult and even more challenging for the Ukrainian soldiers on the frontline, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FOSTER",
      "sentences": "We want to update you on our top story. Five Americans detained in Iran are at the airport in Tehran with a Qatari ambassador. That is according to a source, they are expected to head to Doha soon and then on to the U.S., their release is part of a wider deal between the U.S. and Iran. The deal includes the release of five Iranians being held in the U.S. and the unfreezing of $6 billion in Iranian funds.U.S. warns that money can only be used for humanitarian purposes. Becky joins us from Doha with the latest. I mean the fact that the ambassador's effectively got custody of these five suggests that things are going as planned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FOSTER",
      "sentences": "OK, Becky, back with you with all the updates. Thank you so much. Sanam Vakil is the Director of the Middle East and North Africa program at Chatham House joins me now from London. That sort of the detail then about what we expect to happen today, if it all goes as planned.But what do you make of the deal that was struck here because some Republicans are calling it a ransom, the White House being very clear that this was not American money. This was Iranian money that just got re-released back to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SANAM VAKIL, DIRECTOR, MIDDLE EAST AND NORTH AFRICA PROGRAM, CHATHAM HOUSE",
      "sentences": "This is a hugely momentous day, President Biden promised to bring unjustly held Americans home. And that's exactly what's happening. So I'm very happy. I do hear the criticism. But the reality is it's important that Americans come home.And the critique is not right, this is money that is going to be locked up and monitored by the Qataris. And Iran will only be able to purchase humanitarian goods using its own money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FOSTER",
      "sentences": "That's not what the Iranians are saying. They're saying they are going to be able to use it for whatever they like. And, you know, had senior members of the government saying that today? How can we really rely on the fact that the Qataris can control it, even with all their goodwill, control exactly where this money goes, when it's in Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "VAKIL",
      "sentences": "Well, the honest really is on Doha. And I'm certain that Biden Administration officials have been working with the Qatari government to create processes to manage and monitor that money. The Islamic Republic certainly wants to show that it is the big winner, and it can use its money as it wishes. But that is not the case.It's also important to remember that Iran is heavily sanctioned by the U.S. and other governments, and there will be a close watch on what Iran tries to procure. So I'm pretty confident that things will go as planned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FOSTER",
      "sentences": "What do we know about the five Iranians that are being released at the same time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "VAKIL",
      "sentences": "Well, their names have been released; it's these some of these Iranians are American citizens. And it's unclear that they're going to want to go back to the Islamic Republic, that's going to be the great irony. If that happens, some of them have been caught up in trying to send dual use sanction material to Iran; others have been detained and indicted for being lobbyists for the Islamic Republic.Their release is not as important for the Islamic Republic as being able to access their foreign reserves. Iran is, as I've already said, heavily sanctioned its economy is under massive pressure. It has also experienced huge protests over the past year or so. Leadership in Iran is going to try to position themselves as the big winners here by being able to access this money and having obtained a deal with the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FOSTER",
      "sentences": "It's interesting that you say that the five Iranians mean, you know, it's up to them, isn't it if they actually leave America if America allows them to stay. But just explain why they might not want to go back even though the Iranians have effectively worked to release them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "VAKIL",
      "sentences": "Well, I mean, it's important to see the Islamic Republic for what it is it's an authoritarian system. And if you have dual nationality, and you're choosing to live in the United States of America, it's not necessarily a guarantee that you're going to want to get on a plane and move back to Iran where it's a surveillance state.There's no sort of freedom. People can't vote for whoever they want to. And of course, the economy is in shambles. There are a lot of reasons for them to want to stay in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "FOSTER",
      "sentences": "Hijacked buildings are a growing concern in South Africa after a fire last month in Johannesburg killed more than 70 people. These are buildings abandoned by landlords and taken over by gangs or other groups who leased space out to tenants. CNN's David McKenzie got a glimpse of what it's like living in these spaces. (BEGIN VIDEOTAPE)DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Siyabonga Mahlangu takes us inside a notorious target. In a city infamous for crime, hijackers often steal cars, they also steal entire buildings. When that happens, the victims call Mahlangu first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SIYABONGA MAHLANGU, INNER CITY FEDERATION",
      "sentences": "You can see the situation of the property.MCKENZIE (voice-over): But this is the only home they have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MCKENZIE",
      "sentences": "What is a hijacked building?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MAHLANGU",
      "sentences": "A hijacked building, it's where someone will come in and claim to be the owner of the property and start collecting rentals from the resident of that particular building. Like a gangster. Yes, that's a hijacking, a hijack property.MCKENZIE (voice-over): And Mukwonago says hijackers with fake papers have targeted the building four times. In one case, even having these women arrested and evicted until his organization beat the hijackers in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MCKENZIE",
      "sentences": "Are people afraid of the hijackers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're afraid of hijackers, because what they do, they put their security during the night or during the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Their threatening is not is, they were threatening as pitting us.MCKENZIE (voice-over): Stolen buildings in Johannesburg aren't new. As the city crumbled, building owners abandoned their properties. Gangs have taken other apartments or hijacked entire buildings like this one. In the world's most unequal country, that desperate will live wherever and however they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MCKENZIE",
      "sentences": "If you look how tightly packed this is, and each one of these little partitions, houses a family it's like an informal settlement squashed inside a building. How many people would live in a building like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "NQOBILE ZULU, TENANT",
      "sentences": "I'm scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MCKENZIE",
      "sentences": "Why are you scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "ZULU",
      "sentences": "Because I am staying with my children, and if here is making fire, I don't know where we are going to, because I don't have money to pay rent.MCKENZIE (voice-over): It is a building just like this one that was consumed by an inferno late last month 77 people died, many of them burned beyond recognition. It's provoked a reckoning in this country, a reminder of democracies broken promises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When they find that the building is weak, then that one is gone. Ours they find that every time they come here who are so strong.MCKENZIE (voice-over): The woman of this building fought back. They say their secret weapon is -- . I tell the hijackers that this building belongs to us, she says but they still face a constant threat still feel abandoned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MAHLANGU",
      "sentences": "We'll all die without seeing the change. We'll all die. I can assure you that and promise that.MCKENZIE (voice-over): David McKenzie, CNN Johannesburg. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "FOSTER",
      "sentences": "World leaders meeting in New York City this week for the UN General Assembly pressing topics at hand include Russia's war in Ukraine. The devastating floods in Libya and climate change to name just a few of them. Ukrainian President Volodymyr Zelenskyy will be attending the UNGA in person for the first time since the war with Russia began.Israeli Prime Minister Benjamin Netanyahu is also heading to the U.S. His first -- Silicon Valley for a sit down with tech mogul Elon Musk, there'll be chatting about Israel's burgeoning AI industry. From there, the Israeli leader goes to New York for the UN General Assembly on Wednesday. Mr. Netanyahu will hold his first face to face talks with Joe Biden since Netanyahu returned to the Prime Minister job last year. CNN Senior U.N. Correspondent Richard Roth joins us now. Thanks for joining us, Richard. I mean, there are so many big issues as there are every time there's a UN-GA. But do you think it's Ukraine that's going to dominate or how is it going to play out? RICHARD ROTH, CNN SENIOR U.N. CORRESPONDENT: Well, President Zelenskyy will speak on Tuesday. And then on Wednesday, there's a high level Security Council meeting on Ukraine. It's not clear if Russian Foreign Minister Sergei Lavrov will be there, he speaks for the assembly laid on a Saturday afternoon. That's the way it's been for the last few years. For Netanyahu, he's one of the world leaders that President Joe Biden will meet. What's notable for the critics is that the meeting is not taking place at the White House, its taking place here in the hectic UN. I spoke to a European diplomat on the council who said you can tell there's a tense rivalry now more than ever, between the U.S. and China inside the chamber. And for many UN people, it's utter frustration for the last couple of years that a permanent member of the UN Security Council holds up everything with its veto power on Ukraine and other things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "FOSTER",
      "sentences": "OK, Richard Roth, we're going to be back with you as soon as we get any updates on that. We've got some breaking news, though, just in. An official tell CNN the plane carrying the five Americans who have been held in Iran for years, has now taken off. Nic is here, this is the moment we've been waiting for officially means they're out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "ROBERTSON",
      "sentences": "Hours away from getting their feed on a country where they will have freedom, which is what's been, denied them one of them for eight years, the other four for about five years. So hugely significant, hugely big deal for them, hugely big deal for their families, hours, weeks, months, more than a year, painstaking negotiations behind the scenes.And of course, their release is only part of the picture. Because there'll be the debate about how it was achieved and what the Iranians get and what the United States get. But it's a very significant moment and the plane being in the air is the indication that absent some unforeseen, utterly unforeseen circumstance, it all seems on track that their success is this effort. This long, long effort is finally for them coming to well, it's not a conclusion because they have to live with the trauma of what they've been through over the last number of years and be reunited with their families. And you know what they have to go through now it's also very, very difficult. Let's not underestimate that. But this is a huge moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "The plane carrying five Americans who have been detained in Iran for years has just taken off from Tehran airport is heading to Doha, Qatar and then on to the United States as part of a wider deal. That includes the U.S. unfreezing $6 billion in Iranian funds, which Washington insists can only be used for humanitarian services.Let's bring in CNN International Diplomatic Editor Nic Robertson. I mean, how long would it take to get to Doha, do you think and what will we see when we get there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ROBERTSON",
      "sentences": "Should be a couple of hours, I think we can anticipate that when they come down the steps, at least the three who've been named because the other two hadn't been named because their family for reasons, we don't know yet didn't want them to be named. And think look here of the trauma that they've been through in five years of not knowing the certainty of what's going to happen to them. That's very dramatic.So I think it would be reasonable to expect that we may see three of them, at least coming down the steps being greeted, perhaps by U.S. officials, I think that that photo opportunity is likely to take place, I can't guarantee. But a lot of what's going to happen next is going to be quiet and away from the cameras because there's so much that faces them ahead, medical checks, perhaps debriefs, being reunited with their families. Everyone's going to choose to handle this moment, this special moment for them this moment of freedom to embrace their families, for the first time, everyone's going to choose to sort of be able to do that in their own way. And some may want just the immediacy of that hug and for it to be public, but others may feel it's more sensitive time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "When the time is right, obviously the U.S. authorities will want to have a debrief with them, what would they be looking to learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ROBERTSON",
      "sentences": "Well, it was only last week or so that the United States designated 25 Iranian officials for sanctions and included there was the head of Iran's prisons and other people within the law enforcement establishment in Iran.So one would expect U.S. officials, or certainly on the law enforcement side, to want to be able to have conversations with these with these prisoners, to find out exactly who they were interfacing with, and what substantial evidence there may be for potential sanctions against other people, or, or just to have a more ready detail or an up to date, you know, knowledge of what's happening inside the prisons. There may also be other detainees in there. We don't know about not Americans, but perhaps other Iranians. And so, there will be information that they likely have maybe they don't know they have it, who was in the cell next to you that sort of thing. That can be valuable from an intelligence perspective. But these things are a fine balance between that sort of analysis and an important family time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "FOSTER",
      "sentences": "Do you think President Biden will make hay from this there, I say, treat it like a celebratory moment when obviously there are other politicians who think it's been handled pretty badly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "FOSTER",
      "sentences": "It was sanctioned for a reason, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ROBERTSON",
      "sentences": "Iran was sanctioned for a reason, absolutely. And it hasn't made good on that. In fact, in terms of some parts of the sanctioning over the nuclear deal, they're actually reneging on the deal itself. But, you know, the Biden White House might point to what the Trump White House did in terms of breaking some of the rules of that JCPOA.",
      "isLastSentenceInterrupted": false
    }
  ]
}