{
  "date": "2023-10-24",
  "headline": "CNN News Central",
  "subHeadline": "Gaza Hostage Crisis Continues As 4 Hostages Released; Ongoing Efforts To Provide Fuel And Other Supplies To The Gaza Strip Continues; GOP Speaker Nominee Faces Opposition; Former Trump Lawyer Jenna Ellis Pleads Guilty. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:01:23",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Hi there, I'm Brianna Keilar with Boris Sanchez here in Washington, Anderson Cooper is in Tel Aviv and sources say talks are happening right now to try to secure the release of a large number of hostages held by Hamas in Gaza. So far, of course, just 4 hostages, 2 Americans and 2 Israelis have been freed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:23",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "One of the Israelis, an 85-year-old grandmother, said she, quote, went through hell. She said that she was beaten and later received food, medical treatment, and was provided sanitary living conditions. She also blamed Israeli forces and intelligence for failing to heed warning signs.(BEIGN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:23",
      "speaker": "YOCHEVED LIFSHITZ, HOSTAFE RELEASED BY HAMAS",
      "sentences": "The lack of awareness by Shin Bet and IDF hurt just a lot. They warned us 3 weeks beforehand. They burned fields. They sent fire balloons. And the IDF did not treat it seriously.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:23",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Israeli defense forces say they have hit more than 400 terror targets, as they say, in the last day. All the while, the humanitarian crisis worsens for the 2 million people who cannot leave Gaza. Today, Israel Defense Force Chief of Staff said efforts will be made to provide access to fuel there, but that it would, quote, not allow it to reach Hamas. I want to turn to CNN's Nic Robertson in Sderot, Israel. What more do we know about these negotiations to free a large number of hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:23",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMAIC EDITOR",
      "sentences": "Yeah, they seem to be reaching a moment where one side or the other, if you will, has to blink because one of the points of contention about the release of the hostages seems to be the humanitarian aid and specifically the fuel. And we're hearing from the from the U.N.'s main humanitarian group, UNRWA, in Gaza saying quite literally they're going to have to shut down operations Wednesday because they are running out of fuel. We've heard hospitals say that they're beginning to run out of fuel. The situation is getting increasingly desperate. The Ministry of Health inside Gaza, the Palestinian Ministry of Health, is saying they've been in the 24 hours, some 700 civilians killed.So as a pressure point in negotiations, it really seems to be coming down to the wire, which way it's going to go. We don't know. At the U.N. today, Secretary of State Antony Blinken being very clear in what he had to say to the all the gathered ambassadors there in this big diplomatic international forum. Absolutely, that the hostages must be released. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:23",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "None of us can imagine the nightmare they're living, something no family should have to endure. Their loved ones must be released immediately, unconditionally. And every member of this council, indeed, every member of this body should insist on that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "ROBERTSON",
      "sentences": "So as a point of negotiations around the hostages, the positions are very hard on both sides, it seems. And very clear, I think, from General HaLevi today, as you mentioned about the fuel for civilians for medical treatment, that indicates a softening there on the Israeli side. But is that going to deliver the hostages? We really don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "COOPER",
      "sentences": "Yeah. Nic Robertson, thanks so much. Right now, the humanitarian situation, the humanitarian crisis in Gaza is dire. Food, water and fuel, as Nic's talked about, running out for people there as the Israeli airstrikes continue. Hospitals, emergency services are also being stretched to the breaking point, as we've been seeing. A doctor at one of Gaza's largest hospitals warns it'll become a, quote, mass grave, in his words, if fuel runs out. CNN's Jeremy Dimond is live in Ashkelon. So earlier we learned the Israeli military is making an effort to provide access to fuel. What are the details on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, Anderson, as you know, the humanitarian situation in Gaza has become extremely, extremely dire. And one of the main issues is that hospitals are very concerned about not being able to have power for their facilities because of the lack of fuel to power generators, for example, to get power on in these hospitals. And today what we are seeing is a pretty significant reversal from the Israeli government in terms of allowing fuel to go into Gaza, at least in theory.We just heard from the IDF's General Chief, Military Chief of Staff, General HaLevi, who says that they will begin to allow some fuel into Gaza, saying that we will make sure there will be fuel in places where they need fuel to treat civilians. But he is also making clear that, quote, we will not allow the fuel for Hamas so they can continue fighting against the citizens of Israel. And we know that beyond the humanitarian situation in Gaza, getting fuel into Gaza has also been one of the major demands that Hamas has been making in these hostage negotiations in order to allow for the release of some of these hostages. So, we will see if this new change in posture from the Israeli government, the Israeli military will allow for some of these hostages to be released. Of course, that is not the only sticking point. These are extremely complex negotiations. And one of the other things that Hamas has been demanding is a ceasefire, which the Israeli government has also ruled out up until this point. Now, the question is, how much longer will Israel be willing to delay its ground invasion in order to allow for more time for these hostage negotiations? I spoke with 2 people familiar with these negotiations who told me that, look, Israel appears to be willing to hold off for a few more days. But if there is no progress in these negotiations, that they will move forward with this ground invasion. They are simply not willing to put it off inevitably. Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "COOPER",
      "sentences": "All right, Jeremy Diamond, thanks very much for that. I want to talk about the hostage release. Joining us now is Ayelet SelLa. Her cousins, Judith and Natali Raanan, were the first U.S. hostages to be released. They were freed on Friday after being kidnapped by Hamas from their kibbutz during the October 7th attack. There are still 10 of their family members being held by Hamas today. It's extraordinary that there are 10 members of your family still being held. How are Judith and Natali doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "AYELET SELLA, RELEASED HAMAS HOSTAGE",
      "sentences": "Hi, Anderson. I would first like to say that it's now 9. It has been confirmed that my cousin Lila (ph) has been murdered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "COOPER",
      "sentences": "Oh, my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "SELLA",
      "sentences": "So this is terrible news for the family. We're finding it very hard to go on. Judith and Natali, they are doing okay. They're taking their time to heal and to process what they've been through, what the entire family and the entire nation have been through. And we're giving them that space and time at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:27",
      "speaker": "COOPER",
      "sentences": "We heard today from Yocheved Lifshitz, who has just been released. We played some of what she said at the press conference. I'm wondering what you thought when you saw her and also Nurit Cooper being released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "COOPER",
      "sentences": "What --, correct me if I'm wrong, 1 of your family members who's being held is only 3 years old. That is true. We have a 3- year- old and an 18-year-old brother and sister, Yelain Leve (ph), and we have Noam (ph), who is 12, so 3 children in our family. We haven't been given a sign of life or any indication as to how they're doing. We don't know if they're together with their parents or without. This is truly heartbreaking. It's very hard to sleep at night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "COOPER",
      "sentences": "The idea that little children are being held and it's now, you know, it's been more than 2 weeks, almost 2 and a half weeks. I mean, it is just unthinkable. I know the Red Cross has asked for proof of life. The Red Cross has asked Hamas for access to all the hostages. That has been denied to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "SELLA",
      "sentences": "We are begging, begging for a sign of life, for any indication of their whereabouts and their well-being. It is, I really, I really, I don't have the words for it. Lying in bed at night before I go to sleep, that is the hardest part of the day because then it's harder to shake away the thoughts of what they might be going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "COOPER",
      "sentences": "The US Secretary of State said over the weekend that they don't know why Judith and Natali were released first. Have you gotten any better sense of why and why they were able to be freed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "SELLA",
      "sentences": "Not at all. We feel very, very lucky to have them home. We also feel guilty because we don't know why them, why them first. We only hope that this was a sign indicating that the rest will be freed soon. We have no idea. We really don't.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "COOPER",
      "sentences": "Ayeet, thank you for talking to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "SELLA",
      "sentences": "It was Hamas that made that -- Thank you, Anderson. No, I'm saying that, thank you, Anderson. We really don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "COOPER",
      "sentences": "Yeah, Ayelet, I wish you and your family the best, and I hope, I hope you get news soon and hope you get them all back soon. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "SELLA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "COOPER",
      "sentences": "Boris, Brianna, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "KEILAR",
      "sentences": "All right, Anderson, back here in the US, House Republicans, will they have their new Speaker-designate, longtime Minnesota Congressman Tom Emmer, but will he be able to put together those 217 votes that he needs on the House floor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:10",
      "speaker": "KEILAR",
      "sentences": "The battle for House Speaker is moving back into overdrive. Overdrive, neutral, it's hard to tell. It sort of switches around like we're grinding gears.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:10",
      "speaker": "SANCHEZ",
      "sentences": "Although sometimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:10",
      "speaker": "KEILAR",
      "sentences": "Sometimes it feels like, can, though, the Republicans' latest pick get to the finish line? Congressman Tom Emmer of Minnesota won the party's nomination this afternoon. But the GOP whip, well, it now has to nail, the GOP whip now has to nail down the 217 votes needed to win on the House floor. Emmer, of course, is the Republicans' third nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:10",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, and this is as the House marks three weeks with no leader following the ouster of former Speaker Kevin McCarthy. CNN's Manu Raju is live for us on Capitol Hill. And Manu, some members are outright opposed to Emmer, saying that he's not conservative enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:10",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah, look, there are major concerns right now from Republicans that Tom Emmer's bid for the speakership will collapse. He is behind closed doors trying to alleviate concerns. They had a secret ballot vote in which, actually, it was a ballot vote that happened behind closed doors. But members had to actually publicly say where they would come down. Twenty-six Republicans indicated that they are not in favor of him. He can only afford to lose 4 on the House floor in order to become elected Speaker of the House. So, 1 by 1, he's trying to listen to those concerns, trying to alleviate those concerns. But there's no sign that he will. Some of the concerns range from his voting record. He voted to keepthe government open on this bipartisan bill that passed the House just recently for a short period of time. He voted with Kevin McCarthy to raise the national debt limit on that bipartisan deal that was reached to avert default. He voted to codify same-sex marriage back in the last Congress. Some of the members who are more on the socially conservative side have railed against that. He also voted against the efforts to overturn the 2020 elections, something that Trump himself and some of Trump's allies have targeted, all raising concerns that Emmer may not be able to win enough support for members on the right. And in a warning sign, 1 Republican who just came out, I spoke to, Congressman Jim Banks, said that, in his view, Emmer is too moderate for the speakership. And there's not enough support in the room behind me for him to be elected Speaker. Listen. (BEGIN VIDEO CLIP) REP. JIM BANKS (R-IN): I'm a conservative. I came to Washington to fight for conservative values. I can't go along with putting 1 of the most moderate members of the entire Republican conference in the speaker's chair. That betrays the conservative values that I came here to fight for. So, I hope there's a change along the way. He doesn't have the support in the room right now. Dozens of members that won't vote for him at this point. It's been a heated discussion for members at the microphone. We'll see where we go from here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KEILAR",
      "sentences": "Yeah, look, a Trump endorsement may not push someone over the finish line, but perhaps Trump maligning them also can stop them from reaching it or certainly getting any momentum to have the hope to. Manu Raju, live for us on the Hill. Thank you very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "SANCHEZ",
      "sentences": "And speaking of the former president, there was a tearful guilty plea in a Georgia courtroom this morning as former Trump lawyer Jenna Ellis admits that she broke the law in trying to help Trump overturn the 2020 election. Ellis is now cooperating with Fulton County prosecutors in that election subversion case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "KEILAR",
      "sentences": "This is actually the third Trump lawyer or former lawyer and the fourth co-defendant to enter a guilty plea. Let's bring in Nick Valencia. He was the only reporter in that Atlanta courtroom. Nick, what was it like in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yeah, it was fascinating, Boris and Brianna, because it was an unscheduled, impromptu hearing. We were the only network. Really, we were the only news outlet that was there. So, it was really like being a fly on the wall and witnessing this really emotional statement made in open court by Jenna Ellis. You know, we had heard rumors last week that her defense attorneys had been in discussions with Fulton County DA's office, but their attorneys would never confirm to CNN that that was happening. And then this morning during a stakeout, we saw Nathan Wade, who's one of the lead prosecutors for the DA's office, enter the courtroom alongside Frank Hogue and Laura Hogue, the defense attorneys for Jenna Ellis.And it had the similar trappings of past plea deals. And then very soon after court got underway, we knew that was what was getting, that was happening. Just listen, though, to what Jenna Ellis said in court. It was unprecedented, this being the first time that we heard from one of the co-defendants in this case address open court. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "JENNA ELLIS, FORMER TRUMP ATTORNEY",
      "sentences": "I endeavored to represent my client to the best of my ability. I relied on others, including lawyers with many more years of experience than I to provide me with true and reliable information. What I did not do, but should have done, Your Honor, was to make sure that the facts the other lawyers alleged to be true were in fact true. In the frenetic pace of attempting to raise challenges to the election in several states, including Georgia, I failed to do my due diligence. I believe in and I value election integrity. If I knew then what I know now, I would have declined to represent Donald Trump in these post-election challenges. I look back on this whole experience with deep remorse.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "VALENCIA",
      "sentences": "In her guilty plea, she implicated the former attorney for the former president, Rudy Giuliani, saying that she helped him lie when they met with Georgia lawmakers three times after the 2020 loss for Trump. And it was during those legislative meetings with Georgia lawmakers that Giuliani spread conspiracy theories and accusations of widespread voter fraud when there was no fraud here to begin with, widespread fraud at least.You know, Jenna Ellis's plea is very similar to other pleas that we've seen cut. She's going to have to pay a $5,000 restitution. She's going to do 100 hours of community service. But most important in this deal, Boris and Brianna, is that she's going to have to testify at future trials and proceedings for all co-defendants in this case. And that includes Donald Trump. Boris, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "SANCHEZ",
      "sentences": "So on that note, Nick, what happens next in the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:50",
      "speaker": "VALENCIA",
      "sentences": "Yeah, right now we're looking for more dominoes to fall. Look, you know, this is expected. We have been following this case very closely and we knew and anticipated for others to take plea deals. We've been working the phones all day to see if other defense attorneys are in similar discussions. So far, though, we understand there's only a handful of these co-defendants where plea deals are off the table entirely from the district attorney's office. But we and our viewers should anticipate more deals to be cut in the coming days or weeks. Boris, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:29:50",
      "speaker": "COOPER",
      "sentences": "In a CNN exclusive, Jordan's Queen Rania is calling out what she says is a glaring double standard by Western leaders. Speaking to my colleague Christiane Amanpour just a short time ago, the Queen criticized leaders in the Western world who condemn the Hamas attacks but stand by Israel's bombing of Gaza and do not call for a ceasefire. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:29:50",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Can I ask you first, as an Arab, as a Palestinian, as a human being, a mother, how you're feeling ever since October 7th?",
      "isLastSentenceInterrupted": false
    }
  ]
}