{
  "date": "2023-04-25",
  "headline": "CNN News Central",
  "subHeadline": "Biden Announces 2024 Bid; House GOP Pushes for Vote on Debt Limit. Jury Selection Begins in Trump Defamation Case; Danya Perry is Interviewed about the Trump Defamation Case. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:36",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "The battle for the nation's soul is not over yet. Those words from President Joe Biden as he officially tells America he wants four more years to finish the job. The mission statement he just laid out in his message to those he called MAGA extremists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Prosecutors call them Donald Trump's army. Five members of the Proud Boys on trial, accused of assembling and leading the mob on January 6th. That trial is now coming to an end. Will a jury soon find them guilty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Just as the U.S. was getting in position to rescue Americans trapped in Sudan, reports of a ceasefire breach. What this means for the thousands of U.S. citizens in that war-torn nation.All this and more on CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "SIDNER",
      "sentences": "Let's finish the job. President Biden making it official as he makes his 2024 case to America. After two years in the Oval Office, months of speculation, and a lifetime of politics, he officially now wants four more years.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "When I ran for president four years ago, I said we're in a battle for the soul of America. And we still are. The question we're facing is, whether in the years ahead we have more freedom or less freedom, more rights or fewer. I know what I want the answer to be, and I think you do, too. This is not a time to be complacent. That's why I'm running for re-election.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "SIDNER",
      "sentences": "It was exactly four years ago today that Biden threw his hat into the 2020 ring. His message then, Donald Trump is dangerous. His message now, more of the same. But do voters think his job as unifier in chief deserves a second term?Let's get right to CNN's Arlette Saenz, who's outside the White House. Arlette, Biden has set the stage to defend his record and job so far. What more are you learning about the message that he is sending to the American public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Sara, President Biden finally made it official, announcing his re-election bid, really drawing on similar themes from his 2020 campaign as he argues that the battle for the soul this country is not yet complete and voters should give him a second term in office. The president, in that announcement video, which rolled out this morning, also warned that Americans' freedoms are facing threats from what he described as MAGA extremism. And in that video, he highlighted the January 6th insurrection, as well as efforts to limit access to abortion here in this country. And he also highlighted two Republican men who -- one of which who could potentially be his matchup in a general election.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Do you know around the country MAGA extremists are lining up to take on those bedrock freedoms, cutting Social Security that you paid for your entire life, while cutting taxes for the very wealthy, dictating what health care decisions women can make, banning books and telling people who they can love.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:36",
      "speaker": "SAENZ",
      "sentences": "So, the president there trying to lay out the stakes of this election. Advisers tell me that he is not expected to immediately hit the campaign trail with these large rallies. Instead, they believe that one of the ways he can sell his record to the American people is by simply doing the job of president.A bit later this afternoon, he will be addressing a union group at one of their legislative conferences here in Washington, D.C. He's already picked up the endorsements of some unions, including the IBEW. And later this evening he is set to visit the Korean War Memorial with South Korea's president, who is here for a state visit. They will be at the White House here tomorrow. One thing his team is eyeing is trying to pick up the pace when it comes to fundraising as this will be a very expensive campaign. The president, at the end of the week, is expected to host top donors here in Washington, D.C., for a meeting. And the campaign is also soon expected to start mobilizing those grassroots supporters. But even as this entire campaign operation begins to take shape, the president is facing challenges when it comes to Americans and whether or not they believe he should be running for president. Many raising issue -- concerns about the issue of his age. But ultimately the president is hoping that he can run on his record and that voters will side with him compared to the Republican alternatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SEAN HANNITY, FOX NEWS",
      "sentences": "OK, are you leaning one way or another?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "DESANTIS",
      "sentences": "Stay tuned.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "So, if you pull out your calendar, you can decipher a little bit of what he's talking about in terms of timing. Here's what he means. The legislative -- Florida's legislative session ends on May 5th. So that is coming up. Which means the stay tuned might end shortly thereafter, at least when it comes to Ron DeSantis.Mike Pence, he says that he's going to decide, quote, well before late June. And in the meantime, we have seen him making multiple visits to critical primary states. Chris Sununu, he has kind of laid out something of a calendar. He says he's going to be making his decision before the Fourth of July. So, John has that all marked in his calendar. So, there we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "That's right. Mark every day I have marked in the calendar as these candidates decide. Thanks so much, Kate.With us now, Spectrum News political anchor Errol Louis, and Princeton University professor of history and public affairs, Julian Zelizer. I want to start with President Biden's campaign video because a campaign video is like a set piece in soccer, right? You can see the planning that went into it and judge the intentionality. So in this video, when literally the first frame of the video, after you press play -- and we can show this hopefully -- is scenes from January 6th, the very beginning of the video, scenes from January 6th, Errol, when you see this, what does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "It tells you that he's setting himself up a set piece for either a re-run of 2020 or a strong reminder to people that what he is trying to counter, what he's offering is not just competent technical management of the economy and of the government, but a way to counter this dangerous movement. And it was really President Biden who sort of brought to the forefront, always talking about this MAGA movement, these MAGA Republicans. He's not trying to defeat an opponent who isn't named just yet but trying to defeat a movement. And that, I think, is what he's evoking from the first minute of this video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "Before you even see Joe Biden, you see scenes from January 6th.Professor, the other thing, and Arlette got to this, the Biden campaign team knows that age will be an issue. So, when you do see President Biden in this video, when he does start to talk, is there anything in there that you think they are putting out there to counter or affect or influence that discussion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "JULIAN ZELIZER, PROFESSOR OF HISTORY AND PUBLIC AFFAIRS, PRINCETON UNIVERSITY",
      "sentences": "Absolutely. When they show him, he's very articulate. There's one scene where he's moving fast and physically looks as if he's in great shape. And I think that's a counterweight to some of the imagery.And I think the theme of extremism that looms large isn't disconnected. With age and experience comes stability. And I think the message of this campaign is the opposition is kind of unstable and dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "Does this remind you of any other re-election campaigns you've studied in history? This doesn't feel like Bill Clinton 1996 bridge to the 21st century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "ZELIZER",
      "sentences": "No, or it's not morning in America again. It reminded me a little of 1964, when Lyndon Johnson ran against Barry Goldwater, a right-wing Republican. And one of the central themes was that the Republican Party was extreme, it would take away your freedoms and liberties and there was even an ad where you saw two hands tearing up a Social Security card and saying, if Barry Goldwater is elected, you're going to lose your Social Security. So, it is a little reminiscent of that theme and that campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BERMAN",
      "sentences": "You can see in this video they want this, the Biden team, to be a choice, not a referendum. Errol Louis, one other thing that was striking in this video is howmuch you saw Vice President Kamala Harris. We've actually strung together some of the video. How much she is part of this. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "She's in the video a lot, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LOUIS",
      "sentences": "She's in the video a lot, too. Going beyond the video and into his administration, you've get - you've got these breakout stars, whether it's Karine Jean-Pierre, or Jen Psaki, or Simone - you know, Simone Sanders. The - they're all of these people that he's surrounded himself with. And then his choice of a campaign manager, the - you know, the granddaughter of Cesar Chavez, that's a way of saying, I'm trapped into something that's dynamic and young and moving along. So, if you're not comfortable with me, please understand that I get it and I've got a whole lot of energy behind me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "Very quickly, from both of you, if his Republican opponent doesn't turn out to be Donald Trump, does this same strategy work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LOUIS",
      "sentences": "It gets very, very different. It gets very different. He's -- again, he's - he's planning to run against a movement, a Trump-led movement. If Trump's not there, if somebody else takes over the movement, there will have to be some adjustments or he runs the risk of really being outmaneuvered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "ZELIZER",
      "sentences": "And if it's Governor DeSantis, DeSantis is helping that strategy already by kind of taking a continued shift to the right. So, I think the theme would still work. And, look, Biden can pull a Ronald Reagan, as he did with Mondale, and say he wouldn't use his opponent's youth and inexperience against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "Professor, Professor, thank you both for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "ZELIZER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "Let's turn now to Capitol Hill, where top House Republicans say that they are confident that they have the votes to pass their debt limit bill, but there's still already clear and not so quiet rumblings that McCarthy and his team have some real work still to do to lock in support for -- from their own team on this.CNN's Lauren Fox is tracking all this for us from Capitol Hill. She's joining me now. Lauren, the word is, is that they're trying to push for a vote on this bill as soon as tomorrow, but what's going on behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, there's still work to do, Kate, that's the bottom line. And this is such an important moment for Republican leaders because they have to prove that their party is united behind this legislation if they're going to get back to the negotiating table with the White House. So, this week is going to be crucial for House Republicans.A couple of things to lay out behind the scenes. They are really dealing with two separate factions that they are trying to get on board with this legislation. One of them is a group of lawmakers from the Midwest, from places like Iowa, because of a repeal of some ethanol subsidies that are included in this debt ceiling package. They are also working to try to shore up support from conservatives, some of whom believe that the work requirements in this bill are not stringent enough. Some of those individuals include people like Matt Gaetz, who made very clear on Twitter over the weekend that they still are undecided on this legislation. I talked to the Republican whip, Tom Emmer, yesterday in his office. He said he's still really confident that they are going to be able to get there. But a couple of things to watch for. If this vote timing starts to slip beyond tomorrow, beyond Thursday, into Friday, that could be a sign that leadership is still trying to shore up the votes. Also, if you start to hear from folks from the places like Iowa, which CNN still has not heard back from many of those members, that could also be a sign that trouble is looming. So, Kate, a lot of moving pieces here. A very important week on Capitol Hill for the House Republican leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "But let's also talk about West Virginia. Senator Joe Manchin is now calling out Joe Biden over -- Democratic Senator, reminder, Joe Manchin, is calling out Joe Biden over this debt - debt limit standoff. What's happening here? What's he doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "FOX",
      "sentences": "Yes, I mean, Joe Manchin has been pretty vocal against the president, but here he was yesterday on Fox News talking about the fact that President Biden needs to start negotiating.(BEGIN VIDEO CLIP) SEN. JOE MANCHIN (D-WV): This is his job. This is the responsibility of the leader of the free world and definitely the United States president. He has to negotiate. They can't play Russian roulette with the debt, with the debt ceiling. That is going to be disastrous for our economy and all of our people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "FOX",
      "sentences": "And Manchin, last week, released a statement after House Republicans put out their debt ceiling bill saying he didn't like everything in the bill, a reminder, they are repealing large parts of the Inflation Reduction Act he fought really hard to pass in the Senate, but he said, at the moment, it's the only bill moving through Congress that would increase the country's borrowing limit.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BOLDUAN",
      "sentences": "The pressure for regular order that always seems to fall by the wayside at the very end when they're up against the deadline.It's good to see you, Lauren. Let's see what happens next, especially in the House. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "SIDNER",
      "sentences": "This morning, jury selection begins in E. Jean Carroll's battery and defamation lawsuit against Donald Trump. Here she is arriving to court just there moments ago. This civil trial is one of many legal clouds hanging over the former president's head. The former magazine columnist claims Trump raped her in a New York City department store dressing room in the 1990s and then, she says, he defamed her when he repeatedly denied her claims.CNN's Kara Scannell is outsight the court in New York. Kara, how can we expect this trial to go forward? He is already facing another one, as we all know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes, good morning, Sara.So, jury selection is about to get underway. The judge in this case said that the jury will be anonymous, both to him and to the lawyers involved in this case. Part of the reason he said is because of the rhetoric from the former president that -- from that other indictment that you just mentioned. But this is a civil trial. And E. Jean Carroll, as you said, has accused Trump of battery for allegedly raping her in a New York department store dressing room in the mid-1990s and then defaming her when he denied the rapes, said he didn't know her, she wasn't his type and called it a hoax, suggesting that she did it to boost sales of her book. Now, Trump is not required to attend this trial because it's a civil lawsuit. And his lawyer has left open the possibility of whether he would attend, although either side could call him as a witness. Now, what we can expect is that E. Jean Carroll is expected to testify. And she won a couple of pre-trial motions that were very significant in her favor. She can call the two women that she told in the mid '90s about the alleged assault. She can also call two other women who have previously come forward with allegations of sexual assault against the former president, and she can also play the infamous \"Access Hollywood\" tape where Trump is on camera talking about his aggressive moves towards women. Those are big victories that Carroll won. Now, Trump, for his part, has denied that this ever took place. So, his defense is going to be to attack the credibility of all of these witnesses. Now, we do expect jury selection to wrap up pretty quickly once it gets underway momentarily. So we could have opening statements in this case as soon as this afternoon. Now, Carroll, if she is successful, is seeking a retraction, as well as damages. And the trial is expected to last about two weeks. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "SIDNER",
      "sentences": "All right, opening statements could happen very soon.Thank you so much, Kara Scannell, there live for us outside the court in New York. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "BOLDUAN",
      "sentences": "Joining us now is former federal prosecutor Danya Perry for more on this.Let's jump off - let's start with E. Jean Carroll. Danya, thanks for being here. She filed this lawsuit back in 2019. But this dates back to, as Sara and Kara were talking about, this dates back to allegation from 30 years ago. The timing in this, the years that have lapsed, is that a problem for this case, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "DANYA PERRY, FORMER FEDERAL PROSECUTOR",
      "sentences": "It definitely presents some hurdles for the plaintiff in this case. The New York state legislature recently enacted The Adult Survivors Act, which reopens or opens a statute of limitations allowing exactly these kinds of claims. But, of course, there are proof problems, memories lapse, witnesses leave town or die and so that is going to be difficult. As alleged in the complaint, she doesn't remember even the exact date that this happened. So, she does have those problems.But as Kara said in the introduction, she has won many important evidentiary and other rulings, including allowing the testimony of outcry witnesses, other women who claim to have been assaulted, various experts, and she will testify. So, she's got all of that in her favor. On the other side, Mr. Trump has lost several key rulings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "BOLDUAN",
      "sentences": "And I want to ask you about, on the -- in addition on the other side is this big question, well, it -- I would say I'm probably not going too far out there to say unlikely he is going to testify. And there's even a question if he's going to show up in court at all. Not required to. But what impact do you think that has if he doesn't even - if he doesn't show in court for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "PERRY",
      "sentences": "The jury is not going to like that. They're going to think either he doesn't care enough about this case to show up or that he has something bad to say. And I do think it's highly unlikely in this case that he will, in fact, show up for trial. He's not known for being focused, so I think direct examination would be difficult. And, of course, on cross-examination there's all manner of impeachment, evidence that the plaintiff's lawyers can use. So that could go on. And that probably will not be favorable. So I think all of the signs point to him not showing up for trial, which, again, juries don't like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "BOLDUAN",
      "sentences": "That's so interesting. Well, we'll see late this summer where -- how this is going to end up one way or another.It's good to see you, Danya. Thanks for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "PERRY",
      "sentences": "Thanks, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:05",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    }
  ]
}