{
  "date": "2023-02-25",
  "headline": "CNN This Morning",
  "subHeadline": "Zelenskyy Rallies Nation As War Enters Second Year; Biden Unveils New Ukraine Weapons Package, Russia Sanctions; Prosecution Completes Murdaugh Cross-Examination; Rare Blizzard Warning Issued For Parts Of Southern California; University Of Idaho To Demolish Idaho House Where Four Students Were Murdered; Pharmacies Across The U.S. Run Out Of Adderall Drug. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:25",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Hey everyone, good morning and welcome to CNN THIS MORNING. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "And I'm Boris Sanchez. Good morning, Amara. We are following reports this morning of heavy explosions in Ukraine as the world marks one year and a day since Russia's invasion. Why President Zelenskyy says Ukraine is going to win the war this year. Even as President Biden says he will not be sending fighter jets to Eastern Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "Gripping testimony in the Alex Murdaugh trial as Murdaugh himself takes the stand for hours why he says he lied to police including about where he was at the time. Two of his family members were murdered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SANCHEZ",
      "sentences": "Last a powerful winter storm slamming the west coast with rare blizzard conditions impacting parts of California, the impacts we're seeing and your weekend forecast and just moments.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was hard to tell her and try to help her to understand we won't be getting this medication anytime soon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "How supply issues and demand are contributing to drug shortages and what the FDA is planning to do about it coming up on CNN THIS MORNING.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SANCHEZ",
      "sentences": "The weekend is here Saturday February 25th. February 25th. Thank you so much for spending your morning with us. Amara, always great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "And it means it means Spring is almost here, right? And that's why we're both wearing yellow, uncoordinated but coordinated. We're ready to welcome spring early. Well, this morning Ukraine enters its second year of war with Russia with a defiant message from its president and the world.Ukrainian President Volodymyr Zelenskyy acknowledged the grim milestone speaking before troops in Kyiv. He declared 2023 as a year of Ukraine's victory over Russia and express confidence in his country's ability to fend off attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SANCHEZ",
      "sentences": "Meantime, Ukraine's international allies showed their solidarity with tributes and announcements of new weapons and funding being sent to the region. The first shipment of heavy battle tanks arrived in Ukraine with much more advanced weaponry expected in just the coming weeks.And days after his historic visit to Ukraine, President Biden announced a $2 billion security package. And at the United Nations, Secretary of State Antony Blinken called on the international community not to let Putin his crimes become our new normal. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: No country has endured greater hardship from Russia's war than Ukraine. But almost every country has felt the pain. And yet, nations around the world continue to stand with Ukraine. Because we all recognize that if we abandon Ukraine, we abandon the UN Charter itself, and the principles and rules that make all countries safer and more secure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "Melissa Bell is joining us now live from Kyiv. Hello, Melissa. Look, the war is now entering a second year hard to believe we're already in its second year as of today, and more attacks across Ukraine. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right. Well, we didn't see materialize, Amara, where the nationwide strikes that the Ukrainian military had been fearing might come to mark this grim anniversary. But what they are reporting this morning is a high level of strikes along that front line 27 airstrikes, but also 75 multiple launch rocket strikes, as well as artillery barrages.And what they're suggesting is that there was an intensification over the course of the last 24 hours along that line, but this is also at the end of this first year of war and opportunity to take stock about where that frontline is and what happens next. And essentially, this is what was talked about a great deal here in Kyiv. Yesterday, that frontline has been essentially relatively static for the last few months no major gains on one side or on the other. The Ukrainians holding firm thanks of course, that weaponry that you talk about, but how it can be substantially shifted at this stage in one way or the other is of course the question that is on the minds of everybody as they hope to avoid what we appear to be heading towards which would be the depressing idea for the Ukrainians of a negotiated settlement along the lines of a partition of their country. [06:05:07] And President Zelenskyy was all about yesterday in his messages are really trying to rally his own troops keep the morale up of his people, keep the international community behind him because of course, that will be crucial and pointing to what had been a slow get go when this began for the international community to come together. But he hoped was now a determined effort to see this to. Have a listen. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): This war shows up weak spot in Ukraine, in our institutions, in the EU, in Europe, on the continent as a whole. And of course, then international institutions, how can be changed this, a different security infrastructure will definitely come with victory in this war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "BELL",
      "sentences": "The victory he hopes will be helped by as you mentioned, the arrival of those much needed tanks that should come online once the Ukrainian military are equipped and trained to use them relatively quickly in the course of February or March. We're told there is of course, the F-16, the United States have drawn a line under and this is what's been so interesting over the course of the last year.As the Russian offensive has changed or transformed or moved, the Ukrainians have been asking for evermore sophisticated weaponry every step of the way. The assessment of NATO allies has been what they can and cannot give. So far, what they've managed to do is essentially allow the Ukrainians to push back in a bunch of places, and for the time being to hold that line firm, but for now, very difficult to see how they can substantially move it forward. Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SANCHEZ",
      "sentences": "And we want to get some perspective on the American side of that F-16 fighter jet debate. Melissa Bell reporting live from Kyiv. Thank you so much.Let's take you to Wilmington, Delaware now because CNN's Jasmine Wright is there traveling with President Biden. The President announced billions in new funding for Ukraine, Jasmine, but again, one specific weapon that's not heading to that part of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "JASMINE WRIGHT, CNN REPORTER",
      "sentences": "Yes, that's right, Boris, those F-16 fighter jets were not on the list of a series of things that the Biden administration rolled out to really commemorate the first year anniversary of the war and Ukraine. President Biden yesterday he started his day in DC, attending a virtual meeting with G7 leaders and Ukraine's President Zelenskyy. Really, that group has tried very hard to keep the Western allies united in supporting Ukraine but also in punishing Russia.President Biden he once again pledged his enduring support for Ukraine as long as it takes it. He rolled out that $2 billion security package that contains a lot of what Ukraine has asked for including more munitions and included high more rocket launchers as well as artillery shells, drones, counter drone activity, but you're right, it did not include that essential F-16 U.S. fighter, that President Zelenskyy has asked repeatedly for including. We know the last time he asked what was it when President Biden was in Ukraine on Monday, but President Biden in an interview on ABC released Friday said that he was ruling it out for now. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Zelenskyy continues to say what he really needs are F-16, will you send up 16?JOE BIDEN, U.S. PRESIDENT: Look, we're sending him what our seasoned military thinks he need know. He needs tanks, he needs artillery, he needs air defense, including HIMAR. There's things he needs now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You don't think he needs F-16 now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "BIDEN",
      "sentences": "No, he doesn't need F-16 now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WRIGHT",
      "sentences": "So it's pretty clear that President Zelenskyy of Ukraine would not agree with that assessment of President Biden. And I doubt that this will be the last time that we hear him or Ukrainians ask for more of the U.S. fighter jets, or at least one of them. And we'll see of course, how the U.S. continues to assess going forward. Boris, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "Yes, who knows if that will change in the near future. And Jasmine, we're also learning about a new round of sanctions against Russia. What do we know about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "WALKER",
      "sentences": "All right, Jasmine Wright. Appreciate your reporting there from Delaware. Joining me now are CNN political commentator and political anchor of spectrum news, Errol Louis and Colonel Cedric Leighton, a retired Air Force colonel and CNN military analyst. Welcome to you both gentlemen this morning.Let's start with you, Errol, because we heard from President Biden speaking to ABC that he's basically ruled out sending F-16 to Ukraine, even though Zelenskyy really been on this PR campaign to push for these fighter jets. And it doesn't seem like the U.S. is concerned anymore about seeing that as an escalatory, you know, thing to send the F-16 over. It seems like it's more of a logistical concern. What is the calculus here to say no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "ERROL LOUIS, CNN POLITICAL ANCHOR, SPECTRUM NEWS",
      "sentences": "Good morning, Amara. I'm not so sure that it's simply a logistical issue. That would be a tremendous escalation. We're not talking about reconnaissance flights, we're not talking about even bombers. We're talking about attack fighters that are supposed to shoot down other airplanes. This is supposed to be an attempt to contain the conflict, not spin it out of control.I think the other thing to keep in mind is that once you have delivered these to the Ukrainians, you hope that they're going to use restraint and not start flying them toward Moscow. You -- If you don't want to escalate things at this point, delivering those planes would be a terrible, terrible mistake. I think that's really what the White House is saying, if you read between the lines, and those sanctions have to be given time to work. I mean, it has been a year and it might seem like a short period to us, it seems like an eternity over there. But you do have to give the operational and the economic attack or defense of Ukraine a chance to work, it seems to be working. And so it would probably be a little premature to try and go further all of a sudden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "WALKER",
      "sentences": "Right. But I'm sure Ukraine would say, look, we don't have time to wait for these sanctions to actually take effect, right. Colonel, what are your thoughts on President Biden saying, look, they don't need f 16 is right now. Do you agree with that?COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: No, I actually don't, Amara, and good morning to you. I think that, you know, at some point in time, the Ukrainians absolutely need to have that kind of a weapons capability. A lot of NATO countries do have the F-16 for example, Poland to transition from Soviet fighters to the F-16. They're looking at the F-35. They've decided to buy that for their more modern air force that's coming in the next few years. So the big idea for the Ukrainians is that some kind of a vehicle to achieve air superiority, at least over their own airspace. The types of weapon systems that they have right now, of course, are Soviet era, MiG-29s and similar fighter jets, and they do not have the capacity to really challenge the Russians. Now, the cautionary part about this is that, because there has been no pilot training for the Ukrainians on NATO standard fighters, it makes it really difficult to ramp them up right now. So in a sense, the President is technically correct, that the F-16 shouldn't be delivered right now. But the real reason from a technical and military perspective should be they are not trained on them, not they don't need them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "WALKER",
      "sentences": "Let's talk about China's role in all of this, Errol. And I mean, look, again, it's so rich to hear China's say that it wants to act as a broker laying out its 12-point peace plan for the war in Ukraine. But at the same time, we're hearing from U.S. intelligence officials that they seem to be considering providing Russia with lethal military aid, which would include ammunition, along with drones.Obviously, President Biden dismissed these overtures from China. But what's, not the calculus, but you know, what's happening behind the scenes in terms of putting more pressure on China saying You better not do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:05",
      "speaker": "WALKER",
      "sentences": "But there's no sign that China has made up its mind in any way. But, Colonel, I mean, if, if China does provide some kind of lethal military aid to Russia, how much of an escalation would that be? I mean, how much do the Russian fighters on the ground need these tools?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:05",
      "speaker": "LEIGHTON",
      "sentences": "Well, they need them quite a bit, Amara. And it's, you know, of course, it depends on the volume and depends on the exact type of weapon systems that the Chinese would be providing them. But if reports are true, that indicated that the Chinese are going to be supplying offensive weapon systems that include drones could be significant.The Chinese have a significant drone manufacturing capability, as anyone knows who's gone to a hobby store lately. And there are a lot of things that they can do that could affect the balance of power between the Russians and the Ukrainians. So this is, I think, a very critical issue, and it is something that we have to expect the Chinese to actually do. WALKER: All right. Errol Louis and Colonel Cedric Leighton, appreciate you both this morning. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:05",
      "speaker": "LEIGHTON",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:05",
      "speaker": "WALKER",
      "sentences": "All right. And a quick programming note, be sure to join Clarissa Ward, as she takes an in depth look at Ukraine one year after the war began. You can watch the CNN special report The Will To Win",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "WALKER",
      "sentences": "This morning new revelations and the Alex Murdaugh double murder trial after the disgraced lawyer was grilled for hours on the witness stand on Friday by prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "SANCHEZ",
      "sentences": "Murdaugh testified for about six hours mostly under cross- examination and he did something a lot of defendants typically don't do. He admitted to previously lying to investigators about where he was the night of the murders. He still insisted though that he did not kill his wife and son CNN's Randy Kaye is in South Carolina and she has the details for us.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "ALEX MURDAUGH, FORMER SOUTH CAROLINA LAWYER",
      "sentences": "I have lied well over decade.RANDI KAYE, CNN CORRESPONDENT (voiceover): Lies that's what lead prosecutor Creighton Waters was trying to expose with Alex Murdaugh on the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "I told a lie about being down there. And I got myself with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "For hours, Waters tried to box Murdoch into a corner using cell phone data and timeline evidence from the night of the murders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "I'm still not absolutely certain exactly how they ended up at the kennel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "Murdaugh told the jury he drove his golf car to meet his wife Maggie and son Paul at the kennels. He says that was just before Paul Murdaugh recorded this candle video. Murdaugh can be heard talking in the background.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "It certainly could have been 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "Murdaugh estimated it's about a two-minute drive on the golf cart from the kennel to the main house, which would put him there at 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You lie down on the couch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "That's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "Keep in mind, Murdaugh's phone showed no activity from 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You agree with me that from 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "No. I don't think that I have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get on a treadmill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "-- went to the bathroom. Not even get on a treadmill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jog in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "No, I didn't jogging. And what I wasn't doing is doing anything as I believe you've implied that I was cleaning off or washing off or washing off guns, putting guns in a raincoat. And I can promise you that I wasn't doing any of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "Along with all the steps Murdaugh took, data presented in court shows he made a flurry of phone calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Finally having your phone in your hand moving around and making all these phone calls to manufacture an alibi. Is that not true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "absolutely incorrect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "Meanwhile, Murdaugh's attempt to show he'd been trying to cooperate with investigators backfired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "MURDAUGH",
      "sentences": "Other than lying to them about going to the kennel, I was cooperated in every aspect of this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Very cooperative and maybe the most important fact of all that you were at the murder scene with the victims, just minutes before they die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:27",
      "speaker": "KAYE",
      "sentences": "The prosecutor did his best to prove to the jury no one other than Alex Murdaugh could have killed his wife and son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "MURDAUGH",
      "sentences": "You got a lot of factors in there Mr. Waters. All of which I do not agree with, but some of which I do.KAYE (on camera): And getting back to all those steps that Alex Murdaugh was taking around that key timeframe, he was also making a flurry of phone calls the state is suggesting that he was doing so to try and establish an alibi. Looking ahead to the week we could see the defense rest as early as Monday and closing arguments sometime later in the week. Boris, Samara. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "SANCHEZ",
      "sentences": "Our thanks to Randi Kaye for that report. Let's dig deeper now with me as CNN legal analyst and criminal defense attorney Joey Jackson. Joey, always great to share a Saturday morning with you. Appreciate your joining us. Those are two intense days of cross examination. What were your impressions? What did you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "You know, he had a lot of explaining to do. Good morning to you, Boris. And I thought that ultimately, you know, the prosecutor caught him in significant lies and really boxed him in.Now going back. I understand why the defense put him on that timeline is critical. But there's an expression in law. You will admit what you have to admit. You deny what you need to deny, and I'm sure the prosecution will make that claim. Why the defense have to proffer him because we know, Boris, what happened with regard to Alex Murdaugh lies, you lying been, or you're lying now. He gave the indication that he was never there. I was not at the kennels. I was not at the murder scene. Oh, wait a minute, then introduced into the equation is this video wherein his voice is there with his son Paul with his wife, Maggie. He needed to explain that to the jury. So I think that was the basis for which he had to testify. And then of course making clear with respect to Hey, you have no motive. I love my wife. I love my son. I would never do this. And then of course the defense trying to introduce him to the equation, Boris, alternative theory, excuse me, perhaps it was someone who disliked my son Paul, relating to the boating accident who killed them. He's involved in all these pills out Alex Murdaugh is, all there unsavory characters who did it there. However, last point, the prosecution really established that he is a liar. He's a thief, and that he looked clients in the eye repeatedly. And he took their money. And he lied. So convincingly he lied. So compellingly. What's the point? If this is a person who is a liar, he's a thief. He couldn't be trusted with his clients. He lied to everyone in his life. He looked at them in the eye, just like he's looking at you, ladies and gentlemen, the prosecution will argue in closing, and he's lying about this as well, timeline doesn't make sense. Believe the cell phone data, believe the car data, don't believe him. That's what we'll hear in closing argument which will be forthcoming this week. That's the point they were making, Boris, the prosecution on cross examination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "SANCHEZ",
      "sentences": "It did appear at different points, though, during that cross examination like Murdaugh was frustrating on of the prosecutors. He, of course, is an attorney himself. We saw that on full display, how do you think that might be impacting the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "JACKSON",
      "sentences": "So you know, everyone does it differently in terms of attorneys and how they really, you know, go about dealing with the courtroom. On cross-examination it's different from direct examination. What's the distinction?In the direct examination, you allow the client to answer questions who, what, when, where, why explain. On cross-examination, what you do is you testify as the attorney and you have the witness adopt your questions. And so yes, the prosecutor certainly allowed him to speak and with that allowance of speaking, right, because he certainly was very loquacious, that is Alex Murdaugh, you have to wonder a couple of things. Number one, does the jury by any of his explanations with respect to the timeline that he talked about with regard to the reasons and justifications as to why he lied to the police initially. Are they buying that at all on the one hand, and sympathizing and relating to him, or are they believing that he is just a sociopathic liar? So that's the essence of it. And yes, there were instances where the prosecutor seemed frustrated. You never know the jury may have been frustrated as well. The issue ultimately, Boris, is whether or not any of the explanations Alex Murdaugh gave will resonate with that jury could be deemed to be truthful and have any credibility attached to them, or is he merely making up a story to indicate that you know what, I didn't do it when really he did. That's what the prosecution will certainly argue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "SANCHEZ",
      "sentences": "And it's always so interesting to after a verdict is and to get the jury's impressions because you're right, it's ultimately fundamentally all up to how they perceive the interactions and what he said. Joey, we got to leave the conversation there. Always appreciate your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "WALKER",
      "sentences": "All right, coming up, a historic storm in the mountains of southern California, the first ever blizzard warning in effect in some areas as residents brace to see up to 5 feet of snow.  (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:02",
      "speaker": "WALKER",
      "sentences": "A slow-moving Winter storm bringing blizzard-like conditions up and down the California coast. The first-ever blizzard warning is in effect for the San Bernardino County Mountains, yes, in the San Bernardino County Mountains in southern California. Residents there could see up to 5 feet of snow. What in the world is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have never seen anything like this in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "BERNAL",
      "sentences": "Snarling transit and stranding travelers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "KIRSTYN STAFFORD, CALIFORNIA RESIDENT",
      "sentences": "Sometimes, we're starting to like go backwards, going up the grapevine, going up to the mountains is not safe to drive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "BERNAL",
      "sentences": "More than 1,100 flights have been cancelled with thousands more delays on Friday. And nearly one million customers are suffering power outages nationwide, primarily in Michigan and other parts of the Midwest where freezing rain and ice have knocked out power lines and damaged trees. Minnesota is now facing the twin hazards of snow and ice.Minneapolis under a snow emergency buried under more than 13 inches of snow in the last several days. In southern California, extremely rare blizzard warnings including the first-ever blizzard warning for the San Bernardino County Mountains coming on top of flooding, mudslides, power outages and high winds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That was crazy. They were like full branches falling down the roof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "BERNAL",
      "sentences": "Residents in northern California stunned by snowfall and sightings of snow on top of sand at local beaches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "MARC MATTOX, PUBLIC WORKS DIRECTOR, TOWN OF PARADISE",
      "sentences": "We just want to be ready for, again, kind of worst-case scenarios.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "BERNAL",
      "sentences": "The gusts in some parts of southern California are expected to reach up to 75 miles per hour. And for Californians looking for a bright spot in the middle of back-to-back storms, a bald eagle sheltering its eggs from the snowstorms in Big Bear is streaming to thousands of viewers waiting for two eggs to hatch. And some residents from Washington D.C. to Jacksonville, Florida, are watching Winter around the country while basking in the sun. Camila Bernal, CNN, Lebec, California.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Let's take you to the CNN Weather Center now, and CNN's Britley Ritz for the latest on the weather conditions in California. Britley these blizzard-like conditions were unexpected. How long is this going to last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "BRITLEY RITZ, METEOROLOGIST",
      "sentences": "I know. It's this massive area of low pressure that's going to stick around for the next few days, eventually taking its track through the plains and bringing in the threat of severe weather. But notice there's some water vapor, it just shows you how much moisture is in the atmosphere. But the spin with it is just so impressive.As it bring in all that moisture now to southern California, where yes, first-time ever blizzard warnings in effect for the San Bernardino mountains. And for Ventura County and L.A. County. We are talking about first-time blizzard warnings since 1989. And that heavy snow is already moving in as well as flooding rains to the southern parts and the coastline of the state. We have Winter storm warnings, blizzard warnings in Winter weather advisories as well as Winter storm watches in effect all the way up into the cascades with the system. That's how impressive it is. More rain to come to the coastline, the snow takes its trek into the four corners, and then, of course, the threat for severe weather begins to work its way into the flooding threat. We're talking about picking up 4 to 8 inches of rain and then nearly 5 feet of snowfall to the higher elevations above 4,000 feet. Amara, Boris --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "That's incredible stuff. The California system know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "RITZ",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "What to do with all that snow, right? I mean -- no, I have to check back and see how they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "RITZ",
      "sentences": "It's wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "Thanks so much Britley --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Britley Ritz, thanks so much. Still ahead this morning, another shortage at pharmacies across the country. Americans with ADHD now struggling to fill their adderall prescriptions. Amazingly enough, nobody really knows why this is happening. We'll try to break it down when we come back.(COMMERCIAL BREAK) [06:40:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Taking a look now at some of the top stories that we're following this hour. A suspected gunman Keith Moses pled not guilty to one count of first-degree murder after a series of shootings in Orlando, Florida, on Wednesday. There are more charges expected for the 19-year-old. Remember, police say he's suspected of shooting five people, three of them fatally, one of them is 9-year-old girl, her mother and a TV reporter.University of Idaho is announcing plans to demolish this house. This is where four of its college students were brutally stabbed to death in November. Officials say they're also going to create a memorial garden on campus for the victims and establish scholarships in their names. The bloody crime scene left inside the home helped authorities catch the suspect, Bryan Kohberger who now faces four counts of murder. This morning, folks with attention deficit hyperactive disorder are facing a critical adderall shortage. It's forced them to turn to other versions of the medication. And what's troubling is that nobody seems to understand why this shortage is even happening. CNN's Elizabeth Cohen has more. (BEGIN VIDEOTAPE) ELIZABETH COHEN, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): Clara Pitts is from a musical family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let's go ahead, just this section right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "COHEN",
      "sentences": "She studies hard at piano.CLARA PITTS, ATTENTION-DEFICIT/HYPERACTIVITY DISORDER PATIENT: I've been using this spreadsheet since 11th grade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "COHEN",
      "sentences": "She even won a national merit scholarship. But then a few months ago, just before exams, right when her BYU application was due, she got this text from her mom, Rebekah who was at the pharmacy. \"There's some manufacturer shortage and they don't have any. I don't know what to do. Honestly, I'm just sitting here crying because I can't get you these meds.\" REBEKAH PITTS, CLARA'S MOTHEReight pharmacies. I felt really emotional about it, in that first week or two. And that strangely, like I had failed my child, even though it wasn't my fault. It was hard to tell her and try to help her to understand, we won't be getting this medication any time soon. And I felt scared for what that would mean for her as a senior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "COHEN",
      "sentences": "Clara is one of many Americans impacted by recent widespread drug shortages, of cancer drugs, antibiotics, pain medicines, and since last Fall, adderall. The FDA says one reason is that demand for adderall has increased from 35.5 million prescriptions in 2019 to 45 million last year. Plus, some companies that make adderall tell the FDA, they've had shortages of active ingredient or supply constraints.Another company just says other is a reason for limited supply. The FDA telling CNN, manufacturers are working to meet the demand, and the FDA is helping with anything we can do to increase supply. The FDA doesn't give many details about what's gone wrong or how they're going to fix it. And experts who study drug shortages say that's part of the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "YORAM UNGURU, JOHNS HOPKINS BERMAN INSTITUTE OF BIOETHICS",
      "sentences": "I think transparency is extremely important. It's really difficult to be able to anticipate and let alone come up with meaningful solutions if you don't know what the problem is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "COHEN",
      "sentences": "Clara did get a prescription for a different ADHD medication, but she says for her, it's not the same. In the meantime, her hard work in school has paid off.C. PITTS: Rise and shout Clara! I am happy to offer you admission to Brigham Young University.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "COHEN",
      "sentences": "Acceptance at her first choice college.C. PITTS: I'm going to be a Gocoug, mom. I'm so glad --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "COHEN",
      "sentences": "Thrilled, but still hoping to get adderall to help her through it. Elizabeth Cohen, CNN, reporting.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "The Kings and Clippers combined for the second highest scoring game in NBA history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Well, let's bring in Andy Scholes. Andy, a double --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Overtime thriller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SCHOLES",
      "sentences": "Yes, that's right, guys. You know, the Clippers, they put up 175 points last night. It was the fourth highest single team total in NBA history, but they still lost. I bet Coach Tyronn Lue probably not really happy about that this morning. All eyes were supposed to be on Russell Westbrook making his Clippers debut.He finished with a game high, 14 assists to go along with 17 points. But it was Kings' all-star De'Aaron Fox coming through in a clutch, finds Malik Monk here for the 3 in the closing seconds to send the game into overtime. Then he would hit the go-ahead bucket with 36 seconds left in double overtime. Fox had 42 points, Sacramento held on to win the game, 176-175. This is only the second time in the NBA's 76-year history that both teams scored at least 170 point in a game, 351 combined, second only to Nuggets-Pistons who put up 370 back in 1983. All right, the MLS season meanwhile kicking off today. The opening match features one of the breakout players for the U.S. at last year's World Cup. Nashville SC defender Walker Zimmerman, but a painful condition nearly derailed his national team dreams. And the adversity helped shaped him into a difference maker on and off the field. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SCHOLES",
      "sentences": "And Zimmerman and Nashville SC open the season, hosting NYCFC, 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Big bet --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SCHOLES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SANCHEZ",
      "sentences": "A big bet by Apple, yes, and great for him and inspiring story there. Andy Scholes, thanks so much for the \"BLEACHER REPORT\" --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SCHOLES",
      "sentences": "All right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Thanks, Andy.",
      "isLastSentenceInterrupted": false
    }
  ]
}