{
  "date": "2023-11-24",
  "headline": "The Situation Room",
  "subHeadline": "Hamas Releases 24 Civilian Hostages From Gaza; Biden Says, We Will Not Stop Until American Hostages Freed; Israel Warns Next Phases Of Truce Will Be Complicated; Hamas Releases 24 Civilian Hostages From Gaza; Majority Of Hostages ' Families Remain In Limbo. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "PAMELA BROWN, CNN ANCHOR",
      "sentences": "Coming up Sunday on State of the Union, Dana Bash will talk with White House National Security Adviser Jake Sullivan, Republican Presidential Candidate Chris Christie, Democratic Senator Chris Murphy of Connecticut and Israeli Ambassador to the U.S. Michael Herzog. That's this Sunday at 9And our special live coverage of the Israeli hostage release continues now with Wolf Blitzer in THE SITUATION ROOM, live from Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, breaking news, 24 civilian hostages are free tonight, as the truce between Israel and Hamas takes hold. 13 Israelis and 11 foreign nationals finally leaving Gaza after nearly seven weeks in captivity. Israel now says it has a second list of hostages to be returned on Saturday.No Americans are among that group, but President Biden says he hopes and expects at least some will be released in the coming days. Meanwhile, Israeli military officials are warning the days ahead will be complicated as forces inside Gaza prepare for the next phases of the war. Welcome to our viewers in the United States and around the world. I'm Wolf Blitzer in Tel Aviv, Israel, and you're in THE SITUATION ROOM. And let's get straight to the breaking news here in the Middle East, a truly critical moment in Israel's war against Hamas. 24 hostages are finally heading home tonight, the first major release since the October 7th attack. CNN journalists are standing by across the region and back in Washington with all the late breaking developments. First, let's bring in CNN's Chief International Correspondent Clarissa Ward. She's here with me in Tel Aviv. Clarissa, Hamas has now released video and filmed and edited as part of the hostage handoff to Red Crescent officials. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "So, first, we should underscore, Wolf, that CNN was not present at the time of this filming. We can't confirm the locations. This is just being released on Hamas' social media channels. It's just under two minutes long. There's no sound in the video, which is interesting. We've seen this with some of their previous videos as well. Presumably, they were trying to disguise or not identify the voices of some of the Hamas militants who are seen in the video.But, essentially, it looks like it's still daylight, afternoon. You see one of the Hamas fighters try to put his arm around a young boy that we believe is Ohad Munder. He is nine years old. He actually marked his ninth birthday during his seven weeks in captivity. We also see in another part of the video a Hamas militant carry one of the elderly hostages, an elderly woman, into the vehicle. This is the moment, allegedly, where Hamas handed over these hostages to the International Red Cross. And, again, important to emphasize for our viewers that Hamas uses these videos for propaganda purposes. They are trying to make a statement that they have been treating these hostages humanely and this is the image that they want the world to see of this handover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "There was a really dramatic and powerful moment earlier today. You were there at the children's hospital outside of Tel Aviv in Petah Tikvah, Israel, when the helicopters started bringing in some of the kids and others to this hospital. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WARD",
      "sentences": "So, it really was an extraordinary moment, Wolf. And on the one hand, you could hear this excitement and this hopefulness, and people were clapping and cheering and waving Israeli flags, and on the other hand, it was also very somber and very emotional.The hospital went to great lengths to try to protect the privacy of the people on board. We know that they are from three different families in that hospital, four children, three mothers, also a grandmother. They placed screens all along the area, from the helicopter to the ambulances or vehicles that they got into to then be transported to try to kind of keep some element of intimacy also, of course, because there are minors involved. And when we talked to hospital staffers throughout the day, they really wanted to emphasize the extent to which they had gone to try to create an atmosphere inside the hospital that would not be too intimidating, that would not be too clinical, that would feel warm, that would feel intimate, because they understand that even though the people who were brought to the Schneider Children's Medical Center were in good physical condition, they have undergone an intense trauma, and the work of trying to pick through that is really just beginning, particularly as they start to get a sense of what happened to their loved ones, their communities, and this country on October 7th. [18:05:04] BLITZER:  And you mentioned there were four little children, four little kids who were brought over to this hospital. And the professional staff there, the doctors, the nurses, the others, they've received special training on how to deal with these kids who spent the last, what -- you know, all these days in captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WARD",
      "sentences": "Even the soldiers were given guidelines from the Israeli Ministry of Welfare. What to do if they ask you questions? Where's mommy? Where's daddy? How to respond? Sweetheart, I'm sorry, I can't answer all your questions. I'm here to take you to a safe place where you'll be connected with people who can talk to you.The staff inside the hospital said they deliberately tried to create an atmosphere that felt more like a hotel, that felt cozy and intimate. They put lots of toys there. And they also said that they handpicked their top staff for dealing with these types of issues, the top psychiatrists, social workers appointed to every single individual family to ensure that when they are breaking the news to them that they have lost loved ones and giving them the full picture of what happened on October 7th, that they're doing it in the most sensitive and humane and professional way possible, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Really so, so important especially for these little children.Clarissa Ward, thank you, excellent reporting as usual. Clarissa Ward with me here in Tel Aviv. I want to go to Doha, Qatar, right now. That's where CNN's Becky Anderson is standing by with details on the next stages of this deal. Becky, first of all, what do we know about tomorrow's scheduled hostage release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "All right, Becky Anderson doing excellent reporting from Doha, Qatar, as usual, Becky, thank you very much. Day one went well. Let's see how day two tomorrow goes in this hostage release program.For more on the Palestinian prisoners released as part of today's agreement, I want to bring in CNN's Nima Elbagir. She's joining us from Jerusalem right now. Nima, I understand you were outside a prison in Jerusalem where Palestinian prisoners were released and reunited with their families. What did you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "NIMA ELBAGIR, CNN CHIEF INTERNATIONAL INVESTIGATIVE CORRESPONDENT",
      "sentences": "But Wolf, we weren't allowed to see anything. Israeli authorities blocked off roads, corralled the media into one location, brought the Palestinians in through the back door when they received them, and then only allowed family members to come in very limited single file in individual cars, and there's a reason for that.Because unlike the images of celebration, where you, which you might have seen from Ramallah and the West Bank, here in East Jerusalem, Israeli authorities were better able to enforce the Dictat (ph), their far right national security minister, who has deemed the prisoners released today as terrorists, but not just that. He said any Palestinian who celebrates will themselves be charged as terrorists. I mean, just to break that down a little bit, there is no grounds to call them terrorists because by Israel's own reckoning, those 39 prisoners were 15 minors, 10 of whom were only charged, and 24 women, 23 were, sorry, detained, not charged, and 10 of the minors were detained, not charged. So, it complicates telling this story. So, imagine your daughter has come home to you and you have to hide indoors to express your joy. I want to show you this video, Wolf, of a daughter reuniting with her mother that was sent to us by the family. Take a listen. That young lady you see there, the reason -- I mean, there's no reason, it's her daughter, but beyond that she had been arrested at the age of 16, convicted at 17 for 10 years, accused of attempted stabbing her family. And her lawyer and Israeli and Palestinian rights groups say that this was a miscarriage of justice. Her family had taken this all the way to the Israeli Supreme Court and her mother had lost hope. So, the idea that Israel's far right figures are demonizing Palestinian joy in this moment is part of a bigger picture, Wolf, that we have seen play out where they're not distinguishing between Hamas and civilians, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Nima Elbagir reporting for us from East Jerusalem, thank you very much, Nima, for that report. Back in the United States, President Biden is speaking out on today's hostage release, which did not include any Americans.Let's go to our Chief National Security Correspondent Alex Marquardt. He's got more on these developments. Alex, how is the U.S. viewing the deal at least so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Wolf, they see it as a success but really just a first step. There was so much concern about how today would go, so much concern about whether this mechanism would work or not. It now does appear to have gone well. President Biden earlier today saying that, so far, it has gone well.Of course, the biggest concern, Wolf, for American officials are those American hostages. There are ten of them, but just three qualify to come out in the next few days to be released, who are women and children. There are two women and then young Abigail Idan, four years old. It is unclear right now whether they will be released tomorrow in the next phase. But President Biden spoke about them a little bit earlier today. Here's what he said. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  We also remember all those who were still being held and renew our commitment to work for their release as well, two American women and one four-year-old child, Abigail, who remains among those missing. We also will not stop until we get these hostages brought home and an answer to their whereabouts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:05",
      "speaker": "BLITZER",
      "sentences": "Alex Marquardt reporting for us from Washington, thank you, Alex, very much. Just ahead. We're going to hear from a key family member who is trying to get answers about a loved one held hostage in Gaza.Stay with us. You're in THE SITUATION ROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:05",
      "speaker": "BLITZER",
      "sentences": "While some hostage families are celebrating the return of their loved ones, others are hoping that future negotiations can bring their family members back home.Ofir Weinberg is the cousin of Itay Svirsky. Itay was visiting his parents when he was kidnapped by the terrorists on the morning of October 7th. Thanks very much, Ofir, for joining us, the picture of Itay, your cousin, 38 years old. So, he's still being held hostage, you believe, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:05",
      "speaker": "OFIR WEINBERG, FAMILY MEMBERS KIDNAPPED AND KILLED BY HAMAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:05",
      "speaker": "BLITZER",
      "sentences": "Any indication from the Israeli government or any other sources how he's doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "He was visiting his parents at Kibbutz Be'eri. He was from Tel Aviv, went down there and just so happened what happened down October 7th, resulted in his being taken hostage right now. So, how are you coping? How are you dealing with this? How is your family dealing with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "It's been an emotional roller coaster for us, mainly these last few days when the news and the release of the hostages started coming in, but it's also been a mixed feelings of all because we've met this situation from so many aspects.My grandmother was rescued from there, but she lost her home at the age of 97. And we lost Itay's parents, my aunt, my uncle. And we also lost -- not lost, but we did lost, but she was murdered, my grandmother's caregiver, Gracie (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "So, when you heard today that 24 hostages were released at our free nether back in Israel, what was going through your mind thinking about your cousin, Itay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "Well, it gave me a little bit of hope because this is the first step of releasing all the hostages. But it's also, unfortunately, not enough. It's not even a little bit out of the 240 that are being held there.And it scared me a little bit that he will be forgotten because of this first deal that is coming. And it's only including 50 people out of 240.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "The first four days, there are supposed to be 50 hostages released. And you notice today of course that those released today were either women, mostly elderly women or little children not a 38- year-old man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "Yes. But if we will act -- continue acting and pressuring the parties involved, I know that he can come back home. This is the first deal out of some that will get him released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "So, are you still hopeful that he eventually will be freed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "Yes, I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "And is the Israeli government, from your perspective, doing everything possible? Are they doing whatever it needs to be done to get all the hostages home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "I think that they are doing a good job partly, but not a perfect one, because if it was perfect, he would be here by now. But I think that they are doing their best and we just need to proceed everything that we are doing right now, pressuring everything, every parties involved.I am so thankful for the help of the United States. It's been a true source of comfort for us, for our family and the families of the hostages. And we just need to keep on doing what we are doing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "So, you're showing us, Itay, your cousin, Ofir.Tell us a little bit, what do you want our viewers who are watching to know about Itay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "Well, the main thing that Itay, the man of peace, of love, of people. He loves talking hours about life. He really has a special connection with kids and elderly. So, I know that wherever he is right now, he helps and aids the others around him. And that comforts me a little bit.His nephews are really, really missing him. He has three of them. And he's just the kindest person I know. His old life is devoted to helping others. He works as a mental coach, studies philosophy and psychology at Tel Aviv University. He's a really special man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "BLITZER",
      "sentences": "He sounds like a very special man, and I hope you and your family will be reunited with Itay soon.Thank you very much, Ofir, for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:04",
      "speaker": "WEINBERG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Let's get back to the breaking news here in Israel, 24 hostages finally freed by Hamas as more than 200 remain in captivity in Gaza.CNN's Oren Liebermann is joining us now. He's also here in Tel Aviv with us. Oren, you're outside one of the medical centers where hostages arrived earlier in the day. Tell our viewers what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:07",
      "speaker": "LIEBERMANN",
      "sentences": "One of the critical first parts of the recovery here is, of course, the meeting of the families. The hospital has set up a special wing here for the treatment of the five elderly now freed hostages who are now here as well as their families. They immediately began to get medical checkups but it will go beyond simply a physical checkup. It will be a mental checkup as well with psychologists and other professionals to help them in their recovery.The hospital also ready not only for these five who are here and will stay as long as they need to but fully aware that as this process continues to play out, there might be more hostages who arrive here. And they've made sure the teams and the staff are as professional, as ready as they can be for the possibility that there will be more who come to Wolfson Medical Center over the course of the next few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:07",
      "speaker": "BLITZER",
      "sentences": "Oren, what are you learning about tomorrow's expected hostage release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:07",
      "speaker": "LIEBERMANN",
      "sentences": "Wolf, this process that we saw play out over the course of the last 18 or 20 hours or so is what we expect to see, if all goes well. Again, Israel has confirmed it received the names of the hostages who are part of tomorrow's release from Gaza, once again, women and children. And it should be right around the same number we saw released today, so right around 13, and the process will play out again.First, of course, the truce itself has to hold, and the pause and fighting that we've seen hold since just after 7:00 this morning needs to remain in place. Humanitarian aid will once again flow in. And then sometime around 4:00 in the afternoon, the transfer of hostages from Hamas to the Red Cross across the Rafah border, if they take the same route, perhaps another border crossing, if they take a different route, then to, through Egypt into Israel, and then the same sort of process of medical evaluations as quickly as possible at the Hatzerim Airbase in Southern Israel, and then getting them to the necessary hospitals. Here is where they're treating the elderly. Schneider Hospital is where they're treating the children. There's also a designated hospital to treat the foreign nationals if more of those are released. The goal here is to get them medical checkups and, of course, Wolf, to get them into the hands of their families as quickly as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:07",
      "speaker": "BLITZER",
      "sentences": "Yes. Let's hope that happens quickly, very quickly indeed.Oren Lieberman, thank you very, very much, Oren Lieberman here in Tel Aviv. Let's get some analysis right now from Barak Ravid. He's a political and foreign policy reporter for Axios, knows the story well. Barak, thanks very much for joining us. Today's hostage release seemed to go according to plan. How confident are you, Barak, that Israeli -- are Israeli officials, and I know you're speaking to high level Israeli officials all the time, how confident are you that -- how confident are the Israeli officials that this deal will remain on track until all 50 remaining hostages are released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:07",
      "speaker": "BARAK RAVID, POLITICAL AND FOREIGN POLICY REPORTER, AXIOS",
      "sentences": "Good evening, Wolf. I think that -- what I hear from Israeli officials is that they think that this deal is going to go forward. But I think that every day when the lists of the names are coming in, it is -- I think, the Israeli government and the families reveal a lot of things that they did not know. Some of them are pretty tragic. Some of them are much more happy. For example, Hannah Katsir (ph), who the Islamic Jihad said that she died in captivity, today she was released. But there are stories that are much more tragic.And I think that as the days will go by, we will see much more tragic stories. And this tragedy is not even close to be over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:07",
      "speaker": "BLITZER",
      "sentences": "Yes, I suspect you're right.The international community, Barak, was surprised when 11 foreign nationals were released today in addition to the Israeli hostages. What have you heard about that aspect of the deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "BLITZER",
      "sentences": "Yes, ten Thai citizens were released today and one Filipino citizen, all of whom had been working here in Israel. They were captured by Hamas. They were released today, as we know. Let's hope this continues.The truce will last for additional three days with the possibility of an extension if more hostages are released. How likely is this pause in hostilities? How likely is it to be extended? What do you think, Barak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "RAVID",
      "sentences": "I think that, on the one hand, Hamas has an interest to get more days of pause and Israel has an interest to get more hostages out. But, and there's a big but here, Wolf, again, I think that every day, when the lists are coming in, this is a very sensitive situation.And I think, for example, ahead of tomorrow's release, there are still some question marks that are not answered that will have to be answered in the next few hours until tomorrow and every such small thing every such question mark could end up being a violation of the agreement, and every such violation could unravel the whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "BLITZER",
      "sentences": "Yet, it's such a sensitive delicate, situation that's unfolding.Barak Ravid, thank you very much for helping us understand what's going on. Meanwhile in Gaza, many civilians are breathing a sigh of relief tonight as the temporary truce takes hold. CNN's Jomana Karadsheh has a closer look. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN INTERNATIONAL CORRESPONDENT (voice over):  It's the sounds of life, not death today on the streets of Gaza. For the first time in nearly 50 days, they're not running for their lives, no bombs raining down on them from the sky, some children can even smile again, even if only for a brief while. But there's nothing to celebrate. Too many lives have been lost, so much gone, and they know there will be more. The Israeli military dropping leaflets on Friday, warning people that the war is not over. It will soon resume, and telling them to stay away from Northern Gaza and its troops. Many still tried to head back to the homes they fled, with nothing more than the clothes on their backs to see what's left and grab what they can find, including their dead. We want to see what's happened to our loved ones. So many are under the rubble for 20 days, Abu Ahmed (ph) says. We need to get them out. Who else will bury them? Who will bury our two-year-old and her father, says Ahma Abdullah. What did she do to them? It was a tense scene on Salah al-Din Street, the highway linking north and south. People here saying Israeli forces opened fire on those trying to head back north. We want to get to our homes. They say this is a truce, Mahmoud says. We're civilians. They shot people. One was shot in the head and the other in the mouth. Gunfire and the panic that ensued captured in this video geolocated by CNN. Asked about these shootings, the Israeli military says its troops are stationed along the, quote, operational lines of the pause in accordance with the framework of the agreement. But that didn't stop those determined to get back to what's left of their lives. Sisters Hanin and Saira (ph) cradling their cats who've been through it all with them, say they know the risks, but they just want to go back home. Gazans know all too well what comes after this brief calm. What's this truce for, to hand over the hostages? What happens after they hand them over? What happens to us, Ahma Abdullah asks. We feel like we are dead, she says. They hope it doesn't all start again, but all they can do now is prepare for a cool winter ahead. Jomana Karadsheh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:01",
      "speaker": "BLITZER",
      "sentences": "I'm Wolf Blitzer in Tel Aviv. We're tracking all the latest developments in the release of the first, some 13 Israeli hostages held by Hamas and brought back here to Israel earlier today.CNN's Jim Acosta is joining our coverage from Washington right now. Jim, I know you're about to speak with a key expert on hostage negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ACOSTA",
      "sentences": "Right, there's no way to predict how this is going to play out. Absolutely. And Israel says they negotiated this deal to incentivize Hamas to want to extend it. Do you this truce as likely to go beyond the agreed upon four days?O'LEARY:  I think there's a high likelihood it will go past the four days. You know, near term, it's in the interest of Hamas to buy a little time, to refit, regroup, shore up their defenses, buy some sympathy from the international community and, you know, change the narrative on whose the monster and whose the victim in this. I think it plays into their favor. And it also plays into Israel's favor short term as well to get as many hostages out while they can. But long term, neither group wants to keep this going, you know, beyond a week or two. Israel needs to defeat Hamas militarily. And Hamas needs to buy a lot more time than a couple of weeks to survive this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ACOSTA",
      "sentences": "And, Christopher, the hostages are obviously leverage for Hamas. So, how does Israel negotiate for the release of more hostages while at the same time continuing to fight this war?O'LEARY:  Well, I think you need parallel tracks. The negotiations will continue for different batches. I do firmly believe that the Qataris will stay deeply involved. The United States will continue to partner with Israel and Hamad -- excuse me, and Qatar to provide as many releases as we can over time. But you also need to plan for tactical recoveries. Some of the hostages, like the IDF soldiers, will be held for a long time unless pressure is put on Hamas militarily, unless special operations forces are allowed to proceed the way they're supposed to locate and recover the hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ACOSTA",
      "sentences": "And, Christopher, what are these released hostages going through right now, do you think?O'LEARY:  So first, as you've covered, they're going to get them a medical screening to make sure they're physically fit. And those issues will be addressed very quickly. And Israel is prepared to do that. These events are well rehearsed. But then also psychologically, they'll have a team of experts there to support the victims and their families as they go through this transition. And then the next step for those who are ready and able, they'll be debriefed by intelligence professionals to try to glean as much information about the hostages that remain in captivity, about the captors who are holding them, locations, conditions of their confines, any little piece of information that corroborates previously known intelligence or starts a new line of collection to really move the picture forward. And then lastly, I will say, there's also teams of FBI agents and other law enforcement professionals from other countries. Because these were crimes against Americans for hostage-taking, terrorism, and murder of Americans, so we will look to bring charges against members of Hamas in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ACOSTA",
      "sentences": "All right, it's a long road ahead for all of these families of the hostages.Christopher O'Leary, thank you very much for your time. We really appreciate it. O'LEARY:  Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:41",
      "speaker": "BLITZER",
      "sentences": "While some families are reuniting with their loved ones right now here in Israel, I spoke to some earlier today who remain in a tortuous state of limbo.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:41",
      "speaker": "MALKI SHEM TOV, SON HELD IN GAZA",
      "sentences": "We are in 49 days of nightmare.BLITZER (voice-over):  As 13 Israeli hostages are released by Hamas, the loved ones of captives left behind are grappling with difficult emotions. Malki Shem Tov's son Omer is among those still in Gaza and not expected to be included in this deal between Israel and Hamas to release some women and children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:41",
      "speaker": "SHEM TOV",
      "sentences": "Today it's a special day and very happy day for some of the families. And, of course, we are very happy for them, but we wish Omer was maybe 18 so he could be on the list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:41",
      "speaker": "BLITZER",
      "sentences": "Omer is 21 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:41",
      "speaker": "SHEM TOV",
      "sentences": "Omer is 21 years old, so he's not part of this releasing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:41",
      "speaker": "BLITZER",
      "sentences": "That pain shared by Meirav Leshem Gonen was told her daughter Romi would not be in this first group. MEIRAV LESHEM GONEN, DAUGHTER HELD IN GAZAones that will return. On the other hand, probably my daughter it's not today for sure, but I'm not sure for the next day but it's a very harsh game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "GONEN",
      "sentences": "Imagine she will be, she will not. She will be, she will not. It's impossible. It's impossible to live like that from day to day.She's the glue. She's light, she's in the middle. She's considered the most beautiful kid in the family. And we miss her because her energy is missing in the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "MORAN TAYAR, NEPHEW AND WIFE HELD IN GAZA",
      "sentences": "They met about 20 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "BLITZER",
      "sentences": "Moran Tayar knows the harsh reality that her nephew Yagev may remain hostage even if his wife, Rimon, is eventually freed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "TAYAR",
      "sentences": "It's very difficult to hear probably they won't be in that place, so we still have hope at least with Rimon, but we are not sure. It's really confusing and really frustrating and painful for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "BLITZER",
      "sentences": "The uncertainty hangs over these families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "GONEN",
      "sentences": "What are the steps, what do we meet them, and this is something I don't know yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "SHEM TOV",
      "sentences": "It's a long, long 50 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "BLITZER",
      "sentences": "But these families still hold out hope advocating for more release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "TAYAR",
      "sentences": "There is still a chance and obligation of all the international community and the Israeli government to bring them back home. If not this time, it should be very, very close to this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "BLITZER",
      "sentences": "And imagining the day they are the ones reunited with their loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "GONEN",
      "sentences": "I feel she's -- she's strong and she's alive. I think the first thing that I will tell her is I love you. I think she will just -- you know, she will run to me because I know our connection is so strong, and I know she will come and just tell me, mother, just hug me.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}