{
  "date": "2023-01-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Shooter Found Dead In Van After Self-Inflicted Gunshot; Santos Ripple Effect Puts Spotlight On Campaign Backers In GOP; Jeff Zients To Replace Ron Klain As WH Chief Of Staff. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Currently, right now across much of the Northeast, think about my favorite movie Dumb and Dumber in one of the quotesLet's zoom right into New York, you can see that rain snow line, but we don't have to look too far to the north and west, just west of I- 95, and that is the back edge of the precipitation. So we've got another 30 minutes or so before we have lost that opportunity to go into breaking our endless streak. I think we have better chances on Wednesday because another storm system is brewing across the Deep South. This is going to bring severe weather into this region. But it's also got its eyes set on the northeast for the potential of some snow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VAN DAM",
      "sentences": "Here we have to hold our hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "I don't know whether to be excited or bummed out, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VAN DAM",
      "sentences": "Yes, no one wants a snowless streak in New York City, it's just too (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Yes. And I'm surprised by the favorite movie. Derek Van Dam, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "It's the top of the hour on CNN NEWSROOM. I'm Alisyn Camerota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "I'm Victor Blackwell. We're waiting for news conference from Monterey Park, California, that's where 10 people were killed, at least 10 others hurt in this massacre inside a dance hall Saturday night. Now this is the deadliest mass shootings in the U.S. since the Uvalde massacre last May. And one of 36 mass shootings in the U.S. this year. Police say the shooter is a 72-year-old man who had visited the ballroom before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "After the rampage, police say the gunman headed to another dance hall about 10 minutes away north where he was confronted by Brandon Tsay. That's the hero who fought off the gunman and he told Good Morning America that he did not know the shooter, but managed to wrestle the semi-automatic pistol away from him.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BRANDON TSAY, HERO AT LAI LAI BALLROOM",
      "sentences": "I lunged at him with both of my hands, grab the weapon and we had a struggle. We struggled into the lobby, trying to get this gun away from each other. He was hitting me across the face, especially in the back of my head. I was trying to use my elbows to separate the gun away from him creating some distance.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "Police say the gunman later shot himself in his van in Torrance, California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "CNN's Josh Campbell and Natasha Chen are in Monterey Park.Josh, let's start with you. Just in to the NEWSROOM, you're learning this gunman visited police a couple of weeks before his rampage. What do you know about that visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Yes, that's right. And this is a very strange occurrence. We're hearing this from the police in the City of Hemet, which is about 70 miles from where we are here in Monterey Park. But police issued the statement, I'll read this for you.It says, \"Tran,\" the suspect here, \"visited the Hemet Police Department lobby on January 7th and 9th 2023, alleging past fraud, theft and poisoning allegations involving his family in the Los Angeles area 10 to 20 years ago, Tran stated he would return to the station with documentation regarding his allegations but never returned.\" Again, that from Hemet Police, so a couple of peculiar things there. Also, in addition to fraud, he's saying that his family attempted to poison him. But then looking at the time period, decades ago apparently, so that's very strange. We're hearing from the suspects ex-wife that he was described as someone who could be very hot tempered, that could be get angry very easy. Of course, we don't know yet exactly why he chose to come here to this dance studio where Natasha and I are standing to conduct this mass shooting, but that's something that law enforcement officers are trying to determine. He, of course, is deceased. He was found about 30 miles from here in the city of Torrance, California, that after a police officer saw a white van which matched a description that suspect - that the police were looking for. Police officer tried to execute a traffic stop. As the officers went towards the van, they heard one shot, the sound of gunfire, those officers backed up, they brought in the SWAT team. And of course we saw yesterday on our air that those dramatic images of the SWAT team surrounding that vehicle, hemming it in eventually, stack of SWAT officers lined up and went to make visual confirmation about what was inside. They found the suspect dead against - dead from a self-inflicted gunshot wound. So still so much we're wanting to know and waiting to hear from authorities about on the suspect. We do know that they are working to interview people who knew the suspect. They're also conducting a search warrant as - at his residence, trying to gain any possible clue that they can to try to get to the bottom of the motive here, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "Natasha, tell us what you've learned about the people who were killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "ARELENE ALEJANDRO, VISITED SHOOTING MEMORIAL",
      "sentences": "There's no words to really describe how I'm feeling. I'm very sad. There's no - there's too much hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "JAN ALEJANDRO, VISITED SHOOTING MEMORIAL",
      "sentences": "I hate to say this, but I'm really happy that it wasn't a racial - Asian hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "A ALEJANDRO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "J ALEJANDRO",
      "sentences": "That is, for me, a relief because I would have hated it to see more violence because of this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "CHEN",
      "sentences": "And he did say that when I asked as a follow up, how did his feelings changed knowing that the suspect is a person within the Asian American community and he really just talked about his sadness and disappointment about overall gun violence.And I do want to mention now, I said in the beginning that we were going through notes as we speak about an update from the hospital. We've now confirmed that the death toll is at 11 people. Eleven people have died from this shooting that happened on Saturday night at this dance hall where people were celebrating, having fun, really enjoying themselves for the Lunar New Year. And this 11th person has succumbed to their injuries according to the LAC-USC Medical Center. I want to read a little bit of the quote from them. They say, \"The heroic staff have worked tirelessly to care for the four victims that were entrusted to their care.\" Four people initially brought to that location. \"Unfortunately,\" quote, \"despite our best efforts, we are saddened to share that one of the victims has succumbed to their extensive injuries. We want to express our deepest sympathies to their families and loved ones.\" So again, as of last night, there were seven people still at hospitals. It looks like this one person has passed now. So we do not know the extent of the conditions of these people who are still in hospitals trying to recover. This is still a fluid situation, especially for these families looking for answers, standing by their loved ones. Just a lot of pain in this community right now, Victor and Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Yes. Understood, Natasha. We appreciate how careful you and the team always are with this kind of fluid breaking news and confirming tragic news like that. Thank you very much for your reporting, and Josh.Let's bring in Abene Clayton. She's a CNN Contributor and the Lead Reporter for The Guardian Guns and Lies in America Project. Abene, thanks so much for being here. Let's talk about guns. California has one of the strictest gun laws in the nation. And yet, of course, no place can be immune from guns, borders are porous. What more do we know if anything at this hour about how this guy got the gun, where, when, et cetera?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "ABENE CLAYTON, CNN CONTRIBUTOR",
      "sentences": "Yes. Those are some primary questions that we just don't have the answers to yet. What we do know for sure is that the gun that was wrestled away from him in Alhambra was - it had any legal magazine. In California, you're only allowed to have about 10 rounds. It will - 10 rounds, period, in a firearm.And according to the sheriff, this man had far more than that and that is illegal. Everyone wants to know how in California where it's incredibly difficult to get a gun, let alone a concealed carry permit how this could happen, but we just don't have those answers just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Yes, I understand. I mean, this heinous crime exposes the limits of gun laws and gun control. Because as you say, in California, you're only allowed to have a magazine with 10 rounds, this one had 30. We don't know if it was retrofitted. We don't know what year he bought it.But we also understand that there - that criminals always have a workaround and so to gun manufacturers. This was in The Washington Post yesterday. It says, \"Major manufacturers produce a range of 'California-compliant' AR-15-style firearms that mix and match features to avoid violating the law.\" So even in places with stringent gun control there, manufacturers are working loopholes to get around it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "CAMEROTA",
      "sentences": "And let's talk about this community of Monterey Park, because as you've pointed out, it is routinely voted one of the best and most peaceful places to live in the entire United States. As we say, of course, no place is immune. There have been already, just this year, in just the three weeks of this year, there have been 36 mass shootings across the United States.This one feels a little bit different only because he doesn't fit the profile that we normally think of with mass shooters. He was a 72- year-old man. He was part of the Asian community. He frequented this dance studio. Do you have any thoughts on what we know about this so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "CLAYTON",
      "sentences": "A couple of things come to mind. One is we don't know a kind of common marker among people who commit high profile incidents of violence. Mass shooting is a history of domestic violence, a history of violence against either their children, wife, parents, somebody. So that's one thing we don't know that can kind of be more in line with our understanding of mass shooters, if you will, and that has yet to come out.And if it does, then the question of how he got the gun with a history of domestic violence will certainly have to be examined. And one thing I certainly wanted to talk about in terms of the community - I met a teacher who works with a lot of kids who live in Monterey Park. He is based in Alhambra and he talks about how much reverence the community has for their older citizens. This was the Lunar New Year's eve festival that happened on Saturday. It was one of the first times since the COVID lockdowns that this community has been able to come out, enjoy each other, put on performances, see folks they hadn't seen in years, at least comfortably in years. So I think that that context is something that we have to keep in mind while we continue to mull over how this happened, how this gun got into this person's hand, how two guns got into this person's hands, the one that was found in Alhambra that had the illegal magazine and the one that he ultimately used to take his life. While we think about that, we have to remember that this community came out to celebrate something joyous for the first time in three years. And now they have to figure out how they're going to put the pieces back together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "CAMEROTA",
      "sentences": "Yes, just when they thought they could let their guard down. Abene Clayton, thank you very much for all of your reporting and information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "BLACKWELL",
      "sentences": "Connie Chung Joe is the CEO of Asian Americans Advancing Justice in Southern California. Connie, thanks for being with us. There was something that struck me by - from one of the interviews that Natasha Chen just brought us and it was a man who said that he was - and he acknowledged it's awkward - relieved that this was not another example of anti-Asian violence, anti-Asian hate.What's the relevance, from your perspective, of this coming from within the community of a man who had frequented this dance studio that he was in his own space in a way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "CAMEROTA",
      "sentences": "Yes, it's awful. Connie Chung Joe, we really appreciate you sharing certainly even your family perspective of what this community is. Thank you for being here.Okay. Now, this is just in to CNN, yet another shooting that we're following, this time in Des Moines, Iowa, at least three people were injured. We are told two of them are in critical condition at this hour. This is according to the Des Moines police department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "BLACKWELL",
      "sentences": "Police and firefighters are there, as you see, at the scene. Multiple possible suspects are in custody and we'll bring you more as soon as we get new details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Now to this, the ripple effect of George Santos' web of lies is putting a spotlight on the Republicans who backed his campaign and that includes Congresswoman Elise Stefanik. How she's responding next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:08",
      "speaker": "BLACKWELL",
      "sentences": "Saturday Night Live was back at it this weekend and they wasted no time in spoofing embattled Congressman George Santos.(BEGIN VIDEO CLIP) DEVON WALKER, COMEDIAN, \"FOX SPORTS ANCHOR\": George, why don't you walk us through what happened on the field tonight? BOWEN YANG, COMEDIAN, \"GEORGE SANTOS\": With pleasure. You see, Philadelphia was in trouble until they turned to their secret weapon, George Santos. Just look at the stats. I completed 36 of 25 passes for 300 yards and 600 yards. I had 12 touchdowns, 17 rebounds and 10 RBIs. And Ukrainian president Volodymyr Zelenskyy gave me an Oscar, all at the age of 18. Incredible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:08",
      "speaker": "BLACKWELL",
      "sentences": "Okay. So it's funny, but this really is not a laughing matter for certainly his constituents, but some top Republicans who back Santos. One of his biggest cheerleaders during his campaign was Elise Stefanik. She's the number four House Republican and the most influential in New York's GOP caucus.Now, Stefanik insists she did not know about Santos' pattern of deception until The New York Times revealed his falsified background. CNN spoke to several people who donated to Santos' campaign, including one man who gave 10s of 1000s of dollars. He said Stefanik support influenced him to donate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:08",
      "speaker": "CAMEROTA",
      "sentences": "So Stefanik endorsed Santos early in his campaign. She later tweeted that a lunch event \"raised over $100,000 to help George Santos flip New York District 3.\" One donor who was at that lunch told CNN the only reason that they donated was because of Stefanik and Santos understood the power of Stefanik's endorsement as well. He used a photo of the two of them as the banner image for his Twitter page up until last week.It's unclear how so many pros in the political arena let Santos slip through the cracks, even House Speaker Kevin McCarthy did an event to help Santos and when we asked Stefanik for comment, her spokesperson sent this statement: \"Congresswoman Stefanik supported all GOP nominees in targeted New York seats just like every other New York Republican elected official and the entire House Republican leadership team.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:08",
      "speaker": "BLACKWELL",
      "sentences": "All right. Let's discuss with CNN Senior Contributor at Axios, Margaret Talev, and CNN Senior Political Commentator, Scott Jennings.Scott, let me start with you. This donor who gave $5,800 to the campaign, more than $20,000 to the joint committee fundraising for Santos and others said, \"I would have never donated without Elise.\" how much of her advocacy for and promotion of Santos is a problem for her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:08",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I don't really think any. I mean, she supported all Republicans, especially in New York. She's one of the party's most prolific campaigners and prolific fundraisers. I mean, that's why she's been so successful in climbing up into the conference. And so I really don't think it's an issue for her.I think for the Republican Conference, what they need to do is treat this guy with all the respect that he deserves, which is none, and they need to support the Ethics Committee process, and they need to support whatever outcomes come from the criminal investigations that are going on and then they need to act accordingly at a minimum. If none of these investigations get finished before next year, they ought to support someone else in the primary and get rid of this guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "MARGARET TALEV, CNN POLITICAL ANALYST",
      "sentences": "I think Elise Stefanik's political transformation has sort of unfolded before all of our eyes. You'll remember she sort of entered politics in Congress as this Harvard graduate who people in both parties felt like was someone they could work with.Remember, Liz Cheney was one of her closest political friends and a lot of that - well, actually, all of that has changed as she has moved very quickly and successfully up the leadership ladder in the party. I think it's reflective of trends that are much larger than Elise Stefanik and have a lot to do with Donald Trump and his legacy here. But look, I think that a lot of Republicans are looking someone in their party to blame for George Santos, rather than take the blame themselves. CNN has been reporting on the 18. This group of 18, vulnerable GOP House members around the country, because they are in districts that Biden won, even though they won. About a third of those are in New York. So there are several New York Republicans who are a little bit concerned that George Santos and his legacy is going to be used against them when they try to seek re election a year and a half, two years from now. So - but will it hurt Elise Stefanik in the party? There's certainly no signs of that yet. I just think the Santos - the criminal investigation, the legal investigations that are going to play out have not really taken full hold yet. And until they do, there's still a political issue. But once the investigative part of this really enters the public realm, it's going to be a decision point for Kevin McCarthy, for Stefanik and for everyone on leadership, whether to continue to receive them even as much as they have or whether they're trying to minimize them further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "BLACKWELL",
      "sentences": "Scott, six additional items with classified markings discovered by the FBI, part of this 13-hour search at President Biden's Wilmington home. Karine Jean-Pierre is taking questions, not really saying anything new today. The White House says this is Washington noise, voters don't care about it.Do you think that it's Washington noise? I know you don't want Biden reelected. You don't want Trump reelected. So I think this can be an apartisan, apolitical answer from you. Do you think people outside of D.C. care about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I actually do think that it's noise, but it's the kind of noise that voters hate. It's the kind of noise voters hate from Trump and it's the kind of noise voters are now going to come to hate from Joe Biden. And it's a reminder that most of the country doesn't want either of these guys re-nominated by their parties.Look, there's no doubt it's been damaging to Biden, his numbers have taken a dip if you look at the national polling, and there's no doubt that it has totally neutralized this political attack that's been going on against Trump since he did - what he did last year and acted the way he acted. So I think once again, Victor, what we're getting is a reminder that most of the country would just prefer a clean slate in the 2024 election. I don't know if our political parties are smart enough to give them one, but to me, that's what this whole thing exemplifies is the need for a clean slate here in the next presidential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "CAMEROTA",
      "sentences": "Let's talk about the changes that are coming to the White House, Margaret. So Jeff Zients is going to be the new chief of staff. What will change? What's his style? How - what will change if anything that we see out of the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "TALEV",
      "sentences": "Well, Alisyn, we've gotten to watch Jeff Zients' work since the Obama years in various roles around the White House. And he's really best known as a manager of complex projects, rather than sort of a personality who clashes head and breaks people with his political will.So I think we're going to try to see him do two things. Number one, keep the White House organized through a barrage of investigations. They already have a separate kind of legal structure set up for that, but it is disruptive. And the second is that he really has a deep background in economics, in budgeting, in health care companies and in deficit reduction. These are all issues that the White House is going to contend with, whether there's a recession or no recession, but just a complex economic recovery. These are areas - I know it's not as sexy as an investigation, but what most voters care about? They care about the economy. They're - Democrats and Republicans are going to be butting heads about lifting the debt ceiling, and all sorts of other parameters when it comes to cost cutting versus spending. These are the areas where Jeff Zients really has a lot of strength. And I think if it were up to him, there isn't what he'd like to focus his attention, so we'll see how that goes. But I think the first issue he's going to have to deal with is managing the White House through the investigations, including the classified documents, but his training for this job really lies in business and management. CAMEROTA: I mean, we don't need every one of our public servants can be sexy, some can just be competent. Margaret Talev, Scott Jennings ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "BLACKWELL",
      "sentences": "So you don't think Jeff Zients is sexy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "CAMEROTA",
      "sentences": "I'm not saying his not sexy, but ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "JENNINGS",
      "sentences": "(Inaudible) are going to love this guys.",
      "isLastSentenceInterrupted": false
    }
  ]
}