{
  "date": "2023-06-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Former Trump Chief-of-Staff Testifies; Russia, Ukraine Pointing Fingers on the Dam Breach; PGA Tour-Liv Golf Merger Sparks Backlash from 9/11 Families; U.S. Secretary of State meets Saudi Crown Prince to Bolster U.S.-Saudi Relations; Prince Harry Resumes His Trial Against Mirror Group Newspapers; Designer Pushes Double Decker Airline Seats. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "And a warm welcome to our viewers here in the United States and all around the world. I'm Paula Newton.Ahead right here on \"CNN Newsroom.\" Donald Trump's former White House Chief of Staff has testified before a federal grand jury as part of a special counsel's ongoing investigation into the former president. Both sides pointing fingers over a massive dam breaching Ukraine that has forced major evacuations and triggered environmental fears. And the Gulf world is suffering from whiplash as the PGA Tour does a 180 and joins forces with Liv Golf. That's after fighting the Saudi- backed tour for the past year. UNKNOWN(voice-over): Live from CNN Center, this is \"CNN Newsroom\" with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NEWTON",
      "sentences": "And we begin this hour with two major developments in the special counsel investigation of Donald Trump. Now first, sources tell CNN that a second grand jury based in southern Florida is hearing testimony about the former U.S. president's handling of classified documents. And that panel is expected to hear from yet another witness in the day ahead.This is in addition to a grand jury already meeting in Washington. Another source says former Trump White House Chief of Staff Mark Meadows has testified before a grand jury investigating his former boss. CNN's senior legal affairs correspondent, Paula Reid, has that story. (BEGIN VIDEOTAPE) PAULA REID, CNN SR. LEGAL AFFAIRS CORRESPONDENT: Former Trump White House Chief of Staff Mark Meadows is not just a witness for Special Counsel Jack Smith. He is the witness. Why? Well, when it comes to the January 6 investigation, he was at the center of everything. The House Select Committee that looked into the events surrounding January 6 came to the conclusion that all roads led to Mark Meadows in and around the events on that day and the so-called pressure campaign on states and officials to try to overturn the results of the election. Now when it comes to the investigation into the possible mishandling of classified documents, Meadows increasingly appears to be a possibly critical witness there as well. Not only would he have been at the White House, a president where things were being packed up towards the end of the administration, but recent CNN reporting on a bombshell audio recording where Trump talks about having a classified document reveals that conversation was recorded by Meadows' autobiographers. So clearly investigators can have a lot of different questions for Meadows in either investigation, though at this point it's unclear if he has spoken to investigators about both probes or just one. But this certainly solves a long swirling question in Trump's circles. They have been wondering what exactly is going on with Meadows. The former president tried to block Meadows from being able to testify, citing executive privilege. He lost that fight, so it was expected that Meadows would testify, but there had been no communication between Meadows' attorneys and those from the former president, leading to some concern about whether Meadows was indeed cooperating with investigators. But at this point, the fact that the special counsel has spoken to Meadows certainly signals that at least the classified document investigation is not only in its final phase but likely wrapping up sometime soon. Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NEWTON",
      "sentences": "In the U.S. state of Virginia, a joyful occasion turned into tragedy, Tuesday. Police say a gunman opened fire on a crowd of people gathered after a high school graduation ceremony. At least -- at least two people were killed, including an 18 year old student who had just graduated. Five others were wounded. Here's how eyewitnesses describe the scene.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "JASON ALEXANDER, WITNESSED SHOOTING",
      "sentences": "Just everybody started running and I pushed her down on the ground. We got down on the ground and it's just chaos from there. You just kept hurting shots. It was like eight, nine, 10 shots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ROBIN SPENCER, WITNESSED SHOOTING",
      "sentences": "Like who the hell would do this on these kids' graduation? There's tons of kids, people walking around with babies. JEREMY EVANS, WITNESSED SHOOTINGsupposed to be happy about people graduating. We're supposed to be supporting one another, hugging one another, loving one another and then shooting happened. Come on now. I just think it's bad. We had to do better. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "RAFAEL GROSSI, DIRECTOR GENERAL, INTERNATIONAL ATOMIC ENERGY AGENCY",
      "sentences": "It is therefore vital that this cooling pond, this cooling pond remains intact, nothing must be done to potentially undermine its integrity.PLEITGEN (on-camera): And there's really two things that stand out when you're on the ground here. One is how fast the floodwater is rising. And the other one is how much shelling is actually still going on while the folks here are trying to save people out of the flood zone. All this comes as a local official says that more than a thousand houses seem to be underwater in the Ukrainian-held parts alone. Fred Pleigen, CNN, Kherson, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "NEWTON",
      "sentences": "CNN's Clare Sebastian is following the developments for us and joins us now live from London. A lot of questions here, Clare, as Ukraine obviously continues to cope with what is a catastrophe really.This is a major piece of infrastructure. What if any evidence are you seeing about what could have caused this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "NEWTON",
      "sentences": "Now there's major news from the world of golf that's not sitting well with players or human rights activists.The U.S.-based PGA Tour has announced a partnership with its Saudi- backed rival, Liv Golf. Quite a few PGA golfers left the tour last year to join Liv with its huge prize money and no cut events at the time. PGA Commissioner Jay Monahan couldn't have been more critical of the new startup. Now, listen, he's taking a different approach. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "JAY MONAHAN, PGA TOUR COMMISSIONER",
      "sentences": "There's been a lot of tension in our sport over the last couple of years. But what we're talking about today is coming together to unify the game of golf and to do so under one umbrella. And together we're going to move forward and we're going to take efforts to grow and expand this great game and to take it to new heights.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "NEWTON",
      "sentences": "Critics are outraged over Liv's ties to Saudi Arabia and Crown Prince Mohammed bin Salman. U.S. intelligence names him as responsible for approving the murder of journalist Jamal Khashoggi.Families of 9/11 victims as well are speaking out against the PGA commissioner. (BEGIN VIDEO CLIP) TERRY STRADA, CHAIR, 9/11 FAMILIES UNITED: He sold out every single one of us. He turned his back on the 9/11 community, and he sold out his players, his fans, the golf base, the American people. And for what? What changed that he decided to do this and take a stand with the kingdom and against the 9/11 families? It's despicable. He's disgusting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "NEWTON",
      "sentences": "Joining us now from Clearwater, Florida is Bob Harig. He is a golf writer for sportsillustrated.com. Good to see you and have you weigh in on this. And look, what would you call it? A bomb, an earthquake? I mean, this really rattled all of pro golf. How would you describe it? And what was the fallout in less than a day here?BOB HARIG, GOLF WRITER, SI.COM: Yeah, you might as well throw in tsunami and hurricane and anything else because, you know, I'll be honest, nobody saw this coming. People at the highest levels of the game were not aware of this. Jay Monahan, the commissioner of the PGA Tour, and a couple of his board members, you know, met very discreetly with members of the public investment fund. Saudi Arabia's sovereign wealth fund. And they did it over the last two months very covertly. They came to this deal on Monday night and announced it Tuesday morning. Obviously, behind the scenes, they saw a reason to engage. And here we are with, you know, this. I don't know if it's really a merger, but it's clearly a coming together and an investment of PIF funds in the PGA Tour and the D.P. World Tour, and now comes the fallout. What does it actually mean and where we go from here? NEWTON: Yeah, there is a lot of fallout here. I'm going to deal with one issue, and the main issue that even Jay Monahan himself was an issue was the fact that Liv Golf was backed by Saudi money. As far as 9/11 families were concerned, that meant that Liv Golf had blood on its hands. 9/11 families that CNN spoke to called this a betrayal. They called this disgusting. In terms of a reaction, I want you to listen now to Bryson DeChambeau, a pro golfer, who went from the PGA to Liv Golf. I want you to hear him react to the 9/11 family's comments. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "BRYSON DECHAMBEAU, PROFESSIONAL GOLFER",
      "sentences": "I don't know exactly what they're feeling. I can't ever know what they feel, but I have a huge amount of respect for their position and what they believe. Nor do I ever want anything like that to ever occur again. I think as we move forward from that, we've got to look towards the pathway to peace, especially in forgiveness, especially if we're trying to mend the world and make it a better place.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "NEWTON",
      "sentences": "You know, Bob, that's a tough position for these 9/11 families that we've spoken to before about this. Is that all we can expect from pro athletes though? They're not accountable to anyone? They're not politicians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARIG",
      "sentences": "I think so. I think so, I think that's gonna be their tact. I mean, certainly that aspect, the 9/11 part of this, obviously Saudi's human rights record, you know, there's a lot involved there.And you know, I think where maybe the tour is going to find some backlash is that they use those as talking points to discount Liv Golf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:09",
      "speaker": "HARIG",
      "sentences": "Yeah, there's already been some of that. They had a big meeting in Toronto where the RBC Canadian Open is taking place this week and now the players aren't happy. And look, Rory and Tiger have a lot of reasons to not be happy if they want to be. My sense is they'll get together and they'll come out with a unified front.But you know, they put their necks out there. They went behind the scenes to try to enact change, to get more money for the players, bigger purses, these designated events. Rory has noted that this has taken a toll on him personally. You know, He's tried to play golf and also be a, you know, he's been an out front, sort of a spokesman for the tour. He's pushed back against some of the Liv guys. It's hurt friendships for him. You know, he just last week said he doesn't think any of the Liv guys should be able to play for the European Ryder cup team. And that's a whole new issue now that's going to come up as part of this. So yeah, look, but you know, and Monahan did not tell them. Tiger and Rory, apparently, according to Jay Monahan, were not notified of any of this until just before the rest of the world. And so, you know, if they want to feel a little bit slighted, I think they have good reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:09",
      "speaker": "NEWTON",
      "sentences": "Yeah, slighted will perhaps turn into very angry in the coming hours. We'll see exactly what they do comment on it as we do expect more and more fallout from this issue. Bob Harig, thanks so much. We'll leave it there for now on an issue that will continue to be in the headlines. I Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:09",
      "speaker": "HARIG",
      "sentences": "Great, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "Former U.S. Vice President Mike Pence is expected to announce his candidacy for the 2024 presidential election later today.It comes after he filed official paperwork earlier this week. Pence is set to appear at a CNN town hall event this evening as well. He'll join former New Jersey Governor Chris Christie, who made his own campaign announcement on Tuesday in New Hampshire. This is Christie's second run for the White House, you'll remember, after he dropped out of the Republican primary in 2016. After that, he served as an adviser to Donald Trump. A decision he says he now regrets. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHRIS CHRISTIE, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "A lonely, self- consumed, self-serving Mirror Hog is not a leader.The reason I'm going after Trump is twofold. One, he deserves it. And two, it's the way to win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "Be sure to catch that CNN town hall with my pens tonight live from Grandview University in Des Moines, Iowa. He'll take questions from CNN anchor and chief political correspondent Dana Bash. It starts at 8 PM in Des Moines, 9 a.m. Thursday in Hong Kong. That's right here on CNN. U.S. Secretary of State Anthony Blinken met with Saudi Crown PrinceMohammed bin Salman in Jeddah. U.S. Officials say the meeting lasted more than an hour and the two men discussed a range of regional and bilateral issues. Now this meeting is the latest step towards rapprochement between the two countries. For more on this, we want to go to CNN's Nic Robertson, who's with us from London. I Appreciate it, Nick, especially given your extensive experience having covered this. Do you get the sense that beyond repairing relations that we just said, that Blinken has more explicit goals here? And obviously we have to note that oil prices are top of mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "They are. And Saudi Arabia has just decided in the past couple of days at the OPEC Plus meeting to production by 10 percent, about a million barrels of oil a day. So that's significant.It's significant for Secretary Blinken because this has the possibility of driving up gas prices at the gas pumps in the United States. It's an election year next year. That's not good. But also any increase in the price of oil helps Russia fund its war in Ukraine. That will be a big issue, as you say, but other issues that will definitely be on the table will be mobilization of relations between Israel and Saudi Arabia. That's important to the United States. As well as a sort of a more enduring piece in Yemen. We've heard the Secretary of State thanking the Saudis for their support and help getting U.S. citizens out of Sudan. That's been an area of cooperation. There's talk as well about improving economic ties. So there's a lot there for Blinken to try to sort of -- to get his hands around, but it's not clear, you know, how much cooperation, without a price being paid, that the Saudis are going to give on any of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "It is definitely going to be tough, as you said, to extract any of those kinds of concessions. You know, we were just discussing the situation with golf, human rights are front and center, with the PGA announcing that merger with Liv Golf.You know, Joe Biden, we have to note, as a candidate bluntly stated that he would make the Saudis pariahs. And yet Blinken, there he is, right, Nic, on the ground right now trying to strengthen relations. Why the pivot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:02",
      "speaker": "BASHIR",
      "sentences": "This is a deeply personal matter for Prince Harry indeed. We are still waiting for his arrival, but that court hearing is set to resume in just under two hours. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "SAM SCHWARTZ, COUSIN OF PARKLAND FLORIDA SCHOOL SHOOTING VICTIM",
      "sentences": "I've been doing this for five years, fighting for an assault has been, ever since Parkland 2018 and behind me are numerous families of victims of mass shootings from Highland Park, Parkland, Sandy Hook, Buffalo, and we are here collectively to stand together in unity.All of these mass shooting survivors and families coming together to demand that Congress takes action because our lobbying, our calls, our meetings, it's not working. Congress is not hearing our voice. They're not doing enough. They're not listening to the families of these people whose bodies are being destroyed by assault weapons. And it's shameful. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "NEWTON",
      "sentences": "Organizers say the crowd plans to stay at the Capitol until at least Monday morning.In Florida, a woman has been taken into custody in connection with the fatal shooting of a black woman. Authorities say the victim, a mother of four, was shot and killed after knocking on her white neighbor's door. As CNN's Carlos Suarez reports, a Florida Stand Your Ground law is making the case difficult for police. (BEGIN VIDEOTAPE) CARLOS SUAREZ, CNN CORRESPONDENT (voice-over): Pamela Dias stood next to her grandchildren on Monday and described how an ongoing fight between her family and a neighbor over children playing in a yard ended in a deadly shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "PAMELA DIAS, AJIKE OWENS MOTHER",
      "sentences": "My grandchildren's mother was shot and killed with her nine-year-old son standing next to her. She had no weapon. She posed no imminent threat to anyone.SUAREZ (voice-over): According to the family, 35-year-old Ajike Owens was killed trying to find out why a neighbor who is white, according to a police report, threw a pair of skates at Owens' children and called them the N-word and slaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "DIAS",
      "sentences": "As a mother, the protector of her children, she wanted to know why this happened.SUAREZ (voice-over): The family's attorney called the shooting unquote, \"unjustified killing\" and demanded the neighbors arrest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "ANTHONY THOMAS, FAMILY ATTORNEY",
      "sentences": "She knocked on the door when there was no answer. She simply replied, I know you hear me. There was no altercation. At the time that was said, the shot ran, killing Ms. Owens in front of her children.SUAREZ (voice-over): The sheriff in Marion County asked for patience, saying under Florida's Stand Your Ground law, investigators first have to determine whether the use of deadly force was justified or not before they can even make an arrest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "BILLY WOODS, MARION COUNTY SHERIFF",
      "sentences": "I wish our shooter would have called us instead of taking actions into her own hands.SUAREZ (voice-over): Neighbors in the community just north of Orlando said the woman who shot Owens was known to other families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "UNKNOWN",
      "sentences": "This woman has taunted all of our children in this neighborhood.SUAREZ (voice-over): The violent incident is the latest in a series of high profile shootings by homeowners across the country. In April, a black teen was shot by a white homeowner after ringing the wrong doorbell in Kansas City, Missouri. And in North Carolina, a six-year-old was shot after children retrieved a basketball that rolled into the shooter's yard. KIMBERLY ROBINSON-JONES, AJIKE OWENS FRIEND: Ajike adored her children. She lived, eat, and breathed for them. They were her everything. And now because of the senseless act, they are now without her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "NEWTON",
      "sentences": "A Florida government agency says three dozen migrants flown to Sacramento, California in recent days did so voluntarily. California officials have disputed that, claiming the migrants were misled into taking the flights and they're looking into whether any laws were broken. Meanwhile, Sacramento's mayor praised his city's efforts to make the migrants feel welcome.(BEGIN VIDEO CLIP) SACRAMENTO MAYOR DARRELL STEINBERG (D): Sacramento should be a model for the rest of the state and the rest of the nation. This is how we roll. You bring people to our community who don't know where their hope lies, we will provide them hope. You bring people to this community who don't know where their future lies, we will help them find their futures. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "NEWTON",
      "sentences": "For more on this story, here's CNN's Isabel Rosales.(BEGIN VIDEOTAPE) ISABEL ROSALES, CNN CORRESPONDENT (voice-over): A political tug-of-war wages on between Florida Governor Ron DeSantis and California Governor Gavin Newsom after a private plane carrying 20 migrants arrived in Sacramento on Monday. This was the second trip this plane had made to Sacramento in recent days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "STEINBERG",
      "sentences": "We have been working together over the last 48 plus hours to make sure that first and foremost that the people who are scared, who are vulnerable, who are flown here under some lure of jobs and their services that they know that they are safe and that they will be well cared for.ROSALES (voice-over): According to interviews conducted with the migrants by California's Department of Justice, all migrants arrived in Sacramento with paperwork saying the plane was chartered by a private company based in Florida for tall systems contracted by Florida's Division of Emergency Management. Individuals approached the migrants speaking in quote, \"Broken Spanish,\" asking them to sign forms to take them to Sacramento, but not all understood where they were going or signed the forms. The migrants were initially approached in El Paso, then were transported a hundred miles away to an airport in New Mexico and flown to California. KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: So I've said it many times from here repeatedly from this podium that busing or flying migrants around the country without any coordination with the federal government is dangerous and unacceptable. ROSALES (voice-over): DeSantis has not commented on the flights, but California officials are accusing him of trying to bolster his campaign for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "STEINBERG",
      "sentences": "What matters is the tactic of using the most vulnerable people as your political pawn.ROSALES (voice-over): Newsom tweeting to DeSantis that he is a quote \"small pathetic man,\" and suggesting this could constitute kidnapping under California law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "ROB BONTA, CALIFORNIA ATTORNEY GENERAL",
      "sentences": "We believe the state of Florida is behind us and we are investigating now to see if there are any criminal or civil laws that have been violated.ROSALES (voice-over): Last fall, DeSantis claimed credit for orchestrating two flights carrying 48 migrants from San Antonio to Martha's Vineyard. The Bear County Sheriff's Office is now recommending criminal charges involving those two chartered flights. Florida spent over $600,000 on those flights and spent over $1.6 million last year on its migrant flight program. Isabel Rosales, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}