{
  "date": "2023-06-23",
  "headline": "CNN News Central",
  "subHeadline": "Search for Answers After Sub Disaster Kills Five; Officials Work on Timeline of Deadly Sub Disaster; Supreme Court Issues Decision in Immigration Case. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "The search for answers, what exactly happened to the OceanGate Titan sub as it made its way down to the Titanic and when?(BEGIN VIDEO CLIP) REAR ADM. JOHN MAUGER, U.S. COAST GUARD:  This is an incredibly unforgiving environment down there on the seafloor and the debris is consistent with a catastrophic implosion of the vessel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "They got into the vessel because they were thrill-seeking adventurers. This morning, we're remembering the victims as friends and family mourn the loss of the five explorers who perished on the Titan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And we're also keeping watch on the Supreme Court, the final decisions and some of the biggest decisions of the term could be coming any moment now. This is CNN News Central.An aviation tycoon and explorer, a father and son, a Titanic expert, and the chief executive and founder of OceanGate, these are the lives that were lost in this tragedy on the Titan sub. Officials are announcing yesterday that they do have indicators that the sub that they were in imploded, leaving no survivors, of course. Of all of those on board, this man, P.H. Nargeolet, he knew the Titanic the best. He had made the 2.4 miles descent to explore the wreckage more than 35 times. Nargeolet devoted his entire career to the ocean, first as a Navy diver and submarine pilot, finally as a deep sea explorer. Joining us right now is Ocean Explorer Tom Dettweiler. He led the team that found the wreckage of the Titanic. He's been speaking to us kindly all week. Also, he's a close friend of P.H. Nargeolet. Tom, when I left our conversation yesterday, I have to admit I was slightly hopeful from kind of our back and forth on what we've been discussing and what we've been hearing coming from the U.S. Coast Guard throughout the search and throughout the week. And then after our conversation on the show yesterday, you heard the news just a few hours afterward. What's been going through your mind since?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "TOM DETTWEILER, LED TEAM THAT FOUND TITANIC WRECKAGE",
      "sentences": "Well, Kate, those of us who really understand the issues behind this and the indicators that first came up Sunday during the disappearance suspected this was the most likely scenario. So, we put that into the back of our mind, but we had to pursue the possibilities that other things had happened. We couldn't rule out that there were other scenarios, but that was haunting us in the back of our mind. And it wasn't a total surprise that that's what was found yesterday, very disappointing, of course, and a great loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. And the Coast Guard saying that they suspect the indications that they have is a catastrophic implosion. For you, Tom, and everything that you know does that make you feel better or worse about what happened to your friend and the others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "DETTWEILER",
      "sentences": "Well, of the two possibilities, that they weren't rescued and died in the submarine after four days of gradually losing oxygen and getting colder and colder and sitting in absolute darkness, not knowing if rescue is coming, that compared to an instantaneous death, I think the instantaneous would be preferred. It's a little bit soulless to know that they didn't suffer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BOLDUAN",
      "sentences": "There's going to be a rescue mission, obviously, now over, and now a new mission begins, a search for answers, of an investigation of what exactly led to this tragedy. From everything that you know about the deep, about the pressure, about the Titanic and the wreckage and what is down there and vessels like this, what is the universe of possibility in your mind of what caused this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "BOLDUAN",
      "sentences": "Director and also a deepwater explorer James Cameron, he's come out since news of this yesterday pretty forcefully, Tom, to say that there were known and real risks associated with the materials that they used. Specifically, he was pointing to the use of carbon fiber with the vessel. He called it the way James Cameron described it, as he called it unconscionable that OceanGate didn't go through the classing certification process before it put passengers on board. What is your thinking about that today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "DETTWEILER",
      "sentences": "Well, I've worked with all the various submersible programs that have gone through the classification process, and they've operated for decades safely without any major incidences. So, I don't know if you can draw the correlation that makes the OceanGate system totally unsafe. You also have to consider it's a very rigorous process to get certified. And if you use different design criteria or you use different materials, it may take years to get a certification process that the agency will accept.So, if they wanted to continue to advance, it could be that it would just be a holdback of a big speed bump to try to go through that process. I personally would not participate in any program that didn't, but I don't know all the reasons why they didn't go through the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "BOLDUAN",
      "sentences": "But we are where we are today. And, Tom, this is not the outcome anyone was at all hoping for, especially in the brief time that you've been so kind to spend each day with us to talk about the search efforts, but thank you very much for coming on and for talking about P.H. and what seems like a beautiful life that he lived and a wonderful human being that he was. Thank you so much for sharing some time with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "DETTWEILER",
      "sentences": "Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "BOLDUAN",
      "sentences": "Thank you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "SIDNER",
      "sentences": "All right, we have some breaking news for you right now. The Supreme Court has just issued an opinion on an important case. It involves immigration. It was the U.S. versus Texas. It has to do with the Texas going up against the Biden administration on a policy that basically blocked a lower court's ruling when it comes to who is led into this country.CNN's Chief Legal Analyst Laura Coates is joining us now. Laura, can you explain first what this case is all about and why it is so impactful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "LAURA COATES, CNN CHIEF LEGAL ANALYST",
      "sentences": "This is a really important decision because it really talks about -- and we're still waiting to see what the ultimate conclusion is, Sara, but this case is really about prioritizing who can be deported and who is not.Remember, ICE is charged with the expectation that they will carry out enforce an orders about somebody to be deported. The question is, are they going to prioritize all the people who are in this country unlawfully or do they have to abide by a certain criteria? Should they be focusing on somebody who is a convicted criminal of some respects or somebody who's engaged in unlawful behavior? Is it enough just to have that? But we have the news right now in the actual holding. Let's go back to you and figure out a little bit what the court has said and we'll talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "SIDNER",
      "sentences": "All right, Jessica Schneider, thank you so much for that update. We have now learned the Biden administration is coming out on top here. It's about the immigration rules.Let me ask you, Laura Coates, and bring you back in here. When they say something to the effect of there is no legal basis for this, is this really states rights issue versus the federal government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "COATES",
      "sentences": "This comes down to what's known as standing, which is a topic that many people might think is something that is not as important, but it is crucial in any Supreme Court case. The question of standing essentially is, do you have a right to come before the court and ask for anything? Is your claim of harm speculative? Is it hypothetical? Is it concrete in some way? They don't want to be hypothesizing with people who think, hey, I might one day have an issue, so I'm going to raise this right now.Politics comes into play with standing issues of an area of this sort. We know immigration is a very hot button issue. And one of the claims that was being made is that there was a prospective harm. If the Biden administration, through ICE, was able to prioritize only those who had committed crimes or the categories Jessica laid out for us, then there might be the instance when somebody who was detained would be released and might go on to either commit a crime or they might receive public benefits of some kind or any number of stereotypical notions about what somebody might ultimately expect to do. The court said in this case, it's not concrete enough for us to have this. Because if we were to indulge everyone who said they have a prospective but not a concrete harm, every person and every entity might be able to then challenge immigration policy more broadly. This is a big win, of course, for the Biden administration because it's about the prosecutorial priorities that the executive branch is able to have. There is simply no way, given the numbers we have of people who are unlawfully in this country, to detain or deport or seek to prosecute or go through the necessary paperwork of every single person by their virtue of being here. There have to be some prosecutorial priority decisions made. And this case came down to whether ICE or the executive branch has the right to do and set those very priorities, even though it might be contrary to some political decisions, political policy decisions, excuse me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "BOLDUAN",
      "sentences": "And, Laura. I mean, every case before the court is obviously different, and you have to consider they consider so many different factors in their decisions. But seeing this win for the Biden administration on immigration and then just previously us reporting on the very big win and surprising win for the Biden administration when it comes to the Voting Rights Act, that decision that came down, just what was it two weeks ago, it is a bit counter to what people thought was the tilt and the direction the Court was going. Just your thought on kind of seeing that as we're about to be wrapping up this term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "SIDNER",
      "sentences": "All right, thank you so much, Laura Coates, for that analysis. Let's go to the White House. Everyone is talking about the fact that the Biden administration won its case in this particular case and has won one before.Arlette, are you hearing any reaction from the White House at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes. Well, a White House official, just moments ago, told me they're feeling good about this decision from the Supreme Court, ultimately, because it allows them to continue to implement their immigration enforcement policies.Look, they had been facing these challenges from the Republican states, and this official noted that this is just the latest challenge that was shot down. They have really been trying to argue that they needed to have this prioritization when it comes to immigration deportation enforcement at the border. And it comes at a very complicated time for the White House when it comes to immigration overall. Of course, it is a very hot topic when you think about the number of Republicans who have tried to wage attacks at the White House when it comes to immigration policy. So, they are seeing this decision today as a win. We are expecting at some point to hear a bit more later from the White House and potentially Department of Homeland Security as well. But they are feeling good as the Supreme Court ruled in their favor, saying today that those Republican states didn't have standing to challenge these rulings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "BOLDUAN",
      "sentences": "Arlette, because I was going to ask you kind of what this decision could mean and what does it do for the Biden administration in terms of the crisis at the border, also in the midst of a re- election campaign, you called it coming at a complicated time. Could not say it better myself because there's no prospect of there being any movement to kind of actually have a comprehensive strategy coming from Congress, which is one who has the responsibility of actually of figuring out immigration policy. So, what could this mean for Biden, for the border crisis and also what he will now use, if he can use this to run on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "SAENZ",
      "sentences": "Well, I think for the time being, it just allows them to keep the status quo, allow them to continue on with the immigration enforcement that they have put in place. But since the lifting of Title 42, officials will be quick to point out that those border crossings have actually decreased after that. There had been a lot of talk about how the issue at the border would be much more difficult, much more challenging.But, certainly, the White House they continuously try to make this contrast that they are trying to take steps to stem the flow to the border, whether that's trying to address migration issues down in Central America, at the root of the problem, and also when it comes to their border enforcement. Of course, immigration likely will be an incredibly hot topic heading into the 2024 campaign. The White House has argued that the way to solve this is through comprehensive immigration reform, which has yet to gain any actual traction up on Capitol Hill. But they are viewing this as a win today because it allows them to continue the policies that they have in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "BOLDUAN",
      "sentences": "Arlette Saenz at the White House, thank you so much, Arlette.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "SIDNER",
      "sentences": "And it should be said that Texas is now zero and four as a state and as a plaintiff at the Supreme Court. I'm sure some of this we will see coming up in the 2024 presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:10",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And we're still waiting for more decisions to be coming down from the Supreme Court that are consequential for every state across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SIDNER",
      "sentences": "The five lives are lost, but the search for answers as to why their vessel imploded is going full steam. Investigators are continuing searching for debris on the ocean floor, finding as many parts as possible that could help them figure out exactly what led to the Titan's demise.The Navy says at least five different major pieces of debris have been located. But experts say, sadly, the nature of this catastrophe means it is highly unlikely that any bodies will be recovered. CNN's Senior National Correspondent Miguel Marquez is in St. John's, Newfoundland, for us. Miguel, can you walk us through what's happening there today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "SIDNER",
      "sentences": "Yes. I think what we heard is that it was milliseconds when this imploded. It's before you can even count to one that you would have lost your life.While they're looking for this debris, Miguel, I mean, what kind of timing are we talking here? Because we know it takes a long time to get down to the floor and then back up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "MARQUEZ",
      "sentences": "Yes. I mean, it's not clear that they will ever bring up any of the debris. What they're trying to do now, from what we understand from the Coast Guard and other sources here, is map the debris. There are five large pieces, two debris fields out in front of the Titanic. They're trying to get a sense of what went where and how to get a sense of what that implosion was, because they were most of the way down to the Titanic when it imploded, and then it came apart and then floated down to right in front of the Titanic.So, they may be able to tell some from that. They may want to bring up pieces of the hull or other parts of the submarine of the submersible, but it's not clear. It takes a long time. It is expensive. It is hard. Many of the ships that are out there are already coming back. Some of them are still out there. I think that the plan has changed very much, and they're trying to figure out exactly where they go from here. Certainly, those that are in this industry and in that world of deep sea submersibles would really like to know what happened on that sub. There's been a lot of criticism of this submersible, but people like P.H. Nargeolet believed in it, he was on it, and so there were those who supported it as well. Sara?",
      "isLastSentenceInterrupted": false
    }
  ]
}