{
  "date": "2023-06-23",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: U.S. Navy Says It Detected Implosion on Sunday; Coast Guard: Catastrophic Implosion Killed All Five; Judge Blocks Wyoming Ban on Abortion Drugs; Trump Legal Team Gave Interview Tapes to Special Counsel; President Julius Maada Bio Faces Samura Kamara in Sierra Leone Election; Spurs Select Victor Wembanyama with Top Pick. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. If you're just us, let me bring you up to date with our top stories this hour.Later today U.S. President Joe Biden and India's Prime Minister Narendra Modi will meet with chief executives of Indian and American companies to discuss joint investment and manufacturing opportunities. Investigators are now searching the ocean floor for clues trying to figure out how a catastrophic implosion killed all five passengers on the Titan submersible on Sunday. U.S. officials analyzed acoustic sounds detected in the ocean and concluded that an implosion was the most likely explanation of the tragedy. CNN's Oren Liebermann has more from the Pentagon. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "The Navy picked up on a sound in the acoustic signature of an implosion or an explosion on Sunday. Right about the time that the Titan submersible went missing and from roughly the same location. That information, according to a senior Navy official was immediately passed on to the on-scene commander and helped the search efforts narrow down the area where they were looking for the submersible itself after they lost communications.But crucially the Navy official says it was not definitive. They didn't know for sure that it was an implosion or an explosion. And because of that the international efforts that we saw responding to this missing submersible remained a search and rescue effort as opposed to transitioning to a recovery or salvage effort. And it would remain a search and rescue effort essentially until Thursday what it was determined and found a debris field that indicated clearly that the submersible itself had imploded likely from the pressure here. But crucially we know now from the Navy that they picked up on a signature of an audio of an implosion that kept the search going because it was not definitive. The Navy helped the Coast Guard interpret other audio as well. Such as the banging we've heard about over the last few days. But that the official says, was determined to likely be either simply natural life in the area or a sound coming off the ships that were responding to the area and not anything that was likely related to the submarine -- submersible rather and what happened to it there. In terms of the system used to detect this audio, the system itself is top secret but it is essentially a network of acoustic sensors underwater and because sound travels so [04:35:00] Well, if a few of these pick up on the audio of something -- and certainly an implosion or explosion would make a tremendous sound -- you can use that data and that information to zero in on where that sound came from. Oren Liebermann CNN at the Pentagon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Abortion pills will remain legal in Wyoming for now. A judge has temporarily blocked the states ban to ban medication taken to induce abortions. This comes as it marks one year since the U.S. Supreme Court overturned Roe versus Wade. The case which legalized abortion.Wyoming's law was set to go into effect on July 1st. It would have banned the prescription sale and use of abortion pills, a first in the U.S. The same judge has already issued a temporary block on the states almost complete ban on abortion. A trial for that is set for April. Republican lawmakers have released transcripts of private interviews with two IRS whistleblowers who allege the agency had recommended Hunter Biden be charged with felonies. Instead the president's son has agreed to plead guilty to two misdemeanors. A reporter asked him about it when he arrived at the White House last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hunter. how do you feel after taking the plea deal?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Hunter Biden didn't respond. He was amongst the 400 or so guests invited to attend the state dinner for Prime Minister Narendra Modi.We are learning that lawyers for Donald Trump gave prosecutors even more recordings of interviews with the former president. Interviews given after he left office. It's part of the special counsel's investigation into Mr. Trump's handling of classified government documents. CNN's Paula Reid has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Late Wednesday special counsel Jack Smith revealed in a court filing that he has already begun the process of sharing evidence with attorneys for former President Trump as part of a process called discovery. And in this filing, he revealed that he had multiple interviews that had been recorded with former President Trump.After calling some sources we've learned more about exactly what those interviews are. Up until that filing the only interview recording that we knew of was a recording from his Bedminster, New Jersey golf club in the summer of 2021. When he is overheard complaining about General Mark Milley and appearing to claim to have a classified document connected to Mark Milley at that time. Now that was an explosive audio recording that's actually referenced in the indictment. But we've learned that Trump's own attorneys actually provided additional audio recordings to prosecutors. In March of 2020 three they received a subpoena insisting for anything that is related to Mark Milley to be turned over to prosecutors. And Trump attorneys did find additional recordings where Trump refers to Mark Milley but does not appear to have any classified documents according to those recordings. Now is important to note, prosecutors have to share everything they've collected even if it's not particularly incriminating or relevant to the ultimate trial that could take place. Now we've learned that prosecutors have at least one other source that has provided them with at least one additional audio recording. But at this point sources tell us, that nothing has been handed over rises to the level of that Bedminster meeting recording. So it's unclear how any of these could impact his case. Paula Reid CNN Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "A CNN exclusive interview with the former President Barack Obama. Christiane Amanpour sat down with him in Athens to get his thoughts on the state of democracy, the 2024 election and the federal criminal indictment of Donald Trump. Take a look.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "FOSTER",
      "sentences": "You can see Christiane's full interview with the former U.S. President Barack Obama, a CNN exclusive. Coming up at 1Now voters in Sierra Leone head to the polls this weekend to choose their next leader. What's at stake? That's ahead on CNN NEWSROOM. And they're both billionaires and rival titans of the tech world. But could Mark Zuckerberg and Elon Musk actually come to physical blows? That's coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "FOSTER",
      "sentences": "Millions in Sierra Leone are expected to head to the polls on Saturday to choose their next leader. Incumbent Julius Maada Bio is seeking a second and final term in office. He was elected in 2018 after defeating Samura Kamara of the main opposition party in a runoff election. And Saturday's election Kamara is once again Bio's biggest challenger. The vote comes as Sierra Leone is caught in an economic crisis. Stephanie Busari joins me now with more. Take us through it -- Steph.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "As everyone expected the San Antonio Spurs chose Victor Wembanyama with the first pick in Thursday's NBA draft. Expectations are high for the 19-year-old Frenchman. He has the potential to be one of the greatest players the game has ever seen -- many are saying. CNN's Omar Jimenez was there on the red carpet to New York as Wemby and another stars dazzled the fans.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "For starters, we've got to talk about the looks because I thought I came ready, you know, three-piece suit, that whole deal. No, no, no. Everybody came here ready to make a statement. I want to start Brady Dick. You couldn't miss him. He went to Kansas wearing an all-red sparkly blazer with the sparkly turtleneck. He told me that he was paying homage to Dorothy's red slippers in Kansas.Also, Scoot Henderson. I mean, come on. You weren't going to miss him. You could see him from a mile away, dripped out from head to toe and among the top prospects in this draft too, hell of a ball player. And then of course you have Victor Wembanyama. He is the generational talent that is here today. Being described as a generational talent, I should say, and a Star Wars fan. So I asked him if he were to describe this next phase of life in the form of a Star Wars title, what would it be? Take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JIMENEZ",
      "sentences": "You can't say Wemby Strikes Back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "VICTOR WEMBANYAMA, DRAFTED NUMBER ONE BY SAN ANTONIO SPURS",
      "sentences": "No, \"The Force Awakens,\" you know. Yeah, yeah, \"the force awakens.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JIMENEZ",
      "sentences": "Why \"the force awakens?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "WEMBANYAMA",
      "sentences": "You know, because it's, from my point of view, it's the beginning of a new life and I'm trying to be as special as I can be and, you know, hopefully someday I make history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "JIMENEZ",
      "sentences": "An incredible talent but also an incredible mind. And the thing about the NBA draft -- the draft really in any professional sport -- but especially the NBA is -- it is the beginning of a new chapter of a new life for these players. It is in many cases -- they are dreams that are now finally coming true as they walk across the stage and shake the commissioner's hands. And then I asked all these players a very crucial question. Everybody's all smiles now. They all say it's a brotherhood now. But they all told me once they get in between those lines the competition is on and we're going to see once things actually begin.Omar Jimenez, CNN, Brooklyn, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}