{
  "date": "2023-08-14",
  "headline": "Connect the World",
  "subHeadline": "96 Confirmed Dead in Hawaii Wildfires; Fourth Possible Indictment Looms for Former President; Ukraine Slams Russia for Boarding Cargo Ship; Nigerian Delegation: Situation is \"Redeemable\"; Saudi Ambassador in Jordan Named Envoy to the Palestinians; Perseid Meteor Shower Lights Up Skies. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNNI HOST",
      "sentences": "A very warm welcome to our second hour of \"Connect the World\". I'm Christina Macfarlane live from London. This houroutrage is growing over the government's response to the disaster on Maui. The wildfires are the deadliest in the United States in more than 100 years and only a small percentage of devastated area has been searched. Plus Russia launches a wave of attacks across Ukraine for Kherson region alone reported at least 17 attacks including a strike that killed an entire family. And Donald Trump is lashing out at the district attorney who is expected to hand down a fourth indictment to the former president. A Grand Jury is meeting in Atlanta today. And later this hour big move in the world of football with Brazilian superstar Neymar is reportedly making the switch from Paris to Saudi Arabia. We are starting in Hawaii where 96 people have now been confirmed killed in last week's wildfires on Maui. It's now the deadliest wildfire in the U.S. in more than 100 years. And the death toll may rise even further. Cadaver dogs have been brought in to find the remains of victims in burned out neighborhoods. The Maui Chief of Police says rapid DNA tests will be needed to identify everyone. The number of people still missing is believed to be in the hundreds, if not higher, and as of this weekend, just 3 percent of the fire zone had been searched. It's estimated around 2200 buildings in western Maui have been destroyed or damaged, most of them residential. And the government's response to this disaster is taking some criticism. But the Hawaiian community has come together in an extraordinary way to help those most impacted. Here's CNN's Bill Weir with a closer look. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice over): This is the line at the fire department on this part of Lahaina Hell; they decided we're going to keep it here this particular neighborhood, most of it survived as a result. But let me show you the contrast right here. This is the home of Archie Kalepa. He is a legendary surfer, lifeguard, a water man Hall of Famer on Maui, ninth generation, Hawaiian family from the Lahaina area And you can see what the spirit of Ohana, a family in the islands means as everybody on Maui and from around the islands began flooding donations here. So they've set up a command post improvised first responders here all volunteers, all people from the community. And they've created several of these pods around the burned area of the fire zone. You can see all the diapers and critical supplies, the water and food and people just coming in here and it's sort of a self-organizing system. Archie has great leadership experience as a lifeguard extraordinaire, and it's all coming to play right now, people trust him. He does say that the state and federal response is getting a bad rap. Let me ask you about the immediate response right now. There's a perception as we've been outside of the perimeter, that there's no federal or real official state response and most of the work on the front lines being done by people like you, grassroots just improvised first responders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ARCHIE KALEPA, MAUI RESIDENT",
      "sentences": "Yep.WEIR (on camera): Is that fair? What's really happening? What do you need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KALEPA",
      "sentences": "I don't think that's fair. I don't think that's fair, because this is a crime scene. But this right here is a crime scene. And so, what peopledon't understand is the government has to do due diligence before they start moving in. So they're at 30,000 feet. They're looking evaluating about how they need to come in, to begin to facilitate this operation. At the same time, they have to figure out how to take care of this operation. And so, you know, that is not easy. WEIR (on camera): So it's a humanitarian response in the middle of a working crime scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KALEPA",
      "sentences": "Exactly. The truth of the matter is, when you look at the overall devastation, we are not going to be ready to allow people to see what we'reliving through in six months. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SUSAN SLOBODNJAK, MAUI RESIDENT",
      "sentences": "When I drove through on Friday, I had no clue what I was going through. I got so, everything's gone. I lost friendsin there, you know, they were going back to get their animals, you know, when she died. So I mean, you know, it's really sad because people come over here, you know, I heard there was a snorkeling boat looking at behind a town. Give them respect, you know, it's so bad. This is, you know, people died here. You know, people, I mean, it's not just a vacation. It's not just a place for vacation. We live here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VALERIO",
      "sentences": "So what you heard, Christina is a sample of the anguish that we hear this checkpoint, the only place to get into the disaster zone. Andfurthermore, I think what that clip illustrates are people wanting to convey to our viewers who are watching right now in Europe, the rest of North America, Africa, that this is not just a Hollywood backdrop, the idea of the island of Maui, it's not just a setting for a TV show. This is an idyllic place where people claim to it's the soul of thousands of people who live here it is cherished, and part of it has been crushed, obliterated forever. And I think that that realization is still sinking in nearly a week after the crescendo of this crisis. And furthermore, the process of finding remains that have been melted at temperatures up to 500 degrees Celsius. The delicate operation is to find out what happened to hundreds of people who are still classified as missing. Or they either unable a few kilometers behind us, not able to communicate on their cell phones because mobile phone service is still bad, or has the worst happened to them. That is just a sample of everything unfolding in the week ahead, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've been working for two and a half years, we're ready to go.MURRAY (voice over): It's the clearest sign she intends to seek charges this week. As the widespread investigation into election interference comes to a head. Geoff Duncan, George's former Lieutenant Governor and CNN Contributor confirming he's been summoned to appear before the grand jury. GEOFF DUNCAN, FORMER GEORGE'S LIEUTENANT GOVERNOR: I did just receive notification to appear on Tuesday morning. I'll certainly answer whatever questions put in front of me. MURRAY (voice over): Independent Journalist George Chidi posted on social media. He's also been called to testify Tuesday Chidi said he walked in on a group of shadow electors gathered to sign an illegitimate certification for then President Trump in December 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GEORGE CHIDI, INDEPENDENT JOURNALIST",
      "sentences": "They all bought fraud marks me out of the room, and then they posted somebody out front to make sure nobody elsewent in. MURRAY (voice over): In addition to putting forward fake electors and the infamous phone call from President Trump to Georgia Secretary of State. DONALD TRUMP, 45TH U.S. PRESIDENT: I just want to find 11,780 votes. MURRAY (voice over): The breach of voting systems and rural Republican Coffee County as part of the probe. Sources tell CNN investigators have long suspected the breach was a top down effort by Trump's team rather than an organic effort by Trump backers. And sources say they have text messages and emails that directly connect members of Trump's legal team to that breach. MURRAY (on camera): Did you have any sense that this was sort of tied to other operatives in the Trump campaign that it was anything beyond sort of lower level people in Coffee County?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BRAD RAFFENSPERGER, GEORGIA SECRETARY OF STATE",
      "sentences": "Not initially but their allegations. And then as you dig down deep more has revealed and then yourealize that that wasn't truthful. MURRAY (voice over): Surveillance video previously obtained by CNN shows the local election official escorting a team of pro-Trump operatives into examine the machines on January 7, 2021. The group included Scott Hall, an Atlanta bail bondsman in Fulton County Republican poll watcher. SCOTT HALL, ATLANTA BAIL BONDSMAN &amp; FULTON COUNTY REPUBLICAN POLL WATCHER: I'm the guy that chartered the jet to go down to Coffee County to have them inspect all of those computers. They scanned all the equipment imaged all the hard drives and scanned every single ballot. MURRAY (voice over): According to text messages obtained by CNN, former county elections official, Mr. Hampton authored a quote, \"Written invitation\" six days prior to examine machines. That invitation shared with attorneys working with Trump and others hunting for election fraud on behalf of Trump's then lawyer, Rudy Giuliani. Just landed back in DC with the Mayor, huge things starting to come together an employee for the firm hired to access voting machines wrote in one text in an apparent reference to former New York Mayor Giuliani. We were just granted access by written invitation to Coffee County systems. Yay, another message reads. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and it sounds like a very noisy scene behind you there. I'm sure there will be, security will be tight as this case comes to thecounty there. Thanks very much for now. Well, charges in Georgia would be criminal indictment. Number four for Donald Trump, just if you're not keeping up. He's been lashing out today, denying he played a role in election interference and attacking a judge and prosecutor. Former president used his truth social platform to slam Judge Tanya Chutkan, who's overseeing as federal election interference case in Washington. He called her highly partisan and biased after she issued a protective order barring Trump from publicly disclosing sensitive information in the case. She also warned him against making statements on social media that could be used to intimidate witnesses and officials. Well, Trump also blasted Atlanta area District Attorney Fani Willis. He wrote in all caps, no, I didn't tamper with the election those who rigged and stole the election were the ones doing the tampering. Well, for more CNN's Senior Political Analyst Ron Brownstein is live for us in Los Angeles. And Ron, if the former president does face fresh charges here, as we were saying this will follow three previous indictments, all of which he has claimed he's not guilty, too. So just walk us through how this indictment could differ from those previous indictments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes, I think there are two big differences here. One is the breadth as we were saying, as many as adozen people possibly more could be indicted, the federal special counsel chose so far to focus his indictments solely on Donald Trump and list the others in effect as unindicted co-conspirators. That may change later. But this this will be the broadest net. But even more significant is that this is a state charge. And as such, it is not within the capacity of Trump, even if he is reelected as president to have it simply go away, he can pardon himself as question whether they can do that even on the federal charge. But certainly you cannot pardon federal, the president cannot pardon someone against state charges. And he cannot order the, you know, the county attorney, the District Attorney in Fulton County to drop the case. So this is out of everything that is the most significant case that has the potential to extend beyond an election no matter what happens in November of 24.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "And I guess this would indicate why Trump's team are pushing to move this to a federal court away from a state court because, you know, ifit were to remain in Georgia will be far harder for Donald Trump to meddle in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, look, I mean, you know, they are, you know, delay has been an integral element of Donald Trump's legal strategy long before hecame down the escalator and entered the political arena in 2015. So part of this is simply just filing motions, that push the events back, but he's also, you know, essentially made the case. And there have been a striking number of Republican officeholders who have made the case that no Republican in effect can receive a fair trial in a jurisdiction that leans predominantly toward Democrats. I mean, that's, that's an extraordinarily corrosive argument that really underscores the extent to which we are experiencing strains on the fundamental cohesion of America. In a way we probably have not since the 20 years before, before the Civil War. I mean, you've had Republican senators basically saying that it is a joke that a Trump could be tried in places like Manhattan, or the District of Columbia, or Atlanta. And you know that where that thinking goes, is a pretty scary place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Indeed, and we've seen so far that these indictments against Trump have only really worked to boost his standing among Republicanvoters. And we know that Trump was in action in Iowa this weekend. And he sounded pretty confident there. Let's just take a listen to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TRUMP",
      "sentences": "We have not taken any chances. We're way up in the polls in Iowa and all over the country. We're up by over 50 points. That's a lot, but wedon't want to take any chances. We'll be back. We love you very much. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Ron, I mean, are there going to be any real challenges in this Republican field? I mean, what a fourth indictment really help Donald, helpDonald Trump at all at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, I think Trump's rivals at this point, somewhat confused as to how they should be approaching all of this. Ron Brownstein, weappreciate you know, being on and giving us your insights on this. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MACFARLANE",
      "sentences": "All right, you're watching \"Connect the World\". Still ahead, what Ukraine is saying about a Russian folding a cargo ship in the BlackSea, and where that ship is now? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Ukraine's presidential office is slamming Russia for what it calls an act of piracy in the Black Sea. On Sunday, a Russian warship firewarning shots and boarded a Palau flagged cargo ship that it says was headed to Ukraine. This video shows the ship being boarded. We've just learned it's now in Romanian waters waiting to move to a Ukrainian port. Well, Russia stage multiple attacks on Ukraine over the past day including one in Odessa that injured three supermarket employees. Ukraine's president says an entire family including an infant was killed in an attack Sunday in the Kherson region. Well, Nick Paton Walsh is in Dnipro and is joining us now. And Nick on this attack on this cargo ship, we know that ports exporting grain have been targeted before. But I think this is the first time a civilian cargo ship has been targeted. What more are you learning about the nature of the attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And meantime, Nick, we are continuing to see Russian shelling and the civilian toll is really hard to swallow, especially inthis case. What are you learning of an entire family who were killed over the weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "WALSH",
      "sentences": "Yes, it's particularly sickening attack and we've spoken multiple times about the toll which is taking on the very youngest. And just toremind viewers, Friday, children's play area at a hotel in Zaporizhzhia was hit by two -- ballistic missiles. The Russians claiming they were soldiers there were really actually a children's play area being close just an hour earlier. One dead, and about a dozen or so injured during that almost miraculously that toll so small. But continued shelling of Kherson, Ukrainian health side on the western banks of the Dnipro River, a village to the south near the Black Sea hit over the weekend, seven died in that shelling. But most horrifyingly, a 23 day old baby girl named Sofia, a 12-year-old brother -- and then mother and father, four of those seven dead. And so this just a consistent reminder and these awful horrifying details of exactly who the victims are about how indiscriminate Russia shelling indeed is and how constant, we talk about this really every day at this point. And it seems to be Moscow's were exacting a toll on Ukraine as Ukraine tries slowly to prosecute his counter offensive, Christina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back to \"Connect the World\". I'm Christina MacFarlane in London. Your headlines this hour, 96 people are now confirmed dead onthe Hawaiian island of Maui from the deadliest U.S. wildfire in more than a century. That number will likely keep rising as cadaver dogs search hundreds of burned out homes. Authorities are asking anyone with missing family members to give DNA samples. It's been nearly a week since the blaze ravaged Maui and the historic town of Lahaina. A Georgia grand jury will hear evidence today from prosecutors building a criminal case against Donald Trump. The former president could be facing his fourth indictment and his second for election meddling. From exclusive CNN reporting sources tell us prosecutors have text messages and emails linking members of the Trump team to a breach of voting systems in Georgia. And an official from a Turkish shipping company says a cargo vessel it owns is now in Romanian waters and waiting to head to Ukraine a day after it's was boarded by Russian forces. It happened in the Black Sea during what the official calls a routine journey. Ukraine blasted the Russian move as an act of piracy and a violation of the UN Charter and other norms of international law. We're hearing mixed messages from Niger's military leaders in the wake of the coup. The Nigerian delegation who met with General Abdourahamane Tiani on Sunday says the junta has agreed to hold talks with the West African bloc ECOWAS to \"Amicably resolve the standoff\". However, Niger's junta also claimed Sunday it had gathered evidence to prosecute ousted President Mohamed Bazoum for high treason, and for undermining Niger's security. For more on this let's turn to CNN's Larry Madowo in Nairobi, he has been following this. And Larry, understand the intention to prosecute President Bazoum came just hours after coup leaders had indicated they were open to diplomacy talks. So how, how do you read this? I mean, is this a genuine move towards diplomacy on the part of coup leaders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "It's hard to say this is a genuine move. If you meet with these religious leaders from Nigeria sent by ECOWAS, andyou say, we are open to dialogue, we're happy to talk to ECOWAS, the Economic Community of West African States. And then hours after that announced that you intend to prosecute the democratically elected president of the country for high treason for allegedly conspiring with local and international actors to undermine the security of Niger. So these are two very different messages here. This is why you see the African Union Peace and Security Council meeting on the situation in Niger, which haven't had a statement from that meeting. But we remember that the last attempt that the African Union made jointly with ECOWAS in the UN to come into Niger was rejected by the military junta. They blamed the sanctions that ECOWAS applied on them for poisoning the -- essentially that the environment was not right. So the junta now speaking out of both ends of their mouth, on one hand, saying we're happy to talk to you, on the other hand, taking a move that could likely escalate these tensions even more. But here's what one of the clerics that met with General Tiani, the self- declared leader of Niger said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MADOWO",
      "sentences": "So, so far these coup leaders in Niger have mostly been open to speaking to religious leaders, because there's a lot of common cultural andreligious similarities between the Niger -- and Nigerians, especially the north of Nigeria. But will this then translate into an actual political team coming in from ECOWAS, they allow some other emissaries that are not religious leaders sent by ECOWAS to actually talk and discuss the situation at hand. So far, this is no sign from them beyond this kind of signaling. They're open to talks, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, we will wait to see where this leads. Well, Larry Madowo there live in Nairobi. Thanks, Larry. Now in Ethiopia, at least 26 peoplewere killed and over 50 injured in an explosion in the town of Finote Selam, according to a hospital official. That same official says it's not clear what kind of attack it was, but his hospital has already threatened, treated dozens of others in recent days since fighting between government forces and the local militia known as Fano erupted earlier this month. Authorities in Iran are rounding up suspects after a deadly attack at one of the holiest sites in Shia Islam. A gunman opened fire Sunday at a shrine in the southern city of Shiraz, one person was killed and several wounded. State media says the main suspect is from Tajikistan. That person is in custody along with seven other foreign nationals. Now, this shrine has been targeted before. It was the scene of a mass shooting just last year. Well, Sunday shooting was captured on video. Let's go to our CNN's Salma Abdelaziz for those just a moment. So Salma, just explain to us exactly what happened during the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes, and to explain this, I'm just going to pull up this very graphic surveillance footage. I do have to warnour viewers, but it shows a single gunman with an assault rifle. In this surveillance footage you can see him entering what appears to be the courtyard or the main entrance of this holy site. It is the sheer shrine that is a site of pilgrimage for many that is among the holiest sites in Shia Islam entering that building with that assault rifle in hand beginning to shoot at people. You can see, at one point a gentleman pick up a small child scoop him up and try to rush him to safety. As you mentioned, this horrifying attack on Sunday left one person dead and several others wounded. It is not the first time that this shrine has been targeted in just under a year in October of last year. Gunman also opened fire in this shrine, killing at least a dozen people in wounding several others. In the case of the October attack, ISIS claimed responsibility, ISIS of course claiming several attacks across Iran in recent years. It sees Shia Muslims as heretics and is angered by Iran's presence in places like Syria and Iraq. Now in the case of Sunday's attack, yesterday's attack we have no claim of responsibility, but Iran's foreign minister has declared it a terrorist incident. And said that Iran's people are paying and I'm paraphrasing here, but Iran's people are paying the price for Iran's crackdown on the evils of terrorism. But this is an attack that I will absolutely shake a sense of security in the city of Shiraz again a wholly in religious area, an area where many pilgrims flocked to from across Iran. And you're going to see Iranian security forces, of course the Tehran government trying to scramble to restore that sense of security and to crack down on anyone involved in this attack again, eight people detained so far, the main suspect apparently from Tajikistan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Now to what was sometimes referred to as a time bomb in the Red Sea. UN crews have removed more than one million barrels of oil from atanker decaying off Yemen. The FSO Safer was abandoned after Yemen civil war started in 2015. All that time, it's been in danger of breaking up or exploding with the oil on board. The UN warned a spill would have been a \"Monumental environmental catastrophe\". That threat has now been averted but the work isn't over, the next phase is to get the tanker ready to be towed and scrapped. Well, new duties for Saudi Arabia's ambassador to Jordan are giving the world window into the complex efforts to normalize Saudi Israeli relations. Over the weekend Naif Al-Sudairi was named as non-resident envoy to the Palestinians. The ceremony took place in Oman; this embassy describes him as Consul General in Jerusalem. But he will not be working out of that city, which is -- claims as its indivisible Capitol. Al-Sudairi will remain in Jordan's Capital. Our International Diplomatic Editor Nic Robertson is back this hour to give us more insight on the story. So Nic, Saudi seems to be putting the spotlight back on the Palestinian issue. How important a move is this, talk to us about significance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, there's been discussion over the past week about how the sort of broad outlines of aSaudi U.S. deal as part of the rapprochement between Saudi Arabia and Israel could work. But of course, another part of this triangle, if you will, is the Palestinian part of it. So this gives an opportunity for the Palestinians to maybe be able to voice their concerns to the Saudis about how Saudi may be shaping the contours of what its new relationship with Israel could be. I think this is sort of very early stages. But it's sort of what you would expect if, if Israel and the Saudis and the Saudis and the United States are making progress. It would seem necessary that you need to have this diplomatic outreach in connection with the Palestinian authority, but I don't think the Palestinian authority will be under any illusions here. Their relationship with MBS is not a particularly good one. And also, the fact that the envoy in Jordan is the ambassador to Saudi's Ambassador Jordan is picking up this role. Again, I think it shows the importance to the Crown Prince Mohammed bin Salman because he's as a trusted, a very trusted ambassador and envoy. But at the same time, the MBS the Crown Prince has relationship with the Jordanians is also a difficult one, particularly on this issue. So it doesn't resolve anything but opens the door for a pathway for better understanding and then perhaps resolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes and there's still questions as to whether this would actually be a positive move, as you're saying, for the Palestinians.Because any move towards normalization between Israel, Saudi Arabia is potentially not necessarily a good thing for Palestine. How are Israel responding to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "So many different dynamics within all of these relationships aren't there. Nic, thanks very much for breaking that down for us. And youcan follow this story online go to cnn.com to learn more about the moves towards Saudi Israeli normalization and the Saudi peace initiative for more than two decades ago that Israel rejected. Alright, coming up, Saudi Arabia has made another big summer signing. We'll have the latest on the deal after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "True somber soccer is coming to Saudi Arabia. Reports say Brazilian footballer Neymar is leaving Paris Saint-Germain to join SaudiPro League side Al Hilal. The 31-year-olds flamboyant style is sure to delight fans in the Middle East. He is the latest in a string of big names heading to the kingdom to ply their trade have been tempted by the promise of huge pay packets. One player who rejected those overtures is another Paris -- Kylian Mbappe. Al Halal was reportedly ready to smash the world record transfer -- pay $332 million for the French striker. But he refused the offer and has now been reinstated in PSGs first team curiously. And of course, PSG has had strong links to another Gulf state Qatar, meaning these football negotiations could reflect wider diplomatic forces that play across the region. Well, to break this all down for us is Middle Eastern and Asian Football expert Liam Weeks is joining us now live from Abu Dhabi, Liam, great to see you. As I was saying there, we have seen some big names go to Saudi Arabia already this summer, the likes of Jordan Henderson, Riyad Mahrez, but this though is assigning perhaps on a par with Cristiano Ronaldo. Just explain the significance of this move for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and it does seem with this signing that Mbappe's transfer fiasco seems to be over now as well. And that he will be staying at PSG,which I think has football fans kind of scratching their heads because how does he go back to training in Paris after publicly trying so hard to leave the club?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WEEKS",
      "sentences": "Well, he only has his last year -- to go and join them, so we'll be looking to see where he goes this season. Does he stay in PSG? Does he moveto another club on loan for a season?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MACFARLANE",
      "sentences": "And unfortunately, Liam, we've lost your audio there as you can hear, so we will have to bring them back at a later stage when hisconnection is a bit better. Apologies, Liam. All right, let's have a quick look at the Women's World Cup then, because we are down to four, Sweden, Spain, Australia and England are all gearing up for their semifinal matches this week at the Women's World Cup and a chance for a spot in the final. CNN's World Sports Amanda Davies has the details for us from Auckland, New Zealand. (BEGIN VIDEOTAPE) AMANDA DAVIES, CNN WORLD SPORTS (voice over): If you weigh in any doubts what it means for the players to reach the semifinals of this tournament? Just cast your eyes across some of their social media feeds. This is a case of Instagram showing the reality. Well, it's over in Sydney; the hype around Australia semifinal against England has reached new heights. Here in New Zealand singing notwithstanding Sweden are relatively quietly yet confidently focusing on the job in hand without getting too carried away. Despite all those celebrations after victory over Japan there's a real sense of unfinished business after reaching the semifinals in the last three major tournaments, but not yet getting their hands on that silverware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NETHALIE BJORN, SWEDEN DEFENDER",
      "sentences": "We haven't been speaking about it that much actually, we watched the quarterfinals and of course, the semifinal,we speak about the semifinals, but we really are like not a boring team. But we're like, OK, one game at a time. So first Spain, then we would see. DAVIES (voice over): Given the atmosphere and the mood that we saw in Sydney, what would it mean to you to make it there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BJORN",
      "sentences": "I mean, everything, everything I feel like we are not done yet. And we don't want to go home. We want to, we want to win this game againstSpain and we want to go to the finals. So it's all about that now. And I think our mentality has been great throughout the whole tournament, so we just keep on working with that. DAVIES (voice over): Spain have traveled back from Wellington here to Auckland for their first ever Women's World Cup semifinal. It's a city and a venue that has treated them well so far in this tournament. They've scored 10 goals in the two games. They've played at Eden Park. But this time, Sweden will very much be hoping to rain on their parade, Amanda Davies, CNN, Auckland, New Zealand. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}