{
  "date": "2023-09-20",
  "headline": "CNN News Central",
  "subHeadline": "Attorney General Merrick Garland Testifies On His Career And DOJ's Use Of Geolocation Data; Senator Tuberville's Blockade Of Military Promotions Over Pentagon Policies Sparks Senate Action; Federal Reserve Keeps Lending Rate Steady Amid Cooling Inflation And A Job Gain Slowdown. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "Sometimes a decision is made to partner together in those investigations. And sometimes a decision is made for the US attorney from the other district to have his or her own people bring those cases. I have personally been involved in I think three of those cases during the period when I was an assistant US attorney. And over my entire career, I have been given 515 authority twice myself for this purpose. It is not -- it is just a mechanical question of what courts require in order to make an appearance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "PRAMILA JAYAPAL, HOUSE JUDICIARY COMMITTEE MEMBER",
      "sentences": "Thank you so much, Mr. Garland. Again, appreciate your public service to the American people.  Mr. Chairman, I yield back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNKNOWN",
      "sentences": "The gentlelady yields back. The gentleman from Alabama is recognized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BARRY MOORE, ALABAMA REPRESENTATIVE",
      "sentences": "Thank you, Mr. Garland, for being here today. Every time I'm in my district, constituents are concerned about the weaponization of government, them being selected because they happen to be conservatives. And I think on your watch now, the DOJ actually is a mid-30s percent approval rating.And every time the DOJ goes after Trump, he goes up in the polls. I think the American people are starting to wake up to what's going on. And I think it's fairly obvious. And the first question I have is I understand now that we know that thanks to an FBI whistleblower, that the FBI received information on Americans from Bank of America. Specifically, Bank of America sent the FBI a list of customers who made transactions in the days on and around January 6, 2021. My question for you is, did the Department of Justice acquire any geolocation data from January 1, 2020 through December 31, 2021? Yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry, did you say locational data?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Geolocational data. GARLANDrespect to geolocational data was disclosed in the public filings in the January 6 cases. I don't have that at my fingertips, but this is a matter of public record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Do you remember any specific analyses that you may have done with that data?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry, I can't hear you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Any specific analyses that you may have gotten from that data? Was there anything in particular you were looking for, Mr. Attorney General? Like, did they exercise their rights? Did they maybe buy a firearm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry, I don't know anything about the second thing. The purpose, as I understood it, of the location data was to determine whether people who claimed they weren't inside the Capitol actually were inside the Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Where did the -- I guess the question is, to your knowledge, the DOJ, the geolocation data from external sources, entities, or organizations, to your knowledge, did you receive that from external sources or are you buying that data?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I don't know the exact answer in general, but I believe with respect to January 6, the right -- the results of subpoena as issued to telephone companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "So you subpoenaed the telephone companies, then you got the data from the outside sources?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "This requires orders authorized by the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Does it concern you that, you know, we talked about Durham's report earlier, that he said that the FBI's activities were somewhat sobering. Does that worry you on your watch, that the activities of the FBI have been called sobering now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry, I didn't understand. Who calls it sobering?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "John Durham and his report. Did you read his report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry, who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "John Durham.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "Durham?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I did read the report. All those events had to do with the Crossfire Hurricane investigation. Is that what you reported?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "That was part of it, yes, sir. Yes. Were you concerned when he said it was sobering, what the FBI was doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I think Mr Durham, and I just want to make sure everybody understands, Mr. Durham thanked me for not interfering with his investigation. I had promised he would be able to go forward without interference, just as I promised Mr Weiss. Mr Durham's, and I did not interfere with his report. His report reported a lack of analytical rigor and a number of other problems with respect to the investigation. I think both the Inspector General made similar comments and Director Wray has made the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Thank you, Attorney General. I don't have a whole lot of time. I want to yield a little bit to the Chairman, but is it a crime in the U.S. to question an election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Is it a crime in the U.S. to question an election? Is that a crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "I'm sorry. It's my fault I can't hear. To request a what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "Is it a crime to question an election in the United States of America? It is a crime -- Is it a crime for the U.S. citizens to say, we want to ask about this election, we want to question this election, we actually want to look into the election? Is that a crime when citizens just question an election in America now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "Again, I think you're asking not a hypothetical, but something specific about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "I think that's just general. I don't think that's specific. Elections have been questioned for decades past. Is that now a crime in America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "Did you say to ask questions about an election? Is that what you said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MOORE",
      "sentences": "To question an election. Just to question the results",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GARLAND",
      "sentences": "No, it's not a crime to question an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JIM JORDAN, CHAIRMAN OF THE HOUSE JUDICIARY COMMITTEE",
      "sentences": "No problem. Mr. Garland, did you consider, I just want to go back to this question, did you consider anyone else when David Weiss requested special counsel designation on August 8th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "No, Mr. Weiss asked to be made special counsel and I made, I did not consider an alternative. I, of course, to have put in an alternative would have greatly disrupted an investigation that was already ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "I want to be clear, he was the only one under consideration. It was either no special counsel or if there was a special counsel, it was going to be the guy who presided over the investigation for the previous five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "I thought about the possibility, -- what the consequences would be both of not appointing him and trying to find somebody else at that time, but there was no other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "And you had no concerns, I mean, the whistleblowers have brought forward all kinds of concerns. Earlier when someone brought those up, you said, well, those are allegations. I think they stand up well. They've been cross-examined for four hours by Democrats in the oversight committee. But there were two facts that can be questioned. Two facts about the investigation of Hunter Biden. Fact number one, they let the statute of limitations run. They let it expire. And fact number two, the plea deal fell apart. So I just was wanting to be -- made clear that the guy who presided over all that was the only guy under consideration for special designation. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "Mr. Weiss is a person known for high integrity, for great experience in the prosecutorial realm, and he was appointed by the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Yeah agan, that's fine. You can say all that. I appreciate what you're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "I have no doubts about his abilities in this area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "He was the only one under consideration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "The question was whether to appoint someone. And I thought I will say what the consequences would be of trying to switch horses in midstream. But I did not consider any other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Okay, on July 10th, he wrote Senator Graham and he said, I've had discussions with departmental officials. He said, I haven't sought special counsel status, but I've had discussions with departmental officials. And I don't know if this is asked earlier, who did he talk with then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "I'm sorry, you're talking about the letter that he sent to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Senator Graham on July 10th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "Again, I'm not going to get into internal deliberations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Is there -- okay, fine. Is there one person, though, who's like the point person at the Justice Department for David Weiss as he now is functioning as a special counsel in this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "Mr. Weiss is now subject to the special counsel regulations, which require urgent reporting under certain circumstances, require him to consult with numerous places within the Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Fine. You follow the statute. God bless you. That's what's supposed to happen. But you said there's reporting. Who does he report to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "Again, I'm not going to get into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Is it you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "I'm ultimately responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Is it the Dag [ph].",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "Mr. Weiss did not have to report to anybody. He was the supervisor and decision maker in these matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "JORDAN",
      "sentences": "Okay, we have votes on the floor. We have to take another break, Mr. Attorney General. We'll get back to as quick as we can. And we'll start with the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "GARLAND",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The House Judiciary Committee wrapping up there just for a brief moment as they recess from this hearing with Merrick Garland. I want to bring Andrew McCabe in and Michael Moore also with us, obviously very testy as they are questioning the attorney general and very much politicizing the process of this justice proceeding when it comes to Hunter Biden and also President Trump, former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Yeah, a lot of questions about the autonomy of special counsel Daniel Weiss and his investigation of Hunter Biden. Michael, first to you in that back and forth with some Republicans, specifically, I'm thinking of Chip Roy from Texas. What did you make of the attorney general's answers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:54",
      "speaker": "KEILAR",
      "sentences": "Yeah, but they're asking him a question over and over. Even if they know he can't answer it, Andy, you know, it gives the impression perhaps that he's being evasive as he has to give that answer over and over. And to Michael's point, having to do with the IRS whistleblowers, we have learned now because a high ranking Internal Revenue Service official is actually disputing claims by one IRS whistleblower about this process of how Hunter Biden has been, really how the investigation has been conducted.The IRS director of field operations, Michael Batdorf, who actually had some pretty complimentary things to say about Gary Shapley, who is one of the IRS whistleblowers. He also said that things really fell apart between the US Attorney Weiss and Shapley because he said that Weiss was feeling as if he was being harassed. And he also said that Shapley has the tendency to go to level like grade seven, he said five alarm fire on everything. He has a mindset that if you don't agree with him, I mean, you're just incompetent, really poking some holes Andy in what this whistleblower has been alleging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:54",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Yeah, that's right. And I have to tell you, Brianna, I'm not, I don't know, obviously I wasn't in the room when these discussions were taking place on the Hunter Biden case. But I can say from my own experience of having been in many similar rooms, many, many times on big high profile, you know, hotly charged criminal investigations, it is not uncommon for people on the investigative side to disagree with the people on the prosecutorial side and to have like pitched battles over how aggressively you're gonna go forward, what interviews you're gonna do, what techniques you're gonna use.And typically the prosecutors get to make the final decisions on those matters. And also very often agents are frustrated and angry about what they perceive as prosecutors who are limiting their ability to pursue a matter vigorously. And often that frustration, that anger can spiral into misperceptions of political influence and things like that. Again, I'm not saying, I can't say with clarity that that's what happened here, but it is a very common occurrence between people who disagree about the progress of an investigation. And I think what you're seeing now with additional voices coming into this conversation, not just the IRS supervisor, but also the FBI personnel who were present in some of these meetings, and don't remember David Weiss saying the things that Gary Shapley says he said, I think you're starting to see a more nuanced, somewhat shattered view of what actually happened and what David Weiss did or didn't say. And let's remember, David Weiss has disagreed with the rendition of these events and has gone on the record in writing two letters, in letters to Congress that he never asked to be a special counsel before and that he wasn't limiting the investigation. So a lot to untangle here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:54",
      "speaker": "KEILAR",
      "sentences": "To your point about the politicization, I mean, that's sort of what we're learning in this reporting here. Batdorf is making out in a way, if you read into this, he took issue with Shapley's decision to characterize justice officials based on the president that appointed them. So he's saying here that he's really seeing things through a political lens. It's unusual Batdorf testified we're supposed to be a non-political organization. Just to your point there, Andy, what he's saying here really backs that up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:54",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, it does strike me though, that this decision by Batdorf to remove Shapley from the investigation happened in November of 2022. As you said, he describes his behavior as harassment of Weiss. He said that there were investigative differences, prosecutorial differences, something that you alluded to, Andy. But Michael, it is striking that that kind of behavior would lead to his removal if these were just basic agreements. It reads as though it's escalated. So maybe not specifically in this case, we obviously don't have specific answers as to what Shapley was doing, but in the past, what kind of differences would, or what kind of behavior would lead to an investigator being taken off of something like this, a case like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:24",
      "speaker": "KEILAR",
      "sentences": "Michael Moore and Andy McCabe, if you could stand by for us. As we said, this hearing is not over. It is only in a brief recess. And then just something also to point out, Boris, Congressman Ken Buck, of course a Republican, as we just heard that hearing towards the end of it, there was discussion about questions of Merrick Garland. Did you decide that perhaps someone else besides David Weiss could lead this? And he was under a lot of pressure from Republicans. Buck is saying, you know, if Garland had made the opposite decision, then he also would have been accused of politicization. The opposite decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:24",
      "speaker": "SANCHEZ",
      "sentences": "Buck, one of the rare Republicans on that committee that didn't really go after Garland in attacking him and more so seem to, as he has publicly before, point out that House Republicans don't have the evidence necessary to make the kind of claims that they have, at least thus far, about President Biden being tied to his son Hunter's business dealings. We're gonna stay on top of these many stories that we're following related to this hearing. And we'll of course bring you the hearing as it resumes. But right now we wanna get to some breaking news on Capitol Hill.Senate Majority Leader, Chuck Schumer, just moved to preempt Republican Senator, Tommy Tuberville's threat, to push through a vote on the leader of the Marine Corps. Now you'll recall that Tuberville, he's the single Republican Senator who's been blocking hundreds of military promotions for months now. He's doing it to protest the Pentagon's policy on abortion access, specifically the funding of travel to access medical care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:24",
      "speaker": "KEILAR",
      "sentences": "Yeah, this is a leave policy. It allows for leave to be granted, sort of guaranteed, and then also for travel costs for service members, but also for family members of service members to be paid for. We have Lauren Fox there for us on Capitol Hill. Okay, Lauren, explain this to us. You had Tuberville trying to go around this blockade with a rarely used maneuver to try to individually confirm this leaderof the Marine Corps, and now Schumer, in a way, is sort of caving to him and also maybe calling his bluff. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:59",
      "speaker": "FOX",
      "sentences": "The concern for Majority Leader Chuck Schumer and his argument over the last several months on why he wouldn't bring these nominations up one by one was it was going to consume the Senate. It would take so much floor time to advance more than 300 nominations at this point. But he's saying here that on these top officials he felt like he had no choice at this point given what Tuberville was going to do later this afternoon.Obviously, he is imploring his colleagues to stop this from going any further because while yes, Chuck Schumer always had the ability to bring these nominations up one by one, his concern and the concern shared by some Republicans was that starting that process, and letting the military be politicized in this way was going to be a slippery slope that lawmakers were going to have a hard time pulling back from in the future when other lawmakers have issues with Pentagon policy. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:59",
      "speaker": "KEILAR",
      "sentences": "Yeah, this is very uncharacteristic for how these kinds of policies are dealt with. It's normally not the officers or the service members who are the pawns in this. Normally, they take it up with the civilian leadership. That is just the proper channel. Lauren Fox, Live Force on the Hill, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:59",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, these are typically widely supported nominees and if one single senator holds up their process of confirmation, it could set up a potential precedent for the future. We want to talk about the real world impact that this could have on service members and their families. So let's go to the Pentagon now with CNN's Oren Lieberman. So Oren, what has this meant for military families and what could it mean moving forward? OREN LIEBERMANN. CNN PENTAGON CORRESPONDENTSo essentially, just at the last possible second, this is happening. As well as two other spots that are currently empty, the Commandant of the Marine Corps, the nominee there, General Eric Smith, an d the Chief of Staff of the Army, the nominee there, General Randy George. But there's still one other member of the Joint Chiefs not included in this list, and that would be Admiral Lisa Fran Keddie. So there still will be an empty seat, one of those black portraits you see there, with the Joint Chiefs. So that remains an open question. But as Lauren pointed out, there are still more than 300 nominees still pending here. The last update we got was around 318 or 319, so this is just the smallest tip of that. And the effects we've heard from the Pentagon on families, the unknowing, the lack of being able to plan for the future, the effect it could have on recruitment as colonels and lieutenant colonels see how the entire military leadership can be held up. That, at least for now, remains in place with so many nominees still waiting to find out what will happen. If this is only done three at a time, this could still be a painfully long process. And all of the issues we've heard from the Pentagon on how this affects families and how this affects not just the officers themselves, but those around them, that will still very much be in place here. We heard from the Deputy Secretary of Defense earlier today, Kath Hicks. Here's what she had to say. She said, Senator Tuberville's hold needs to end now. Its unnecessary, its unprecedented, its unsafe. Its bad for our militaries, its bad for our families and its bad for America. That very much still holds, even if they move on three of the top officers in the military later on this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:59",
      "speaker": "KEILAR",
      "sentences": "All right, Oren, thank you so much for that. Obviously we'll be keeping an eye on this. It's quite a development when it comes to these military holds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:59",
      "speaker": "SANCHEZ",
      "sentences": "So from that breaking news to more breaking news. Just moments ago, the Federal Reserve followed market expectations, choosing to keep its benchmark lending rate steady. They will not raise interest rates. So this is going to impact your credit cards, car loans, mortgages, and a whole lot more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:59",
      "speaker": "KEILAR",
      "sentences": "All right, let's get to CNN business correspondent Rahel Solomon. Rahel, what led the Fed to take a pause? And we should mention, I think this was pretty expected, but considering all of the activity here in recent months, I feel like people are always holding their breath when they wait for the Fed's move.",
      "isLastSentenceInterrupted": false
    }
  ]
}