{
  "date": "2023-02-22",
  "headline": "Connect the World",
  "subHeadline": "Putin Hosts China's Top Diplomat Wang Yi at Kremlin; Attacks on Energy Infrastructure have left Millions of Ukrainians without Power, Heat or Water in Winter; 42,000 Plus Dead in Turkey Amid Questions about Building Safety; Wagner Chief Accuses Russian Defense Ministry of Treason; South Korea: North Korea Preparing Farthest ICBM Missile Test yet; U.S. Supreme Court Hearing Cases on Twitter & ISIS Content. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Welcome back! You're watching \"Connect the World\". I'm Becky Anderson for you. We begin with a developingsituation in the West Bank, where 10 Palestinians have been killed during an Israeli military raid. That's according to the Palestinian officials on the ground. Israeli authorities say the military's rare daylight operation in Nablus a short time ago was targeting three suspects. Israel says they were \"Planning attacks in the immediate future\". Let me get you right to CNN's Hadas Gold, who's live from Jerusalem. Hadas, 10 dead we know more than 100 wounded. We're not just looking at the victims here who have died but also those who've been caught up in this. What do we know about what happened at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "So what - yes Becky. What we understand is the Israeli military undertook this very rare middle of the day raid.Normally, when they do these military operations to target militants in the occupied West Bank, they do so overnight, or in the early dawn hours. But this one happened in the middle of the day in Nablus, which is one of these sorts of hotspot cities along with Jenin in the West Bank. And Israeli military said that they were going after wanted militants, some of whom they say were involved in an attack that killed an Israeli soldier a few months ago. And they say when they went in, and they tried to arrest these people that they didn't give themselves up and a big firefight erupted. They say they came under fire, not only from the suspects in the house, but they also said from surrounding vehicles and surrounding people. And so then as a result, we know, as you noted, of at least 10 Palestinians have been killed. Now, armed groups have claimed something around six of those as their members including Islamic Jihad, which had two of their commanders were among those killed. But when you're looking at the ages, and the people killed, some of them seem to be elderly. At least two are in their 60s and 70s. And we know of a 16-year-old boy the Palestinian Ministry of Health says was also among those killed, and the sheer number of those injured something like 100 people injured. The Palestinian Ministry of Health saying many of them were injured by live ammunition fire. The Israeli military saying that their forces came under attacks, people throwing things at them approaching them with guns but it's pretty clear that likely within these numbers of bystanders, unarmed civilians were likely caught up in this as well. And just the numbers here are really something to see because a raid like this 10 killed 100 injured these are numbers that many say that this region has not seen since the Second Intifada. Now, the Israeli military says they needed to go in because these people were planning an imminent attack. And keep in mind just over the last few weeks, there was a similar raid in Jenin just a few weeks ago that also killed 10 Palestinians, and then there was a series of attacks that killed 10 Israeli civilians. So we've already been in a heightened sort of few weeks of tension. But then because of these two Islamic Jihad commanders who were killed, and now we're hearing from Hamas that one of their members were also killed in this operation. All eyes are now turning south towards Gaza. Because the expectation is, is that these militant groups who are based in Gaza will respond to what happened in the West Bank, likely with some sort of rocket fire potentially, in the next coming hours, potentially, this evening. And the Israeli military will likely respond with airstrikes because their mode of operation is whenever any sort of rocket even if it's just a single rocket, they will respond with airstrikes. And I think the big fear is that this will spiral into something bigger, something to potentially what we saw, potentially in August, where there was a sort of two to three day conflict with Islamic Jihad led by Islamic Jihad in Gaza and the Israeli military. It's a really heightened sense right now of what's happening. We're hearing now condemnations from the Egyptians over this military operation and just look at the calendar Becky, what's coming up in the next few weeks? I can tell you that officials here especially international diplomats are incredibly concerned about what's going to happen when Ramadan comes? And Ramadan is also happening at the same time as Passover this year. So that will likely bring the tension and potentially the violence to here in Jerusalem at the holy sites, Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Putin also hosted China's top diplomat one year at the Kremlin earlier where he said cooperation between both sides is needed to\"Stabilize the international situation\". Wang Yi also met Russia's Foreign Minister Sergey Lavrov; this is Beijing again deflected U.S. claims that China may be considering sending lethal support to Russia. Meantime, over the border in Warsaw in Poland, the U.S. President has been attending a meeting of the Bucharest Nine nations as they are known where he promised to defend every inch of NATO. Lots to discuss let's begin with the visit by China's diplomat to Moscow and why that is so significant. Marc Stewart has more. (BEGIN VIDEOTAPE) MARC STEWART, CNN CORRESPONDENT (voice over): In recent days, we've seen the EU and NATO visibly show their strength, now another sign of symbolism between China and Russia. During his visit to Russia, China's top diplomat described the relationship between the two nations as mature and solid as a rock. Wang Yi met face-to-face with Russian Leader Vladimir Putin and said the relationship is not aimed at a specific nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WANG YI, CHINESE DIRECTOR OF THE OFFICE OF CENTRAL FOREIGN AFFAIRS",
      "sentences": "We want to emphasize here that the comprehensive strategic partnership betweenChina and Russia never targets a third country founded hence, it won't be affected by any interferences or instigation from a third country. We certainly won't bow to any threats or pressure from a third country. STEWART (voice over): While this meeting is certainly symbolic, we could see an even larger moment ahead if Putin and Chinese Leader Xi Jinping meet in Russia, possibly as soon as the spring Marc Stewart, CNN, Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Well, I don't need to tell you this comes at a tense time with Russia having said it will suspend its participation in what's known as theNew START Nuclear Arms Reduction Treaty. Phil Mattingly is in Warsaw and has more on President Biden's reaction. We've just heard from the U.S. President for the first time on this. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, he was asked about this. And it's interesting his aides have weighed in said it was amistake, said it was a problem. It was really the big surprise. And President Putin one hour and 45 minute State of the Nation Address most of which the United States officials I spoke to said was pretty much what they expected. This was not and when the President was asked about it, he didn't hesitate and certainly wasn't subtle. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President every reaction to Putin saying he is pulling out of this start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I don't have time. Big mistake--(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MATTINGLY",
      "sentences": "Starting a little bit in jest there. But saying it's a big mistake, which is basically echoing what his top advisors have said. Nowthe reality is this. This is not a pullout of a treaty that's expected to go until 2026. What it is, though, I think, is both a very significant kind of broader political statement. And I think it underscores both the complexity to the extent it even exists anymore in terms of the relationship between these two nations, but also, I think more broadly, the issue of terms of arms control going forward. This was the last nuclear arms treaty that remained in effect between the two countries, it has to be renewed in about 1000 days. And certainly, this has drawn them further apart than they've ever been on this issue. And while Russia had already been decreed is not in compliance by the U.S. State Department over the course of the last couple of months, this was a very public very significant, very notable statement by President Putin. Obviously, you mentioned the legislative body's action as well. U.S. officials are watching it closely. And while they don't think it has any dramatic near term effect, they certainly understand and see the message that's being delivered here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Phil, the Russians have said, of course, that this decision is reversible so to a certain extent, leaving the door open. And I just wonderfrom the sources that you've been speaking to briefly, a sense of relief from the Biden Administration, that that was effectively the only sort of takeaway. That was a surprise out of this speech by President Putin yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MATTINGLY",
      "sentences": "If you look over the course of the last 12 months in the lead up to the war, I think when President Putin delivered that very lengthyaddress from his office; it was so jarring to U.S. officials as they watched it. I think the President as well, sources said was very taken aback, even though they'd looked at the intelligence and seen and had a pretty good idea of what was coming the fact that there wasn't one of those moments or multiple of those moments in these remarks. It wasn't reassuring by any means, but at least wasn't anything dramatic that would cause them to have to change or shift how they've been operating up to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Interesting, Phil, it's good to have you. Thank you very much indeed. Well, ahead of today's Bucharest Nine meeting with members of theEastern Flank of NATO, the President of Poland publicly thanked the U.S. President as well as U.S. lawmakers and the American people for supporting Ukraine. Well, the two leaders held talks Tuesday before addressing a cheering crowd of thousands at the Royal Castle in Warsaw. In an exclusive interview, Berlin's President told CNN's Christiane Amanpour, the Biden surprise visit to give on Monday was a powerful show of support. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDRZEJ DUDA, POLISH PRESIDENT",
      "sentences": "So the very thing that the President traveled to Kyiv that he was there, it sends an incredibly powerful signalthat political and strategic signal, it is a demonstration of strength of the United States indeed. It is like saying that the American Leader, who as a matter of fact is the leader of the free world, is able to travel even when war is raging, even to a place where there is a potential danger. He is not afraid, because the United States is strong enough to protect him that is number one. And number two, he was there. And today he is in Warsaw. He gives his speech to the whole world and he sends a signal of the defense of the free world the defense of NATO of the defense of every inch of the territory, as the President said today. So to us to Poles at this American signal this allied signal not only within NATO, but first of all, a signal sent by the greatest superpower in the world. A signal sent by our friend and ally today is so significant. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Well, that full interview can be seen on Amanpour in just a few hours' time at 7 pm in Warsaw, at 10 pm here in Abu Dhabi if you arewatching from the UAE and your work about wherever you are watching the world if it's not either here or Warsaw right. As we approach that one year mark of Russia's invasion of Ukraine, we've been revisiting to a certain extent the defining moments of this conflict. A year on one in 10 Ukrainian hospitals have been attacked, including this maternal hospital in Mariupol in March, of course, more than 700 attacks on Ukraine's healthcare system have been documented since Russia's invasion began. Meantime, targeting Ukrainian energy infrastructure including Zaporizhzhia Nuclear Plant has become key it seems to Russia's strategy attacks; far from the frontlines have left millions of Ukrainians without power heat or water in the middle of winter. Well, for more on what have been these pressing energy challenges that Ukraine has faced as this war has raged on. I want to bring in Ukraine's Energy Minister German Galushchenko. He joins me now via Skype from Kyiv. Sir, thank you! A year in justice grow, describe, if you will, briefly the scale of this conflict, the impact on Ukraine's energy infrastructure, and what your biggest challenges are right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GERMAN GALUSHCHENKO, UKRAINIAN ENERGY MINISTER",
      "sentences": "I can tell you that really from the October and so I can even tell you tell the days from the 10th ofOctober, the Russians started taking Ukrainian energy system systematically almost every day. So you could imagine that that is already the fifth month, we are under everyday attack to the energy system, which means the massive attacks, we call it from 50 to 100 missiles at once, or every day, attacks by drones, Iranian drones or artillery. And of course, that is really very difficult times for the energy system. And I can tell you the figures that we could say that something around 50 percent of all energy system was hit by these attacks. And of course, the most important task for us was to maintain the system during these attacks. And another issue is to repair the system after the attacks. And I can--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "And I wonder how - sorry, go on please finish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "Yes, I just want to add that we succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "Of course, you know, the most important issue for the protection of our energy system that the air defense system and that'sreally what we ask our partners - to support we - we already get from our partners, it's very important, especially from the United States. And so I can tell you that it's very important issue because it's allows our army to hit a lot of missiles, which supposed to target the energy infrastructure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "And that is the best solution for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Can I just turn to the Zaporizhzhia Nuclear Plant, because it's been, you know, a front and center in the news for months. Earlier thismonth, UN watchdog team there determined it was too risky to continue its operations. What is the situation today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "I can tell you that the - of course the situation in the Zaporizhzhia PP becoming worse and worse, and that is not only our view,it's also the views of EIA experts and Rafael Grossi mentioned this before. Of course, the station - the station is not on operation from September. But now it's very difficult situation for the staff, Ukrainian staff which is still maintain the security system there. So they are under pressure. Russians beat them and torture the people. So that is really very difficult situation there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Which is awful and we've reported on that, is it safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "I can tell you that it's safe, because our staff is still operating the plant. But what we also see that when the heavy vehicles, themilitaries, the Russian militaries are still there so they use of this plan to attack Ukrainian army, so they put heavy because there and of course, that is quite challenging situation from that point of view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "You're calling for sanctions against Russia's nuclear activity that is so far not included in the European Union's 10th sanction packagethat is currently being prepared. Just explain how significant the inclusion of Russia's nuclear activity within that package or a subsequent package would be for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "That is really very important. It not only for Ukraine that is important for the whole world, because what Russians did with nucleussafety and security. So they destroy all achievements, all international agreements, everything the world achieve on nuclear safety and security. And it still no answer, there is no signal to the Russians that they violate everything they can on this field. And even the IEA mentioned that all seven pillars of nuclear safety and security destroyed in Zaporizhzhia PP. So it means that I think that is not only Ukrainian issue, the whole world should make a signal to Russian and make some actions to Russian and say that you cannot behave like this with nuclear safety and security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I came here from Syria three years ago. My - was destroyed. My - was destroyed. We came here we fled the bombardment andhere we are now. How does God do this to us? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "A voice of frustration from an earthquake survivor now living in a tent city in Southern Turkey. He is among some 900,000 people nearly amillion people in Turkey who are now living in tents or containers. More than two weeks after the devastating earthquake that has killed more than 48,000 people across the region. He talked to CNN's Nada Bashir, who filed this report a bit earlier for me makeshift tent city in Iskenderun. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (on camera): The majority of families are Syrian. These are families that have already had to flee war and now have lost their homes in Turkey. They've already been through so much. And you can see behind me the tents that have been set up the message that we've been hearing from so many of the people here is that these tents are not enough. So many of the families that we've been speaking to have been sleeping out on the street for the last two weeks as the earthquake struck, and there have been these devastating aftershocks for the last two weeks which really struck fear and a lot of these families here. You can see the children behind me when this camp is full of young children sleeping out on the street in the cold at night. And you can see them now just collecting some of the snacks and food that has been provided by the aid groups here. Turkey's Disaster and Emergency Management Agency is overseeing the distribution of aid here and as you mentioned there some 900,000 people across Southeast Turkey are now living in tents like this, isn't in the tent city over here. But look, there are still so much need here and the feeling here is that not enough is being done. At this stage just this morning, we're already seeing 150 new tents being built in this particular area this particular camp but these families have been living on the street for the last two weeks. This is far too late for them. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Nada Bashir reporting from a tent city in Southern Turkey. Now you've heard the frustration there is also growing anger over what criticssay is shoddy construction that led to so many buildings collapsing. Turkish Officials have now arrested 160 suspects tied to building construction. Jomana Karadsheh shows us how one man tragically found out that living in an expensive newly constructed building was no guarantee of safety. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN CORRESPONDENT (voice over): He spends his day sifting through the rubble, watching excavators desperately searching for traces of his father. Mehmet not his real names already recovered and buried the bodies of his grandparents and his mother. His parents had only moved into what was a brand new high rise development in Antakya last summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MEHMET",
      "sentences": "This is basically murder. They just they disobey all the rules, they did everything wrong. And this is the result they just build acemetery with sand. KARADSHEH (voice over): The government's launched investigation across the earthquake zone and has so far rounded up dozens of building contractors. But many say it's not just the contractors who are to blame. This is a systematic problem says - from the Chamber of architects. This is a complex problem the system, not an individual one. The country's Chamber of architects says a construction boom lacks inspections by authorities and government amnesties for developers who didn't abide by building codes introduced after previous disasters, all contributed to this catastrophe. In the City of Iskenderun residents picking up what's left of their shattered lives are still in shock. But anger is now setting in. The drive for earning more profits led to this destruction, nothing else this woman tells us. This Local Mayor says he's lost 700 people in his district alone. Choking back tears he tells us how he held the hand of a relative under the rubble for two days, waiting for help that never came. We don't care about buildings, he says. We just want our people alive. He tries to comfort his people, too scared to go back into their homes, begging for a safe roof over their heads. Jomana Karadsheh, CNN, Antakya, Turkey! (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Last hour, I spoke to Turkey's Presidential Spokesperson Ibrahim Kalin about the criticism surrounding the emergency response. And theseconstruction amnesties that allow contractors to build without unnecessary safety requirements. Here's what he had to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "IBRAHIM KALIN, TURKISH PRESIDENTIAL SPOKESPERSON",
      "sentences": "You have taken a number of very strict measures over the last decade, especially after we hadnumber of earthquakes also in the Eastern part of the country, but also in Izmir a couple of years ago, in Bingol and in a few other places as well. They were of course, on a much smaller scale now than what we have now. So we have taken a number of measures, if you look at the code, for example, being updated through the ministry, but also the regulations and their implementation. There is always more, as I said to do, you know, to protect people to create more resistant buildings know that and, of course, we'll be doing that now more seriously after, you know, seeing all this and--.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "And you know granting amnesties in the future, is that your point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "Well, you know, if people follow this code, strictly these regulations are implemented seriously. And of course, you know, we are in aposition to inspect those and make sure that those codes are followed. Of course, we will be in a much better position. That, of course, I don't want to, you know, deflected responsibility here in any way. We are in a position of responsibility and we have to take action know that but it's also a matter of a culture of understanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "The United States believes that Russia carried out a failed intercontinental ballistic missile tests around the time, President Bidenwas in Ukraine on Monday. One Official says Russia did notify the U.S. of the test, while another official says the test did not pose a risk to the U.S. Well, CNN has reached out to Russia's embassy in Washington and Russian Defense Ministry for comment. CNN's Oren Liebermann, Pentagon Correspondents. What more are we learning about this failed test, Oren?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Becky, to U.S. Officials tell us that Russia carried out a test of its SARMAT intercontinental ballisticmissile a heavy ICBM capable of carrying multiple warheads, and capable of carrying up to 100 tons of warheads, latest generation of ICBM but one of those Officials said the test likely failed and why is that? Because this is something that Russian President Vladimir Putin has boasted about in the past like in April 2022, when there was a successful test of the SARMAT missile. Putin at the time said it would give thought to anybody who chose to threaten Russia. Instead, just days before Putin are State of the Nation Address. There was absolutely no mention of the SARMAT missile test and something that could have been claimed as a victory by Putin since he has no real victory in Ukraine to speak of instead went quiet throughout his entire hour and 45 minutes, speech. The SARMAT missile, which has the NATO nickname of Satan II is again, a heavy ICBM. The U.S. Officials who told us about this test say that Russia did give proper notification to the U.S. ahead of the test, which they then clarified, was carried out on Saturday, which means that President Joe Biden would have known about the test. And the White House would have deemed that it wasn't a threat when Biden was on his way to Ukraine and before he gave notification to Russia of his intent to travel to Ukraine. But interesting there the timing of this and the context of this, especially since Putin was so quiet about it and Becky, worth pointing out that when CNN asked the Kremlin about this failed test, Kremlin Spokesman Dmitry Peskov declined the comment instead kicking CNN over to the Defense Ministry, because he says that's their prerogative on this matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "That's fascinating. Let's just take a step back. I want to just discuss Russia's suspension of the New START treaty. And it does seem thatthe Kremlin is turning down their language on this. This was a suspension from the New START Treaty, how significant is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LIEBERMANN",
      "sentences": "So that is significant, but Russia does seem to have given itself away out here when conditions are right according to the Kremlinunder the Foreign Ministry. Becky, what's obvious right now conditions are not right for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Absolutely. Thank you, sir. It was a pleasure having you on. As Oren Liebermann at the Pentagon, the Head of the Wagner Mercenary group isaccusing the Russian Defense Ministry of Treason. In an audio recording Yevgeny Prigozhin claims that the ministry failed to provide his forces with ammunition in Ukraine. He says that led to a high number of deaths among the private military group and posted a photo showing dozens of dead Wagner soldiers. Now this video from social media and verified by CNN shows what appears to be dozens of coffins containing the remains of Wagner fighters. The anniversary of Russia's full scale invasion could soon coincide with a new Russian offensive. Ukrainians who lived under occupation and now increasingly on edge CNN's Sam Kiley has the story. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): A year into Russia's invasion, this monochrome misery is all too familiar. KILEY (on camera): This is what happened just three days ago here in --. An S-300 missile strike now that's a missile used by the Russians for ground attack was actually designed for bringing down aero planes but it carries a massive warhead, it's pretty inaccurate. And that doesn't matter to the Russians because this is all about smashing up the villages and towns ahead of what the Ukrainians fear is going to be a major Russian push in this part of the country. KILEY (voice over): Captured on the second day of Vladimir Putin's invasion last February. This is no longer a town that scares easily. It was liberated by Ukraine in the fall, and is within mortar range of Russian troops today. Yet these teenagers are taking a walk through what remains of their village. KILEY (on camera): Why do your parents not insist that you all leave as a family? KILEY (voice over): My dad has a farm here. He's got land, and we can't just leave it all behind, she says. So we just don't want to go yet. Well, if it gets serious, then we will leave. KILEY (on camera): And how would you define really serious in most countries, having a missile that big land in the middle of town is already really serious. KILEY (voice over): Very serious. It's probably when a lot of houses are destroyed and civilians suffer, she explains. It's the defiance of Ukrainian civilians that Russia is trying to crush. Putin's rockets and artillery have rained down on towns from Kherson to Kramatorsk to Kupyansk and the Northern border with Russia, along the front line of 1300 kilometers that's 800 miles. This latest assault on Kherson, another example of the indiscriminate shelling of civilians this isn't accidental, it's still liberated. The areas liberated by Ukraine bear the brunt of an ever increasing level of attacks by Russia. Here in Kupyansk Province, as in Kherson, civilians survive on aid rations. We don't know what to do, she says houses are shaking, missiles are flying. We just don't know what to wait for? We were shaking like chickens. We don't know what to expect? The fighting has been most intense in and around Bakhmut, with surging attacks by Russia on nearby villages in a foretaste of the anticipated offensive. Veterans like Alex who captured this tank called bunny from Russia last March, a running low on ammunition. He says that he sometimes in combat with only 10 shells a day. ALEX, UKRAINIAN TANK COMMANDER (ph): It's really hard. We have a lot of casualties every day. And the problem is that the fighting moved inside the city because like we are fighting like building to building and the distance is like 25 to 60 meters. So we cannot use artillery well. KILEY (voice over): Here civilians placed their faith in Ukraine's forces to hold off the Russians and play their part by staying on and staying alive. Sam Kiley, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Still to come we have to find a way and bring North Korea to the negotiating table South Korea's Foreign Minister goes one on one with CNNfind out what else he had to say after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Some new video just into CNN, President Joe Biden moments ago leaving Warsaw. He may miss his step a little on the way up I think mostwould agree that he has certainly not missed that. In what has been quite historic trip to the Eastern flank into Ukraine? And the Eastern flank, leaving Warsaw in Poland just moments ago. And that comes of course after two days of meetings with NATO allies and just before the one-year anniversary of Russia's war on Ukraine. Let's get you up to speed on some of the other stories that are on our radar right now. And in Brazil, the Sao Paulo state government reporting 48 deaths caused by the recent landslides there heavy rains hit several coastal cities during Brazil's busy carnival holiday. Brazil's President visited affected regions on Monday and pledged to rebuild with safer homes. Germany has expelled two Iranian Diplomats and some of the Iranian embassies Sharmahd's death move comes after death sentence the German Iranian man to death. Germany's Foreign Minister has called on Iran to revoke the death sentence and a disappointing outcome for a British woman who left the U.K. as a teenager to join ISIS. Shamima Begum (ph) was stripped of her British citizenship as a result and today she lost an appeal against the 2019 decision. Her legal team says the case is not over. Well, relations between North and South Korea are at low ebb as Kim Jones regime continues to test intercontinental ballistic missiles. Are now Seoul's greatest fears that the Pyongyang administration is preparing to fly an ICBM farther than ever before. The goal to put pressure they say on the United States CNN's Correspondent Paula Hancocks joins me now from Seoul. Well, you've just come out of that meeting with the Foreign Minister of South Korea. It was an exclusive interview. What did he tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HANCOCKS",
      "sentences": "There are no back channels that are open at this point and I asked him about just what we've been seeing from North Korea in recentweeks and months the sheer pace of these missile tests and rhetoric. And he said that it is a concern and he wants to see a more unified response from the U.N. Security Council. Obviously far easier said than done when you consider China and Russia at this point have no intention of siding with the United States. (BEGIN VIDEOTAPE) HANCOCKS (voice over): An ICBM launch a military parade and a threat to use the Pacific Ocean as a firing range a busy month so far for North Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PARK JIN, SOUTH KOREAN FOREIGN MINISTER",
      "sentences": "North Korea may want to be recognized as a de facto nuclear state, but my government will not accept anuclear North Korea. HANCOCKS (on camera): Do you think Kim Jong-un would ever give up his nuclear weapons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JIN",
      "sentences": "He may not voluntarily renounce nuclear weapons. But the important thing is that we have to create an environment where North Korea has nochoice but to come back to the negotiation table. HANCOCKS (on camera): Are there any back channels open at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JIN",
      "sentences": "Not at the moment, No.HANCOCKS (voice over): U.S. South Korea Military drills have intensified in recent months, angering Pyongyang. A growing call for South Korea to have its own nuclear program is neither realistic nor viable according to Park, preferring to rely on 70 year old alliance and U.S. extended deterrence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JIN",
      "sentences": "We are now currently discussing with the United States on how we can strengthen the extended deterrence. There is under what circumstances andin what way the U.S. nuclear umbrella can be activated in times of crisis. HANCOCKS (voice over): Park, - Pyongyang is learning from the war in Ukraine taking advantage of the world looking elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JIN",
      "sentences": "Russia is now indicating to use the tactical nuclear weapons against Ukraine and North Korea is also threatening to use the tactical nuclearweapons. HANCOCKS (on camera): There's a relationship between Russia and North Korea concerning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JIN",
      "sentences": "Yes, it is our concern that Russia and North Korea are cooperating in various ways. And we have to prepare ourselves against any kind of furtherprovocation by North Korea based on that relationship. HANCOCKS (voice over): The White House announced in December they believe. North Korea has delivered rockets and missiles to Russian mercenary group Wagner as for Taiwan and China's threats to take control of the island by force if necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JIN",
      "sentences": "We are opposed to unilateral change of status quo by force. So in that sense, we will make sure that if something happens on the Taiwan Strait, wehave to maintain peace and stability on the Korean peninsula because you don't have a direct impact on our country. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HANCOCKS",
      "sentences": "Foreign Minister Park also wanted to clarify that South Korea's future is very much with the United States also pointing out that this isthe year where they celebrate a 70 year anniversary of the Alliance, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Well, the DOW, the NASDAQ and indeed the S&amp;P 500 moving in and out of the red today after what was Tuesday's big sell off on Wall Street.That is when all three of the major U.S. indices fell by at least 2 percent on the day the NASDAQ dropping the most. Here's how U.S. stocks are faring right now. Asia meanwhile, finished lower taking a leaf out of Tuesday's U.S. session weak outlooks from U.S. retail John's Walmart and Home Depot spooked investors Tuesday looking today. Yes, well, Investors looking for interest rate clues from the feds meeting minutes which are due out a little later today. These marks effectively treading what at this point headed up. The U.S. Supreme Court hearing a second day of oral arguments in a case with huge ramifications for social media companies. The Plaintiffs say Twitter knowingly aided ISIS in violation of U.S. law by allowing some of the group's content to remain online despite policies intended to limit that type of material. They want Twitter and other social media companies held liable for the death of a family member killed by ISIS in Turkey. Twitter maintains use of its platform by ISIS did not constitute knowing assistance to the terror group. One Supreme Court also heard arguments this week in a similar case involving Google family claims a tech companies responsible for hosting content that may radicalized terrorists like the ones that kill their daughter. CNN's Jessica Schneider reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "JUSTICE KAVANAUGH",
      "sentences": "Lawsuits will be nonstop.JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT (voice over): The Supreme Court taking on a case that could reshape the internet hearing arguments from a family who has lost a daughter and who now wants Big Tech to pay. BEATRIZ GONZALEZ, DAUGHTER NOHEMI KILLED IN 2015 TERRORIST ATTACK IN PARIS: We continue in this fight because we're seeking justice. SCHNEIDER (voice over): The Gonzalez family's long legal fight started when their 23-year-old daughter Nohemi was killed in Paris in 2015. Nohemi Gonzalez was at a bistro when ISIS terrorists unleashed gunfire part of a coordinated citywide attack of bombings and shootings that killed 129 people. She was the only American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GONZALEZ",
      "sentences": "It was a terrible, horrible moment in my life that I cannot describe the pain.SCHNEIDER (voice over): The Gonzalez family now wants YouTube and parent company Google to be held liable for Nohemi's death. Their lawyer arguing to the Supreme Court Tuesday that because YouTube not only allowed ISIS videos on its site, but also recommended those videos to certain viewers. The social media site should be held responsible for aiding and abetting terrorism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ERIC SCHNAPPER, GONZALEZ FAMILY ATTORNEY",
      "sentences": "When they go beyond delivering to what you've asked for, to start sending things you haven't asked for. Ourcontention is they're no longer acting as an interactive computer service. SCHNEIDER (voice over): But Google says they are protected by the broad contours of Section 230 of the Communications Decency Act. Congress passed the law in 1996 to shield internet platforms from being sued for harmful content posted by third parties on their sites. Google's lawyer argued that shield also applies to any recommendations the site might make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "LISA BLATT, ATTORNEY FOR GOOGLE",
      "sentences": "Exposing websites to liability for implicitly recommending third party content defies the text and threatenstoday's internet. SCHNEIDER (voice over): This is the first time the Supreme Court has considered the scope of Section 230. The justices acknowledge that if the Gonzalez family succeeds, that would open up tech companies to a flood of lawsuits and would require social media sites to heavily polish the content posted. And the justices also asked whether it's Congress and not the courts, who should clarify how much tech companies are protected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "JUSTICE KAGAN",
      "sentences": "Every other industry has to internalize the costs of its conduct. Why it is the tech industry gets a pass? A little bit unclear. Onthe other hand, I mean, we're a court we really don't know about these things. These are not like the nine greatest experts on the internet. Isn't that something for Congress to do, not the court? SCHNEIDER (voice over): The Gonzalez family has lost the case at the lower courts, but they continue to search for justice after the death of their daughter at the hands of terrorists.",
      "isLastSentenceInterrupted": false
    }
  ]
}