{
  "date": "2023-11-13",
  "headline": "Connect the World",
  "subHeadline": "Al-Shifa Hospital Director: \"All Essential Units Have Collapsed\"; CNN Speaks To UNRWA Commissioner-General About Gaza Death Toll; Netanyahu: After War, Will Have To Answer For My Responsibilities; New Exchanges Of Fire At Israeli-Lebanese Border; Former United Kingdom Prime Minister David Cameron Appointed Foreign Secretary. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:05:08",
      "speaker": "ANDERSON",
      "sentences": "Well, the U.N. relief agency, slamming what it calls the disregard for the protection of civilian, infrastructure, all over Gaza. Itsays even one of its agency staff guest houses in southern Gaza was hit by an Israeli naval strike over the weekend. CNN has asked the IDF about that strike. This, despite Mr. Netanyahu's assurances there will be corridors leading to safe zones in the south. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, PRIME MINISTER, ISRAEL (through translator): So, we have designated routes to a safe zone, south of Gaza City where there's no fighting. And we're telling them, go ahead, move. And by the way, 70,000 have moved three days ago. I think 50,000 moved yesterday, more will move today. We want all the civilians to be removed out of harm's way. And Hamas is doing everything in their power to keep them in harm's way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ANDERSON",
      "sentences": "I just had the chance to speak to the commissioner general of UNRWA, Philippe Lazzarini. And I began by asking you about those evacuationcorridors. Here is our full conversation. (BEGIN VIDEOTAPE) PHILIPPE LAZZARINI, COMMISSIONER-GENERAL, UNITED NATIONS PALESTINE REFUGEE AGENCY: There is absolutely no safe zone in the Gaza Strip. They have been maybe corridor, even 10 corridor, to allow people to go from the north to the south. But if you look at, only the U.N., which normally should have a premises protecting people when we have about 750,000 people being sheltered, we had more than 60 of our installation, which have been hit, and the 70 percent of these installation were in the south. This has led to the deaths of more than 60 people and 100 people injured only yesterday. We had the guesthouse of the U.N. in Rafah, in the south, which has also been hit. And this is a guesthouse where international staff are normally used to be. Fortunately, no one were there at the time of the shoot of the missile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ANDERSON",
      "sentences": "More than 100 U.N. employees have been killed since October the 7th. The U.N. today having a moment of silence for all of those killed. Howdifficult has this crisis been for your organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "LAZZARINI",
      "sentences": "On this, has been completely devastating. We have reached more than 101 colleagues who have been killed since the beginning of this war.They have all been colleagues, a father, mothers, people dedicated to their communities, many teacher, nurses, doctors, young and elderly colleagues. And I do believe that UNRWA will never be the same anymore after such devastating period. Unfortunately, Becky, my fear is that we might even have more staff having been killed to one at 101 out of one, we can confirm that, indeed, they have been killed over the last month and a half here again, that we might have many, many more and especially those who haven't been in contact with, might be under the rubble, or we might have just lost contact with their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ANDERSON",
      "sentences": "So, you're saying that UNRWA sadly quite confident that that number of 101 killed in this conflict is likely to rise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "LAZZARINI",
      "sentences": "Unfortunately, it will most likely increase. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "LAZZARINI",
      "sentences": "In Riyadh, the main -- the main call has been a ceasefire. And besides the ceasefire, a significant increase of the volume of assistancein the Gaza Strip. And I also keep saying, it's not just humanitarian assistance, because we, as humanitarian, we will not be in a situation to provide the basic to 2.2 million people who have lost absolutely everything. It is also equally important that basic services like municipal services: water, electricity do run, and that there is still also a private sector to allow people to have access to basic community or commodities in the market. So, all these conferences have been extremely important in order to build up a consensus about the urgent need of a humanitarian ceasefire, but also about the understanding that a handful of trucks entering right now in the Gaza Strip are not making a difference. And that very soon, people will start to die because of the impact of the severe siege imposed on 2.2 million people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "ANDERSON",
      "sentences": "But Philippe, the problem is, at this point, I hear your words, you have had the opportunity to brief so many key stakeholders. And yet, westill don't have as a humanitarian pause, let alone a secession of violence or ceasefire. I know how difficult that is for you. How confident are you that anytime soon, that will be the eventuality? How optimistic are you at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "LAZZARINI",
      "sentences": "This is deeply, deeply frustrating. I'm also trying to convey the message that we need to express empathy what's unfolding on the -- ourwatch is just unbearable. And I really hope that we are now reaching the threshold where we say enough is enough. And I do believe that today we have more and more leaders who are genuinely calling for an urgent ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "ANDERSON",
      "sentences": "You genuinely think that -- why is it? Why is it that you -- that you have that confidence? A lot of people will say that they simply don'tsee that as a reality in the air on the ground at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "LAZZARINI",
      "sentences": "I don't have the confidence that there will be a ceasefire anytime soon. But I'm seeing a shift in the narrative with a certain numberof leaders who are recently were still reluctant to call for an immediate ceasefire. And now seeing the death toll in the Gaza Strip, said, there is no other avenue than to lead to this. So, I'm still hoping that all those with influence will succeed to, you know, to impact the decision for a ceasefire. But, as you say, unfortunately, we are not yet there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "ANDERSON",
      "sentences": "I know that you wouldn't normally entertain, you know, a political sort of narrative. But sir, with respect, you know, it ispoliticians that you are speaking to these days. And you know, how important it is that we get some sort of humanitarian pause. My sense is that you are speaking about President Biden, the U.S. I mean, how constructive conversations that you've been having with congressman and women, senators, men and women from the House of Representatives, are they listening in United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:04",
      "speaker": "LAZZARINI",
      "sentences": "I'm equally also reaching out to lawmakers in Europe and to leader in Europe. What I -- what I have seen is that the narrative from thefirst few days, where basically all the empathy was expressed towards Israel, and rightly so because of the brutal murder and massacre of more than 1,200 people by the Hamas in Israel. But equally, the empathy was lacking for some times, the language of international humanitarian law was also lacking, at least, for a week and 10 days. And this has definitely fueled here in the region, the feeling that there is a double standard in international humanitarian law. This has fortunately evolved and noticed not only in Europe, but also in the United States. Now, the next phase should be that all of this needs to lead to a humanitarian ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "LAZZARINI",
      "sentences": "Listen, today, I have been informed that if we do not receive a fuel today, there will be no convoy in the Gaza Strip anymore as fromtomorrow. We run out of fuel for the handling of the tracker. As of this evening, we are running out of fuel when it comes to providing it to hospital, to water station, to bakeries, but also to all our shelter across Gaza Strip. It is time now that the crossing be open for these critical commodities in industry. But otherwise, what we have seen unfortunately, will not be the end of this catastrophe unfolding on our watch. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "Philippe Lazzarini, speaking to me a little earlier today.We've got a lot more on the situation in Gaza, at the Al-Shifa Hospital and other hospitals in our newsletter. Meanwhile, in the Middle East, you can find out more about the extreme measures that healthcare workers there are going to, to try to keep patients: adults and small babies alive. For that, just do please scan the QR code on your screen. That newsletter gets delivered three times a week. It's an extremely good read and well worth your time. Coming up, a look at the spillover risk into a broader conflict as the crossfire intensifies on Israel's border with Lebanon. The IDF says Beirut and Hezbollah must shoulder the blame for attacks on Israeli people. More on that coming up. Plus, the Israelis ramping up the pressure on their own government to do more to bring those some 240 hostages held in Gaza back home. A live report on that is up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "NETANYAHU",
      "sentences": "And we're doing everything we can around the clock, and I can't, you know, talk about it. I personally met with the hostage families,families of hostages several times, and it's just tears your heart out. But yes, we're doing everything and many things that I can't say here, obviously. But, this is one of our two war goals. I mean, one is to destroy Hamas, and the second is to bring back our hostages. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "ANDERSON",
      "sentences": "Specific objectives, destroyed Hamas and bring back those hostages.The families of hostages have been really indignant about making those hostages an absolute priority. And there is been much disagreement with prime minister about their objectives. How is this all playing out domestically for Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, you're absolutely right that those families are furious at Prime Minister Benjamin Netanyahu,first, for allowing this to happen. They see him as not solely responsible, but certainly largely responsible for the security failures on October 7th. But it's also unclear how much the goal of destroying Hamas can overlap with the goal of freeing the hostages. It's possible you do one or the other. You're either having these negotiations and that's the focus of your effort to try to free all 239 or so hostages, or you're trying to destroy Hamas and will do so by any means possible. The IDF is trying to figure out how to do that, so, as Israeli leadership, Netanyahu just said it there. But these are different tracks. The hostage effort is largely run through Qatar, which is in communication with Hamas, the Mossad, the CIA are involved in those conversations, but it's very opaque. And it's not clear that Israel has any idea where they are, how they're being held, in what sorts of groups? And that makes this difficult. And that leads to a lot of the anger from the -- from the families of the hostages held in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "ANDERSON",
      "sentences": "Yes. And Israel continues to say no ceasefire until those hostages are released. We know, because we've been in contact with the --those who are very close to the mediation talks. We know that one of the demands from the mass was a ceasefire, humanitarian pause, a pause, call it what you will. And so, that, at least in principle, there can be a list put together of who these hostages are and where they are. and where they are is a really good point. Because, as you rightly point out, not all of these hostages, as we understand it are actually being held by Hamas. Many, but there could be -- that there is a likelihood that there are hostages being held by others as well. Oren, Netanyahu also said that he will answer questions about what happened and about his stewardship, about his responsibility, accountability about what happened on October the 7th once the war is over. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "NETANYAHU",
      "sentences": "Look, it's a question that needs to be asked. And these questions will be asked. And I've said -- and I've said, I've said thatwhat -- one thing that is important. And I've said we're going to answer all these questions. Including me, I'm going to be asking tough questions. Right now, I think what we have to do is unite the country for one purpose, one purpose alone, and that is to achieve victory. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "ANDERSON",
      "sentences": "And that has been the narrative for the last six weeks. Oren, are Israelis going to wait until the end of this conflict, whenever that is, toask those questions of Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:09",
      "speaker": "LIEBERMANN",
      "sentences": "Well, there will, of course, be a formal military investigation and intelligence investigation to figure out what went wrong, and whereeverything broke down, leading to October 7th. But in terms of holding Prime Minister Benjamin Netanyahu responsible, even if in all those words, you heard in that soundbite, he didn't say the words, I am responsible and has been incapable of saying those words to this point. The public here, at least, according to the polling, the surveys talking to people on the street, they overwhelmingly hold him responsible. And it's worth pointing out, and a lot of the Israeli media have talked about this, a lot of Israelis will talk about this. At the time when Israel sent in, or began to send in money from Qatar to Gaza, it was Prime Minister Benjamin Netanyahu in 2018, who is not only prime minister, he was also foreign minister and defense minister, it is solely his decision. And those, in his immediate vicinity that began what strengthened Hamas to the point where it could carry out such an operation. And yet, he has to this point, refuse to say the words, I am responsible, even as the IDF has said those words, the Shin Bet Israel's internal security service and others as well. Not Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "ANDERSON",
      "sentences": "Lloyd Austin, speaking earlier.Well, Lebanese state run media report that two Israeli missiles have hit a media convoy near the Israeli-Lebanese border. The incident comes amid a rising tempo of cross border fired there. Senior international correspondent Ben Wedeman is in southern Lebanon. And Ben, we've been talking now for weeks, about what is happening on that border, and whether what you witnessed there could be -- just could be, the beginning of something bigger, which could lead to a real escalation in this conflict. What's your assessment today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, certainly, Becky, the tempo seems to be picking up. In addition to that strike on thegroup of journalists, there was another strike on a house in the central sector of the border, where two civilians were killed, and several others injured. And, of course, what we know is that both sides, Israel and Hezbollah, have long been preparing for war. (BEGIN VIDEOTAPE) WEDEMAN (voice over): In May of this year, Hezbollah put on a show for the media, acting out, perhaps a future operation. Leaving no doubt, who the fool would be. That was then, this is now. Hezbollah posts almost daily videos of their attacks on Israeli positions along the border. From the day after Hamas's surprise attack on Israel, a low intensity war has been raging between Israel and Hezbollah, as well as other factions operating in South Lebanon. With Israeli forces battling Hamas inside Gaza, Houthi rebels launching missiles from Yemen and the Lebanese-Israeli border area seen daily and sometimes fatal exchanges. It's a multi front war. Saturday, Hezbollah leader Hassan Nasrallah proclaimed that the region's 75 years struggle with Israel has reached a turning point. Regardless of what design is due, he said, after October 7th, Israel is a different Israel, existentially, strategically, historically, and in terms of security. The day he made the speech, saw the heaviest cross border exchanges yet. The weapons both sides are using evermore deadly, reaching ever deeper into one another's territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "YOAV GALLANT, MINISTER OF DEFENCE, ISRAEL",
      "sentences": "Hezbollah go well at Lebanon --WEDEMAN (voice over): Speaking with troops near the border, Israeli Defense Minister Yoav Gallant, warned, what we are doing in Gaza, we can also do in Beirut. It's a slow burn for now, but it could at any moment, explode into something much bigger. (END VIDEOTAPE) WEDEMAN (on camera): Now, what we have seen is that until recently, both sides were respecting what's known as the rules of engagement, unwritten understanding between the two sides that they would target only one another's military, that they would not target civilians and they would not fire deep into the territory of the other, what we're seeing is all of those points are slowly frame as this conflict in Gaza goes on. And it seems to be perhaps, spreading to here. Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "LINA KHATIB, DIRECTOR, MIDDLE INSTITUTE, SOAS UNIVERSITY OF LONDON",
      "sentences": "Yes, unfortunately, I would say absolutely. And for me, the biggest problematicissue is that she undermined her own institution, the home office, by writing an article in The Times, accusing the police of bias. I thought that really was not acceptable. And obviously, the prime minister in the U.K. agrees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "ANDERSON",
      "sentences": "David Cameron, in his foreign secretary in what is this cabinet reshuffle. And I know that you tweeted this morning that this is -- this isa man who brings greater experience on the Middle East, (INAUDIBLE), Israel, Palestine, and gulf countries. And hopefully, this will be an appointment that will make a difference, a positive difference to what the U.K. might do as far as influence is concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "KHATIB",
      "sentences": "I mean, as far as the Middle East is concerned, I think this is a really good appointment at this time. The U.K. had been seen as not havingmuch of a policy, frankly, on the Middle East beyond just expressing support for Israel. But here we have a former prime minister, who, at the time when he was in power, had the Quartet being very active on the Israel-Palestine issue. He had appointed very capable people. For example, Alistair Burt, at that time, was serving as state minister for the Middle East, who knew a lot about the region. David Cameron is highly knowledgeable. He is no stranger to Abu Dhabi. And he knows a lot on the region and his heart was in the right place on the Syrian conflict, even though, in 2013, the parliament vote did not quite go to plan. Because, you know, he didn't handle that one that well, frankly. However, he's had 10 years to reflect on what went wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "ANDERSON",
      "sentences": "It may be one of the few files that people will say, he can make a positive difference on because, of course, he oversaw Brexit, which, youknow, for many, many people, not just in the U.K., across Europe and beyond. And, you know, we're pretty angry about his stewardship of that, despite the fact that he resigned because it wasn't -- it didn't go the way that he ultimately wanted it to go. Let's talk about what happens next in the in the in the Gaza conflict, in the Israel-Hamas war. And what happens as far as the sort of Palestinian horizon is concerned going forward? This is what the Israeli Prime Minister Benjamin Netanyahu, has said about what a future administration of Gaza might look like post-war. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "NETANYAHU",
      "sentences": "Secondly, we have to understand is that there has to be an overriding -- an over reaching Israeli military envelope, because we'veseen any place that we leave, we just, you know, exit, give it to some other force, very soon, terrorism resurges, so, must achieved nothing. The third thing we have to understand is that a civilian authority has to cooperate in two goals. One is to demilitarize Gaza, and the second is to deradicalize Gaza. And I have to say that the Palestinian Authority has unfortunately failed on both counts. They don't demilitarize the West Bank, Judea and Samaria. We have to do it. We have to go in and fight the terrorists. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:04",
      "speaker": "ANDERSON",
      "sentences": "Insisting that there be an Israeli security file on Gaza going forward, dismissing the Palestinian Authority as capable of, you know,being involved in the administration of Gaza going forward. Jordan's king, King Abdullah, tweeting this in a meeting with senior Jordanian politicians, reaffirming Jordan's rejection of any scenario of Israel re-occupying parts of Gaza, or establishing buffer zones, warning it will exacerbate the crisis and infringe on Palestinian rights. What's your sense of -- and I know -- I know what this is some distance down the road, but the conversations are being had. What does a post conflict Gaza look like? What's its future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Well, one of those states, of course, that you are talking about is the UAE, which retains its normalization with Israel. It hasn't. Ithasn't sent the -- it hasn't expelled the ambassador here. When I talked to sources here, they told me, you know, keeping an open track at this stage with Israel is massively important. That's the UAE's position, like it or not. The diplomatic adviser to the UAE's president, Anwar Gargash, was at the top that you were at this morning, you're in the audience. His keynote urges a political settlement for the Palestinians and a refocusing on a two-state solution. Let's have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANWAR GARGASH, DIPLOMATIC ADVISER TO THE UAE PRESIDENT",
      "sentences": "Underlying the current crisis, initiated by the October 7th attack is a -- is a seriousfailure of the policy of containing the Palestinians. And it would be an epic, historical tragedy if we don't course correct, and re-engage politically on the issue of borders, refugees, and East Jerusalem. The only pathway to achieve lasting peace and security for both the Palestinian and Israeli people is through a political process to achieve the two-state solution with an independent Palestinian state based on the 1967 borders with East Jerusalem as its capital. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "The two-state solution, it's an argument that some suggest is now rather hollow, devoid of realistic solutions. Has the scale of this warreignited that two-state solution discussing? Do you think in what you might describe as a productive way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "KHATIB",
      "sentences": "It's the only way that this conflict can end. The peace process is the only way. And so, we shouldn't just focus on just stopping thehostilities that are happening right now. The day after matters a lot more, because all those people who have died on both sides, in Israel and in Palestine, you know, let's hope they have not died for nothing. They have not died for just yet another cycle of violence that's going to be resurrected in the future. And the only way to prevent that scenario is through a two-state solution. And the good thing in the region right now is that Qatar, UAE, Saudi Arabia, Jordan, and Egypt are all aligned on the importance of resurrecting the peace process, and they are engaging in real hardcore diplomacy to make that happen. So, for me, it's not that -- it's not a fanciful idea. The Arab Peace Initiative of 2002 is still very much on the table. And now, we need to see serious efforts made to make that happen with international by in. And that is why, for me, you know, for example, having David Cameron, as foreign secretary in the U.K. is pivotal, because the international community needs people like that who are serious and engaged to be part of this conversation. It's not just about the Arabs and the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, it's fascinating. It's really good to have you here.Your analysis and insight is so important. And we know now for some weeks, Arab leaders out loud, publicly have said, no conversations about the day after, as it's known until, you know, Israel deals with the today, which is their argument that says we need a ceasefire. But clearly behind the scenes, as we all understand, there are now conversations about what needs to happen next, and those conversations are important ones, and your insight, as I say, is invaluable. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:46:41",
      "speaker": "ANDERSON",
      "sentences": "Donald Trump's eldest son is back on the witness stand this hour in the civil fraud trial against the former U.S. president, his adult sons,and the family business. Donald Trump, Jr. answering questions from defense lawyers who began making their case today. Brynn Gingras is with us from outside the Court. What is -- the Court has -- Brynn, what is the case and what can we expect from the former president's son?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:46:41",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Becky. So, he's on the stand right now going through the history of Trump Organization. Our courtreporters inside saying it's sort of a light hearted mood inside that courtroom with the judge even making jokes on the -- on the stand, and witnesses making jokes as well, Donald Trump Jr. himself. Again, now, just going through the history of Trump Organization, not yet getting into the nitty gritty of the financial statements were are -- which are the heart of this case. The defense is expected, beginning with Donald Trump Jr. to sort of lay out its case. We'll have more leeway to do that, since they're the ones asking the questions, basically, trying to prove that the Trump sons, Trump himself, and the Trump Organization didn't intentionally, you know, alter financial statements in order to get better loan deals from banks and insurers. And that's really what their point is, that banks -- no victims here. They are not complaining about any defrauded financial statements or anything of the such. So, we expect to see that argument sort of being replayed over and over as this defense is laid out with over the next four weeks. Now, remember, it's just two weeks ago, that Don Jr. was on the stand for the state's attorneys, and he was answering questions and distancing himself as someone who prepares those financial statements. Saying, he relies on accountants and lawyers to do that. So, we expect him to expand on that when we do get to that part of his testimony. He is expected to be on the stand for much of today. It could go even into tomorrow, as cross examination will be definitely happening as well. The state asking more questions from Don Jr. And we are expecting some of the same witnesses to be called that we saw from the states, including Eric Trump, his brother, and possibly even the former president as well. And we're also expecting some states, I'm sorry, some expert witnesses from the defense like some of the banks and some of the people who are in the real estate industry. So, the defense just starting its case today. This is day one and we are expecting their case to wrap up within the next month or so. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "ANDERSON",
      "sentences": "As A.I. or artificial intelligence emerges as a new technology, university researchers around the world are using it to drive innovation inrobotics. In Abu Dhabi, a team of researchers is using A.I. for search and rescue robots in the desert. As part of our series called \"BOLD PURSUITS\", Will Ripley meet scientists pursuing breakthroughs in robotics technologies, and discoveries that could help our lives. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It is very early, we are in the desert and it's already 36 or 37 outside.RIPLEY (voice over): In this desert outside Abu Dhabi, I find a group of researchers working with robots that mimic what certain species do in nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "Enrico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "ENRICO NATALIZIO, CHIEF RESEARCHER, AUTONOMOUS ROBOTICS RESEARCH CENTER, TECHNOLOGY INNOVATION INSTITUTE",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "Good morning, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "Hi.RIPLEY (voice over): Taking a cue from the way a colony of ants work together to perform tasks, they're building a swarm of drones and robots that collaborate and work together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "Basically, they work autonomously in the sense that they can do operations by themselves. We mimic the natural system that exists innature. This, social insects, for example, they have a very limited intelligence by themselves, but they can do great operations together. And the -- what we do, what we mimic is the way they communicate, the way they coordinate, they exchange of information they have, and let them self-organize and perform the best as they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "So, break down some of the scenarios that you imagined these be most effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "Disaster is one of them. We have logistics, transportation, inspection, monitoring, any kind of activity where we need eyes, and weneed to perform some activity on the -- on the spot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "Back in the labs at the Technology Innovation Institute, they fit the drones and robots with sensors, cameras, and communication devices.With all this tech, out in the field, the scientists carry out research by giving these machines tasks and challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "Robots by themselves, without being able to do operation by themselves will not mean much. The idea of giving them all the autonomy tounderstand the scene and apply their intelligence in order to solve some specific task, that's a step highr. All these innovations, the idea is that they are actually feasible, in maybe, five, 10 years to have it as mass produced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "Can these do it better and more efficiently than humans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "It's something that robots can do much more efficiently, cost effectively and fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "They don't complain about the brutal heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "RIPLEY",
      "sentences": "Which with the changing climate, that's going to be more and more crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:02",
      "speaker": "NATALIZIO",
      "sentences": "Yes, and more difficult.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}