{
  "date": "2023-03-13",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Biden to Speak to Silicon Valley Bank Collapse; Biden to Host British & Australian Leaders in California; \"Everything Everywhere all at Once\" Wins Big at Oscars; Film Directed by Daniel Roher and Presented by CNN Films and HBO Max; CNN Wins Oscar for \"Navalny\" Best Documentary Feature. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello, welcome to CNN Newsroom, I'm Max Foster in London. Just ahead, the U.S. government steps in to protect all deposits in the collapsed Silicon Valley Bank. And we do to hear from President Joe Biden soon. We'll bring you that live. Also, ahead historic wins at the Oscars in a triumph that everything, everywhere all at once.And after a weekend of crisis and present a walkouts, the BBC says Gary Lineker will go back on it, details on the debacle just ahead. U.S. President Joe Biden set to speak in the next hour or so in an attempt to bolster public confidence and contain financial fallout, following the nation's second largest bank failure in history. On Friday SVB, one of the leading lenders in the tech industry was taken over by federal regulators after it collapsed in a matter of hours. Two days later, a second U.S. Bank was forced to close its doors. Meanwhile, banking giant HSBC has announced plans to acquire SVB's British subsidiary and move the UK Government says we'll protect customer deposit. CNN's Rahel Solomon joins me live from New York. I mean, this was pretty scary stuff, wasn't it over the weekend, but they appear to reassure the markets if you look at the numbers today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "RAHEL SOLOMON, CNN CORRESPONDENT",
      "sentences": "It seems so right because the markets look like they are set to open higher. But Max, I think you hit on the key word here, confidence. We hear from U.S. President Joe Biden, we expect for him to deliver a message to try to instill confidence in the American people that the financial banking system is safe.But Max, a lack of confidence is also at the center of what happened to SVB's failure. So essentially, what you had here, Max was SVB, announced, some would say communicated poorly, that it needed to raise cash to shore up liquidity, while investors got wind of this founders got wind of this. And this led to an old-fashioned bank run essentially; you had founders rushing to try to get their money out of the bank, because there were concerns about liquidity. So that's what sparked all of this. And at the center was a real lack of confidence. Max, I just got off the phone with a founder who had her money at SVB. She told me this started on Wednesday, but Wednesday through Friday, it was sheer panic throughout the tech community throughout the founder community trying to figure out how much of this was true and what this would all mean. And she actually told me, Max, that as of Saturday, some of her business accounts started bouncing, that charges were being returned, because her line of credit at SVB was no longer active. And so in this panic in this sheer confusion about what would happen to SVB, she started to move some of her business accounts to her personal credit card, because she was so concerned about the impact that this could have operationally to her small startup. The small startup, seven employees, she told me she's been around for five years. But that just gives you a sense MX of the real emotion that these founders were going through. And the real concern that a lot of these people who work for these startups were likely dealing with over the weekend. So, what happens now? Well, ultimately, FDIC already insures up to $250,000 per account. But what happened last night is you saw the U.S. regulators, the Federal Reserve, the Treasury, the Treasury Department, and the FDIC, the Federal Deposit Insurance Corporation, essentially saying not only are they insuring the first $250,000, but they're all also making all depositors whole does not apply to investors does not apply to shareholders. But essentially taking these extraordinary measures Max to completely insured depositors and protect them from this. And that is because there is real concern about what this would do to the confidence of the banking system, if the U.S. government allowed this bank to just fail and these depositors to be without their funds. So, confidence really at the heart of the banking system, and really at the heart of this story and so when we hear from President Biden, which we expect to in about an hour, you can imagine that that's probably going to be at the center of his comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Selina in Beijing, thank you. Fighting continues around the clock in the eastern Ukrainian city of Bakhmut, but Kyiv says its troops are still in full control. The Ukrainian deputy commander describes a tense situation with gun battles in close quarters.The Head of the Russian private military company Wagner claims his troops are nearing the city's center. Well, Ukraine says Wagner fighters are suffering significant losses in their efforts to advance. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "In less than a week, starting from March 6, we managed to kill more than 1100 enemy soldiers in the Bakhmut sector alone, which is Russia's irreversible loss, the loss right there near Bakhmut.(END VIDEO CLIP) FOSTER: Clare joins us with the latest developments. There are clearly losses we don't know exactly on which side but it's pretty gruesome what's happening there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, both side, no doubt about it, Max. They're both claiming to have inflicted heavy losses on each other. I think it's very clear exactly from those pictures that you showed that we're now back to this sort of street by street battle, meter by meter in the words of - Yevgeny Prigozhin, the Head of Wagner.Ukraine where we had heard sort of speculation around a potential tactical partial withdrawal over the past few weeks is now making it very clear it has no intention of surrender President Zelenskyy saying last week that that would leave an open road for Russia to advance into other cities in the east. There's also a sense you get from at least from one of Ukraine's top military commanders that this is about tying down Russian forces to stop them from preparing a meaningful spring offensive and to buy Ukraine time to prepare its own spring counter offensive. But I want to bring in another aspect of the fighting in the East Max, because we're getting a new video this morning that shows that Russia may be continuing to use unconventional weapons in this fight. This is from Vuhledar, which is about 150 south of Bakhmut. This according to Ukraine is the result of an incendiary bomb, that is a bomb that's designed to sort of set fire to a maximum number of objects. You can see the sparks flying there without interestingly the same place where Ukraine claims to have destroyed a rocket launcher carrying thermobaric weapons last month. You get a sense that Russia is using a range of weapons a range of methods to try to advance in the East even as the evidence points to the fact that they are still struggling to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Clare, thank you. North Korea says it launched missiles from a submarine off its eastern coast. A state-run media report two cruise missiles traveled 1500 kilometers per hour for more than an hour before hitting their targets Pyongyang also vowing to take \"The toughest counteraction against U.S. South Korean military drills that started today.And the glitz, the glamour, the emotion it was a history making night. But the Oscars everything everywhere all at once dominated 90 the 95th Academy Awards on Sunday night. The sci-fi adventure won for Best Picture best director as well as other categories. Its star Michelle Yeoh becomes the first Asian woman to win best woman to win Best Actress. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Stephanie Elam joining us from Los Angeles where all the glamour is. I mean, it was a fantastic speech, wasn't it? And really the big story that came out of the evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "Yes, all, award season long Max. We have seen everything everywhere all at once dominating, and they continue to do that Sunday night. Michelle Yeoh with her historic win one of the big questions was who was going to present the best actress award since that should have been Will Smith since he won Best Actor last year.Obviously, he's banned from the Oscars after that slap. So what the academy did is they brought up Jessica Chastain, who won for Tammy Faye as Best Actress last year, so she should have presented Best Actor, but had her combine that with Halle Berry who won for Best Actress in 2003 for Monsters Ball. And why that was noteworthy is because up until Sunday, Halle Berry was the only woman of color to ever win Best Actress. So now there are two because Michelle is there. You also saw Jamie Lee Curtis win as well for Best Supporting Actress. Her speech was great. A nod to her parents who were both nominated but never won. So, you saw a lot of veteran actors really embraced by the Academy, Brendan Fraser also winning for The Whale and so and Ke Huy Quan who also won his Best Supporting Actor for Everything Everywhere All at Once. Now you remember he started out in Indiana Jones and the Raiders of the Lost Ark with Harrison Ford. Harrison Ford presented the Best Picture Oscar and they had a nice emotional reunion on stage as well. So that was great to see. Also I've got to mention that Best Documentary Feature went to CNN films, Navalny and Navalny's wife Yulia, daughter Dasha and son Zakhar were all there. And Yulia gives a really moving speech speaking to her imprisoned husband, saying that she dreams of the day when he will be free. And then just a few light-hearted moments best Live Action Feature short, I should say, when to an Irish goodbye. And the filmmakers having a spontaneous moment to have the crowd sing Happy Birthday to James Martin, the star of the film. That was just a feel-good moment there. And one other feel-good moment you had some stiff competition for Best Song, Best Original Song. And you saw Lady Gaga perform from Top Gun. You saw Rihanna was there performing for Wakanda forever. But the win went to, Natu Natu from RRR and it was just great to see when they came up to accept awards. It's M. M. Keeravaani, he's saying a modified version of a - song, he said he grew up listening to - song to just live that moment, have that moment and sing the song and also just a great performance. So it was more of a classic Oscars Max, which was a lot less drama, but some amusing and heartfelt moments along the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "How will the BBC get out of its latest crisis the British broadcaster was plunged into chaos over the past few days? This is a recap of what happens every sort of briefly. But the network's biggest star Gary Lineker, criticize the UK's Conservative government over its migration policy on Twitter.The BBC suspended him from air saying those tweets broke its impartiality guidelines. Now his colleagues on air walked out in solidarity disrupting the weekend's football coverage. And today, the BBC announced that Lineker will return this weekend and also conduct a review of its social media policies. Hope you kept up with that. Amanda will explain a bit more detail. But when I say it like that, it feels like the BBC almost climbed down here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORT",
      "sentences": "Yes, I mean, it has been a crazy sequence of events, hasn't it Max? At some point through this weekend, you wondered how on earth it was going to be resolved. I was at Twickenham at the rugby on Saturday. And this was the top topic of conversation on everybody's lips. How on earth is one of the biggest names in British Broadcasting?And the BBC's national broadcaster, the BBC we're talking about its flagship program match of the day, the most iconic TV football program that all of us grew up watching on a Saturday night. How on earth will they get to a resolution from this? And it's very interesting that here we are, on Monday morning after such an impact, not just on Match of the Day, but across the sporting programming on both television and radio, and online being affected. We do now have this statement from the BBC's Director General Tim Daly, which Tim Davie I should say, which does seem like an apology and something of an admission that the BBC's policies were not up to scratch. They've talked about the fact they're going to launch it a social media review and recognition in the flaws, they said of the social media guidelines implemented in 2020. Tim Davie has very much been the person, the public facing person dealing with this for the BBC; he has given a television interview. Here's just a short clip of what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "TIM DAVIE, BBC DIRECTOR GENERAL",
      "sentences": "What we've agreed and I've spent time talking to Gary, we've had lots of discussion is that between now and when the review reports, Gary will abide by the editorial guidelines. And that's where we are.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DAVIES",
      "sentences": "So that was what Tim Davie had to say. Gary Lineker has gotten back on social media on Twitter and thanked Tim Davey for his support and the conversations that they've had. But very interestingly, is showing no signs of really backing down the fact he's going to stop giving his views on whatever he wants to give his views on that.And in his initial tweets, a series of four tweets he's posted this morning, talking about developments, thanking the BBC for their review. He is very much put the issue at the heart of this Britain's treatment of refugees and those seeking asylum back to the forefront. He said this final thought, however difficult the last few days have been. It simply doesn't compare to having to flee your home from persecution, or war, to seek refuge in a land far away. It's heart- warming to have seen the empathy towards their plight from so many of you. We remain a country of predominantly tolerant, welcoming and generous people. Thank you. So, Gary Lineker is expected to be back on air for the BBC this weekend. But you suspect the conversations that this has started up the role of broadcasters not only in the political sphere, but beyond in sport, Gary Lineker has 8.8 million followers on Twitter. He knows that's powerful. The BBC knows that's powerful. That's why they employ him but where is the line? That should be drawn, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "More now on the Oscars. CNN films won Best Documentary Feature for Navalny, the riveting real life thriller follows Russian opposition leader Alexei Navalny. His political rise and his survival of an assassination attempt as well. The Kremlin critic is currently serving a nine-year term in prison.Navalny documents and investigation by CNN Chief International Correspondent Clarissa Ward, and she joins us now. Congratulations first of all, what does this award mean to you and the story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Thank you so much, Max. Well, I think obviously when you saw Daniel Roher on stage; he's the director of the film alongside Alexei Navalny's entire family, Yulia, his wife, his children, Dasha and Zakhar.There was a sense that this was a triumphant moment that this was a hugely crucial moment in terms of trying to offer some measure of protection to Alexei Navalny, who, as you mentioned, continues to languish in a maximum security penal colony. And the hope that the filmmakers have is that by getting so much publicity for this film, they are basically giving him some kind of a measure of protection because the situation for Alexei Navalny inside that prison cell is grim. He is in solitary confinement; he has lost a lot of weight. He has had crippling stomach problems; he has been incorrectly prescribed very strong antibiotics. And so there have been real concerns about his health about what could happen to him, particularly as he takes such an aggressively strong anti-war in Ukraine stance, thereby kind of exacerbating the irritation that he has already caused the Kremlin, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "This isn't the kind of story the Kremlin wants the world celebrating. So, what if any responses we had from them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WARD",
      "sentences": "Well, it's interesting. We did hear from Putin's press secretary Dmitry Peskov this morning, he said that he has not actually seen the film himself, but that he's sure it's been heavily politicized. He said the Oscars are very fond of politicizing different events, but make no mark about it. The Kremlin is very unhappy about this.They are unhappy about the humiliation that Alexei Navalny through his work and his investigations in Bellingcat, who led the investigation that we were part of into the poisoning, has really just been very deeply embarrassing for the Kremlin security services particularly. And it's not an accident, Max, that President Putin, Russian President Vladimir Putin refuses to actually speak the words Alexei Navalny refuses to say his name. I think that gives you a sense of just how powerful a figure he has become, and how much of a threat he has become. So clearly, they are not going to be celebrating this moment. They will be trying to make out that it's not a big deal and they're not paying attention and they're not bothered by it. But underneath that, I think you can assume that they are in fact extremely bothered by it, Max.",
      "isLastSentenceInterrupted": false
    }
  ]
}