{
  "date": "2023-05-18",
  "headline": "CNN News Central",
  "subHeadline": "Children Found Alive after Plane Crash; Harry and Meghan in Car Chase; South Carolina House Passes Abortion Ban; Toxic Clothing Found. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:34:07",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "In Colombia they survived a plane crash and then survived 17 days in the jungle alone. And those survivors are all children. The four children, they're ages 13, 9, 4 and also an 11- month-old were found alive by the Colombian military. The soldiers followed a trail of objects, like a baby bottle and hair scrunchies, in order to get to them. You can see some of what we're showing you right here.Let's talk more about this. CNN's Stefano Pozzebon is following this for us. Stefano, this is remarkable and it is also a tragedy. What more are you learning about how these little kids were found?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. I mean we -- as we've been looking, as you've been talking, we've been seeing some pictures and -- of the - this -- like how the plane looked and it's really, truly a miracle that these children were found when the plane looks in the state that it's in and also the like little objects that were found along with them. It is remarkable.We're going to continue to follow this story. Thank you so much, Stefano.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "POZZEBON",
      "sentences": "Yes, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BOLDUAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "New questions this morning about exactly what happened Tuesday night after the duke and duchess of Sussex left an event in New York. A member of the couple's security team told our Max Foster that the two were the focus of a chaotic paparazzi chase that could have ended in fatalities. But their getaway taxi driver, who experienced just a part of the incident, said the chase to him wasn't that aggressive. And New York City's mayor is casting doubt on the length of time the couple's spokesperson said they were being pursued.CNN royal correspondent Max Foster is joining us now with the very latest. I think everyone agrees that something happened that was problematic, but the magnitude seems to have some disagreement between the different factions here. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "MAX FOSTER, CNN ANCHOR AND ROYAL CORRESPONDENT",
      "sentences": "Well, exactly. I mean it started off with that language from the Sussex office about a catastrophic car chase. And, of course, we were very concerned when we heard that because it suggested that someone had been hurt. No one was ultimately hurt but they were certainly concerned that someone would be. Not the couple themselves, but the people around them on the streets, for example, without -- you know, with paparazzi crossing sidewalks and going through red lights. So that was the concern.There was some sort of chase. It wasn't a high-speed car chase. And to be fair to the Sussexes, they never suggested it was. In fact, when I spoke to someone in their entourage, he made it very clear that they were sticking to the rules of the road and they weren't trying to exceed the speed limit because they didn't want to add to the chaos and the potential harm that could be done to pedestrians. And then we heard from the taxi driver that you referred to. I'll just let you hear what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SUNNY SINGH, TAXI DRIVER",
      "sentences": "They didn't say much. It was their security guard who said where they were going, all right. And as soon as he's about to say where they're going, all of a sudden the paparazzi just stormed the taxi. And there was flashes coming from every direction. They are up against the car just taking pictures and stuff like that, standing in front, you know? And then as the -- we got stuck behind a garbage truck as -- when the garbage truck moved, they started following the cars in their - in -- behind us.When the paparazzi started taking pictures someone - I heard from the back somebody said, oh my God, you know. And then the look on their faces, you could tell that they were nervous and scared. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "FOSTER",
      "sentences": "So, this is t he one guy talking who was involved.What I will say to you is that he was only involved for less than ten minutes and this chase lasted two hours as we understand it from the Sussex office. Chris Sanchez (ph), who I spoke to, who is part of the security detail, told me that there were a couple of car changes. So, what we think happened, they went from limousine, to taxi, to limousine, to try to put off the paparazzi. So, it depends on perspective. But something, as you say, certainly did happen here. And they're very - you know, they were certainly shaken by what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, Sara, wild video out of Iowa, when a simple traffic stop became a chase with a police officer clinging to the hood of a car.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BOLDUAN",
      "sentences": "State lawmakers in South Carolina are now one step closer to approving a near total ban on abortions there. This fight has been going on for months in the state. And this week it included 20 hours of debate with the state house voting yesterday in favor of banning abortions after about six weeks of pregnancy. [09More specifically, once early cardiac activity can be detected, which can very well be before a woman even knows that she's pregnant. Democratic lawmakers there tried a filibuster, filing over 1,000 amendments to stall the bill but it was apparently delaying the inevitable. Amara Walker is tracking this. She's joining us now. Amara, what is next in South Carolina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "AMARA WALKER, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "So, this bill goes to the Republican-controlled senate. And, Kate, it's going to be very interesting to see what happens from there on the six-week abortion ban passed by South Carolina's house because several amendments have been made (INAUDIBLE) further.Now, keep in mind (INAUDIBLE) it was just three weeks ago that the South Carolina (INAUDIBLE) blocked a near total abortion ban, basically banning abortion starting at conception with just a few exceptions there. But thanks to five women, they call themselves the sisters - the sister senators, three Republicans, one Democrat, one independent, they banded together to block that near total abortion ban. Prior to that, in February, the same senate passed a less restrictive abortion bill, in effect a six-week abortion ban, and now the state house has passed a similar bill. I want you to listen, Kate, to what Republican State Senator Sandy Senn had to say on CNN this morning about how she and her sister senators will vote. (BEGIN VIDEO CLIP) SANDY SENN (R), SOUTH CAROLINA STATE SENATE: All of the five women will be fighting against this bill. The big nail biter is going to be whether the three men who stood with us last time, whether they will stick with us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "WALKER",
      "sentences": "So this has been (INAUDIBLE) Republican Party (INAUDIBLE) not just in South Carolina but nationally. The debate over how restrictive an abortion ban should be. So, if this bill passes the Senate, then it will go to the governor for his signature, Republican Governor Henry McMaster, who has indicated that he would sign the bill. Until then, it is currently legal to get an abortion in South Carolina up to 22 weeks in pregnancy, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BOLDUAN",
      "sentences": "All right, Amara, thank you very much. So we're going to continue to follow that in South Carolina.You can also see North Carolina there on the map. Coming up on the show, we're going to speak with North Carolina's Governor Roy Cooper about the abortion ban moving ahead in his state as the state legislature just overrode his veto on this matter. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "Important discussions there.So, we have amazing newly released body cam video out this morning of a traffic stop in Iowa. This happened in 2021, but the video is only out now. That's Officer Patrick McCarty (ph) trying to stop a suspect from getting away in his car. You can see that as the car starts moving, McCarty has already jumped up onto the car right there with his gun drawn pointing it in there and he's clinging on for dear life as the car starts to go more than 50 miles per hour. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop the car, man! Stop the car! Stop the car! Stop the (EXPLETIVE DELETED) car! Stop the (EXPLETIVE DELETED) car! Stop the (EXPLETIVE DELETED) car! Stop it! Stop the car! Stop the car! (INAUDIBLE). Put on the (EXPLETIVE DELETED) brakes! Put on the (EXPLETIVE DELETED) brakes! Put on the brakes! Stop the (EXPLETIVE DELETED) car! Stop the (EXPLETIVE DELETED) car, man! Jesus. Stop the car, man!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "So, you already saw it. I mean after this moment right here, just a few moments later, Officer McCarty gets thrown from the hood.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop the -Stop the car, man (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I need medics.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SIDNER",
      "sentences": "I mean he's off-roading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "Yes, so what you're seeing there is the different angle from the dash cam of another car as that's all going on.Brave, right, but apparently misguided. The police chief told a local newspaper that McCarty, in the heat of the moment, made a lapse in judgment in an attempt to apprehend the suspect. And this is now a training point that is used for all officers going forward. So, they're using this as a training of what not to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SIDNER",
      "sentences": "Not to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "BERMAN",
      "sentences": "As like, bad idea genes right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SIDNER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "Don't jump up on the hood of a car really under any circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BOLDUAN",
      "sentences": "I mean, I was - I came -- became a little obsessed with this, this morning, in watching. This was the passenger. The driver had gotten out of the car. The passenger then moved in. And he, like, at one point it was just slowly moving his hands around. It - I mean - I'm going to give a lot of space for the officer there and what he's trying to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "I mean I'm not saying he wasn't brave. He's super brave. I'm just saying that they're using this as a training video of like what not to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BOLDUAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SIDNER",
      "sentences": "Yes. He could have been killed there. And we've seen police officers fire for much less. But watching this he probably knew if he did that and the car was going so fast, this is really dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BOLDUAN",
      "sentences": "That was terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SIDNER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BOLDUAN",
      "sentences": "I'm glad he's recovering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SIDNER",
      "sentences": "Speaking of something a bit scary, although not that scary, going to the gym today, you may want to think about what you're wearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "I'm not wearing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SIDNER",
      "sentences": "John, I've seen you, and you have worn that.Your -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BOLDUAN",
      "sentences": "I am staying out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "SIDNER",
      "sentences": "Why your outfit could actually be a health risk.(COMMERCIAL BREAK) [09:55:05] BERMAN: So, new this morning, toxic chemicals found in athletic clothing. A consumer watchdog is warning that dangerously high levels of the chemical compound know as BPA have been found in clothing, including shirts, leggings and other sportswear. CNN's Matt Egan is here with us. And, Matt, you're doing this because you and I saw each other at the gym this morning -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "Both wearing very fetching gym clothes. But what's this finding here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "EGAN",
      "sentences": "Well, John, the finding is that what you're wearing at the gym might be harmful to you. That's this warning from a watchdog group that found high levels of BPA in everything from shorts and athletic shirts to leggings and sports bras.So, this is coming from the Center of Environmental Health. They've been all over this issue. And they just said yesterday that new testing has found concerning levels of BPA in a whole range of brands. Everything from leggings made by Athleta and Champion, Kohls, Nike and Patagonia, to sports bras, from Sweaty Betty, athletic shirts from Fabletics, and shorts from Adidas, Champion and Nike. That's quite the range of popular brands there. Just to back up on BPA. This is an industrial chemical. It's been around since the 1950s. it's used in everything from water bottles and auto parts to toys. But there have been harmful health side effects that have been linked to it, including diabetes, heart disease and obesity. Some studies have even linked BPA to asthma in school-aged girls and even premature death. Now, the concerning thing here is that this new reporting finds that some of these brands, some of their clothes, has up to 40 times the safe limit. Now that safe limit is set by California's standards. They passed a law in 1986 that set what is the safe limit to BPA. We've reached out to all the brands here. We have heard from Athleta. They say that they're deeply committed to insuring all of our products are made to applicable safety standards. We believe the CEH claims have no merit and stand by our products and practices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "You have my attention, I have to say. This is like the wicking type of stuff that everyone wears at the gym.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "EGAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "All right, pay attention closely.Matt Egan, nice to see you again today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "EGAN",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:04",
      "speaker": "BERMAN",
      "sentences": "Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}