{
  "date": "2023-02-12",
  "headline": "CNN Newsroom",
  "subHeadline": "FAA Briefly Restricts Flights Over WI For \"National Defense Airspace\"; More Survivors Pulled From Rubble More Than Six Days After Quake; Philadelphia Gears Up For Tonight's Big Game; CNN Investigates: How Schools Can Better Prepare For Cardiac Arrest; Shoppers Preparing To Pay More For Valentine's Day; Jupiter Now Has Most Moons of ANY Planet With 92. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:35",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.We begin with this breaking news. Just moments ago, the FAA lifting a flight restriction over Lake Michigan near Wisconsin for what it called National Defense Air Space. At this time it's unclear why they imposed the restrictions but it does follow a similar pattern that we have seen with at least three now high altitude objects shot down in the last week. CNN's Kylie Atwood and Arlette Saenz are tracking all the latest developments. Kylie, to you first at the State Department, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes. So what we've learned is that this temporary flight restriction that was in place over Lake Michigan has now been lifted. And according to NORAD and the FAA, it was in place for NORAD operations. We don't know exactly what those operations were but the thing that caught people's eye is that they said this temporary flight restriction was in place for National Defense Airspace. That is the same kind of terminology that we heard last weekend on Saturday when that Chinese air balloon was taken down off the coast of South Carolina.So when we see these alerts coming from the FAA, there's heightened concern about what that means. But we should know that just yesterday there was another temporary flight restriction put into place in Montana. So we're seeing an increase in these temporary flight restrictions go in place then that one was taken down when they said that it was due a radar anomaly. But they don't know exactly what caused that radar anomaly. They went up to check it out, they didn't find any objects. So it appears that it wasn't triggered by any unknown objects in the sky, even though of course, we have seen those objects over the last week or so. And here is what the senator from Montana, Senator Tester said earlier this morning when talking about trying to figure out what actually had triggered that temporary air space restriction over Montana yesterday. (BEGIN VIDEO CLIP) SENATOR JON TESTER (D-MT): I think the investigation is still going on as we speak. The truth is that there was an anomaly and they have investigated. I think it got dark last night, so they couldn't fully check it out. I'm sure as we speak it is being checked out right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So it hasn't been ruled out? There may still be something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "TESTER",
      "sentences": "Absolutely. There may be still something out there. It may be a false alarm.What has gone on the last, you know, two weeks or so, ten days has been nothing short of craziness. And the military needs to have a plan to not only determine what is out there but determine the dangers that go with it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "ATWOOD",
      "sentences": "Wo what is clear here Fred, is that there is very much increased vigilance when it comes to U.S. air space right now. We should remind viewers that after that Chinese spy balloon came down last weekend, there was another unidentified object that came down over the U.S. waters around Alaska. Another object that came down over Canada just yesterday -- both of those shot down by U.S. flights.And so it is concerning. You know, folks are trying to figure out what kinds of things are coming into U.S. air space and there are questions being asked as to what is the new policy surroundings these unidentified objects. We're still trying to figure out exact what the last two objects shot down are. We've heard from Senator Schumer describing both of them as balloons. But we're also hearing from the White House administration officials saying that they are not comfortable definitively describing those two objects that came down over Alaska and over Canada because they really just don't know yet what they are. They are not similar to the Chinese spy balloon. They're much smaller and so those discovery efforts are under way and that, they're hoping are going to give them a lot more answers as to what these objects actually are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:35",
      "speaker": "WHITFIELD",
      "sentences": "All right. And Arlette from the White House, what's being said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "SAENZ",
      "sentences": "But earlier today Senate Majority Leader Chuck Schumer said that he received a briefing where it was indicated to him that there is a belief that these two objects that were shot down on Friday and Saturday were balloons. Take a listen.(BEGIN VIDEO CLIP) SENATOR CHUCK SCHUMER (D-NY), SENATE MAJORITY LEADER: We have to look at each balloon individually to see what -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Were these balloons Friday and Saturday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "SCHUMER",
      "sentences": "They believe they were. Yes. But much smaller than the one -- the first one.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "SAENZ",
      "sentences": "Now, so far the U.S. isn't going as far as saying that they were definitively balloons. Today, and NSC spokesperson said in a statement quote, \"These objects did not closely resemble and were much smaller than the PRC balloon and we will not definitively characterize them until we can recover the debris which we are working on.\"So still so many questions. What will be key will be those recovery operations that are under way on that first and the second objects that were shot down this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "WHITFIELD",
      "sentences": "All right. Arlette Saenz, Kylie Atwood -- thanks to both of you. We'll check back with you.Let's talk more about all this with CNN's safety analyst David Soucie. He's also a former FAA safety inspector. David, good to see you. So help everyone understand, what are the circumstances in which the FAA would restrict air space?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "DAVID SOUCIE, CNN SAFETY ANALYST",
      "sentences": "When there is any danger to any movement within the commercial air space, that's when the FAA puts these restrictions in place. Typically it is military action. So if you have jets that are scrambled, that would usually constitute a restricted air space to make sure that there's no conflict with their operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "WHITFIELD",
      "sentences": "Ok. And again, we don't know why yet, we're just looking at right, the pattern in the last week why the air space would be restricted. So now help us understand, you know, when we saw something very similar in terms of ground stops that took place when the fighter jet took down the suspected Chinese balloon over the coast of south Carolina, we know it was described as a balloon, an unidentified, you know, object and they were exploring it further.But I wonder now when objects are 40,000 -- 50,000 feet, they are being treated differently. Help us understand that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "SOUCIE",
      "sentences": "So if they're above 40,000 feet, typically you don't have commercial airplanes operating in that range. So that's going to come in to what we thought a risk assessment and so that risk assessment has to be done on every object.Now the Northern Air Defense is going to monitor these devices. Now, recently they have a better way of tracking these types of devices. They're monitoring frequencies that these types of devices use to communicate and to navigate. So they're able to sense those so that's why we're getting more and more of these just in the last few weeks. The other thing -- there is another piece of this that has to be put into the puzzle which is the anomaly research or the Anomaly Resolution Office which was just put in place back in July. Before that time there was just an identification of UFOs of anomalies or unidentified objects. Now, under this office they have added the mantra to this office that they can now defeat and mitigate any threats. So now you have the power of the full military to go out and defeat these objects which we did not have before July. So we're going to see more and more of these types of operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "WHITFIELD",
      "sentences": "Is it your concern at all that the operations are being executed this way with military jets. Do feel like there is another way in which to take down a mysterious object like the ones that we've seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "SOUCIE",
      "sentences": "Well, as is the history of Congress, when they start a new office, they rarely fund it to the level that it needs to be funded. So currently the military doesn't have the capacity or the devices necessary to capture these devices in air.And so the only thing that they have is a $400,000 air-to-air missile that they use to shoot down these objects regardless of what they are. Even if it is a weather balloon or whatever it might be. If it's transmitting, if it falls within that commercial air space, then they have the authority and they have the means by which to take that thing down. But it is not a very efficient nor effective means to scramble jets and shoot air to air missiles at it. They need to get some money behind this program and really do it properly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "WHITFIELD",
      "sentences": "And of course we've just reported that that restriction on the air space, that has been lifted. What are the circumstances to give it an all clear and lift a restriction like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:57",
      "speaker": "WHITFIELD",
      "sentences": "All right. We'll leave it there for now. David Soucie, good to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:57",
      "speaker": "SOUCIE",
      "sentences": "All right. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:57",
      "speaker": "WHITFIELD",
      "sentences": "Still ahead, more than 160 hours after the devastating earthquake in Turkey and Syria, there are miracles amid the rubble. Rescue workers continue to pull survivors from the destruction. We'll take you there next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:51",
      "speaker": "WHITFIELD",
      "sentences": "Quite unbelievable. More than 33,000 people have died since the earthquake hit on Monday and officials say at least 2,000 people sent to hospitals in Istanbul have now been released; more than a thousand are still being treated however.CNN's Nada Bashir is in Turkey for us. So some of the international rescue teams, Nada, have paused their work. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:51",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "That's right.We learned earlier in the day that the rescue team sent over from Germany, Austria as well as an aid group from Israel have paused and suspended their operations in southeastern Turkey. Germany at this stage has requested that its search and rescue term return to its base in Turkey for the time being until the circumstances in the area are deemed safe enough to continue the work. Concern expressed around the security down in the southeast of Turkey as well as clashes between certain Turkish groups as well as reports by the Turkish government of looting and other criminal activity. The Austrian group was very clear that these threats, these risks were not directed towards the group directly but rather this impeded their operations and that they were hoping to continue these as soon as the situation was safe again. And they have now restarted their operations. They are continuing the search and rescue efforts. However, one aid group which came from Israel has now totally suspended its operations. They're now returned to Israel after receiving what they described as verifiable and credible threats directed toward the group in particular. But clearly a matter of concern but this is a truly international search and rescue effort. We've seen groups arriving from across the globe traveling in to support in this effort including one team which arrived from Los Angeles. They took part in a rescue in overnight Saturday of a mother and her 18-year-old son. And we have seen over the weekend these remarkable rescues taking place defying all odds, many now finding survivors. Although that hope for further survivors is certainly dwindling as the days pass by and of course, as the death toll continues to climb. And there is now a real focus on providing that vital humanitarian assistance to those survivors of the earthquake, not only here in Turkey but also of course, in northwestern Syria, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:51",
      "speaker": "WHITFIELD",
      "sentences": "And then what are we learning now about people who have been detained, suspects specifics, developers, builders as it relates to the construction of some of the buildings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:51",
      "speaker": "BASHIR",
      "sentences": "Well Fredricka, I have to say the grief, the shock here in Turkey is really now turning for some into anger and frustration. There are calls for accountability, the Turkish had been clear, they are carrying out an investigation into potential negligence within the construction industry in relation to those now destroyed buildings.More than 200 public prosecutors have been appointed across 10 provinces to carry out and oversee these investigations and now we're learning from the justice ministry that at least 130 people have been arrested pending trial. Three of them have now been arrested and held in custody, a further 7 are being held with travel restrictions in fact. And we learned yesterday, one person even arrested at Istanbul International airport attempting to flee to Montenegro. This is of course the government's attempt to find some source of accountability for this devastating catastrophe, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. We're now just a few hours away from the kick off for tonight's big game. And this will be the third Super Bowl for Kansas City quarterback Patrick Mahomes who also just won his second MVP award this year.And the highly decorated QB is of course proud of a lot of things but most of all he says he is very proud of his \"dad\" title than all the awards and recognition that he has won on the field. For more let's bring in Coy Wire outside the stadium. So yesterday you all made us (INAUDIBLE) when he talked about he -- you know, about his admiration for his dad and now he is very proud to be a dad himself times two. He calls himself an old soul, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "PATRICK MAHOMES, KANSAS CITY CHIEFS QUARTERBACK",
      "sentences": "Whenever you go home and you're able to see the kids and you get that energy bolt again, I mean you don't have bad days.It gives you a better perspective of football is amazing. It's something that you love to do. And you put all you can into it. But at the end of the day it's more important to be a great dad and great father to your kids. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "WIRE",
      "sentences": "As Patrick continued to talk to me about his kids there, he just continues to grow and grow.Let's talk a little bit about the Eagles though Fred, 28-year-old Eagles sack master Haason Reddick (ph) playing in his first Super Bowl. But he almost quit football completely in college. He walked on (INAUDIBLE) no scholarship but not getting any play time, he told his mom I'm going to quit because I can't bear to think about how much these student loans are putting you in debt, mom. But she would not let him quit. Here's what he told me about that conversation with his mom. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "HAASON REDDICK, PHILADELPHIA EAGLES",
      "sentences": "She said stick it out. Keep going. And she said anything I've got to do to make sure that your dream come true, I'm going to do it.And man, how crazy has that paid off, you know not just for me, but for her as well. You know, I take care of mom, make sure whatever she needs, she got. Whatever she wants, she can have it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "WIRE",
      "sentences": "Haason is on his third team and his last three seasons. But he just became a pro-Bowler Fred for the first time leading the way for the Eagles to have 70 sacks this season, most in the NFL all thanks to mom in a way.So many sweet stories of faith, family, and perseverance from the players here in this Super Bowl LVII, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "WHITFIELD",
      "sentences": "I love that. And Haason teaching so many young kids so many valuable lessons there and us big people too, you know, just to keep soldiering on and I love that relationship with mom and her advice to him too.A not to all of us parents. All right. Coy Wire, thanks so much. Have fun out there. So win or lose, Philadelphia police are preparing for big crowds to hit the streets for tonight's Super Bowl. And when the Eagles won the Super Bowl back in 2018, huge crowds of fans flooded the downtown area, climbing street poles. You know, some celebrations actually turned a little rowdy too. And so for more on this year's Super Bowl preps, let's bring in CNN's Gloria Pazmino in Philadelphia where hopefully people of course are going to be excited, but you know, everybody will remain safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Yes, Fred. You know, people are already excited. We've been driving around center city here in the area and the crowds are already here. People are walking around, going out to get food, going out to drink.And I'm standing in McGillin (ph) Old Ale House. And this is the oldest bar in Philadelphia and one of the oldest bars in the entire country. And there are scenes exactly like this one all throughout center city in Philadelphia right now. People anticipating the game, preparing to cheer on the Eagles. There is a lot of excitement in the air. And as you said, a couple of years ago, when they won the Super Bowl, things got a little bit out of hand on the streets. And there is an expectation that that might happen again today. We certainly saw some preparations under way in the area. But all in good spirit. That is certainly mood here among the fans. And I want to introduce you to the owner of McGillin's Ale House, Chris Mullins here who owns this facility and is pouring one of tonight's specialties. And that is that green beer you see there. Chris, what have we got here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "CHRIS MULLINS, OWNER",
      "sentences": "Well, we got McGillin's famous green beer. It's our way of celebrating the Eagles, celebrating Philadelphia and bringing the championship back to (INAUDIBLE). Win that Super Bowl trophy back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "PAZMINO",
      "sentences": "Talk to me about the preparations that you had for this event today. You are sold out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "MULLINS",
      "sentences": "We are sold out. We're doing a ticketed event. We sold 250 tickets. The site crashed due to such high demand for those, pretty exciting. We have people come in from all over the country to celebrate here at McGillin's.We have some pre-gamers, as you could see. Everybody is having a good time before the game starts and there is a lot of positive energy in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "PAZMINO",
      "sentences": "Now why is McGillin such a special place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "MULLINS",
      "sentences": "Well, we're the oldest bar in Philadelphia, so we've celebrated all the wins. We've battled through all the losses. We've been here for the good times and the bad. And it's just a place where people gather, you know. it's just casual, it's fun, it's right in the center city, right near the festivities, a block off of Broad Street. and yes, it has been a place for 163 years for a good time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:49",
      "speaker": "PAZMINO",
      "sentences": "So as you see here Fred, we are excited. People are starting to line up. there is a line building right outside the door. So we're going to be here celebrating a long with fans. We're watching every minute in anticipation of tonight's big game, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "That's a big old --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "Now, our ranches called me out in Kansas. Six foot five cowboys, okay? And they said, Stew, there is only one team you are going to root for today and that's KC. I just saw these two customers walking by. Would you like to be on CNN? They are big KC fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "Perfect. All right. Stew, what are they shopping for? I mean, I know you've got a big hunk of beef there. What else are they looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "What are you doing/",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Some produce, some coffee. We have our ice cream cones we get on the way out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "What is real hot right now is dips and chips. You know what we figured out this week? We will sell enough avocados to go up the Empire State Building 11 times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "These little guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "That's interesting. I bought some avocados yesterday, too, although they are not quite ripe for the guacamole dip tonight, to make something happen. Let's talk about the other things people usually have. You know, they've got the chicken wings. You mentioned the guacamole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "Thank you, KC Chiefs fans. Thank you.So, people are obviously willing to pay more if they have to. Oh there are areas where they are making -- having savings for their Super Bowl fun foods?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "You know what? I mean, we're sort of on the sideline of the game right now because this is real time. We are not reading about statistics, the Labor Department or the government puts out. What we are noticing, look, the average baskets of these is down alittle bit. But the customer count at the store is up. And we are seeing as far as the inflationary spiral receding, even in these chicken wings right here, they are $1 a pound less than they were last year. Shrimp prices have come down a little bit. You are seeing ground beef prices for $1 less than they were. People are making sliders and all that for the Super Bowl. So, I think -- I haven't figured it all out. But you're seeing everything go down a little bit for the Super Bowl versus last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "Well, that's nice, because I think all of us have been paying so much more, I mean, you know, especially during the height of the pandemic. It seems to continue. That's really what is hurting households the most is the grocery prices are just so high and continue to be so.So, It would be nice if folks could experience a drop in some of those prices, collectively. It still feels like it's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "Well, you know what, Fredericka? I'm talking to our farmers and stuff. They've had to pay more for labor right now. Same thing at Leonard's. We have to raise our starting rates $2 an hour.We're not going to be able to cut everybody $2 an hour next year or something. So, those costs are built into our family's business here. You look at transportation costs that have gone up. I mean, these buckets we get for the chicken wings, they have gone up about 25 percent. You know, there is baked in chaos right now. You are seeing the market with supply chain starting to ease a little bit. They need fruits and vegetables and even seafood right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "So, Stew, that big hunk of beef, that big thing you held up, what was that again? I don't know my cats. That is huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "You know what, this is the steak to eat for anybody. It's the best cut. It is a rib eye steak. It is from, of course, Kansas out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "Oh, I love KC. That's funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "You know, there's great marbling, great flavor. If you put anything on the grill, that's the one to put on. That's what ranchers want when they come and visit. The rib eye steak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "Well, I will call you later for a recipe. I've got beefeaters in my family. I have to know how to make something like that. So, I will be getting tips from you.Stew Leonard, always great to see you. Thank you so much. Have a fine Super Bowl party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "LEONARD",
      "sentences": "Thank you, everybody. Enjoy the game today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "We will indeed, thank you.[14:35:00] All right. Coming up, after some pretty scary moments on the field earlier this year, trainers and first responders jumped into action to save the life of Bills safety Damar Hamlin. But what if he had been still in high school? Dr. Sanjay Gupta investigates if schools are doing enough to prepare, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "WHITFIELD",
      "sentences": "This past week, NFL union doctor said they were optimistic that Buffalo bills safety Damar Hamlin will play again after experiencing a cardiac arrest on the field last month. But what if he had still been in high school? Would he have gotten the same treatment?Our Dr. Sanjay Gupta. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't like how he went down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to need everybody. All call! All call!DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): When Buffalo Bills safety Damar Hamlin collapsed on the field in January, Pete Laake immediately thought about his son, Peter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GUPTA",
      "sentences": "Two years ago, then a high school freshman, Peter Laake was playing defense for the Loyola Dons against the McDonogh Eagles. He was right around the 20 yard line. What you are about to watch is the exact moment his heart stopped beating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PETER LAAKE, EXPERIENCED CAARDIAC ARREST",
      "sentences": "I went to the ball. I stepped in front of it. I just got hit, live I've done that many times before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "JEREMY PARR, ATHLETIC DIRECTOR",
      "sentences": "I kind of winced, I'm like just thinking in my head, oh, that one is going to hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GUPTA",
      "sentences": "Jeremy Parr is the assistant athletic director and the head athletic trainer at Peter's school. That sunny day, he was watching diligently when he saw it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PAR",
      "sentences": "The shot was pretty hard. I was watching Peter instead of the course of the action of the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PETER LAAKE",
      "sentences": "I started looking for what was going to happen next. And just like that, I got dizzy and blacked out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PARR",
      "sentences": "I could hear first, he had some breathing. It was gasping or gurgling for air. He is prone on the ground. I check for a pulse. We did not have one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GUPTA",
      "sentences": "The diagnosis, commotion cordis, a rare phenomenon with fewer than 30 cases reported every year.Let me show you exactly what happened to Peter. His heart here is contracting and relaxing. That is a normal rhythm. But at the exact millisecond the heart needs to recharge before the next beat, that's this little bump here, the lacrosse ball hit the left side of his chest. As a result, his heart never got the chance to relax. It starts fibrillating instead. Peter goes into cardiac arrest. The clock starts ticking. What was that like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PARR",
      "sentences": "I did not have time to think. With the no pulse, no breathing, we needed to get the AED and EMS activated as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GUPTA",
      "sentences": "And in Peter's case, it all worked and fast, 2 to 3 minutes. But watching all of this as a parent, I could not help but wonder, what if this were my kids school, your kids school?As part of the CNN investigation, we learned that nowadays, at least 20 states have laws requiring AEDs. In reality, about 70 to 80 percent of schools have at least one defibrillator on hand. But how accessible they are, that is the real issue we uncovered. What if it had happened a few miles away from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PETE LAAKE",
      "sentences": "It would have been a totally different outcome. You can do CPR until you are blue in a face and it will never restart the heart. It's 100 percent access to an AED within a timely period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "GUPTA",
      "sentences": "Turns out where you live makes a big difference. For example, in Ohio and Michigan, more than 70 percent of public schools had AEDs. But in locations that simply could not be reached in time. In Oregon, just half schools had an 80 accessible within four minutes of all sports venues.In Vermont, despite 81 percent of schools having an AED, just 60 percent of them had them located at fields or arenas. In about half the time, they were in the school nurses office or the lobby. We learned athletic trainers are critical. Schools that had athletic trainers were more likely to have AEDs. A chance of survival from a cardiac arrest nearly doubled to over 80 percent if an athletic trainer or AED were used. As things stand now, a third of the country school don't have anyone in that position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PARR",
      "sentences": "All athletes should be afforded the same resources that we have here, that division I athletes in college have and professional sports as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:11",
      "speaker": "WHITFIELD",
      "sentences": "All right. Valentine's Day is Tuesday. Love is in the air. This year, it ain't cheap. Flowers, chocolates, and other gifts coming with a bigger price tags. The National Retail Federation says shoppers spent more than $23 billion on the Valentine's holiday in 2022. And this year, the cost will be even higher.CNN's Mike Valerio joining us right now from the Los Angeles flower market. That's a great spot. And they are moving the stuff in and out, are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "VALERIO",
      "sentences": "This is the real deal. Let's up-and-down here. Fred, 200 roses, 400 bucks. We are sending this to you, your team in Atlanta --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "VALERIO",
      "sentences": "Happy Valentine's Day from us at CNN Los Angeles. This is really heavy.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "VALERIO",
      "sentences": "The flower vendors here are saying that, of course, even though these flowers are so expensive, that consumer is resilient. Demand is driving everybody who you see here today buying all these flowers, including this monster bouquet, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "WHITFIELD",
      "sentences": "Welcome back.Not only is Jupiter the largest planted in our solar system, it is now also the planet with the most moons. Astronomers discovered 12 more moons orbiting the gas giant, using a high powered telescope in Hawaii about 20 months ago. That brings the total number of moons orbiting Jupiter to 92. Saturn has the second most moons with 83, followed by Uranus and Neptune. In comparison, mercury and Venus both have zero. Joining us right now is Adam Frank. He's a professor of astrophysics at the University of Rochester in New York. He's also the author of \"Light of the Stars: Alien Worlds and the Fate of Our Earth\". Professor Frank, so good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "ADAM FRANK, PROFESSOR OF ASTROPHYSICS, UNIVERSITY OF ROCHESTER",
      "sentences": "Good to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "WHITFIELD",
      "sentences": "Great. So, what can we learn from these findings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "FRANK",
      "sentences": "Well, the main thing you learn from this is that Jupiter, which is the king of the solar system, has this enormous capacity just to hover in anything. Jupiter is a giant vacuum cleaner for space debris, which is really important for us. We might not be here if it wasn't for Jupiter acting like the big brother of the solar system and clearing material out that normally might have pummeled the earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "WHITFIELD",
      "sentences": "The big magnet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "FRANK",
      "sentences": "So, more evidence of the role what Jupiter plays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "WHITFIELD",
      "sentences": "So, NASA now is expected to launch a missed gym next year that will visit Jupiter and its moon, Europa.Tell us a little bit about Europa. What makes this moon so important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "FRANK",
      "sentences": "Europa is insane. We did not know this awhile back, when I was a kid. Europa has an ocean. Europa actually has twice the amount of water that Earth does.So, its ocean is a larger. It's 100 miles deep. It's covered by a ten mile thick layer of ice. So, who knows what is down there? There could be an entire aquatic ecosystem down there. The discovery that we had in these ocean moons, and there are other large planets as, well really was groundbreaking in terms of understanding whether there are other places for life in the solar. Forget the universe, just in the solar system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "WHITFIELD",
      "sentences": "Yeah, with that much water frozen or otherwise, it's almost certain, in your view, that there would be some forms of life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "FRANK",
      "sentences": "Well, I wouldn't go that far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "WHITFIELD",
      "sentences": "No? Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:56:33",
      "speaker": "FRANK",
      "sentences": "As a scientist, I have to be very conservative, sorry.But the thing that's really cool is Jupiter is so big, it's grabby, it's constantly twisting the insides of Europa, turning it into warm taffy. At the bottom of that hundred mile deep ocean, you could have thermal vents where there is all kind of chemical shenanigans going on. And that's the kind of place where you might expect life to start. You think life started that way on earth. The problem is how do you get six miles of ice? Even the guys in Minnesota would have a hard time getting through that much ice. So, how to probe down there. It is one of the most profound mysteries in the solar system. So, pretty cool.",
      "isLastSentenceInterrupted": false
    }
  ]
}