{
  "date": "2023-06-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Officials: 151 Bodies Identified, Train Traffic Resumes; French Unions Staging 14th Day Of Demonstrations; Apple Unveils New Mixed reality Headset For $3,500; Major Dam Breach In Ukraine; Swimming Pool Incident Gets Prosecutors' Attention; Pence Set To Announce Presidential Bid On Wednesday. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:30",
      "speaker": "LAILA HARRAK, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from the United States and all around the world. I'm Laila Harrak. A dam breach in Ukraine happening right now. Severe flooding underway. Fears it could lead to major destruction, and threatened thousands of lives. Who's behind it? We'll have a live report.How the pool guy at Mar-a-Lago is factoring into the special counsel's investigation of Donald Trump and his handling of classified documents. Plus, Apple hoping reality will bytes. The company's new virtual reality headset revealed, but what will people use it for and who will be able to fork over thousands of dollars for it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "HARRAK",
      "sentences": "We begin in eastern Ukraine where a major dam in the Kherson region was just destroyed and Ukrainian President Volodymyr Zelenskyy will hold an emergency meeting to discuss the situation. And as you can see, water pouring out from the breach threatening the lives of thousands of people. Ukrainian officials planning evacuations, telling residents near the Nova Kakhovka dam to do everything you can't save your life.Right now, both Ukraine and Russia blaming each other for what both describe as a terrorist attack. Let's get you more on these breaking developments. Let's go straight to Clare Sebastian, who is in London for you monitoring these developments. Do we know what caused the breach, Clare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "CLARE SEBASTIAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "We don't, Laila. As you say the only thing we know right now is that both sides are blaming each other. Although there seems to be some agreement in those conflicting accounts that there was some kind of strike. A pro-Russian official in that area saying that it was Ukraine that essentially blew up. He's saying the gate valves in the dam. Ukraine is accusing Russia of blowing up the dam itself.So, both sides, as you say blaming each other. What -- whatever it was, there is now a serious risk of flooding downstream. It's hard to emphasize the size of this installation and the volume of water that is now being released. The Ukrainian governor of the Kherson region which is really in the firing line for this saying that there was a five-hour window. He said this a couple of hours ago for people essentially to get ready before the water levels become critical, urging people to collect their documents, to turn off electrical appliances, to gather their loved ones. And we're hearing that evacuations may have already started in those areas. The Russian official in that area, though somewhat playing it down, saying the situation on the east bank of the Dnipro River is under control and that they have buses ready to evacuate people if needed. President Zelenskyy has convened a meeting or is about to convene a meeting with his Security Council. He is again saying that this -- the destruction of the Kakhovka hydroelectric power plant dam only confirms for the whole world that they -- that Russia, he says, must be expelled from every corner of the Ukrainian land. One more thing to point out, Laila, is that upstream of the dam and reliant on the water from the reservoir from this dam is the Zaporizhzhia nuclear power plant occupied by Russia. Europe's largest nuclear power plant. As of now, the International Atomic Energy Agency is saying that there is no risk to the plant. But the spokesperson for the Ukrainian Southern Command of the Armed Forces saying that there are potential concerns around that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:30",
      "speaker": "HARRAK",
      "sentences": "Clare, how does this affect Ukraine's counter offensive in the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "HARRAK",
      "sentences": "Clare Sebastian reporting on severe flooding underway in Ukraine after a major dam has been breached. Thank you so much for now. We'll check in with you in our later bulletins.Now, exclusive new reporting by CNN has found that a flood at Mar-a- Lago late last year, which happened when the resort's swimming pool was drained, is now raising more suspicions among prosecutors looking into Donald Trump's handling of classified documents as well as possible obstruction in the case. Well, it comes to amid signs, the investigation into the former President's actions could be winding down as CNN Katelyn Polantz reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "The top federal prosecutor investigating Donald Trump and the way he handled classified documents after he left the presidency. That prosecutor took a meeting on Monday with a team of defense lawyers representing Donald Trump. They all met at the Justice Department headquarters in Washington, D.C. along with a career official from the Justice Department who also sat down with Trump's lawyers.This is the sort of meeting that appears to be coming at the final stage or in a final stage of this criminal investigation around the former president and around what happened at his estate in Mar-a-Lago and potentially other places throughout his business empire. We don't know exactly what happened at this meeting at this time, but it is quite significant that people in the Justice Department would agree to meet with Trump's lawyers whenever they had requested this. And so, there are potentially some additional people who could be brought into a grand jury investigation. We do believe one witness is going to be speaking to a grand jury in South Florida this week. There may still be things happening in this investigation. But this is quite a significant moment for the Justice Department and for Donald Trump's legal team as they prepare for the possibility of a federal indictment against the former president. And then also, we at CNN were able to understand a little bit more about the obstruction of justice part of this criminal investigation. That's because we have learned and were able to confirm of a flood that happened at Mar-a-Lago at the resort in October of last year, that flood flooded a room because there was the draining of the pool at Mar-a-Lago and the water from the pool went into a room that stored I.T. equipment including some of the videotapes and the surveillance system of the property. The obstruction of justice investigation has looked at a lot of things over the course of the past year, but one of the things that they had pursued that the prosecutors had pursued was what was happening and how was the Trump Organization or Donald Trump himself responding to multiple requests for surveillance tapes. And we do also know that the maintenance worker that decided to drain the pool at Mar-a-Lago and then cause this flood in the room, that person was captured on surveillance tape moving boxes. And so, it is -- and a moment that prosecutors have been asking about as they asked about many different things that have happened around the surveillance footage and also the moving of boxes at Mar-a-Lago in this ongoing criminal investigation. Katelyn Polantz, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "HARRAK",
      "sentences": "The field of Republican seeking the party's nomination for next year's U.S. presidential election is growing this week. Former New Jersey Governor Chris Christie is expected to announce his candidacy later today. He also ran in 2016 and has been an outspoken critic of Donald Trump. And Trump's former Vice President Mike Pence also filed his paperwork to run. He plans to formally announce his bid on Wednesday just ahead of his appearance at a CNN Town Hall.More now on the state of the race from CNN's Jeff Zeleny. (BEGIN VIDEOTAPE) JEFF ZELENY, CNN CHIEF U.S. NATIONAL AFFAIRS CORRESPONDENT (voiceover): The Republican presidential contest is expanding and intensifying. NIKKI HALEY (R) PRESIDENTIAL CANDIDATE: We've let guys do it for a while, it might be time for a woman to get it done. ZELENY (voiceover): As the anyone but Trump Lane grows even more crowded this week with former Vice President Mike Pence, former New Jersey Governor Chris Christie and North Dakota Governor Doug Burgum set to join the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "HALEY",
      "sentences": "Thank you --ZELENY (voiceover): As these rivals open their campaigns, former South Carolina Governor Nikki Haley is sharpening her differences, telling Iowa voters at a CNN Town Hall Sunday night that former President Donald Trump and Florida Governor Ron DeSantis have not been straight with voters about the viability of Social Security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "HALEY",
      "sentences": "I know that Trump and DeSantis have both said we're not going to deal with entitlement reform. Well, all you're doing is leaving it for the next president and that's leaving a lot of Americans in trouble.ZELENY (voiceover): Haley took particular aim at DeSantis in hopes of slowing his rise by blasting Florida's legal battle with Disney as hypocritical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "CHRIS CHRISTIE, FORMER NEW JERSEY GOVERNOR",
      "sentences": "We still have so many good friends here.ZELENY (voiceover): Christie is set to declare Tuesday in New Hampshire. And Burgum, a businessman turn governor, introducing himself in a new video. GOV. DOUG BURGUM (R-ND): Anger, yelling, infighting. That's not going to cut it anymore. Let's get things done. ZELENY (voiceover): New Hampshire Governor Chris Sununu making a different decision, telling CNN's Dana Bash he would not seek the GOP presidential nomination. GOV. CHRIS SUNUNU (R-NH): I don't mind who gets into the field. But given where the polls are right now, every candidate needs to understand the responsibility of getting out and getting out quickly if it's not working. ZELENY (voiceover): The former president looms large over the race, the biggest clear beneficiary of a bigger field, as the contenders work to distinguish themselves in hopes of a one-on-one contest with him. South Carolina Senator Tim Scott stopped by The View on ABC for a face-to-face conversation about race and opportunity in America. SEN. TIM SCOTT (R-SC): One of the reasons why I'm on the show is because of the comments that were made, frankly, on this show that the only way for a young African-American kid to be successful in this country is to be the exception and not the rule. That is a dangerous, offensive, disgusting message to send to our young people today. ZELENY (voiceover): Jeff Zeleny, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "HARRAK",
      "sentences": "Joining me now from Washington is Daniel Strauss. He is a senior political correspondent for The New Republic. A very good day, Daniel. Good to have you with us. What does former Vice President Pence's entry mean for the race? Where does he fit in this a GOP landscape?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "DANIEL STRAUSS, SENIOR POLITICAL CORRESPONDENT, THE NEW REPUBLIC",
      "sentences": "I mean, he would like to say he fits in as the social conservative standard bearer in this primary. He's always been very vociferous about his religion, about his opposition to loose laws on abortion, and really just his approach to politicking in general. At the same time, though, this is the last Republican president's former vice president.So, it's an unusual situation here, especially since Trump and Trumpism still dominates the Republican Party. And that's going to be a tough needle for Pence to thread. He's going to have to attract not only the evangelical base that has been wedded to Trump for some years now, but also the Trumpian base of the Republican Party. And this is a base that does not move. I've talked to multiple Republican pollsters and they say there really isn't anything that will move them. So, it -- for Pence he's entering a pretty big and perilous primary field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "HARRAK",
      "sentences": "Very delicate balancing act that you outlined there. In the meantime, former President Donald Trump has reacted to this news that Pence is entering the race, saying I wish him a lot of luck. He is a nice person. What does it mean for former President Trump's chances to get the GOP nomination for presidential candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "STRAUSS",
      "sentences": "I mean, Pence still polls at the lower end of the prospective primary field, we'll have to wait and see. But I think he's going to get an unusual amount of attention from the former President simply because this is his V.P. and he sees his candidacy in this primary alongside Trump himself as sort of a betrayal. And Trump is always eager to, as he say, be a counter puncher. And he sees counter punching as knocking out his former vice president early in the primary. So, that's what we're looking at for Pence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "HARRAK",
      "sentences": "Now, it's shaping up to be a very crowded field, as you know. Another 2024 hopeful, who is expected to join the race is obviously a Governor Chris Christie. His previous 2016 but -- was very short lived. Do you think this one might be more successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:07",
      "speaker": "STRAUSS",
      "sentences": "It doesn't bode well. I mean, look, I come -- I was a beat reporter for Chris Christie's campaign in 2016. And this was after years in which he was being hyped up as a top tier Republican presidential candidate. But he lost pretty early in this primary and the Republican primary electorate right now is very interested in one thing, strength and viability. And the fact that Christie has been out of the center of politics did not last long, and has been criticized and mocked by Trump over the years does not bode well for his candidacy right out of the gate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "STRAUSS",
      "sentences": "It's still hard to say a lot of these legal procedures are very much shrouded in secrecy but at the same time it's pretty clear that Trump's lawyers are taking this seriously. And while it's unclear if they're asking for a deal or to settle, that's definitely a trademark reaction of the former president. He's always eager to try and make a deal and make things go away. And so, that's very well what this could be. But it's still hard to say because there are very little details about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "HARRAK",
      "sentences": "And Daniel, in a few words, could these legal challenges, these ongoing legal challenges impact Mr. Trump's run in the 2024 election? What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "STRAUSS",
      "sentences": "Absolutely. And that's why he's privately sort of worried about it and ranted about these legal issues. And that's partially why he's run again. He sees his candidacy as sort of a shield against indictment and the various legal troubles dogging him. But at the same time, the prosecutors do not see that as a problem. And we know that because he's already been fingerprinted and in a very, very televised sort of news cycle, brought to a courthouse in New York, in one of the investigations into him. So, it's -- he's not impervious to any of these lawsuits,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "HARRAK",
      "sentences": "Daniel Straus, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "STRAUSS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:35",
      "speaker": "HARRAK",
      "sentences": "In the coming hours, Britain's Prince Harry will testify in the U.K.'s high courts in a trial against British tabloids. He's among dozens of high-profile figures suing the mirror group newspapers claiming they were subjected to phone hacking and other illicit means of obtaining private information. It's incredibly rare for members of the Royal Family to appear as witnesses in courts. And Harry's appearance is already off to a rocky start as CNN's Nada Bashir reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:35",
      "speaker": "NADA BASHIR, CNN INTERNATIONAL REPORTER",
      "sentences": "Oh, Prince Harry was a no show for the first day of court proceedings here at London's High Court much to the annoyance of defense lawyers representing the Mirror Newspaper Group. He is however, said to give evidence in court on both Tuesday and Wednesday. The Duke of Sussex has been selected as one of four representatives to testify in court out of a list of more than 100 claimants suing the British Newspaper Group for allegedly obtaining private information through unlawful means.Namely through phone hacking, voicemail interception and the use of private investigators. Now in an opening statement on Monday, the Duke of Sussex's legal representative David Sherborne told the court that 147 articles published in the early 1990s to 2011 was submitted as part of the British Royals claim which present in his word telltale signs of unlawful information gathering. Information featured in these articles include private conversations between Prince Harry and his brother, William, the Prince of Wales, as well as details surrounding his relationship with long-term former girlfriend Chelsy Davy. MGN has however contested these claims. Denying that senior editorial figures were aware of wrongdoing at the time and maintaining that there is simply no evidence the Duke of Sussex was hacked. But there remains a great deal of anticipation around Prince Harry's upcoming witness statement which has lawyers say will describe very graphically the impact MGN's alleged unlawful activities have had on him from damaging his personal relationships to leading the practice suffer from bouts of depression. Prince Harry has of course been a vocal advocate for reform across the media landscape with a particular focus on Britain's tabloids. With repeated warnings from the prince over the impact the media's intrusion has had not only on himself, but also on his wife Meghan, the Duchess of Sussex and his late mother, Princess Diana. Well, while Prince Harry has spoken openly in the past from his memoir to his Netflix Docuseries, the witness stand will offer no favors and could while shine a harsher spotlight on the Duke's personal life as he faces cross examination. Nada Bashir, CNN of the High Court in London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:23",
      "speaker": "HARRAK",
      "sentences": "Ukrainian officials in Kherson are warning water levels from a destroyed dam will rise to critical levels soon. Ukrainian officials are urging residents and potential flood zones to evacuate after the Nova Kakhovka dam was breached. Both Ukraine and Russia are accusing each other of attacking the critical structure and committing acts of terrorism. And President Volodymyr Zelenskyy holds an emergency meeting to discuss the incident.While separately, Ukraine's military is making moves that has its allies speculating about its long-awaited counteroffensive on Monday. Ukraine's deputy defense minister said the country's forces are making successful advances in several directions around the city of Bakhmut. Meanwhile, Russia's defense forces claim Russian forces repelled the Ukrainian military advanced and the Donetsk region, saying they wiped out more than two dozen Ukrainian tanks and more than 100 fighting vehicles. CNN could not verify that report and has reached out to Ukraine's defense ministry. America's top general tells CNN Ukraine is very well prepared for that counteroffensive but it's too early to tell what the outcome will be. General Mark Milley will finish his term as the Pentagon's highest- ranking military officer later this year. He spoke exclusively with CNN's Oren Lieberman in Normandy, France where he's marking the 79th anniversary of D-Day. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There you go.OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voiceover): General Mark Milley Normandy marking the beginning of the largest counter offensive in modern European history. As the world waits for another counteroffensive in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:23",
      "speaker": "MARK MILLEY, UNITED STATES CHAIRMAN OF THE JOINT CHIEFS OF STAFF",
      "sentences": "I think the Ukrainians are very well prepared, as you know very well, the United States and other allied countries in Europe and really around the world have provided training and ammunition and advice, intelligence et cetera to the Ukrainians who are supporting them. They're in a war that's an existential threat for the very survival of Ukraine and has greater meaning to the rest of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:23",
      "speaker": "LIEBERMANN",
      "sentences": "Ukraine at its agents have carried out a number of attacks inside Russia, including a drone attack in Moscow. U.S. officials have exclusively told CNN was part of a complex network of saboteurs inside Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:23",
      "speaker": "MILLEY",
      "sentences": "In any war this risk is always risk. There's risk of escalation clearly in this particular case. So, we'll have to watch that very, very carefully. If Russia escalates against Ukraine, then that's part of the give and take of war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:23",
      "speaker": "LIEBEMANN",
      "sentences": "Milley also spoke about the tension with China just days after a Chinese warship, cut off a U.S. Navy vessel in the Taiwan Strait at a distance of 150 yards, dangerously close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MILLEY",
      "sentences": "And I personally don't think that war between China and the United States is inevitable. I don't think it's imminent, but it needs to stay in a status of competition. In order to do that, countries have to talk to each other. And in times of crisis, it's necessary to de-escalate.LIEBERMANN (voiceover): But at a defense conference in Singapore last week, Defense Secretary Lloyd Austin only shook hands with his Chinese counterpart, who refused a formal meeting. Milly hasn't spoken to his counterpart in nearly eight months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MILLEY",
      "sentences": "I have not had an opportunity to talk to my counterpart. I talked to my previous counterpart. We've sent out messages and they've sent messages back and forth. So, there are some communications going back and forth. But we would like to have an opportunity to talk, and I think they would like to have an opportunity to talk.LIEBERMANN (voiceover): Back in Washington, Milley says he spoke with Senator Tommy Tuberville, over a one-man blockade and the nomination of more than 200 General Officers. A number that could triple by the end of summer and defect military readiness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MILLEY",
      "sentences": "It's a large number and then you figure that each one is to replace somebody else and somebody's going to replace them, so, you multiply it by three. So, you're really looking at potentially somewhere between a thousand, 2,000 officers are impacted, then most of them married. So, now you're looking at about another 4,000 family members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "LIEBERMANN",
      "sentences": "It's going to be a backup of the whole system it sounds like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MILLEY",
      "sentences": "It will be a backup of the whole system. It is becoming a backup of the whole system.LIEBERMANN (voiceover): In congressional hearings, the Chairman of the Joint Chiefs has repeatedly defended the department against accusations of being too woke. An issue he says is exaggerated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MILLEY",
      "sentences": "For about fighting and winning on battlefields. And we're all about readiness. We're all about readiness, sound readiness in the future and modernization. I think the accusations of Walker are grossly over exaggerated.(END VIDEOTAPE) LIEBERMANN (on camera): This month, General Milley will mark 44 years in the military. Of course, it is inevitable that it's the last four of those that will face the most scrutiny. A period that saw him gain the close ear of the president on critical issues such as Ukraine in Afghanistan. But also made him the target of many of the attacks on the Defense Department. Back to China for a moment, the White House doubling down on its position, saying the Chinese were acting unsafe and unprofessionally in the Taiwan Strait. The White House saying it is China that needs to reevaluate how it operates and look at its behavior in international seas and international airspace. Oren Lieberman CNN in Normandy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "HARRAK",
      "sentences": "Apple has unveiled its new mixed reality headset called Apple Vision Pro. It will cost $3,500 and will be available early next year. The device blends virtual reality and augmented reality, which allows users to overlay virtual images on live video of the real world. CNN'S Jon Sarlin has the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "JON SARLIN, CNN DIGITAL PRODUCER",
      "sentences": "A big day here in Cupertino, California where Tim Cook and Apple have unveiled Apple's biggest new device since the Apple Watch in 2015. Vision Pro, a mixed reality headset sits atop your head like a ski goggle. Now, you might know virtual reality, a full screen that blocks everything out. This is mixed reality, a combination of the real world in the virtual world, overlaid on one another that Apple is banking on being the future of computing.Now, what does it do? That is the big question. Apple showed a video which had a desk with different workstations, with different screens that you can adjust. They showed a home cinema with a T.V. screen as big as you want. But the big question though is, will people spend $3,500 on it, especially when its closest competitor Meta's Oculus is only around $300. While Tim Cook and Apple say that they've cracked the code on a device they're calling historic. It will be available in stores early next year. Jon Sarlin, CNN, Cupertino California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "HARRAK",
      "sentences": "Joining me now from San Francisco is Josh Constine. He's a venture partner at V.C. Fund SignalFire. So good to have you with us Sir Josh, good to connecting with you. Is this headset, the game changer that we've all been waiting for, like the iPhone, like the iPad, like the air pods? Break it down for us.JOSH CONSTINE, VENTURE PARTNER, V.C. FUND SIGNALFIRE: Well, you know, Apple is kind of acting like invented mixed reality and augmented reality. When these have been around for years, there's already been lots of big businesses built in this space. But you got to remember that the iPad wasn't the first MP3 player either. It was just the first one good enough for mainstream use and that's what Apple's hoping. But while everyone's calling it the Apple Vision, I think it's more like the Apple Vision like a television. I think the biggest use case is going to be simulating having an enormous screen whether it's for working or watching movies. But I guess you could probably just call it the eyePhone (PH).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "HARRAK",
      "sentences": "Now, the price tag, let's talk about that. Everybody's talking about that it is very, very steep. What has the reaction been? CONSTINEAnd the idea of being able to have, you know, IMAX everything is pretty exciting. It's also kind of like a Walkman for your eyes. You can be in a crowded room but be watching what you want the way that you used to be able to do with music, you know, you can be in a room full of people but still listening to what you want. And I've heard some people have some pretty funny ideas. One of my Twitter followers said that he was going to push his couch up against the wall and turn the rest of his apartment into a yoga studio, because he could just sit facing five inches from the wall but in this headset, it'll look like he's at an IMAX theatre.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "HARRAK",
      "sentences": "That's an idea, a Walkman for your eyes, that struck me, yes, there Josh. Is this now the holy grail in terms of that? Is this the device that will usher us all into that Metaverse that everybody has been talking about? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "HARRAK",
      "sentences": "And it also wasn't very cool, but let's talk about it. So, that was the big reveal. Let's talk about the iPhone because they've tweaked the AutoCorrect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "CONSTINE",
      "sentences": "That is going to make a lot of people happy. If you've ever ducking been mad at something on your phone because of that autocorrect, it's finally going to learn the words that you like to use even expletives. So, I think everyone's going to have a little bit calmer and hopefully less frustrating experience typing into the iPhone now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "HARRAK",
      "sentences": "Speaking of words, what a difference a word makes because I understand that Apple is never replacing, Hey, Siri, to just Siri, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "CONSTINE",
      "sentences": "Exactly. It's harder for the engineering side to make it work with a single trigger word. Having that extra syllable really makes it know that, oh, you're talking about trying to invoke Siri. And your Amazon moves to the same system with Alexa, it went from Hey, Alexa to just Alexa, a few years ago. Whereas Google is still -- I know, I'm actually just activated the one inside my house. And that's exactly the reason why they don't -- they didn't want to move to a single word for Google, because there's so many people using those devices and talking about the search engine. So, I think you may end up with some problems and people accidentally triggering it, even when they're just talking about this new Apple assistant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "HARRAK",
      "sentences": "And you just did it, Josh. Did anything else catch your eye?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "CONSTINE",
      "sentences": "I'm really excited about the new air pod conversation awareness feature. Which will automatically lower the volume of your air pods and give you more pass-through audio, instead of noise cancellation, when you start having a conversation. So, hopefully you'll have less of those awkward experiences, at the front of the coffee line where you can't hear the barista and you realize you're the one being a jerk with your ear pods stolen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "HARRAK",
      "sentences": "Oh boy, Josh Constine, thank you so much. I greatly appreciate it. Thank you, good talk to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "CONSTINE",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:07",
      "speaker": "HARRAK",
      "sentences": "And next, search and rescue efforts have officially now ended at the apartment building that partially collapsed in Davenport Iowa. Officials say the remains of three people have been recovered and they don't believe there are any more victims. Meanwhile, the city's mayor says authorities are looking into a 911 call, which came a day before the collapse when someone warned parts of the building was bulging out. And we're learning more about the victims of a mysterious plane crash in Virginia over the weekend. Jeff Hefner has been identified as the pilot, while a family has named Adina Azarian and her young daughter as two of the passengers.A National Transportation and Safety team spent Monday looking at the plane's wreckage and is set to begin recovery in the coming hours. Sources say investigators are looking into whether hypoxia may have caused a pilot and passengers to become unresponsive. Experts say hypoxia could have been brought on by a decompression of the Jets pressurized cabin. The woman once considered Australia's worst female serial killer is enjoying her first taste of freedom. Since 2003. Kathleen Folbigg was pardoned Monday over the deaths of her four babies earlier released this video statement. (BEGIN VIDEO CLIP) KATHLEEN FOLBIGG, PARDONED AFTER 20 YEARS IN PRISON: My eternal gratitude goes to my friends and family. Especially Tracy (PH) and all of her family and I would not have survived this whole ordeal without them. Today is a victory for science and especially truth. And for the last 20 years I have been in prison. I have forever and will always think of my children, great for my children, and I miss them and love them terribly. Thank you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:15",
      "speaker": "RYAN GOSLING, PLAY THE ROLE AS KEN IN BARBIE",
      "sentences": "Can I come to your house today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:15",
      "speaker": "MARGOT ROBBIE, PLAY THE ROLE AS BARBIE",
      "sentences": "Sure. I don't have anything to plan, just a giant blowout party with all the Barbies and plan choreography and just folks on. You should stop by.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:15",
      "speaker": "GOSLING",
      "sentences": "So cool.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}