{
  "date": "2023-12-05",
  "headline": "CNN This Morning",
  "subHeadline": "U.N. Chief Says, Apocalyptic Situation in Gaza, Nowhere Safe to Go; Liz Cheney Issues New Warning About Threat of a Second Trump Term; Democrats Express Concern Over Rep. Pramila Jayapal's (D-WA) Response to Hamas Rape Claims. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:01",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Thank you.CNN This Morning continues now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Israel ramping up the fighting in Southern Gaza as near communications blackout hits the entire Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "He expects the fighting to be much more complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Every time we think things cannot more apocalyptic in Gaza, they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "MATT MILLER, SPOKESPERSON, STATE DEPARTMENT",
      "sentences": "The reason this pause fell apart is they don't want those women to talk about what happened to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "A list of qualifiers now down to four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you're Ron DeSantis, if you're Chris Christie, you need to go for the big guy.GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE:  Nobody is entitled to be nominated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Giving Chris Christie's share of the pot could really bring her much closer to Trump, if not over the finish line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Growing doubt that Congress is going to be able to pass a package for additional aid for Israel and Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "Congress has to decide whether to continue to support the fight for freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "As the House pushes to formalize an impeachment inquiry into President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A loss of principle but a great recipe for Democratic victories.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "MATTINGLY",
      "sentences": "Well, good morning, everyone. I'm Phil Mattingly with Poppy Harlow in New York.New satellite images this morning show Israeli forces pushing into Southern Gaza where United Nations officials say the situation is apocalyptic with nowhere safe to go and civilian casualties rapidly rising. A warning now, the following video is graphic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "HARLOW",
      "sentences": "And this is what the video shows inside of a hospital in Southern Gaza this morning, it is dire. Wounded patients are lying on the floor, surrounded by their bloody clothes. The Hamas-run health ministry says hospitals in Southern Gaza now are collapsing.Alex Marquardt is live in Tel Aviv with much more. Alex, thank you for joining us. What is the IDF saying responding to growing criticism about the ratio of death, which now is two Palestinian civilians, according to the Hamas-run ministry of health, for every Hamas militant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Poppy and Phil, Israel has always taken issue with the numbers, the death tolls that have been coming out of Gaza from the Hamas- controlled ministry of health. They say that around 16,000 Gazans have been killed so far since October 7th.But Israel themselves have been claiming that several thousand, they don't put an exact number on it, but several thousand Hamas militants have been killed during this campaign. And our colleague, Erin Burnett, asked an IDF spokesperson, Jonathan Conricus, about a new report that for every Hamas militant killed, two civilians were killed. Some believe that that could be rather low. But if that ratio is two to one, Conricus said that that would be tremendously positive. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "JONATHAN CONRICUS, SPOKESPERSON, IDF",
      "sentences": "If you compare that ratio to any other conflict in urban terrain, between a military and a terrorist organization using civilians as their human shields and embedded in the civilian population, you will find that that ratio is tremendous, tremendously positive and perhaps unique in the world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "MARQUARDT",
      "sentences": "Poppy and Phil, if you just do some simple math, and there are several thousand Hamas militants who have been killed, according to Israel, but around 15,000 to 16,000 who have been killed overall in Gaza so far, that ratio could be a lot worse than two to one. Still tremendously positive is quite something to say about the scenes we are seeing in Gaza right now, a top U.N. official saying that the civilian death toll is rapidly increasing. Phil, Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "MATTINGLY",
      "sentences": "Alex, I want to walk through this new satellite imagery we just got in which shows dozens of Israeli armored vehicles operating in the south. To give you a sense of things, we're looking here. We're looking here. We're also looking up here. There has been a lot of question about when the ground offensive operations would launch in earnest. It seems like that's happening right now. What do these satellite images tell you, Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "MATTINGLY",
      "sentences": "Alex Marquardt for the latest, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "So, the White House is making it clear, time is nearly out for Congress to approve more funding for Ukraine. It has been about seven weeks since President Biden asked Congress for $60 billion in additional aid to help arm Ukraine with ammunition, et cetera. Nothing has happened. Nothing has passed. And now, National Security Adviser Jake Sullivan warns, quote, a vote against supporting Ukraine is a vote to improve Putin's strategic position.And today, Ukrainian President Volodymyr Zelenskyy will personally appeal to lawmakers in a Senate classified briefing. Our Lauren Fox joins us on the Hill. There are senators who support this, people like Mike Round telling us last week, if you don't get this done, right, they want border funding, by the end of the year, it's not going to happen, right, you lose the momentum. Is that the sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Exactly. In fact, talking to about a dozen Republican senators last night, this is the sticking point right now. Border talks are really stalled out between some of the key negotiators but you still have Republicans saying that they do support Ukraine aid. They just want to make sure that that border policy component is a piece of this larger supplemental package. And that is really the crux of the issue right now.You also have Democrats warning that it's irresponsible for Republicans to be demanding border changes at a time when this is so crucial that Ukraine gets this funding. Here is Chris Murphy, one of those negotiators on border talks. (BEGIN VIDEO CLIP) SEN. CHRIS MURPHY (D-CT):  I'm not holding Ukraine hostage to some other political agenda I have. Only Republicans are doing that. And so, yes, our allies around the world should be really worried about what Republicans are doing right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "FOX",
      "sentences": "And last night, Majority Leader Chuck Schumer took a procedural step to potentially set up a key vote as soon as Wednesday on a package for Ukraine aid as well as Israel aid. But right now there's not a border deal.So, Republicans are telling us that they will vote against that procedural step if it comes to the floor, arguing that they are going to insist that these border talks continue, that border changes happen as part of this deal and that despite the fact that many of them support aid to Israel and Ukraine, they are going to be willing to vote against that procedural step and make a point. Senator John Cornyn telling us last night that sometimes a failed vote is the momentum you need to keep things going. Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "Two weeks and counting. Lauren Fox, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, from the policy to the politics, new Harvard polling this morning shows President Biden holds a lead over Donald Trump over 18 to 29-year-old registered voters but falls short of a majority support, young people also less enthusiastic to vote in 2024 than four years ago. That happened with less than six weeks from the Iowa caucuses.Tomorrow is the GOP debate. We're now down to our smallest field ever, Nikki Haley, Ron DeSantis, Chris Christie, Vivek Ramaswamy will all be on stage in Alabama. I'm joined by CNN's Alayna Treene from Washington. Alayna, I want to start with the debate. Six weeks until Iowa, Nikki Haley has kind of been the hot candidate inside that primary at this moment. Do they believe inside that campaign the momentum will have a lasting impact? ALAYNA TREENE, CNN REPORTER:  Well, they hope it will, Phil. But it's hard to see right now how far that momentum will take her. I do think that this debate is a great opportunity for her. I've talked to many Republicans on all of the campaigns and voters, and they do see her performance on stage really having helped her, at least in part, help her emerge as the candidate seen as the alternative to Donald Trump. But, look, Donald Trump is still leading very heavily in the polls, especially in these early states, and it's going to be very difficult for Nikki Haley, but also the other Republican contenders to try and eat away at that support, especially, like you said, just six weeks out until the Iowa caucuses. Now, Trump, the frontrunner, is not going to be on the debate stage tomorrow night. He is skipping it, as he has done with the previous debates, to hold a fundraiser in Florida for one of the super PACs supporting his candidacy. And that's also continued to frustrate a lot of his opponents. We heard Ron DeSantis in New Hampshire yesterday attacking him for not showing up. Let's take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "DESANTIS",
      "sentences": "Donald Trump is not willing to debate. I mean, you have to ask yourself why? Why can't you just stand up on the stage for two hours and articulate?What's going to be different this time than happened in 2020? How is he a better candidate? Will he admit any mistakes? I don't think so. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:06",
      "speaker": "MATTINGLY",
      "sentences": "Which would seem to make the Trump campaign's point, also the 40-point lead is helpful to making their point as well.Alayna Treene, great to see you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:05",
      "speaker": "HARLOW",
      "sentences": "That warning from former Republican Congresswoman Liz Cheney, that was last night, underscoring the concerns that Trump would prioritize obedience over credentials in a second term. That from a new essay in The Atlantic titled Loyalist, Lap Dogs and Cronies. It's part of a special issue of The Atlantic, arguing that a second Trump presidency would alter America dramatically for the worse. In this case, Staff Writer McKay Coppins argues, quote, the available supply of serious, qualified people willing to serve in a Trump administration has dwindled since 2017.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:05",
      "speaker": "MATTINGLY",
      "sentences": "Coppins spoke with former Trump Spokesperson Hogan Gidley who told him, quote, I think there is going to be a very concerted, calculated effort to ensure the people he puts in his next administration, they don't have to share his world view exactly, but they have to implement it.Coppins came up with a list of names currently circulating in MAGA world who would fit that description, like former Trump adviser Stephen Miller, who's being eyed for various positions, including potentially White House chief of staff, former U.S. Ambassador to Germany Rick Grenell for secretary of state, and 2024 Presidential Candidate Vivek Ramaswamy potentially for United Nations ambassador, even vice president. What about Texas Senator Ted Cruz? He is among several names being floated for attorney general, with Jeffrey Clark, who, like Trump, faces charges in the Georgia election interference case. McKay Coppins joins us now. McKay, why I think your piece is so important is -- what keeps rattling in my head is the Washington adage, personnel is policy, personnel is policy, personnel is policy, and that's what your piece delves into here. Why this is so different from January 20th of 2017?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:05",
      "speaker": "MCKAY COPPINS, STAFF WRITER, THE ATLANTIC",
      "sentences": "Well, when Trump first came into office, his administration was a mix of loyalists, like Steve Bannon and Stephen Miller, and more mainstream Republican figures. There was this idea in the Republican establishment in 2017 that what the Trump administration needed most was adults in the room. And so you saw a lot of people like James Mattis and John Kelly, Rex Tillerson, who were willing to serve in the Trump administration out of (INAUDIBLE).What happened is a lot of those people suffered pretty humiliating breaks with the Trump administration. They were unceremoniously fired, they were pushed out, they left in frustration or disgrace. And so a lot of those people that I've talked to say there's no way that they or anyone in their orbit would serve in another Trump administration. Meanwhile, Trump himself feels burned by a lot of those people because they left. And they often didn't do so quietly. They voiced their criticism with the president. Trump has been very clear that he feels he was thwarted in his first term by what he calls the deep state. And so what I hear from people in Trump's orbit now is that he will prioritize obedience over almost everything else in his appointments. He wants people who will do exactly what he tells them to do without questioning his orders. And that could make for a very different administration the second time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:05",
      "speaker": "HARLOW",
      "sentences": "Can we talk specifically about the position of attorney general, because that is crucial? You write about it in here and you float some names, like Senator Ted Cruz, Mike Lee, Josh Hawley, then Florida A.G. Pam Bondi, and on and on and on. But when you think about how Trump now talks about the two attorney generals who served in his first serve, particularly Bill Barr, it's a real window into who he might put in that incredibly powerful position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "MATTINGLY",
      "sentences": "McKay, I think people may not grasp -- and I think this is important. It's been what a lot of the stories Maggie and Jonathan Swan over The Times have been doing great work on this, our team has as well, the formalized operation tied to the campaign or roughly adjacent to the campaign on the policy side of things, making sure they enter office with a very clear kind of roadmap of what's ahead, very different than 2017, does that exist on the personnel side, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "COPPINS",
      "sentences": "Yes. This is a really important point because we're talking about the high-profile posts, right? And those are important, the attorney general, you know, Department of Homeland Security, things like that. But one of the efforts that's taking place is being run by the Heritage Foundation. And the goal there that they're trying to work on is to ensure that the lower level government bureaucrats, people who work as kind of like rank and file lawyers in the Justice Department, for example, budget wonks, administrators, are also essentially political appointees.The idea is for Trump to sign an executive order shortly after he takes office that would reclassify up to 50,000 federal employees as essentially political appointees, people that the president could fire at will with or without cause. The goal Trump, and his allies have been very explicit about this, is to renovate the federal government such that, you know, at every level, this is a federal workforce that will -- that the president can bend to his will. He feels again that in his first term there weren't enough government workers who were on board with his agenda. And so he's going to make sure that this time around there are Trump loyalists throughout the federal government. And, again, this could make for a very different administration and I think a lot of people are very alarmed by that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "MATTINGLY",
      "sentences": "McKay Coppins of The Atlantic is out yesterday, an important issue. We appreciate your time.A programming note, Liz Cheney will be live with Anderson Cooper tonight right here on CNN at 8:00 P.M.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "HARLOW",
      "sentences": "A somber American milestone this year has become the deadliest year on record for mass shootings. The grim details ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "MATTINGLY",
      "sentences": "And Pramila Jayapal, the congresswoman, facing growing pressure from her own party over her response in the disturbing Hamas attack on October 7th. Congresswoman Debbie Dingell joins us to discuss, next.(COMMERCIAL BREAK) [07:25:00] MATTINGLY:  Well, the outrage continues to mount this morning after accusations of sexual violence committed by Hamas against Israelis on October 7th. The United Nations yesterday held a special session called Hear Our Voices, focusing on the alleged atrocities. Sheryl Sandberg, former Facebook COO and founder of the non-profit Lean In, didn't hold back. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "SHERYL SANBERG, FORMER FACEBOOK COO",
      "sentences": "Rape should never be used as an act of war.No matter what marches you're attending, what flag you're flying, what religion you practice or if you practice none at all, there's one thing we can all agree on, there are exactly no circumstances that justify rape. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "MATTINGLY",
      "sentences": "The state department so far suggesting there is no reason to doubt these reports. Spokesman Matthew Miller even suggesting the lack of cooperation from Hamas during hostage negotiations could stem from what victims might say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "MILLER",
      "sentences": "The fact that it seems one of the reasons they don't want to turn women over that they've been holding hostage and the reason this pause fell apart is they don't want those women to be able to talk about what happened to them during their time in custody.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}