{
  "date": "2023-07-27",
  "headline": "CNN News Central",
  "subHeadline": "Trump Team Meets With Special Counsel; Sources: Trump Lawyers Didn't Argue Facts Of Case, Argued Indictment Would Cause More Political Turmoil; Wagner Chief Reportedly Spotted In Same Russian City As Putin; Nearly 150 Million Americans Under Heat Advisories. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:35",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Indictment watch for the former president of the United States is in full effect. Today, Donald Trump's attorneys met face-to-face with Special Counsel Jack Smith. We are told the former president's lawyers were aiming to delay a potential indictment in Smith's probe of Trump's efforts to overturn the 2020 Election, which he lost.That wasn't the only high-stakes meeting in the case today. The grand jury also convened for the first time this week. Of course, the grand jury is the one considering this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:35",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "There's still a lot of news to get to. We're covering the story the way only CNN can with full team coverage.With us on set, Senior Justice Correspondent, Evan Perez and Legal Analyst Norm Eisen. And out in the field, correspondents Lauren Fox, who is on Capitol Hill for us and Kristen Holmes, not far from Bedminster, New Jersey where Donald Trump is spending a chunk of his summer. Evan, first to you, take us inside the room for this meeting. What was discussed and what was not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:35",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, we know this was a meeting that went about an hour. Kaitlan Collins is told by sources that one of the goals here was for the Trump team to argue that the effect that an indictment like this would have on the country, the argument, the larger argument here being that this would be obviously detrimental, obviously given the campaign.This is something you've heard from the president - the former president already on the campaign trail. The larger goal here, though, was to try to find a way to delay this. They - their view was trying to not have it happen today and then perhaps by some additional weeks, have the special council at least wait a few more weeks. Now, we all know that the strategy, the legal and political strategy of the former president has always been the delay tactic, right? And certainly, you push this forward a few more weeks. You're now close to the first Republican debate and, of course, you're looking at a trial at a future date when probably the first Republican primary voters are going to be having their say and you have this juxtaposition of the Joe Biden Justice Department, right? The Justice Department that he appointed prosecuting the former president, his chief rival at a time that voters are already beginning to have their say. So that's part of the political and legal strategy that's at work here. We don't know in the end whether this was - this is going to be successful. We know that the Trump team left with no assurances that there would be an indictment or not an indictment. They were not told either way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:35",
      "speaker": "SCIUTTO",
      "sentences": "Well, it's already a fact that he has been indicted by ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:35",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:35",
      "speaker": "SCIUTTO",
      "sentences": "... this Justice Department for the alleged mishandling of classified materials.From the president's Truth Social posting today, Norm Eisen, I believe we have it, he mentions in that Truth Social posting that he had lawyers around him. First he said it was a productive meeting with the DOJ. You see that there. \"I was advised by many lawyers.\" Ben Ginsberg, GOP lawyer, said last hour, he reads in that an invitation, if you want to call it that, to the Justice Department or the Special Counsel, indict my lawyers, not me. Do you read that similarly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "And by the way, White House counsel advised against it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SANCHEZ",
      "sentences": "Right. We do want to get more of your thoughts about John Lauro, because you worked with him for some time, the newly minted Trump attorney. But first, let's go up to Bedminster with Kristen Holmes.Kristen, notably, Trump previously had said that he didn't want this meeting to take place. Now, he says it was a productive discussion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, that's right, Boris. I mean, he didn't want this to take place because he felt that this indictment was already a done deal, given the fact that he had received that target letter.So today, he is on social media taking control of the narrative and that's really something that we've seen throughout this entire legal process. He wants to be the one who sets the tone for what he's going through. He is the one who has announced that he received a target letter. In many of these cases, he is the one who has said that he was indicted. He does not want this to come from the media and there was a lot coming out of the media from this meeting and he wanted to take control of the narrative, putting out there that it was a productive meeting, but then also talking about how his lawyers advised the Justice Department that he shouldn't be charged, that it would be destroying this country. That was something that we had heard as well, in terms of - I know Evan mentioned that of what actually happened in that meeting. But the thing I'm hearing now, and this is what's so interesting, is that I'm getting texts from the Trump advisers right now sending me tweets, sending me other people's reporting, asking me what is going on right now with all of the legal stuff. Are we hearing anything on timing. And that just goes to show you that they are very uncertain as to what exactly the next steps are and we should make no mistake that they do believe that the former president is likely, more than likely, to be indicted in this case, he received that target letter. But they just don't know what it means for timing and what this actually looks like. And as Evan mentioned, they did not leave that meeting with any notification of an indictment, something that Trump also confirmed in that Truth Social post. So right now, they are still asking questions as to could this happen today, could this happen this week, is this something that we're going to continue waiting for and they simply don't know the answer right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "David Chalian joining us now as well. David, as you know, many Republicans publicly criticized Trump for his actions on January 6th and before and after, you had Mitch McConnell, the Senate, at the time, the Senate leader still today on the floor during the second impeachment, just excoriating the former president for his actions that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "The impeachment trial he voted to acquit him in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "Which he voted to acquit him ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "... but you remember that speech ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "... and you remember how he described his actions and his responsibility.So my question is, if the former president is indicted for his actions around January 6th in efforts to overturn the election, is it more difficult politically for Republicans, those same Republicans, to criticize that indictment and the actions of the Special Counsel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHALIAN",
      "sentences": "I mean, I think the answer has been a proven one, that is it is not difficult for them to do so. We've seen it time and again. I mean, we saw there were lots of Republicans who criticized in the aftermath of January 6th. Some of them, like Kevin McCarthy, went down to Mar-A-Lago thereafter to beg for his involvement in fundraising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SANCHEZ",
      "sentences": "A month later. Less than a month later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "CHALIAN",
      "sentences": "So, I don't think it's very difficult for them to take a different position here if it serves what they believe will serve them politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "Imagine that, David Chalian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "SCIUTTO",
      "sentences": "Have you ever heard that before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL REPORTER",
      "sentences": "Yes. I mean, obviously, this is very different, much more personal for lawmakers than the documents case, right? And that is part of the dynamic here.We should note and I want to paint this picture for you, the House of Representatives right now is on its last vote before a month's long recess. So the expectation, of course, is that many of them probably wouldn't be in town if an indictment would come down anytime soon. So that gives you just a sense of some of the urgency on Capitol Hill. Lawmakers are finishing up their work in the House and then they're going to head home. But you can expect that the playbook is probably going to look very similar to what we have seen in the past. You're going to have allies of former president Donald Trump coming out defending him if he were to be indicted, but you also are going to have some Republicans questioning the Justice Department, the politicization of the Justice Department and that is a playbook that we have seen time and time again. And it's something that is going to play out in the months ahead. Because if you remember, house Republicans and Democrats are going to have to pass spending bills in order to fund the government by the end of the month. There's no bigger power that Congress has than the power of the purse. So expect that there's a lot more left to unfold in the next couple of weeks and months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Norm Eisen, there are a number of potential charges that the former president could be indicted on here, ranging - including seditious conspiracy, attempts to disrupt an official proceeding, et cetera. Based on the evidence you've seen presented so far, by the way, you should acknowledge, not a member of the grand jury, so there's evidence they would've heard, certainly that you would've not. But based on what you've seen from the outside, what is most likely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "EISEN",
      "sentences": "Well, we know from the reporting on the target letter, that there are three charges that special counsel Jack Smith is focusing on. 18 U.S.C. 371, that's conspiracy to defraud the United States, because Donald Trump's alleged role in getting things like fake electoral certificates, that's no different than counterfeit cash, that's - those are fraudulent, alleged conspiracy to defraud. 18 U.S.C. 1512(c), that's obstruction of an official proceeding, because we know Donald Trump used those ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SANCHEZ",
      "sentences": "I hate to interrupt you, but we did just get some news confirmation officially that there will be no news of an indictment today from the grand jury. So it may take a bit longer, but Norm, is this inevitable now that we are going to see an indictment - a third indictment of the former president? This one trying to overturn the 2020 Election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "EISEN",
      "sentences": "It is inevitable, Boris. I mean, there's always a theoretical prospect that you talk the prosecutors out of an indictment in a meeting like you had today, but here, given the overwhelming nature of the evidence, under those statutes we were talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "So three statutes ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "EISEN",
      "sentences": "The proof - yes, you've got - the third statute is 18 U.S.C. 271 that's in that letter that's a civil rights conspiracy because Donald Trump was allegedly trying to take away 81 million votes for Biden's, substitute himself. With that law being so strong and the publicly known evidence being so strong, an indictment is a certainty here. And once this meeting happens, we are in the countdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "But ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SANCHEZ",
      "sentences": "But it seems like ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SANCHEZ",
      "sentences": "... his attorneys are anticipating one as well if their tactic now is to delay it since ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Of course. Oh, and that's a frequent Trump tactic through the years. We've seen through decades of legal proceedings. The significance today of this, our understanding that we will not see the decision today does not mean what that decision will be, but we won't see that decision today. Does that follow past practice as we've seen in previous proceedings, even going back to the documents case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "Well, nothing really ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "... there is no playbook for this, right? So that's the first thing. Here's what we know. We know according to a court official that there won't be any indictments handed down - handed on today. The - there was none today and we don't expect one.We don't know what that means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "We do know that the grand jury was in. We know that they spent most of the day there of - I believe they're about to leave right now. So the question of what this portends, I don't know. The fact remains that the former president is still very likely to be indicted, but there's a lot of things that could be at play here, including the fact that the simple thing of taking a meeting with his legal team, Norm and I were talking this - talking about this just before we went on air.And there is this sensitivity about is it appropriate to do an indictment when you've just done a meeting. Should you ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "... give it at least some time to talk about it, right, and discuss it. It is a slap in the face if you immediately go ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "... straight from the meeting ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "... to an indictment, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Understood. Just procedurally, does not have to be a unanimous decision in a grand jury decision to unite - it's not like all - is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "PEREZ",
      "sentences": "No, the - it doesn't. But the - here's the thing, the grand jury votes and hands out the indictment ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "PEREZ",
      "sentences": "It does not - again, that did not happen today, but it doesn't mean that the Justice Department - we don't know if they asked for it and got rejected. I mean, there's a lot of different possibilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "SCIUTTO",
      "sentences": "Right. Options, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "PEREZ",
      "sentences": "What - we cannot speculate on that issue. 0 SCIUTTO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "SCIUTTO",
      "sentences": "... yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "PEREZ",
      "sentences": "It does remain, though, we had people in the courtroom today and we're watching very closely for what happened. And what we know is they did not even get to that place, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "SANCHEZ",
      "sentences": "Let's go live to one of those reporters at the courthouse now. Katelyn Polantz has been watching people come in and out of black SUVs all day, walking in and out of the doors.What's the latest that you're hearing, Katelyn, about the news that we are not going to get an indictment today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:08",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Yes. So what we are hearing today is just that there was a grand jury in. We know that. We know that there were special counsel's office prosecutors over here with them at the federal courthouse in their secret proceedings. They hadn't been in earlier this week. They had a flurry of witnesses last week.And then as the afternoon wore on, typically in the afternoons, that's when the grand juries that are meeting here on a daily basis looking at cases make their returns. They have approved indictments and those indictments go to a judge for sign-off and to get into the court system. There were no indictments handed up today from the grand jury to any judge in this courthouse and there are none expected to happen today and that is something that was told to us by a court official who was inside the building and came out, was waiting to see if that proceeding would happen, and then came out and told myself and several other members of the press that that was indeed what was happening here. So we just don't know what this means. And one of the things about the grand jury and court is that it can be very unpredictable. That is because grand jury proceedings are confidential. Who is on the grand jury is confidential. The witnesses that they hear from are confidential, unless we are able to get some reporting that we bring to you around that, but a lot of the time, what is being brought into the grand jury, what the grand jury is doing, what they're asked to be doing, especially on a day-to-day basis, is quite a secret proceeding. And so that is in this place we are now, where we know that there was a grand jury that had convened. We know that there is the possibility of an indictment against the former president being brought through the judicial system, because he was informed he was so very likely to be charged by the Special Counsel's office here. But we just do not have something that has emerged from the federal courthouse and the grand jury's work today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:50",
      "speaker": "SANCHEZ",
      "sentences": "We're following a couple of major developments in Russia and its unprovoked war in Ukraine. Kyiv is now ramping up its counteroffensive after months of making slow progress. One U.S. official says Ukraine is now committing the main bulk of its forces to the counteroffensive.And in a surprising twist, Yevgeny Prigozhin has reportedly been spotted in Russia. Remember him? It's the first time he's been spotted since the Wagner mercenary fighters launched a failed mutiny last month. And in an added twist, Prigozhin is said to appear in the same Russian city as the Russian president Vladimir Putin, the target of his armed rebellion. CNN's Nic Robertson is live for us in London. Nic, this is really stunning, not only that Prigozhin is alive, but that he's being photographed in the same city as Vladimir Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SANCHEZ",
      "sentences": "Right. And notably, only 17 of 43 nations that were invited to this conference actually showed up, something that our sources indicate have infuriated - has infuriated the Kremlin. Vladimir Putin is also commenting on the Ukrainian counteroffensive today. What is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "ROBERTSON",
      "sentences": "Yes, he's got his own counter narrative. I guess no surprise in that. Even Russian generals and journalists with the Russian generals on the front lines on the Russian side are saying that the Ukrainians have stepped up their attack. They're using up to 100 armored vehicles and tanks on the front lines and they've actually made one gain. They've taken a village that was just over the front line. That's that is not insignificant.Putin has this complete counter narrative. He says 50 vehicles and we destroyed 26 tanks and 13 armored fighting vehicles and 200 Ukrainian soldiers were killed and their losses were 10 times higher than ours. That flies in the face of all the other information that we're getting. The Ukrainians have made these gains. Putin says that they haven't. The losses have been typically higher on the Russian side. So how significant is this push? I think we need to see it play out more. But the fact, as you say, that the Ukrainians have now committed the bulk of their forces to this front line and this push and the increase in artillery barrages that have been witnessed over the past few days indicates there is a new push by the Ukrainians and can they make it work, that's the key right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SANCHEZ",
      "sentences": "It would not be the first time the Russians fudged the numbers or the reality, the facts on the ground.Nic Robertson, thank you so much. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Well, just sweltering heat, unrelenting triple digit temperatures. If you're feeling like this is the hottest month you've ever experienced, you're right. Any of us, scientists say July is set to become the warmest month ever recorded in human history. Nearly half the U.S. population is now under heat advisories and the nation's largest power grid just put out an emergency alert as it tries to keep up with unprecedented demand.Joining us now, New York Times opinion writer and author of The Uninhabitable Earth: Life After Warming, David Wallace-Wells. David, thanks so much for joining us. DAVID WALLACE-WELLS, AUTHOR, \"THE UNINHABITABLE EARTH: LIFE AFTER WARMING\":   Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SCIUTTO",
      "sentences": "Bill (ph), we - our climate correspondent said something to me weeks ago which struck me and he said that if you had spoken to climate scientists 10 years ago about what the world would look like now, what we're experiencing is that the bad ends of the spectrum of what they were thinking about, the effects of climate change. Can you put that into context for us? Is it so bad now? Is it going to get worse?WALLACE-WELLS:   Well, invariably, it's going to get worse because the planet is going to keep warming because we're continuing to burn fossil fuels. And while there's some relatively good news on that front, we have a real industrial revolution with renewable power unfolding around the world, we still have barely made a dent in the in the use of fossil fuels globally, which means that we're still roughly at a peak for global carbon emissions. And that means that we're going to have more heat to come, more hotter years to come. And I think we're going to honestly be surprised in many of those years by the intensity of the extremes that we that we see. I had a memorable conversation about a year ago with Katherine Hayhoe who's one of the lead authors of the U.S. Climate Assessment, who said to me that there is all this good news. And I'm thinking we're going to end up this century at something like two, two and a half degrees Celsius of warming as opposed to four, four and a half degrees Celsius of warming, which is where we thought we were just a few years ago. But we're also learning much more about when the really dramatic impacts are happening and those are happening at lower temperature levels, which means we're seeing more intense experiences at things - at temperature levels like we're seeing today. Unfortunately, that's - I think both of those are going to continue. The planet is going to keep getting hotter and we're going to start - we're going to keep dealing with the consequences.",
      "isLastSentenceInterrupted": false
    }
  ]
}