{
  "date": "2023-11-22",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Israel And Hamas Agree To Hostage Deal, 4-Day Pause; Phillips PAC Ad Calls For New Generation Of Democratic Leadership; OpenAI Agrees To Rehire Fired CEO Sam Altman. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:40",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Good morning. Thank you for being up early with us. I'm Kasie Hunt. It's just after 5And breaking news this morning. Israel and Hamas have reached an agreement that would see the release of at least 50 hostages being held in Gaza. Here are the terms. Hamas is expected to release only women and children. In exchange, Israel will pause its fighting in Gaza for four days. Hamas says Israel will release 150 Palestinian prisoners, also women and children. The deal includes humanitarian aid, both fuel and supplies, being allowed into Gaza. Israel has published the names of 300 Palestinian prisoners, opening the potential for a second phase of exchanges. It is not clear who will be released in the deal but President Biden said, quote, \"It should bring home additional American hostages.\" CNN's Oren Liebermann joins us live from Tel Aviv. Oren, good morning. How did this deal happen, and help us understand the roles that Qatar and the United States played in making this happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:40",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "It took weeks of sensitive negotiations to get to this point. We have heard repeatedly since the beginning of the war that we were close to a hostage release agreement -- that we were close to a deal -- only for that to fall apart.But as we started going through the evening yesterday and the day, it became clear that this time the reports were accurate -- that it was going to happen. And that was confirmed when Israel scheduled a series of meetings that were clear that were to vote on a deal, and that got this over the line from the Israeli's side. Qatar was critical here because it has connections and communications with all of the sides -- Israel, the U.S., Hamas, and Gaza. So they hosted the talks here and were able to handle the negotiations and all the pieces fell into place from that point. There were, of course, debates over the fine details. Even if a broad framework was there -- women and children for Palestinian women and children held in Israeli jails -- it still took time to get to how long is the pause in the fighting. What's the ratio of Israeli hostages released for Palestinian prisoners released. But last night, the announcement came from Hamas, from Israel, and then congratulations from the U.S. and from many other countries that the deal was, in fact, in place. And, Kasie, as you pointed out, it will be 50 Israeli hostages -- women and children -- released for 150 Palestinian prisoners released from Israeli jails. Again, women and children, for a 4-day pause in fighting. Now, what's interesting is that Israel said for every 10 additional hostages released there will be another day for a pause in the fighting. So Israel opening up the window there to a greater pause here to see more hostages released. Also, Israel publishing the names of 300 Palestinian women and children who could be released under this deal. So almost like putting a -- putting a carrot out there to see if they can move this forward and extend this. It's unclear if that will happen. Right now, this deal hasn't gone into effect yet and the fighting, at this point, very much continues in Gaza. But it looks here it's set to begin sometime early tomorrow morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:40",
      "speaker": "HUNT",
      "sentences": "Yeah. So, Oren, what you had to say there about how Israel is opening the door to this lasting longer is really interesting, especially because this just crossed here. The Qatari prime minister wrote on the platform formerly known as Twitter that he hopes that the pause will lead to quote-unquote \"serious talks for a comprehensive and sustainable agreement that could put an end to the war.\"What do you make of those comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:40",
      "speaker": "LIEBERMANN",
      "sentences": "That is certainly the hope. And that's not just from the Qataris -- that's from a number of other countries that have said look, there is now a window here and diplomacy has worked to get us to this point with the communications. There is at least enough of a rapport -- I won't say trust, I'll say rapport here between all of the sides to get this agreement in place.And families of hostages we've spoken to have said look, if this is the first 50 that means there can be another 50 and another group. Now, will it be at the same ratio of three Palestinian prisoners to one Israeli hostage? In all likelihood, no, probably not. Because Hamas likely believes they can extract a greater cost from Israel for the soldiers they have that they kidnapped in the October 7 attack. But that will require more talks and more ongoing diplomacy. Still, this is the beginning of that and now it's a question of how much can that be widened and how long can this agreement hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:06",
      "speaker": "HUNT",
      "sentences": "Yeah.Avi, so Oren was reporting that there -- that Israel is basically leaving the door open for this to keep going, right? They didn't just release 150 Palestinian names; they released 300 names and have said that if these hostages keep getting released this pause could be extended. Do you see that as a realistic possibility and -- do you see it as a realistic possibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:06",
      "speaker": "MAYER",
      "sentences": "Look, Israelis, again, for the past month and a half, have been thinking about little more than the fate of these hostages that, of course, includes small children, elderly people, Holocaust survivors. And so, whatever Israel can do to secure the release they will do. But again, we don't even know how many of those hostages are even still alive. And so, yes, we see the possibility of perhaps a daily release ofanother 10 hostages followed by another 10. At some point, it looks as though Hamas is going to run out of hostages to release simply because they're either no longer alive or perhaps they're being held by other groups -- other terrorist groups in Gaza. So, yes, it is likely that we will see some kind of continuation of this but I don't know how long that will last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:06",
      "speaker": "HUNT",
      "sentences": "Do you think if all the hostages were released there could be an end to the fighting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:06",
      "speaker": "MAYER",
      "sentences": "Well, the Israeli military has said no. The Israeli military has said, of course, that releasing or freeing those hostages is a top priority but it does not stray from its ultimate mission of destroying Hamas' capacity to ever carry out a massacre like October 7 ever again.The Israeli Prime Minister Benjamin Netanyahu has said the same -- that, yes, there will -- there will be a pause in the context of this hostage deal but the minute that pause ends Israel will continue with its mission to totally eradicate Hamas' capacity to carry out a massacre like that ever again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:06",
      "speaker": "HUNT",
      "sentences": "Yeah.And can I pick back up on something you said earlier? You were talking a little bit about the history of these exchanges. And Israel's former national security minister Ben-Gvir called this deal, quote, \"a very, very big mistake.\" And I also kind of want to pick up on -- so he mentions this Yahya Sinwar, right, who has widely been pinpointed as one of the central masterminds of the October 7 attacks. Can you help us understand what happened there and why there is some resistance to this deal in some quarters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "All right. Avi Mayer, thank you very much for joining us this morning, sir. I always appreciate having you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "MAYER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "All right. Just ahead here, more on the Biden administration's role in this deal that was just struck to get some of the hostages released from Gaza.(COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:05",
      "speaker": "HUNT",
      "sentences": "Welcome back.Breaking news this morning. Israel and Hamas have reached an agreement that would see the release of at least 50 hostages being held in Gaza in exchange for a four-day pause in the fighting. Secretary of State Antony Blinken saying in a statement that the Israel-Hamas hostage deal, quote, \"...marks significant progress.\" President Biden adding that it \"...is a testament to the tireless diplomacy and determination of the U.S. government.\" In Israel, the president is being praised for his role in negotiating the deal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "But will that praise translate back home?Let's bring in Jess Bidgood. She's senior national political reporter at The Boston Globe. Jess, good morning. It's always wonderful to have you on the show. Let's talk a little bit about what this means for President Biden. He obviously has talked somewhat emotionally about not just these hostages but other hostages around the world being held -- Americans -- and how emotional that is. There is a 3-year-old, about to turn 4- year-old American being held that I know there are very high hopes will be among those who are released. This does seem to be a moment where while he's facing increasing pressure on his left around his overall handling of this conflict, a moment that the president can really step into. And we can't celebrate entirely until all the hostages are released, but this is - this is obviously a positive -- a time to celebrate those who will be able to come home. JESS BIDGOOD, SENIOR NATIONAL POLITICAL REPORTER, THE BOSTON GLOBE (via Webex by Cisco):  Good morning, and thank you for having me. This deal was announced late last night -- basically, just hours ago. And President Biden says that he is \"extraordinarily gratified,\" in quotes, that some of the hostages are going to be released. And he's also said that this deal should bring home some American hostages. This is a deal that the Biden administration has been pushing for. As calls on the left, as you say, for kind of a broader ceasefire grow louder, Biden and his aides have really stayed focused and said that a hostage deal and a temporary pause in fighting like this was the best way to make progress on the humanitarian front in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Right. And I do think it's also important to note that this will pause the fighting and also allow for potentially hundreds of aid trucks to go in and start getting more of that humanitarian aid through.So the backdrop for all of this, of course, we are now within a year until the presidential election. The primary season is upon us. The Iowa caucus is less than two months away at this point. And the president, obviously, has been grappling with poll numbers that have a lot of people biting their fingernails in the Democratic Party. They don't have a, right now, a primary challenge they feel is going to fundamentally threaten his path to the nomination. But Dean Phillips, the Democratic Minnesota congressman, has launched a challenge that people are concerned could damage the president as he tries to take on former president Donald Trump. There's a new ad from a super PAC backed by Steve Schmidt, the longtime Republican -- or former Republican, but longtime Republican operative that is going to air in New Hampshire and Washington, D.C. we understand. I want to show it to you and then we'll talk about it. Take a look. (BEGIN VIDEO CLIP) JOHN F. KENNEDY, FORMER PRESIDENT OF THE UNITED STATES:  Let the word go forth from this time and place to friend and foe alike, that the torch has been passed to a new generation of Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The threat is real. Trump is winning. It's time to pass the torch.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "\"Trump is winning. It's time to pass the torch.\"How much potential damage is there to be done here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Right. And, of course, what the White House is counting on is that the fear of Donald Trump is going to be so intense among those people that it's ultimately not going to matter. But the reality is we are in totally unprecedented territory for so many reasons in this election and -- to the extent that we all learned in 2016 to stop making predictions. I just -- I try to remind myself daily of that lesson in this campaign.Jess Bidgood, of The Boston Globe, thank you very much for your time this morning. I appreciate it. All right, more ahead here on the deal to release at least 50 hostages held by Hamas in exchange for a pause in the fighting. \"CNN THIS MORNING\" coming up at the top of the hour. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ANNA STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "It's been a surprising few days but actually, I think this is the least surprising development in this story that Sam Altman is back as CEO. And that's because almost the entire workforce of OpenAI signed a letter saying they would resign and move to Microsoft with Sam Altman if he wasn't reinstated by the board.So not a surprising development there, really, but it's going to be quite a different OpenAI when Sam Altman returns here. The board, of course, will have to change. One member who oversaw the firing of Altman will remain, Adam D'Angelo, but there are two new members, including former Treasury secretary Larry Summers. And also, this is a bit of a victory really for Microsoft. Microsoft CEO Satya Nadella said yesterday that he is very keen that whatever happens, Microsoft, which is a huge investor in OpenAI, can't be blindsided like this again when it comes to executive changes. So they are likely to have some sort of governance role going forward to OpenAI. Whether that means a seat on the board yet, we don't really know. And there will also be, of course, an internal investigation into what happened over the last few days. So a few changes there. And I think -- I think this change will be long-term but perhaps we need to wait until that revolving door stops spinning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Indeed -- yeah -- no. I mean, I'm dying to know -- I think we all are dying to know more about exactly what happened here. But it looks like at least, I guess, we're going to be back to some version of the status quo as it was last Friday before this all unfolded.Anna Stewart, thank you very much for that report. All right, now to sports. LeBron James reached a new level of success in the NBA only to find himself getting humbled right after the game. Carolyn Manno has this morning's Bleacher Report. Carolyn, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Good morning.This is pretty good, Kasie. I mean, his name is already scattered all over the NBA's record book, most notably as the league's all-time leading scorer. The soon-to-be-39-year-old Lakers superstar further separating himself. This three-pointer you're going to see four minutes into last night's game against the Jazz made him the first player in NBA history to score 39,000 points. He finished with 17 on the night -- 39,012 points for his career as L.A. kept up a perfect 4-0 performance in group play in the In-Season Tournament. But somehow he still managed to get knocked down a peg during his post-game interview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "CHRIS MCGEE, SPECTRUM SPORTSNET",
      "sentences": "...being older than the head coach?LEBRON JAMES, L.A. LAKERS FORWARD:  I'm older than who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MCGEE",
      "sentences": "The Utah head coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "JAMES",
      "sentences": "I'm older than the head -- oh, wow. My goodness. Oh my goodness. I don't even mind. That's a -- MCGEE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "JAMES",
      "sentences": "Yeah, that's a good one. You got me on that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MCGEE",
      "sentences": "I just thought I'd drop that in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "JAMES",
      "sentences": "(INAUDIBLE). That's crazy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MANNO",
      "sentences": "Come on, now -- let the man have his moment.It's November but temperatures flaring in the top-5 clash between Kansas and Marquette. Jayhawks' Kevin McCullar hitting a three, then talking a little trash to Marquette's bench. Shaka Smart taking exception to that and ended up needing to be restrained by his assistants and his players. That seemed to spark the Golden Eagles because they took the Jayhawks to school. They beat them 14 to advance to tonight's Maui Invitational final against second-ranked Purdue, 5- 14. In the NFL, the debut of HBO's \"HARD KNOCKS\" with the Miami Dolphins premiered last night. Coach Mike McDaniel fired up for people to see their journey toward the playoffs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MIKE MCDANIEL, MIAMI DOLPHINS HEAD COACH",
      "sentences": "This team only has 47 days, 24 practices, and eight games guaranteed to us. Shame on you if you don't bring it every time we're out there together. This (bleep) is sacred as (bleep), guys. That was the journey and we haven't even gotten to the best part yet.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MANNO",
      "sentences": "And you can watch \"HARD KNOCKS\" right now streaming on MAX and every Tuesday night for the rest of the season on HBO.And if you want to know about somebody's character look at what they do in the face of adversity. Yesterday, Kasie, the Colts released Shaquille Leonard. That's a tough decision for anybody. But despite that, the 3-time Pro Bowler still showing up to the local Thanksgiving turkey giveaway event. He helped organize this. He didn't think twice about it. He said that the community means a lot to him. He said he's all about giving back through the tough times and the good times, no matter what. He had seen his role diminish somewhat due to injury and some other things. So he said, Kasie, that this news was shocking to him to get the call that he would no longer be with the team. But I think that's so classy to just show up to where you've already put your time and effort and you make a commitment and you keep it. This is feel-good stuff heading into the holiday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Very nice. Speaking of feeling good, though -- I mean, he's 38 years old --LeBron. I'm also 38 years old. Every time I see him I'm like, man, I've done nothing with my life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MANNO",
      "sentences": "(Laughing).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:02",
      "speaker": "MANNO",
      "sentences": "I wanted to get your thoughts on this because that just felt ice-cold. I mean, are you kidding me? The guy is just etching his name further and further into history. He stands alone on an island and you've got a reporter -- I love them all -- in the locker room taking a shot at him being older than the coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:02",
      "speaker": "HUNT",
      "sentences": "All right. You know what? You can still sink a 3-pointer that way, man. That's all you need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:02",
      "speaker": "MANNO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:02",
      "speaker": "HUNT",
      "sentences": "Carolyn Manno, thank you very much. Happy Thanksgiving to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:02",
      "speaker": "MANNO",
      "sentences": "You, too. Happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    }
  ]
}