{
  "date": "2023-10-08",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF: Up To 1,000 Hamas Fighters Infiltrated Israel; Israel's Allies Condemn Deadly Hamas Attacks; Israeli Intelligence Gathering; Israel: At Least 300 Israelis Killed In Hamas Attack; Israeli Artillery Conducts Strikes In Lebanon; Israel Strikes Area In Lebanon After Hezbollah Attack; Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:41",
      "speaker": "LAILA HARRAK, CNN HOST",
      "sentences": "Welcome to all of our viewers watching here in the United States and all around the world. I'm Laila Harrak.It is now 9:00 A.M. in Israel where the crisis that began early Saturday rapidly escalated into war with staggering death tolls on both sides. At least 300 Israeli deaths are confirmed. And Palestinian authorities say more than 230 people in Gaza have been killed. Thousands more have been wounded. And here is the Israeli Prime Minister on Saturday. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAEL PRIME MINISTER (through translator): I have ordered an extensive mobilization of reserves and that we return fire of a magnitude that the enemy has not known. The enemy will pay an unprecedented price. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:41",
      "speaker": "HARRAK",
      "sentences": "Israel says up to 1,000 Hamas militants poured across the border and into nearby Israeli towns. Disturbing video shows civilians being rounded up in one of them, presumably to be taken to Gaza as hostages. One woman described the terrifying ordeal.(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): Suddenly out of nowhere, shots are coming in. They started shooting in every direction. And I took the car keys and just drove and started moving forward to get out of the shots, out of the shots. And at some point, they overtook us. We were overtaken by the shooters. They started shooting at our vehicles. We got out of the vehicles. I didn't keep driving. We took cover. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:41",
      "speaker": "HARRAK",
      "sentences": "Well, there's now from Tel Aviv is Yaakov Katz, senior columnist of the Jerusalem Post. Yaakov, good to have you with us. Please talk to us -- talk to us through the day. What is happening right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:41",
      "speaker": "YAAKOV KATZ, SENIOR COLUMNIST, THE JERUSALEM POST",
      "sentences": "Well, right now Laila, you have the second day of this war that was forced upon us here in Israel with the invasion yesterday of over 1,000 Hamas terrorists into southern Israel. The murder -- the murder's rampage, I would call it, of what they did throughout Israeli civilian communities and the abduction. Now of at least 100 Israelis who have been taken across the border into Gaza.Tens of thousands of soldiers, reservists have been called up. A number of divisions have been deployed down south along the border with Gaza and all indications are that Israel is preparing for a larger ground offensive and assault into Gaza. Hamas needs to be weakened. Hamas needs to be deterred. Hamas needs to be collapsed and toppled. It needs to pay a severe price for what it did yesterday here in Israel. This is something that's not an only unacceptable but unimaginable what Israelis went through yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:41",
      "speaker": "HARRAK",
      "sentences": "Now, we understand that there are still some areas in Israel where fighting is ongoing. Do you know more about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:41",
      "speaker": "KATZ",
      "sentences": "There are still some Hamas terrorists, over 1,000, around 1,000 crossed into Israel yesterday. The Israeli forces, it took hours for Israeli forces to get control of most of those hotspots where the fighting. And those gun battles were still taking place. There's still some isolated incidents throughout southern Israel. Most of them have been dealt with and neutralized, but there are still believe to be some Hamas terrorists and gunmen in the area.And there are warnings that are coming out all the time. There was just a warning a few minutes ago of some sort of suspicious aircraft that had taken off from Gaza and was seen somewhere in the south. We know that some terrorists came in yesterday and, like, paragliding parachutes. They also have drones that they use to attack Israeli tanks. This was a coordinated assault by Hamas with some significant capabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:41",
      "speaker": "HARRAK",
      "sentences": "Now, you know, what you describe, obviously, is a country in a state of shock from, you know, still reeling from what has happened less than 24 hours ago or about 24 hours. I'm just wondering in terms of what's the mood among people in Israel?Are Israelis -- you know, do they still have faith in their government's ability to keep them safe? Because obviously, you know, huge, huge mistakes were made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "HARRAK",
      "sentences": "What does this mean for the position of Prime Minister Benjamin Netanyahu who has been embattled in the lead up to this, but obviously, as you just described, I mean, the country is rallying around the government during this very difficult time? But he has some very difficult questions to answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "KATZ",
      "sentences": "There are very difficult questions from the tactical level of how this happened, the intelligence failure, the whole misconception that Israel had, its policy of containment with Gaza during Netanyahu's 15 years, just in the last 15 years, pretty much as prime minister, how that has collapsed and failed the belief that we could contain the conflict and it wouldn't grow out or escalate in a big way. But here it has, it right in blue up in our face.But also the distraction Israelis for the last eight, nine months have been completely distracted with the judicial overhaul that his government was trying to push forward. It saw protests that an unprecedented level you and I spoke about this a number of times in recent months. And there's no question that we appeared weak. We were ripped apart from within. And our enemies smelled that weakness and took advantage of it. Our hope now is that Israelis will be able to come back together. We'll be able to defeat this enemy. And also, you know, there were just mortars fired less than an hour ago by his beloved, which took responsibility from Lebanon. We have to hope and pray that this doesn't escalate to other fronts because -- and that they don't think that they have an opportunity to also take advantage of what's happening right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "HARRAK",
      "sentences": "And, Yaakov, there is obviously also that substantial hostage situation. I mean, we've seen some terrifying images. How is that playing out? I mean, how are people kind of discussing, you know, that kind of, you know, those terrifying images that we've seen and just the idea that so many people are now, as we speak, held hostage in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "KATZ",
      "sentences": "Yes. I mean, let's also just, you know, sharpen the question for a moment, Laila. They didn't just take hostages, soldiers. They took elderly. They took young children. They took families, little babies. They took men, women, young and old. This is not about a military attack. This was about a coordinated assault to murder and kidnap Israeli civilians who are living inside Israel on a peaceful Saturday morning.There's about 100 hostages that have been abducted and taken into the Gaza Strip. There -- the Hamas has been holding, for years now, a number of bodies of Israeli soldiers, as well as a number of Israeli citizens. They use this for cynical purposes to abuse and to manipulate the Israeli population. Once the fighting is over, I think that the Israelis will have to find a way, the government will have to find a way to arrange some sort of swap with Hamas. This is a number that is catastrophic but is also unimaginable until yesterday that Hamas would be holding on to so many Israelis. And it hurts everyone. I mean, I have -- I have friends whose children are missing. I know people who are searching frantically for their children going to the hospital, a hospital, praying that maybe one of them is wounded and just hasn't contacted. But unfortunately, they have been abducted by Hamas and Gaza. This is going to be a painful ordeal for the weeks and months to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "HARRAK",
      "sentences": "That is a very harrowing situation that you describe right now.And what are some of the answers provided by the government? How -- I mean, how are they publicly saying they want to retrieve these people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "HARRAK",
      "sentences": "Yaakov Katz, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "KATZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "HARRAK",
      "sentences": "CNN's Nada Bashir regional reaction to the Hamas assault and Israel's response to it. Nada, what have you been seeing and hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "NADA BASHIR, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, look, Laila, this has really raised alarm bells across the region over the potential for this latest round of violence to escalate even further. We have had, from multiple regional leaders, calls for the violence to be de-escalated for tensions to be eased. Offers from regional leaders to help to mediate in trying to ease those tensions. Of course, we have heard from the Turkish government, they have put forward their offer to help mediate in ease.Tensions, the Turkish foreign ministry has said that it is holding intensive talks with both sides of the conflict. And we have heard a message from the Turkish president yesterday, Recep Tayyip Erdogan. Take a listen. (BEGIN VIDEO CLIP) RECEP TAYYIP ERDOGAN, PRESIDENT OF TURKEY (through translator): As Turkey, in light of the events that have occurred in Israel this morning, we call on all sides to act with restraint, to stay away from impulsive moves that will heighten the tension further. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "BASHIR",
      "sentences": "Now, of course, the tension for this to escalate further is a huge concern for regional leaders. But there have also been comments, remarks from others in the region placing the responsibility on Israel, some choosing to highlight. This has really come in response to recent acts by the Israeli right-wing government and, of course, the placement of Palestinian rights.Take a listen to this statement from the Saudi foreign ministry. They have said that the kingdom is repeating its previous repetitive warnings of the dangers of the situation blowing up as a result of the continuing occupation and depriving the Palestinian people of their legitimate rights. And that message has really been echoed by others. We've had similar sentiments expressed by the Qatari government as well as the Arab League, both of which have said that they are holding the international community responsible for this latest escalation in violence, failing to respond to actions against the rights of the Palestinian people. But, of course, on the other side, we have also heard strong words of condemnation, particularly, of course, from the Egyptian government. The Egyptian foreign ministry has urged for both sides to act with the utmost restraint warning of the dire consequences that an escalation could have, not only for both sides of the conflict, but for the region as a whole. And, of course, there is serious concern as the death toll on both sides continues to rise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "HARRAK",
      "sentences": "Do we know what the situation is right now in Gaza this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "BASHIR",
      "sentences": "Look, Laila, overnight and into the early hours of this morning, we have seen continued rocket by targeting Gaza. The Israeli Defense Forces gave a statement just a little while ago, a brief update. They say that they have targeted some 400 targets.We heard that warning yesterday from the IDF telling Palestinians living in Gaza to evacuate residential areas, which are set to be targeted by the IDF. But, of course, that is almost impossible for many Palestinians living in Gaza. This is a densely populated enclave, which has been under a land, sea, and air blockade enforced by the Israeli government since 2007. So, there is serious concern, particularly coming from human rights organizations, over the civilian impact that this latest round of violence could have in Gaza. We heard from the Israeli Prime Minister, Benjamin Netanyahu, that they also saying that they plan to cut off electricity, fuel, and goods going into Gaza in attempt to stifle the operations of Hamas. But this, of course, could also have dire humanitarian consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "HARRAK",
      "sentences": "Nada Bashir reporting. Thank you so much, Nada.Well, in Washington, President Joe Biden says Israel can count on U.S. support as it reacts to the unprecedented attack. Mr. Biden spoke with Prime Minister Benjamin Netanyahu on the phone on Saturday, telling him the U.S. support will be rock-solid and unwavering. He also issued a strong condemnation of the Hamas attack. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Hamas terrorists crossing in Israel killing not only Israeli soldiers, but Israeli civilians. In the street, in their homes, innocent people murdered, wounded, entire families taken hostage by Hamas, just days after Israel marked the holiest of days in the Jewish calendar. It's unconscionable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "HARRAK",
      "sentences": "Well, Mr. Biden also had a warning for Israel's enemies who may want to take advantage of the situation. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:01",
      "speaker": "HARRAK",
      "sentences": "And coming up, the surprise attack on Israel is a blow to the country's intelligence community. We'll hear from a former CIA operative about why gathering information in the region is so difficult.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I started getting messages, texts, from other people telling that terrorists are walking around free and trying to break in and get into houses.And about 8 30, we've heard the door break. They said someone was breaking the door, someone was breaking the door. They were scared to death. I can't even imagine what they felt. And I wasn't there to help. I was on the phone. And I said, just be quiet, stay quiet and stay in the security room and lock door, but the doors don't really lock. They're not meant to -- they're not meant to give a solution because that's kind of situation more than I thought terrorists would walk down free in our places. At about quarter to 9:00, I heard it online on the phone, the door break. I heard them terrorists speaking Arabic to my teenagers and the youngest saying to them, I'm too young to go. They're (inaudible) 16 and 12. So it was very, very hard to hear. And someone else (inaudible) that was the last time I heard from them. It was a very, very hard day. Many, many people from our place and from some places were talking. They took babies, they took 2-year- olds, 5-year-olds, mothers, just innocent children. They did nothing wrong. They were just sleeping in their bed. I mean, even war have rules. They just don't have any rules. It's something that you don't do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "HARRAK",
      "sentences": "Gut-wrenching testimony there. Israel Defense Forces know there's going to be a lot of work ahead of them to figure out how many attacks caught them so badly off guard.Earlier, former CIA operative, Bob Baer, spoke with CNN's Jim Sciutto and they discussed the complexities of intelligence gathering in this extremely tense region. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:05",
      "speaker": "BOB BAER, FORMER CIA OPERATIVE",
      "sentences": "Going back to 2006, 2007, Hezbollah has been preparing for attacks like this. Crossing borders by paragliders, keeping secrecy until the very last minute. And there's a close coordination between Hezbollah and Hamas. How that exactly worked in this case, I don't know, but I would imagine that a lot had to do with it.But more than anything, it's Hamas' communications discipline. If they're using push-to-talk radios, they weren't on them. If they were using apps, they weren't on those. They just completely went radio silence before this attack. And they've gotten better over the years, because they know that the Israelis listened to all their phone calls, all of them. I've been in the Israeli listening sites and exchanges on the border. And every single call they listen into, the Palestinians know that and accounted for that. And their fighting forces are just getting better over the years. But more than anything is Israel lacks sources inside the military command of Hamas. And that is a great failure. I know they try to get them, but they can't do it. Look at -- look at -- Gaza is like a prison with, you know, the Israelis can't get in. And they can't recruit people. And the military command doesn't leave. It's a very, very hard target. And that's why they got away with this attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:29",
      "speaker": "SCIUTTO",
      "sentences": "So if there's no safe way to rescue them, what does that mean? Does that mean negotiation is the only -- I mean, I spoke with the editor-in-chief of the Jerusalem Post in the first hour of this broadcast, and he reminded me that for one Israeli soldier, Gilad Shalit, the exchange was for 2000, I believe the figure was Palestinian prisoners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:29",
      "speaker": "BAER",
      "sentences": "Well, that's on his mind. I mean, the IDF cannot rescue these hostages safely. And they're going to tell Netanyahu, listen, we can go in what's called combat entries. We come in with a lot of force, and we're going to kill a lot of people, and probably the hostages, and there's no way around that. And so it's up to him to decide whether to negotiate, which would be a political failure for Netanyahu of incredible dimensions, or go into Gaza full force, but it's a city, it's basically one large city. It's 2.3 million people that you're going to have to fight through. There's no easy outs on this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:25",
      "speaker": "HARRAK",
      "sentences": "Welcome back to all of our viewers around the world. I'm Laila Harrak and you're watching CNN NEWSROOM.Israel's war against Hamas is now well into its second day with staggering numbers of deaths among Israelis and Palestinians. At least 300 Israeli deaths are now confirmed in Palestinian authorities say more than 250 people in Gaza have been killed. Thousands more have been wounded. And here's the prime minister on Saturday. NETANYAHU (through translator): What happened today has never been seen in Israel and we will make sure that does not happen again. The entire government is behind this decision. The IDF will immediately use all its strength to destroy Hamas' capabilities. We will destroy them and we will take mighty vengeance for this black day that they have forced on the state of Israel and its citizens. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:25",
      "speaker": "HARRAK",
      "sentences": "Israel says up to 1,000 Hamas militants poured across the border and into nearby Israeli towns on Saturday. Disturbing video shows civilians being rounded up in one of them, presumably, to be taken to Gaza as hostages.CNN's international diplomatic editor, Nic Robertson is in Israel with more on the events of this horrific day. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:25",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "In the early hours of Saturday, Israelis woke to a sudden assault from Gaza militants. The surprise attack claimed by the Palestinian militant group, Hamas, a complex and massive operation marking a steep escalation of hostilities.The attack began with a huge barrage of missiles fired from Gaza. Thousands of rockets, some making direct hits on targets across southern Israel. Under the cover of the missiles, a large-scale infiltration began as Hamas militants crossed by land, sea and air, even using paragliders to cross into Israel. Videos from border crossing stations show Hamas fighters storming into Israeli territory. A few miles away in the border town of Sderot, Hamas was seen driving an opening fire at civilians. The gun meant tore through the streets, leaving a trail of casualties behind. The full extent of the casualties is unclear, but hundreds have been killed and more than a thousand injured on both sides. A spokesman for the Israeli Defense Force gave a frank assessment of the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A very severe morning here in Israel, a combined offensive by Hamas, ground air and sea. The numbers still are not clear. We're not going to talk about the numbers as we speak, but the numbers are substantial. A very severe morning. We are very much now focused on sending forces to these locations where there's ongoing fighting as we speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:25",
      "speaker": "ROBERTSON",
      "sentences": "During the raid, some fighters also took Israelis as hostages and prisoners of war. The Israeli military said, videos geolocated by CNN show militants taking civilians captive in southern Israel and Gaza. A woman is seen forced into the custody of Hamas.Israel quickly retaliated, hitting multiple targets along the Gaza Strip in Gaza City. Two high-rise buildings collapsed after an airstrike. The unrest continuing late into the night with both sides trading rocket fire. As we touched down at Ben Gurion International Airport outside Tel Aviv, air traffic was halted as sirens wailed and travelers took cover. We literally just got off the plane here at Ben Gurion Airport. The sirens have gone off. People are taking cover. We got off the bus. People are taking cover. And you can hear the intercept missiles banging in the air. Nothing incoming here, but everyone is taking cover. They've got down. A lot of concern about what's going to happen here this night. Israeli Prime Minister Benjamin Netanyahu has been unwavering in his message that Israel is at war with Hamas. Now Israel rushes to regroup with its allies. Despite the intelligence failure that appeared to lead to the attack, it is clear that the true force of the Israeli government's response is yet to come. Nic Robertson, CNN, Ashkelon, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "EFRAIM HALEVY, FORMER DIRECTOR, ISRAEL MOSSAD",
      "sentences": "We've had intelligence failures before and we've been surprised. But this is the first time that the people from Gaza have been able to penetrate into Israel, deep into Israel. We had no early warning of any kind. And it was a total surprise that the war broke out this morning.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "HARRAK",
      "sentences": "Peter Layton is a visiting fellow at the Griffith Asia Institute and is an associate fellow for the Royal United Services Institute, a British security think tank. And he joins me now from Brisbane, Australia. Good to have you with us, sir.You know, people are still very mystified by the unpreparedness of the intelligence and security services of Israel. So what I'm -- what I wonder, is this a case of people overestimating Israeli services or did Israel underestimate Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "PETER LAYTON, ASSOCIATE FELLOW, ROYAL UNITED SERVICES INSTITUTE",
      "sentences": "I think the latter. Israel holds Hamas in fairly poor regard. So this is -- this is a tactical surprise, not a strategic surprise. Very mind, Israel has a strategy called mowing the lawn, which means regular wars or small wars against Hamas, there's been seven since 2008. So it's just a matter of time before there was another one.But it's a tactical surprise as far as the scale of the attack and the timing of it. That has clearly shocked the Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "HARRAK",
      "sentences": "How long can Hamas keep this up now? You know, the Israeli Prime Minister has, you know, basically declared war on Hamas, not basically, but he has declared war on Hamas. And especially in the event of a potential Israeli ground offensive. Are they prepared to confront that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "LAYTON",
      "sentences": "So I think that Hamas has been chasing a couple of things here. The first one is that Hamas wants to be -- wants to be treated, if you like, as a regular state and wants to sit down and talk peace with the Israelis.But that means a compromise on both sides. Israelis have never been being willing to compromise before. I think that Hamas has looked back 50 years, bear in mind that this is the 50th anniversary of the Yom Kippur War, where the Egyptians started a war purely to get the Israelis to the negotiating table. And I think this particular war might be similar. But that flows on to the second bit is that perhaps the first part of the war is over now. Hamas wanted those hostages, and they have hundreds of them. And so the Israelis mounting a ground offensive into Gaza, as they're talking about, will be very, very difficult. So I think the hostages are a part of this as well. I think the future path of the war depends upon those hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "HARRAK",
      "sentences": "It depends on those hostages because you think they'll be used as human shields?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "LAYTON",
      "sentences": "Very much so. The Israelis have complete control over Gaza. They can drop bombs anywhere and kill anybody. The only thing stopping them will be concerned about them also killing hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "HARRAK",
      "sentences": "What do you attribute Hamas' improved capabilities that have allowed them to carry out an operation of this scale?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "LAYTON",
      "sentences": "It's the old story that people everywhere are very smart. And the Israelis have been teaching them. As I said, there's been about seven wars, large and small since 2008.So Hamas has now found a way through the Israeli strategy. One of the outcomes of this war will be that Israel will have to change its mowing the lawn strategy and come up with something new.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:12",
      "speaker": "HARRAK",
      "sentences": "Come up with something new. I mean, what are some of the potential exit strategies because sooner or later, you know, this has to end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "HARRAK",
      "sentences": "Exactly. I was just going to ask you about that. I mean, we keep seeing these flare-ups. This is obviously much bigger than a flare-up. It can't be described as such. But you see these cyclical outbursts, you know, and then -- and then there is an assault and then the seats for the next flare-up are planted.So, you know, is it time for the security paradigm to be kind of reconsidered, get more creative in terms of, you know, finding another way of dealing with the situation in the ground, because, you know, it's Groundhog Day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "LAYTON",
      "sentences": "It is -- it is Groundhog Day, you know, sort of war after war after war. I said, we might think that, but the Israelis, before this, were relatively sanguine. All of their wars involved very small loss of life on the Israeli side. At times a thousand or so on the Palestinian side.So this particular war changes that completely. There is now real, real fear. And in southern Israel, there will be real, real concern, i.e. about the future. So Hamas has caused a major cognitive shift. People will be thinking very, very differently. Whether that cognitive shift can be used to actually think differently and think about solving that long-term problem is hard to say. We'll have to see sort of how this goes in the next few days, whether the Israelis can, in fact, make that leap. And, bear in mind, the pictures out of Gaza are going to be very ugly because based upon previous casualty estimates, you'd expect that this war will very likely kill between five and six thousand Palestinians with about 10,000 casualties. So while the Israelis have certainly suffered hundreds of losses, the Palestinian side will look ugly as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "HARRAK",
      "sentences": "That's a very terrifying prospect. Peter Layton, thank you very much for sharing your expertise with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "LAYTON",
      "sentences": "Thanks a lot. Cheers.Harrak: Coming up on CNN NEWSROOM, the attack on Israel shocked the world, even those who watch the state of affairs in that country very closely. We'll look at what kind of support Israel's allies are offering. That's next. (COMMERCIAL BREAK) [02:45:59]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "HARRAK",
      "sentences": "A quick update on the latest developments in Israel. Its military says ground battles are underway in eight areas where Israeli troops are trying to push out remaining Hamas militants. But violence is now spreading into Lebanon, where Israel conducted strikes after what is described as a shooting across the border.The Lebanese group, Hezbollah, claimed responsibility for targeting three sites in Israel. Meanwhile, Israel's Air Force is taking aim at targets inside Gaza once again on Sunday. The death toll among Palestinians has reached now more than 250 people with nearly 1,800 injured. CNN's Salma Abdelaziz joins us now to show us how other countries are reacting to the situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "An unprecedented attack by Hamas on Israel. Israel's full bore response, including a declaration that it was at war with Hamas. And a vow to exact a huge price on those responsible.NETANYAHU (through translator): I have ordered an extensive realization of reserves and that we return fire of a magnitude that the enemy has not known.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Many of Israel's allies say they stand with Israel, saying it has the right to defend itself after such a large scale and brazen attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "BIDEN",
      "sentences": "Let me say this as clearly as I can. This is not a moment for any party hostile to Israel, to exploit these attacks to seek advantage. The world is watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ABDELAZIZ",
      "sentences": "No signs now of the previous rocky relations between Biden and Netanyahu. That flared between the two leaders after a controversial judicial reforms in Israel.Germany, France, and the U.K. also weighing in, all three countries calling the attacks an act of terror with Germany's foreign minister warning of the dangers of further violence. ANNALENA BAERBOCK, GERMAN FOREIGN MINISTER (through translator): Hamas's terror once again moved the region further away from peace. Through these terror attacks, there is now the incalculable danger of a large regional escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Regional players like Egypt and Saudi Arabia are appealing for calm, calling on both sides to stop the fighting. Before the hostilities erupted, Riyadh was in talks, brokered by the U.S. to potentially normalize relations with Israel, with Saudi Arabia pushing for a resolution on the treatment of Palestinians before any deal could be reached. Qatar, which historically has had both financial and political ties to Hamas, says it solely blames Israel. Though some experts say Qatar could possibly play a part in future efforts to de-escalate the crisis.AARON DAVID MILLER, FORMER U.S. STATE DEPARTMENT MIDDLE EAST NEGOTIATOR: It improved relations with the Israelis, but they have been very supportive of the Islamists. And I think they want to maintain their ties in contacts with Hamas. They may well come in to play a role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Lebanese militant group, Hezbollah, which is backed by Israel's arch enemy, Iran, praised the attacks, saying it was in contact with Palestinian resistance groups both at home and abroad, adding further concerns that what began with a shocking start could spread into a wider conflict.Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:21",
      "speaker": "HARRAK",
      "sentences": "A number of countries around the world are lighting up some of their most famous landmarks in support of Israel. In Berlin, the Israeli flag is now projected on the iconic Brandenburg Gates. And Chancellor Olaf Scholz posted on social media in solidarity with Israel. Italy also showing its support, the Israeli flag projected, onto the official residence of the Prime Minister. And in New York, the Freedom Tower is lit up in the blue and white of the Israeli flag.Well, Israel says it has launched strikes into Lebanon after the Lebanese group Hezbollah targeted three sites controlled by Israel near its northern border. The attacks happened as Israel's forces continued to fight off Hamas militants in eight areas to the south of the country. Earlier, Israeli authorities said they had regained control of a police station in Sderot. Well, the IDF has also carried out more strikes in Gaza hitting over 400 targets. Israel says it also hit a compound in Gaza belonging to the head of the Hamas intelligence chief. Well, the former head of Mossad, that's Israel's intelligence service, told CNN there was no warning sign before Saturday's attack. And he calls it a total surprise. CNN's Tom Foreman has more now on how it all unfolded. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}