{
  "date": "2023-04-28",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "At Least 23 Killed In Ukraine In Deadliest Attack In Months; Wagner Chief Warns Army Needs Shells Or We \"Will Be Finished\"; Expert Hired By Trump Team To Probe Voter Fraud Claims Subpoenaed; Alito: \"Pretty Good Idea\" Who Was Behind Leaked Abortion Draft; RFK Jr. Gets Boost In Poll Amid Lack Of Enthusiasm For Biden; Chinese \"Scorpion\" Drone Encircles Taiwan For First Time. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:27",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, the head of the Russian private military group Wagner claiming his forces are teetering on extinction. Is it true or just a trap for the Ukrainians? It comes as Ukraine is reeling from the deadliest missile strike in months tonight.Plus, the head of a software company hired by Trump to investigate voter fraud tells me he found nothing. Now the DOJ is talking to him. And Robert F. Kennedy Jr., whose own family members won't vote for him as president because of his anti-vaccine views, is polling at nearly 20 percent. What's behind that surge? Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, they're gone. Those are the words of one man who just barely survived the deadliest strike in Ukraine in months. At least 23 people were killed. These are the newest pictures we have where Russian rocket slammed into an apartment building. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator):  Our neighbors are gone. Those were our neighbors. There is no way they survived. A grandmother, daughter and two grandkids live on the ninth floor. They're gone. A mother and daughter lived on the seventh floor. They are gone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "Those innocent families went to bed. They're hundreds of mile as way from the front lines. In that case imagining the horror they could face when they woke up -- if they woke up. As we speak, crews are still carefully combing the wreckage looking for missing children. Now, Putin's defense ministry claiming that these strikes weretargeting places where Ukrainian reservists had gathered. But, of course, it is clear, yet again, this was a strike on civilians. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  I never thought this would happen. A rocket hit our building. We're all covered in blood. I don't know, our windows were blown out. This is the room where children were sleeping. It's good we're all alive. We're just all covered in blood. God, we don't have windows, nothing, I was so afraid. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "This is the reality for Ukrainians tonight. Meanwhile, hundreds of miles away from that horror on the front lines, new video into OUTFRONT of an elderly couple trying to make their way out of hard-hit Bakhmut.You can see them walking through muddy fields. They were picked up and brought to safety. They were forced to make that dangerous trek because, well, let me just show you what the roads out of Bakhmut look like right now. There is no such thing. There is no pavement. Cars and tanks that have been blown up litter the highways. It's literally a hellscape. The head of the Wagner group, which at one point had as many as 40,000 troops fighting for the Russian cause around Bakhmut, is also now sounding the alarm about his private military. He is actually warning that his fighters are on the cusp of defeat. Here's why. (BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, HEAD OF WAGNER PMC (through translator):  Now, with regard to the general need for shells across the front lines and what we want here, today it's coming to the point that Wagner PMC will be finished. Wagner PMC will cease to exist in a short time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "Well, is Prigozhin crying wolf trying to get his men more ammunition? It's unclear.But this does speak to what we have been sharing with you from Russian forces now for quite some time, which is that they simply do not have weapons and ammunition. It comes as Ukraine says the planning for its much anticipated counteroffensive is coming to an end. The defense minister saying today as soon as it's God's will, we will do it. Nic Robertson is OUTFRONT in Ukraine at the site of the deadly apartment building in Uman. Nic, what more are you learning and seeing on the ground there tonight where those families, of course, suffered such horror? NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR:  Erin, the firefighters have been working here for over 20 hours today. We've been watching them bring out bodies throughout the day. They're up there now. They believe there are bodies up there. This has just been going on all day. (BEGIN VIDEOTAPE) ROBERTSON (voice-over):  Residents asleep as a Russian missile ripped through their apartments. Rescuers in this small central Ukrainian city, Uman, on the scene fast. Serhyi was one of the first. SERHYI ALEKSEEV, UMAN RESIDENT (through translator):  There were terrible screams of children. The explosion was very powerful. The houses started to shake in the nearby areas. The first one we pulled out was a living woman who was put in the ambulance, but she died in hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "ROBERTSON",
      "sentences": "The death toll climbing through the day. This lady telling us she heard the missile, put her kids in the bathtub, and pillows over their heads and hoped they'd live. Fighting back tears, she said so many children live here, a gaping concrete and rubble wound where those innocent lives shattered, the first missile strike in Uman since march last year.Families and friends desperately awaiting news of loved ones. This lady telling us her friend on the eighth floor survived but the friend's two daughters, one 13 years old and the other just 7 are still missing. A firefighter takes us up to see those top floors. Onto the roof, nine floors above the recovery teams. You can see how the building has literally collapsed down here. There should be building right out here, and the floors pancaked down with the roof tipping over down there. From here, the damage even more devastating than below. More than half the building's 46 apartments destroyed. So, the firefighters will come up here, and as they've been doing all day in this dangerous mission here literally putting themselves in danger to try to recover, to clear out the site, to bring solace (ph). Ukrainian officials believe all this devastation caused by a single Russian KH-101 stealth cruise missile. It is the single deadliest strike on civilians since January, 109 people registered living here. As night fell, many of them still unaccounted for. (END VIDEOTAPE) ROBERTSON (on camera):  And this effort here to find the last of the missing is massive. The police, the firefighters say they're going to work through the night. They're not going to give up. We're seeing police here doing DNA testing for families, police, psychologists, grieving family members here. It is a massive outpouring of support. It's a message for the Ukrainians to themselves, it's a message to President Putin from the Ukrainians, no amount of shelling is going to make them give up -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "Nic, thank you very much.And I want to go on the back of Nic's reporting to Democratic congressman and Iraq war veteran Seth Moulton. He also serves on the House Armed Services Committee. And he joins me along with retired Army Major General James \"Spider\" Marks, who's a former commanding general of the Army Intelligence Center. Very much appreciate both of you. Congressman, obviously we saw this major attack in Ukraine, missile attack, have not seen something like that in months. You've got the defense minister in Ukraine in response saying, God willing, they're ready to go on a counteroffensive. Is it your understanding that this is imminent, that the counteroffensive is truly going to happen in a significant way? REP. SETH MOULTON (D-MA):  Oh, it's going to be significant. And the Ukrainians have made that clear. And the European commanders reported to us that we've given them 98 percent of what they need for this counteroffensive. So, we've been working very hard to get them ready. Ammunition, training, weapons systems, 98 percent delivered. So they're ready to go. When exactly it will start of course is secret. But I'm looking forward to what I think the Ukrainians are looking forward to it too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "And just a quick follow-up, you say 98 percent of what they wanted is delivered. Obviously, I know there are things they want, F- 16s and all which are separate. But just on that very specific point you made, are you saying that everything that they were supposed to get they've gotten?Because there are some reports out there, and I'm trying to understand if there's any truth to them, that things have been promised and not delivered and they don't really have a full sort of arsenal. What's the truth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "MOULTON",
      "sentences": "Look, the truth is that on the ground commanders always want more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "MARKS",
      "sentences": "That will be very deliberate. It will be in very specific areas. And what the Ukrainians are going to try to do is create a salient, an opening, where they can apply force, and then they can penetrate and then start doing some operational maneuver against the Russians.They can't afford as a result of building up time as the congressman indicated, preparing for the fight and then launch without really having an opportunity to feel their way into the fight, and then to exploit where they can achieve success. A very deliberate move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "BURNETT",
      "sentences": "So, Congressman, the Ukrainian President Zelenskyy said today that Ukraine managed to shoot down 21 of those 23 missiles Russia fired. And that's obviously very significant. But he is pounding the table, use this as an opportunity to say Ukraine needs, quote, modern aircraft. And we know that means.Many times, he's talked about F-16s and we heard that from elsewhere in the Ukrainian government again today. Do you think it's time for the U.S. government to give them those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "MOULTON",
      "sentences": "I don't think it's time because it's not what they primarily need for this counteroffensive to be successful. I mean, look, F-16s are extraordinary weapons. They're very powerful. You can understand why Zelenskyy would want them.But F-16s don't take territory. They don't take territory back from the Russians. And that's why they need ammunition. That's why they need artillery. That's why they need the training of our forces so that they can do the kinds of things that Spider was just describing. Not the human wave attacks, the World War I-style warfare that Russia has been practicing, but the smart warfare that U.S. forces have been training the Ukrainians to do. So, that's what they need on the ground. If we were to deliver them F-16s today, they wouldn't have the training for months to put them into use so they wouldn't be useful for this counteroffensive at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "BURNETT",
      "sentences": "So, General Marks, I know you think they should have those. Do you -- why do you think it's worth doing, given that it would take time for them to be able to use them, right? And the counteroffensive would come before that. The time line that the congressman lays out is fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "MARKS",
      "sentences": "Absolutely true. My point is the F-16s should've been delivered earlier on. The training should've taken place. Congressman's absolutely spot on. It will not make a difference now. They wouldn't be entered into the fight any time soon. There is a tail to get them prepared.The F-16s provide a three-dimensional fight that allows you to provide maneuver on the ground to strike deep. And that's what the Ukrainians need going forward. They can get beyond this, they can achieve some tactical success, maybe some operational success as well, put the Russians on their back heels, F-16s then give them a capability to sustain this fight going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "BURNETT",
      "sentences": "So, Congressman, I want to ask you about something else I mentioned at the top of the program. And that was Yevgeny Prigozhin, right, the chief of the Wagner group saying they're threatened with extinction and they're going to go away because they just don't have the ammunition, they don't have the weapons.Now, I just want to ask you whether you think this is true. What you're hearing about their role in the battlefield, and the context I want to add to is a Ukrainian soldier I spoke to earlier week. He had originally talked to me about how these Wagner forces would literally do those rushes in waves, you'd kill the first and the second wave. They did that because if they turned around and went back, they'd be killed. But he says they're seeing a lot more Russian soldiers on the battlefield and not Wagner Group. Are you understanding that there's been a shift on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "MOULTON",
      "sentences": "Well, I think it's definitely true that these human wave attacks haven't worked, and it's taken months for the Russians to realize this. But maybe that's hit home and so they're changing their tactics. The Russians have also been working on training all these new recruits that they're literally pulling off the streets of Moscow and St. Petersburg and sending to the front.So there may be a shift over time. But the important point here is that the Russians have lost thousands and thousands of young men, thousands and thousands of rounds of ammunition that they've expended uselessly because their offensive has been so ineffective. So, we're sitting here tonight, our hearts wrenched by the scenes from Uman and other cities that were hit by these cruise missiles. We're worried whether Ukrainians have enough for their counteroffensive because we're so invested in seeing them succeed. But let's not lose sight of how much Russia is losing in this war. Ukraine is winning. This is a tough fight, and it's not a foregone conclusion that Ukraine will win in the end. But right now Ukraine is winning, and that's an important message for the world to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "BURNETT",
      "sentences": "Final word to you, general marks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "Thank you both very much. I appreciate your time tonight.And next, the head of a software company hired by Trump's team to investigate voter fraud claims tells me he found no substantive fraud of any kind. And he's telling that to the DOJ. Plus, RFK Jr. polling at nearly 20 percent against an incumbent. Is it name recognition, Biden fatigue, or is it something else? It's a story you'll see first OUTFRONT tonight. And a major GOP donor, he's my guest tonight. Why he is saying Governor Ron DeSantis is not returning his calls. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "None, like he said, it's not a question, there was no ambiguity about his answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "GOODMAN",
      "sentences": "That's right. And he tells the campaign over multiple reports over multiple weeks finding nothing, finding nothing, found nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "So my question to you is we've talked about how -- how much would the special counsel really need to prove that Trump knew it was a lie? Like, does proof of that knowing matter? Certainly what you're getting at here is that the knowing that there'd be no way around that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "GOODMAN",
      "sentences": "That's right. So if Trump knew that he had actually lost the election that the voter fraud allegations were false, then it's kind of game over in a sense because that is the allegation of corruptly interfering with the congressional proceedings and the congressional certification. It would be corrupt if he knew he lost and then he was still trying to overturn the popular vote in Georgia, false slate of electors to gum up the works, and then pressuring the Congress to not certify it. That would be it, game over.He doesn't need it necessarily in terms of the special counsel. An alternative route, for example, is Trump pressuring Pence, even if he thought he won the election, but then pressing him not to abide by his constitutional obligations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "Right. So, there's different charges that could come. Obviously, if Block is saying that he only shared his investigations with the people that he was working with on the Trump campaign that were paying him but not with Trump himself, that's what he can say individually. But then they would theoretically be able to go to those individuals. He's going to name them, and find out who spoke to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "GOODMAN",
      "sentences": "Absolutely. And I think that that's the big question that the special counsel will probably be able to get to the bottom of. Was Trump, nevertheless, informed of the firm's findings?And you'd have reason to think that they were, the campaign is paying them $750,000 to find the information. We know from the January 6th committee many people inside his campaign are incentivized to try to convince Trump that it's over. So they would want to say to him, look, the firm that we hired found nothing. BURNETT:  All right. So does this then take us clearly in terms of where you think the special counsel's mind is beyond an obstruction of an official proceeding? That's the charge many had expected at this point, obstruction in an official proceeding. That one's fairly simple with the information theoretically to charge. This would be seem to go to something a little bit bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "GOODMAN",
      "sentences": "That's right. And based on CNN's reporting and other reporting, there seems to be another robust investigation which is mail fraud, wire fraud, basically obtaining people's money through means of fraudulent and false pretenses. What does it mean here? Defrauding donors by getting them to contribute money to this idea that there is a stolen election if all these folks knew there was not a stolen election, because the very firm is telling them there's no election fraud, there you have mail fraud, wire fraud. They were using the mail system, they're using the internet to solicit those funds. That's a big deal. There could be multiple people on the line for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Ryan Goodman, as always.And also tonight, the Supreme Court Justice Samuel Alito says -- this is a big development -- that he has a, quote, pretty good idea of who leaked that draft opinion of the Supreme Court to overturn Roe v. Wade. Now, Alito is dismissing any nothing that the leak came from one of the five conservative justices and majority of the ruling, telling \"The Wall Street Journal,\" quote, that's infuriating to me. Look, this made use targets of assassinations. Would I do that to myself? Would the five of us have done that to ourselves? It's quite implausible. Jessica Schneider is OUTFRONT. All right. Jessica, so who is he talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "Right, right. And who knows exactly what goal he has there, but ahead of all of that to make a comment about leak, obviously significant timing.Thank you so much. And, next, Robert F. Kennedy Jr. sometimes sounds a lot like, well, sometimes like Tucker Carlson. (BEGIN VIDEO CLIP) ROBERT F. KENNEDY JR. (D), PRESIDENTIAL CANDIDATE:  The system is rigged against them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "TUCKER CARLSON, TV HOST",
      "sentences": "On many levels, the system was rigged.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "BURNETT",
      "sentences": "New tonight, the Kennedy search. 2024 hopeful Robert F. Kennedy Jr. telling our own Michael Smerconish that he will defeat President Biden in the Democratic primary.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "MICHAEL SMERCONISH, CNN HOST",
      "sentences": "\"The New York Times\" then reporting on your announcement said thisDo you embrace that label, fringe? ROBERT F. KENNEDY, JR. (D), PRESIDENTIAL CANDIDATE:  Well, I'm not running to bring attention to a particular cause. I'm running because I believe I'm going to win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "BURNETT",
      "sentences": "That interview coming as a new Fox News poll shows Kennedy with nearly 20 percent of Democratic voters. Why that eye-popping number? It's a huge number, and it's fast that it happened.Sunlen Serfaty is OUTFRONT. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "I actually think I can win.SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT (voice-over):  Robert F. Kennedy Jr. basking in some early traction in his bid for the Democratic nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "I am going to take back this country with your help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "A week after launching his long-shot presidential bid, Kennedy notching 19 percent support in a new Fox News poll that's still far behind President Joe Biden, who stands at 62 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "We have a polarization in this country today that is so toxic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "Kennedy's biggest asset may be his famous last name, a fixture in American politics for more than six decades. Being the son of Robert F. Kennedy Sr. and nephew of President John F. Kennedy, it's a legacy he doesn't shy away from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "We need to bring this party back to the party of FDR, of JFK, of RFK, and Martin Luther King and those values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "Kennedy's early standing potentially getting a boost from the lack of enthusiasm for Biden among some Democratic primary voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm not particularly fond of how Biden has handled himself or the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "Fifty-one percent of Democrats say Biden should not run for a second term. Nearly half of those who oppose a Biden run say his age is a major reason for that view. Kennedy has invited controversy for promoting conspiracies about vaccines, drawing strong rebukes from medical experts and even some family members.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "The information that we were given was badly, badly manipulated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "He's also questioned the U.S. involvement in Russia's invasion of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "Many of the steps that we've taken in the Ukraine have seemed to indicate that our interest is in prolonging the war rather than shortening it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "Garnering him support from strange bedfellows, some of the chief provocateurs in the Republican Party eager to amplify him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "I'm called anti-vaxx all the time because the pharmaceutical industry is so powerful, both with the media --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "Like Tucker Carlson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "Our democracy is devolving into kind of a corporate plutocracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "TUCKER CARLSON, TV HOST",
      "sentences": "And I'll just be honest, I agree with most of it. But even if I didn't, I would think, boy, that's a really interesting to say. You have a coherent world view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "And former Trump adviser Steve Bannon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "STEVE BANNON, FORMER TRUMP ADVISOR",
      "sentences": "The longer he stays in this, the more his message gets out. It's going to resonate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "As RFK also continues to feed this unusual alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "KENNEDY",
      "sentences": "I was the only environmentalist who had gone Fox News. And some environmentalists say you shouldn't go on there, it legitimizes them. I said, I want to talk to that audience. If we don't talk to them, how can we persuade them? So I will talk to anybody.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:31",
      "speaker": "SERFATY",
      "sentences": "And to that point of this mutual embrace, that was notable that Kennedy came out and defended Tucker Carlson this week after he was ousted from Fox News. On Twitter, he wrote that Carlson was breathtakingly courageous -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, it's probably a little bit of all of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "Or all of the above.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "JONES",
      "sentences": "Look, Robert F. Kennedy, that's a famous name, it's a glorious name in American life. I think people who are wanting some return to a better day might see that name and say, I like that name.I don't think this is going to last. I think that there is a protest element here, people who are concerned about Biden's age. He has a certain amount of thing. I don't think it's going to last and you see people sometimes moments like this somebody will rise, somebody will fall, numbers will come and go. I think that, unfortunately, I know the guy, I love the guy. I don't think that he has taken a good turn in these last several years. And I don't think he's going to get to the White House. But he can do a lot of damage along the way with this anti-vaxx stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "Yeah. I remember him talking about environmental things when he was doing River Keepers. There were things he was doing. I remember interviewing him about those.But now, as you point out, there's been a very different focus. ABC actually in that clip we showed, they admitted that he pushed such false and misleading claims in the recent interview with him about vaccines that they felt compelled to actually edit them out. Here's what they said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "LINSEY DAVIS, ABC NEWS ANCHOR",
      "sentences": "We should note that during our conversation, Kennedy made false claims about the COVID-19 vaccine. Data shows that the COVID-19 vaccines prevented millions of hospitalizations and deaths from the disease. We also made misleading claims about the relationship between vaccination and autism. We've used our editorial judgment and not including that exchange in our interview.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "So, are you concerned that this is someone who's resonating with nearly one in five voters in your party right now because of those claims that he has repeatedly made about both of those topics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "JONES",
      "sentences": "I bet you of the 20 percent of people who said that they would love to see him in the race in the White House, they probably aren't following him as closely. I don't -- the more attention that he gets and the more people realize how weird his new views are and how extreme, I think those numbers start to come back down. I don't think it's the party that wants somebody, if they do have a name like Kennedy, who has those kinds of views.That said, there is a well of discontent. There is a well of frustration out there that people in both parties can draw on. And I think that the Biden administration would be smart to pay attention to the fact that there's, you know, 20, 25 percent of voters out there looking for somebody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "And what about on the other side, right? People, like Steve Bannon have come out, you know, excited about RFK Jr., right, somehow thinking that this could help them. There are a lot of examples of him sounding just like Tucker Carlson. Here are a few.(BEGIN VIDEO CLIPS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "KENNEDY",
      "sentences": "There are so many Americans who believe that our democracy is broken, that the system is rigged against them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "CARLSON",
      "sentences": "On many levels, the system was rigged against one candidate and in favor of another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "KENNEDY",
      "sentences": "If those are objectives to have regime change and exhaust the Russians, that is completely antithetical to a humanitarian mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "CARLSON",
      "sentences": "We know now that the war in Ukraine is not about helping the people in Ukraine. The war in Ukraine is designed to cause regime change in Moscow.(END VIDEO CLIPS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "I mean, these are big topics, the echo is extremely clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "JONES",
      "sentences": "Yeah, look. I think that there are people in both parties who have concerns about us getting over our skis with Russia, with there being a nuclear war, that kind of stuff. So I don't think that anybody raising a concern or a question should be lumped in with a Tucker Carlson who's clearly a Putin apologist.But I think if you have the last name Kennedy, you've got to be careful because they're going to listen to what you say because of that last name. And I don't think he has been prudent in his comments about Ukraine, in his comments about vaccines, in his comments about a number of things. And I think that the American public and especially the Democratic party, as they get to know this version of Robert Kennedy at this age and stage of life, I think that the crush will wear off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:14",
      "speaker": "BURNETT",
      "sentences": "Tonight, Florida lawmakers clearing the way for Ron DeSantis to run for president while remaining the state's governor. They had to tweak a state law known as Resign to Run, which would have done exactly what it says, required DeSantis to give up the governorship once he was on the ballot for 2024. So that's going to be gone now. This comes as a major Republican donor is now vowing he will not support DeSantis for president, in part, because he doesn't return any of his phone calls.And that donor is John Catsimatidis is now OUTFRONT. He is the host of \"The Cats Roundtable\" and \"Cats &amp; Cosby\" radio shows and also the CEO of the Gristedes supermarket chain. And he gave more than $700,000 to former President Trump. I will also note, John, that you were a longtime support to Bill and Hillary Clinton and other top Democrats. So you have given to both parties over the years. But obviously, you are a very significant Trump donor, and now, DeSantis isn't returning your call. Can you tell me what's going on here? How many times have you called him? Do you think he's intentionally not returning the calls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:14",
      "speaker": "JOHN CATSIMATIDIS, BILLIONAIRE GOP DONOR",
      "sentences": "No, I have a lot of Florida friends that helped him get elected. And he hasn't returned any of their calls.And it's just -- look, he is who he is, he's a good American, but his people skills are very, very bad. And what I find out is the more that people hang out with him and the more -- one friend of mine said he was sitting next to him at dinner and he never said one word. So his people skills are not good. I think that's one of his major problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "CATSIMATIDIS",
      "sentences": "Well, I've never asked any candidate for anything for me or any of my companies. So, it's nothing about wanting anything.But you want to have access. And that's where what a lot of donors do. And I gave a lot of money to Donald Trump because I know him for 40 years. But I gave a lot of money to Bill Clinton and Hillary Clinton because I helped run Bill Clinton's campaign back in the '90s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "BURNETT",
      "sentences": "So, now, I did look here, and campaign finance records, I'm sorry, show that in the run-up to the '22 election, you gave $20,000 to Charlie Crist, who, of course, was the Democratic opponent to DeSantis for governor.Do you think that it comes down to something like that, that he's mad that you gave to Crist so he won't call you back? Or do you think it even gets to that point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "CATSIMATIDIS",
      "sentences": "Absolutely not. It was way before that point. And I know Crist since he was a Republican. I knew him since he was an independent. I've known him when he was a Democrat. I've known him for 20 or 30 years. So, when you get old, you know these guys for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "BURNETT",
      "sentences": "All right. So let's talk about something you said the other day. You talked to Donald Trump on your radio show. And then you tweeted, John, and this is just part of your tweet, I feel he would make an effective presidential candidate and president if elected in 2024.How do you come to that conclusion? I'm just thinking of Thomas Peterffy who just recently said he's not going to give to DeSantis either. But his reason is DeSantis has gone way too far to the right. He talked about book banning and abortion. But it sounds like you're going the other direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "CATSIMATIDIS",
      "sentences": "I'm the guy in the middle. I believe that too far right is not good for our country, too far left is not good for our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "BURNETT",
      "sentences": "But Donald Trump is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "CATSIMATIDIS",
      "sentences": "And I compare -- I compare the days when Newt Gingrich and Bill Clinton, they didn't like each other, but they sat around with each other and they made a deal, and they took the $5.5 trillion deficit down to $5 trillion. I think Republicans and Democrats should sit together and work together for what's best for our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "BURNETT",
      "sentences": "All right. One quick follow to that, though. You got a guy who said the election was fraudulent, and it wasn't. And do you really think that Trump could -- you're comfortable with him as a Republican nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "CATSIMATIDIS",
      "sentences": "Well, let me tell you something. In four years when Donald Trump was president, does he have his own problem? He has a few problems.But when he was president, we did not have one single war. The world leaders respected us. And look what's happening now. There's no respect. The world leaders are not respecting our country right now. I hope the dollar doesn't lose too much of its potency. And we're losing Brazil. We lost Argentina the day before. Saudi Arabia doesn't want to know about Washington. We have a problem that we have to solve. We have to be well respected in the world again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "BURNETT",
      "sentences": "All right, John, thank you so much. I appreciate your time tonight.And next, it's one of China's most advanced drones, known as the twin tailed scorpion. It can travel more than 3,000 miles while carrying a large weapons payload. And that drone is right now circling Taiwan. More on a story you'll see first, next OUTFRONT. (COMMERCIAL BREAK) [19:52:15] BURNETT:  Tonight, China flying a sophisticated and powerful combat drone all the way around Taiwan for the first time, a highly provocative move. This as China is also accusing the U.S. of being, quote, a destroyer of peace and stability in the hotly contested area. Will Ripley is OUTFRONT tonight in Taipei. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  One of the largest drones in the Chinese military on a menacing mission encircling Taiwan. The combat drone flew around the entire island Friday, a highly provocative flight path publicized for the first time by the island's defense ministry. A brazen act on the same day a U.S. P8 surveillance aircraft transited the Taiwan Strait. China scrambled fighter jets, calling the flight provocative. The drone flight also came as former national security advisor John Bolton was in Taipei, voicing support for Taiwan independence. We don't know if the drone flight is connected. Beijing is keeping quiet. Chinese state media identifies the drone as TB-001 nicknamed the \"Twin-Tailed Scorpion\", capable of high altitude long-range missions, traveling up to 630 kilometers, that's like flying from London to New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "DAVID HAMBLING, MILITARY TECHNOLOGY WRITER",
      "sentences": "The big advantage is they've got a very long endurance. They can stay in the air for 35, 40 hours or even more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "RIPLEY",
      "sentences": "Military experts tell CNN the drone can carry a large weapons payload. Its primary purpose, persistent surveillance, but experts say this drone's mission was no secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:03",
      "speaker": "HAMBLING",
      "sentences": "It's simply done for demonstration purposes to try and give the impression that Taiwan is surrounded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "Will, thank you so much from Taipei, live, on a Saturday morning.And coming up on \"AC360\", legendary author Judy Bloom joining Anderson to talk about her books now being banned in her home state of Florida. And that is on \"ANDERSON COOPER 360\", and it is tonight. Next, we have some good news. We have a baby boom here OUTFRONT, and we'll tell you about it. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}