{
  "date": "2023-01-25",
  "headline": "CNN Newsroom",
  "subHeadline": "McCarthy Officially Denies Schiff, Swalwell Intel Committee Seats; Rep. Seth Moulton (D-MA) Discusses McCarthy Denying Intel Cmte Seats To Schiff And Swalwell, Pence Classified Docs Discovery, U.S. & Germany Sending Tanks To Ukraine; Opening Statements Set For 3PM ET In Murdaugh Double Murder Trial; VA School Chief Denies Award Notification Delays Were Due To \"Equity\"; U.S. & Germany To Send Tanks To Ukraine, Ending Diplomatic Impasse. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:50",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "House Speaker Kevin McCarthy officially cut two Democrats from the House Intelligence Committee. Congressman Eric Swalwell and Adam Schiff were quick to push back.They united with Congresswoman Ilhan Omar, who could soon face a House vote to be removed from her spot on the Foreign Affairs Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:50",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "CNN's Lauren Fox is with us now from Capitol Hill.What's the reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:50",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "The reaction from those lawmakers has been that this was really a retaliatory step from the House speaker, that this was not about anything they had done.But here is what their message was to the caucus and the rest of the House. (BEGIN VIDEO CLIP) REP. ERIC SWALWELL (D-CA): This isn't about any individual assignment. This is about an institution where the speaker of the House is using his power to go after his political opponents. REP. ADAM SCHIFF (D-CA): He is continuing this destructive trend set by his party leader of tearing down our institutions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:50",
      "speaker": "FOX",
      "sentences": "The expectation that is a vote to remove Ilhan Omar from the House Foreign Affairs Committee could come as soon as this week.Although there are a few Republican members who have voiced concerns about moving forward with that action. Two members are saying that they don't believe it's necessarily the right option. Nancy Mace told me earlier today she is going to look at a resolution the speaker puts forward but she has serious concerns about setting this precedent were lawmakers vote to remove the other party's officials from committee assignments. We should note that today in the Republican conference, Ilhan Omar's past tweets, some of which Republicans are calling anti-Semitic, they were revealed and they were discussed broadly as part of the conference discussion. It did change some minds, including John Bacon, who was on the fence saying that he did not know yesterday if he could support a resolution to remove her from the committee. But after today's conference meeting, he said, yes, he does support moving forward with that measure. So the leadership obviously working very hard to try to win votes to get rid of Ilhan Omar on the House Foreign Affairs Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:50",
      "speaker": "CAMEROTA",
      "sentences": "OK, Lauren Fox, thank you for the update.Let's discuss now with Massachusetts Congressman Seth Moulton. He has served on the Armed Services Committee. Congressman, great to see you. So here is Speaker McCarthy's rationale for removing these two, for removing Adam Schiff and Eric Swalwell. He said in a statement yesterday, \"It is my assessment that the misuse of this panel during the 116th and 117th Congresses severely undermined its primary national security and oversight missions, ultimately leaving our nation less safe. What your response? REP. SETH MOULTON (D-MA): What's Kevin McCarthy is talking about is the fact that Donald Trump, who he will defend to the hilt, is trying to blackmail the Ukrainian president. And Kevin McCarthy continues to defend Trump no matter what it takes. This is probably some promise he made to Donald Trump as part of his deal to become speaker of the House. And just like -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "CAMEROTA",
      "sentences": "I want to ask you about documents that are cropping up everywhere this point.President Biden and the classified documents found at his home and office and Vice President Pence down at his home. They are cooperating with the National Archives, with the DOJ. President Trump, 300 were found at his home and he was obstructing. But politically speaking, because this is happening more than just to Donald Trump, do you feel like it's a wash?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MOULTON",
      "sentences": "No, absolutely not. Because, Alisyn, you hit on the key point, which is it's about how these different leaders are handling their mistakes.But let me be clear. Standing here, as a member of Congress and a member of the Armed Services Committee and a former Marine officer, this is a mistake. Classified documents are important and we need to be careful with their handling. None of these people should have classified documents in their private possession. But there's a massive difference between how Donald Trump is handling this and how President Biden and Mike Pence have handled it. This is not a partisan comment. I am saying that Pence and Biden are handling the same. They are handling it respectively. They are acknowledging their mistake and cooperating with officials. Donald Trump is obstructing justice at every chance he gets. The FBI had to go and raid his property because he refused to turn over these documents. Whereas Biden and Pence are asking the Justice Department to get the documents they need. So it could not be more different. And I think the American people are smart enough to see that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Congressman, as a veteran, I know you are familiar with the M1 Abrams. So it was last week that the Pentagon was saying of these tanks are labor-intensive, too complicated, they involve jet fuel, it's too much to send to Ukraine.Today, they are announcing 31 are being sent there. So what changed? And was it true last week that they were too complicated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MOULTON",
      "sentences": "They are complicated tanks but they are not too complicated for the Ukrainians to handle.The Ukrainians have proven time and again that they can take weapons from all across the world and use them effectively in a matter of days and weeks. That's what they have been doing since the beginning of this war. So, yes, the M1s are a complicated tank but the Ukrainians can handle it. And most importantly, by accepting these M1 Abrams, it's unlocking tank deliveries from a lot of European allies. So this is a right thing to do. The Biden administration was right to it. I honestly wish they had just done it sooner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "CAMEROTA",
      "sentences": "Congressman Seth Moulton, thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MOULTON",
      "sentences": "Thanks, Alisyn. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:16",
      "speaker": "CAMEROTA",
      "sentences": "Happening now, a jury has been seated and opening statements will begin in a half an hour in the double murder trial of Alex Murdaugh.Prosecutors allege the disgraced former lawyer shot and killed his wife and 22-year-old son in an attempt to cover up fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:16",
      "speaker": "BLACKWELL",
      "sentences": "Murdaugh denies he was involved in their deaths. He has pleaded not guilty.CNN's Dianne Gallagher is live in Walterboro, South Carolina. What should we expect to hear today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:59",
      "speaker": "CAMEROTA",
      "sentences": "Keep us posted.Dianne Gallagher, thank you. So another day, another babbling George Santos situation. This one involves his campaign funds. We will tell you about it next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "YOUNGKIN",
      "sentences": "They have a maniacal focus on equal outcomes for all students at all costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "MICHELLE REID, SUPERINTENDENT, FAIRFAX COUNTY, VA, PUBLIC SCHOOLS",
      "sentences": "What I mean when I talk about equal outcomes is the opportunity for each and every student to achieve their unique potential.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "CAMEROTA",
      "sentences": "CNN's Athena Jones joins us now.Athena, you spoke exclusively with that superintendent. That's her calling right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "ATHENA JONES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Sorry about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "CAMEROTA",
      "sentences": "You might need to get that.Did she explain why they delayed the notifications?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "JONES",
      "sentences": "She says they believe it's human error. There's not a division- wide protocol for how to handle the commendations, telling students that they will receive commendations from the National Merit Scholarship Corporation.Now all the students who were semifinalists, those are people who have to fill out more forms and move on in the competition, this is not a problem for them. There was no division-wide protocol. So different schools will handle it different ways. The National Merit Scholarship Corporation sends these by snail mail in a packet to the principal. Sometimes they just say \"principal\" on the envelope, and not their actual name. There's one school that never received their packets. They say that they believe this was human error. There is, of course, an investigation being carried out by the Virginia attorney general into Fairfax County schools because it was eight schools that had this happen. The schools are doing their own third-party investigation looking into this. But here's my exchange talking about this issue of whether it was intentional because that's what the critics think. They think that they were -- some of these teachers and administrators didn't want to hurt the feelings of those who weren't commended. Listen to the exchange. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "JONES",
      "sentences": "Part of the thing that has so many up in arms, this idea this was not human error. That this was intentional effort. What is your response to that accusation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "REID",
      "sentences": "We celebrate each and every one of our students' unique contributions and achievements. And there's absolutely no division- wide effort to withhold recognition or not to honor hard work and achievement.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "JONES",
      "sentences": "And so she insists they tried to make this right. Once we make a mistake, we want to acknowledge it.And so they did several things. They reached out to all the colleges that these students weren't able to submit this information to. The students were applying to early decision and early action. They made lots to phone calls. And she also held town halls or meetings with the communities and parents at all of those eight high schools. We should note that the A.G. is investigating Fairfax County. But this happened in other counties as well, Louden County and Prince Williams County. And there were other schools that weren't notified. So bottom line, a lot of people are arguing this was human error and wasn't some massive plan to deny these folks honors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "BLACKWELL",
      "sentences": "OK. We'll await the outcome of the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "CAMEROTA",
      "sentences": "Athena, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "BLACKWELL",
      "sentences": "President Biden announces much-needed fire power for Ukrainian troops. The U.S. will send dozens of tanks to the country. Ahead, how the Kremlin is responding.(COMMERCIAL BREAK) [14:57:30]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "CAMEROTA",
      "sentences": "The U.S. and Germany ending their weeks'-long diplomatic impasse. Today, the two nations both vowed to send advanced-level tanks to Ukraine, introducing what could be a game-changer in Russia's war.President Biden said it would take months for the 31 American Abrams tanks to reach Ukraine's battlefield, adding there was no diplomatic arm truce. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "JOE BIDEN, PRESIDENT OF HE UNITED STATES",
      "sentences": "The Abrams tanks are the most capable tanks in the world. They're also extremely complex to operate and maintain. So we're also giving Ukraine the parts and equipment necessary to effectively sustain these tanks on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Did Germany force you to change your mind on sending these tanks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "BIDEN",
      "sentences": "Germany didn't force us to change our mind. We want to make sure we're all together. That's what we're doing all along, and that's what we're doing right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "BLACKWELL",
      "sentences": "Germany said that it will send 14 Leopard II tanks to Kyiv's troops.This decision, the announcement by the U.S. and Germans, they opened the doors for other allies to make similar contributions to Ukraine. The tanks will reportedly help Ukraine go on the offensive and reclaim occupied territory. But the Kremlin echoed previous warnings, saying Abrams tanks will \"burn down just like all the others.\" CNN's Sam Kiley is in Kyiv. What impact will these tanks have on the ground where you are?",
      "isLastSentenceInterrupted": false
    }
  ]
}