{
  "date": "2023-01-30",
  "headline": "CNN Newsroom",
  "subHeadline": "6th Memphis Officer \"Relieved Of Duty\" After Tyre Nichols' Death; Memphis Police Disband \"SCORPION Unit\" Tied To Nichols' Beating; Police: Kidnapping Suspect May Be Using Dating Apps To Find New; VA Grade School Where 6-Year-Old Shot Teacher Reopens. Aired 3- 3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:22",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "It's the top of the hour on CNN NEWSROOM. I'm Alisyn Camerota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "I'm Victor Blackwell.A sixth officer is now relieved of duty from the Memphis Police Department over the deadly beating of Tyre Nichols. But prosecutors will not say if Preston Hemphill will face any charges. Now, we have learned Hemphill was wearing a body camera on January 7th and that footage was released with the other video of Nichols' fatal beating by police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "CAMEROTA",
      "sentences": "We have a warning for you, because the body cam clip that we are about to show is disturbing. In this video from Hemphill's camera, he is seen firing a taser at Tyre Nichols.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "PRESTON HEMPHILL",
      "sentences": "They found him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They got him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "HEMPHILL",
      "sentences": "Huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They got him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "HEMPHILL",
      "sentences": "Martin and all of them are over there chasing him. I hope they stomp his ass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Inaudible) down here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "HEMPHILL",
      "sentences": "Yep, I hope they stomp his ass. Smith is calling for other cars because him and Martin are chasing him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "CAMEROTA",
      "sentences": "His lawyer says Hemphill was only at the first scene of the encounter before Nichols took off on foot. A source says Hemphill was a member of the SCORPION Unit. The five former Memphis officers charged with second degree murder in Nichols' death also belong to that anti-crime unit. Over the weekend, it was deactivated permanently.With us now is John Miller, CNN Chief Law Enforcement and Intelligence Analyst. So the sixth officer now has been relieved of duty, do we expect more charges to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, he was relieved of duty, we understand, at the same time all the others were. The difference with Detective Hemphill as opposed to everybody else was he wasn't charged criminally and he wasn't fired. So he may be facing administrative charges that they're looking into now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "BLACKWELL",
      "sentences": "So this SCORPION Unit, there are similar units in police departments in big and medium sized cities across the country, different acronyms, different names, do these have to stay because of the work they're doing is necessary. I mean, they changed this one because of the obvious PR problem, but what does this mean for those other departments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "MILLER",
      "sentences": "Well, a lot of those departments are in the same position that Memphis was in, which is they're being overrun by violent crime and these units properly managed can be critical in helping to stem that effort. But as you pointed out, Victor, every mayor in a major city is looking over their shoulder at the chief, and every chief is looking over their shoulder the deputy saying this unit, they're in plainclothes or they're in uniform, should they be in uniform? They're on marked cars or unmarked cars? How much training did they get before we put them out in plainclothes? Did they get the de-escalation training? Did they get the act of bystander training? So you jump in to stop something when it's going too far? What kind of weapons are they carrying?I can bet you doughnuts to dollars, that all of that's happening in cities large and small across the country while they review, because at this point predictable is preventable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "CAMEROTA",
      "sentences": "Do you know why we're only learning about Officer Hemphill now if he was relieved of duty at the same time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "MILLER",
      "sentences": "I don't know why we're just hearing about it now, but what we did get after that came out and follow that with the District Attorney which is will there be charges or - we're looking at everybody who was at the scene, says the District Attorney. And I think the police department and now we've learned the Sheriff's Office is doing the same thing, which is they've got the main actors who are charged criminally and fired from the police department.  Now this is triage, which is they're going through everybody else.What was their role there? What did they do? Or in Hemphill's case where he fired a taser at a fleeing suspect, procedurally that might have been appropriate. He may be in more trouble for comments which are inappropriate like we should go up there and stomp his ass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "BLACKWELL",
      "sentences": "All right. John Miller, obviously ramifications in department - for departments across the country. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:22",
      "speaker": "CAMEROTA",
      "sentences": "Okay. And we're going to ask some of those questions right now.Let's turn to Steve Mulroy. He's the District Attorney for Shelby County, Tennessee. Mr. Mulroy, thanks so much for being here. So will your office be charging Preston Hemphill with a crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Yes, understood. No one can argue that you all haven't acted with alacrity in this. But in terms of the two bits of video that we now see that officer Hemphill is involved in, so one is the tasing at the first stop of Tyre Nichols and then the other, as he says, I hope they stomp his ask. Are those crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "MULROY",
      "sentences": "Well, it's not in and of itself a crime necessarily to tase a fleeing suspect, depending on the circumstances nor is it a crime in and of itself to make a statement like that. Now, that might be the kind of thing that might lead to disciplinary action, but it's not necessarily a crime.Now, would all of those facts plus other facts and circumstances taken together, perhaps rise to the level of criminal conduct? Yes, they could. But that's going to depend on what we find as we continue our investigation, which I said we're doing as quickly as we can. We want to make sure that we're doing it thoroughly and fairly at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "So do you think other people will be charged? I know you've said that you're looking at everything holistically. Do you imagine there will be other charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "MULROY",
      "sentences": "So this is precisely the kinds of question that a prosecutor should not be answering until they are ready to answer it. I'm not going to be able to give a preview or a prediction, because the investigation is ongoing. We've got a pending prosecution.What I can say is that we will be looking at everybody. We will be looking at it thoroughly. We will be looking at it with the Tennessee Bureau of Investigation, who I called in immediately as soon as I heard of this incident, so there'd be an objective investigation. The FBI is also involved with our federal partners, and the U.S. Attorney's Office will all be looking at it. If a decision has to be made about charges, I will be bringing in my independent justice review unit, who are designed to work separately and independently for precisely this kind of thing to render an objective opinion about whether the charges are appropriate. They work separately from the rest of my department and for law enforcement. We'll be doing all of those things. There are lots of moving parts. But we need to make sure that we're doing it in a in a thorough and fair manner that doesn't jeopardize a possible prosecution down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Okay, next question. Do you see any reason for the initial traffic stop? Have you seen on any kind of pole cam video what Tyre Nichols was pulled over for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "MULROY",
      "sentences": "So we're still looking into that as well and I think that's an important question. It's a valid question. I can tell you that the video that we have, does not definitively answer that question, because it doesn't pick up until the earliest chronologically, the video that we have doesn't pick up until after the traffic stop is effectuated. And now that doesn't mean that we can't find out the answer to that question from other sources and we are looking into it and that as much as I can say right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Okay. About that SCORPION Unit that has now been disbanded? Have you learned have any other victims of the SCORPION Unit that have come forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "MULROY",
      "sentences": "Well, our office is not - to my knowledge - doing an investigation as to any of that. But I have heard that now, since this incident has become public, there have been citizens who have raised complaints that they too had been treated with roughly or inappropriately by SCORPION. I'm glad to hear that the unit has been disbanded. I think we should probably be taking a serious look at these specialized units both in Memphis and around the country.We know from experience that sometimes when you create these special units that are supposed to swarm deploy with great vigor on crime suppression, if they're not properly trained, if they're not properly supervised, sometimes that can lead to a culture that encourages excessive force. And I think that's got to be part of our broader conversation of police reform here in Memphis and around the country if any good at all is to come from this tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Some of our legal experts have wondered about the second degree murder charge because it's the knowing killing of another. And they've said now having seen the video, yes, it's atrocious, it's deplorable, but the knowing killing of another is that - well - over overreach for lack of a better word, so how can ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "MULROY",
      "sentences": "But we're ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "MULROY",
      "sentences": "... we're - I'm sorry. Go ahead. Finish your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:59",
      "speaker": "CAMEROTA",
      "sentences": "Well, well, how can you prove that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CAMEROTA",
      "sentences": "Any idea why we're just finding out about Preston Hemphill today if he was also relieved of duty back when the original officers were?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MULROY",
      "sentences": "No, actually I'm not sure I know about that. Except possibly that the video wasn't released until Friday night, so maybe the public didn't know about that until sometime thereafter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CAMEROTA",
      "sentences": "Got it. Shelby County District Attorney, Steve Mulroy, thank you very much for being here and for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MULROY",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "CAMEROTA",
      "sentences": "Okay. John Miller is back with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MILLER",
      "sentences": "So he raises a very interesting point, which is as far as we can tell from our analysis of the video, Officer Hemphill is at the initial stop and then tasers the suspect, Tyre Nichols, who is running away, but doesn't make it to the second place. This is the key.Had he made it to the second location and he jumped in his car, once they found him and drove up there and participated in the brutal beating of Tyre Nichols, that earlier statement about we should go up there and stomp him would actually play into a criminal charge as intent. He said it and then he did it. But he makes the statement, he doesn't - as far as we know - get to the second scene, which is probably why he's not in the criminal realm of this case.  BLACKWELL:  And the family's attorney wonders if it was broadcast, if someone heard that who actually showed up at the second scene, what value would that have if they heard that through radio once they got there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MILLER",
      "sentences": "But it would certainly have some kind of factor, although legally, I'm not sure how significant it would be. But it doesn't appear It was broadcast that the conversation between he and his partner. What's also interesting is that picture of him. He's holding the certificate. The certificate is his graduation from the CIT training, which is Crisis Intervention Team training. It's literally the training that Memphis invented and perfected on how to deal with individuals in crisis without injuring or killing them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "BLACKWELL",
      "sentences": "Yes, remarkable. John Miller, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MILLER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "BLACKWELL",
      "sentences": "All right. Joining us now is Marc Morial. He's the president of the National Urban League. Thank you for your time. Good to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MARC MORIAL, PRESIDENT, NATIONAL URBAN LEAGUE",
      "sentences": "(Inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "BLACKWELL",
      "sentences": "I want to talk in a moment about what - there's a call for policing reform - what legislation can change, potentially. But your statement, after you watch the video called what you saw violence for the sake of violence, a shocking disregard for humanity and decency, indefensible under any circumstances, but especially egregious coming from officers entrusted with public safety. Can you legislate away what we saw on those recordings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MORIAL",
      "sentences": "One thing you can do is make it very clear that officers who engage in that kind of conduct are going to be held accountable. And the DA in Shelby County has taken the right step. He didn't wait, he didn't delay, he didn't drag this out, as prosecutors did in New York with the Eric Garner case, he acted swiftly.Once he had the evidence, he made the decision to prosecute, and the police department made the proper human resources decision and that was to terminate. And this is very different from what we've customarily seen in these instances where there's just a delay, there's a battle, there's just obfuscation before a decision was made. So having said that, I think there is a very important role with provisions of what was the George Floyd Justice in Policing bill that could, in fact, make a difference. But, Victor, here's the thing, every mayor, every police chief, every county commissioner that has direct jurisdiction over a police department should see this as an absolute wakeup call that they need to examine, interrogate and make sure that their own department that's under their jurisdiction that they control isn't and hasn't and doesn't and won't engage in these types of practices, so there's a federal response ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "MORIAL",
      "sentences": "... but there's a heavy responsibility on local electeds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:05",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about those local elected officials, because, of course, you know how to do this. When you were mayor of New Orleans in the '90s, the police department, the NOPD was rife with corruption, more than, what 400 homicides in a single year, then Chief Pennington came in, cut those homicides in half, got rid of a lot of the rot in the department. I mean, that was a structural change that you committed to, that the chief committed to, how does that happen now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "MORIAL",
      "sentences": "I was insistent. I didn't back up, I had a great police chief. And the rest, I think, is history.So it's a bit of a model for leadership, both from a chief and a mayor, that made the difference in New Orleans in the 1990s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about potential legislation. So in the last Congress, the Senate, Sen. Scott for Republican, Sen. Booker representing the Democratic position, they couldn't come together on comprehensive reform, qualified immunity was a sticking point, other impasses.If there is one thing that Republicans and Democrats can get together on, not a comprehensive package, which most people would like to see, but one thing that could change or make what we saw less likely to happen again, what would be that thing you'd like to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "MORIAL",
      "sentences": "It's a good question, Victor. What I'm afraid of and concerned about that there is no, if you will, silver bullet, when it comes to police reform, that it's going to take a series of steps at the national level, also at the local level, if we're going to treat this not as an exercise to place lipstick on a pig, but as an exercise to reform policing and this is what's important.So if there's going to be discussions, it shouldn't be for some temporary political victory. It should be a true intentionality to address the problem. So in Memphis, there, I believe, is - there are grounds for a pattern and practice investigation, no doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLACKWELL",
      "sentences": "Mm-hm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "MORIAL",
      "sentences": "I think that the President's order on policing needs to be fully and completely implemented. But let's not look for a single measure or a short list of things. This is much harder than that ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLACKWELL",
      "sentences": "Fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "MORIAL",
      "sentences": "And I think this is a time where we've got to address the problem we have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "BLACKWELL",
      "sentences": "Fair. I understand. There is no silver bullet. But at this point, the alternative is if you go for the comprehensive package, none of it gets done. Marc Morial with eth National Urban League, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "MORIAL",
      "sentences": "Thank you, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "CAMEROTA",
      "sentences": "There's a manhunt right now in Oregon for this man, Benjamin Foster. Authorities say he's suspected of kidnapping and beating a woman until she was unconscious and he may be using dating apps to find new victims. We have the details next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:19",
      "speaker": "BLACKWELL",
      "sentences": "Police in Oregon are searching for a kidnapping suspect, investigators say he may be using dating apps to find his next victim. Now, the search for Benjamin Foster started Tuesday after officers found a woman who had been bound and severely beaten into unconsciousness. The suspect fled the scene before officers arrived and the woman is in critical condition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:19",
      "speaker": "CAMEROTA",
      "sentences": "CNN's Lucy Kafanov is following this story.So Lucy, what are police saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:19",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Well, I actually just spoke to the police chief in Grants Pass, Oregon so we have some new details that I can report, including that the suspect in this case, 36-year-old Benjamin Obadiah Foster apparently knew this female victim before this attack.Now, the police chief did not specify the nature of their relationship. Authorities accused Foster of torturing this woman, trying to kill her while torturing her, intentionally torturing her and secretly confining her in a place where she was not likely to be found. The reason that she was found and again, this is new, what we heard from the police chief is because another female friend of hers was concerned about her well-being, her whereabouts. She actually went to the house and that is how this victim was discovered, bound, unconscious after being beaten as you point out in the intro. The suspect, Foster, had fled before authorities arrived to the scene and authorities believed that he had some help in fleeing. The victim was discovered on Tuesday, on Thursday evening, we know that authorities raided a different property about 20 miles north of Grants Pass, Oregon where they discovered a whole bunch of evidence including the vehicle that they were looking for that they believe belonged to the suspect. He was not there. They did arrest a 68-year-old woman who was - a 68- year-old woman who was accused of essentially helping him hide and escape. She is now in jail. Again, he is on the run and this is of course rattling the small community of 40,000 people. Take a listen to the police chief from earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "CAMEROTA",
      "sentences": "If anybody knows anything just call 911, they'll connect you to the authorities in Oregon.Lucy Kafanov, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "BLACKWELL",
      "sentences": "In Virginia, grade school reopened today, nearly a month after a six-year-old student shot a first grade teacher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "CAMEROTA",
      "sentences": "Significant new safety protocols are in place at Richneck Elementary and the school's principal and vice principal are no longer there.CNN's Brian Todd joins us now from Newport News. So Brian, what's changed today as a result of that shooting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Richneck Elementary School is really unlike anything we've ever seen at an elementary school before.Here's what was in place for the return to school today. Police were on campus to assist with the transition. We saw several police officers here earlier today. Students here now required and provided with clear transparent backpacks to carry around school. They're not allowed to bring in their old backpacks. Two state-of-the-art metal detectors have been installed on campus. Visitors are limited during the first week of instruction. We can also tell you that the school district has told us that if parents want to escort their children directly to their classroom, they are now subject to being searched. Earlier today, I caught up with the Newport News Police Chief Steve Drew who was here for the return to school, asked him how that was going, here's what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "CHIEF STEVE DREW, NEWPORT NEWS POLICE",
      "sentences": "It was a great morning to see the kids come back. We got to see some of them come back last Wednesday and talk to their parents a little bit. Then we saw kids come in today and there was a lot was a lot of smiles, a lot of high fives and fist bumps going on. We had a lot of officers here.I didn't want it to be overwhelming, but I wanted those kids to know we support them, as well as the faculty and staff. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "TODD",
      "sentences": "I also asked Chief Drew about the state of the investigation right now specifically, if he believes as he earlier had said that it's possible that the mother of this child could face charges. Today, he told me he really couldn't go there, could not answer that. They're still conducting interviews. They're still compiling information that they're going to present to the Commonwealth's attorney later on this and that's basically all he had to say about the investigation. Asked him whether the child has actually been speaking to investigators. He really couldn't talk about that either, guys,",
      "isLastSentenceInterrupted": false
    }
  ]
}