{
  "date": "2023-05-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Says It's Striking Islamic Jihad Targets In Gaza; Russia To Hold Annual World War II Victory Day Celebrations; Video And Witness Accounts Show How Texas Shooting Unfolded In Allen Mall; Thousands Of Migrants Lining Up At Border As Title 42 Ends. China Raids Consulting Firm Capvison's Offices; Biden Proposes Rules on Passenger Compensation for Delays. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:33",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "In the hours ahead, Israel readies for reprisals from Islamic Jihad after Israeli airstrikes killed three commanders with the Gaza-based terrorist group.Across Russia, celebrations for military victory 78 years ago, more recent wins are hard to come by. After four decades of deregulation of air travel in the U.S., it seems the major airlines just nickel-to-dime too far. Welcome aboard for a trip to re-regulation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:33",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:33",
      "speaker": "VAUSE",
      "sentences": "Thanks for joining us. We begin this hour of CNN NEWSROOM in the Middle East, where fighting between Israel and Palestinian militants is expected to surge in the coming days after Israeli airstrikes in the early hours of Tuesday morning killed three senior commanders from Islamic Jihad.The IDF says it carried out operation shield and arrow targeting 10 Islamic Jihad sites in Gaza, including factories, armories and a military post. It's after the military group fired more than 100 rockets and mortars into southern Israel last week. Islamic Jihad has confirmed the death of the three commanders and says their families also died in the airstrikes, with Gaza officials putting the death toll at 12 so far. Joining us now on the line from Ashdod in southern Israel is CNN's Jerusalem Correspondent Hadas Gold. So, Hadas, what's the very latest from Gaza? A few hours ago, ongoing explosions could be heard from Gaza. So, is this operation still in process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:33",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "There are no airstrikes going on at this moment. It's all happened overnight in the early hours. I'd say around 4And Israel saying that it was conducting airstrikes that says to respond to incessant aggression on the part of the Islamic Jihad terrorist organization saying that they were specifically only trying to focus on Islamic Jihad, (INAUDIBLE) not to try to get Hamas involved. We are learning that the dead in Gaza, including three senior commanders of Islamic Jihad militant organizations, including Jihad Shaker Al-Ghannam, who has been named as the commander-in-chief of the Al-Quds Brigades of Islamic Jihad. Islamic Jihad said he's been wanted for over 20 years and has survived five previous assassination attempts. But we are also learning that among the dead are 12 people in total. I think about half are men, half are female and some children and women are part of those dead. They are said to be apparently the families of some of these commanders. Israel saying the National Security Council saying the same that they were trying to avoid harming those involved as much as possible. And (INAUDIBLE) they were looking into reports of non-involved being killed as well. Now, there was a specific reason why Israel's targeting Islamic Jihad and not to involve Hamas, this worked last August. If you remember, there was a brief confrontation between Islamic Jihad and Israel that lasted just about 2-1/2 days. And so, Israel is essentially almost taking on the chance and assuming that Hamas doesn't want to get involved in a major escalation that would go on for weeks. But the calculus for Hamas may have changed now. So, Israel is definitely taking a risk. You know, Hamas is already issuing very aggressive statements saying that there will be some sort of response and everybody is expecting a response. Israeli residents who live here at Gaza has been instructed to stay very close to the tensions right outside of their bomb shelters until Wednesday. And a state of emergency has been declared for the area 40 kilometers outside of Gaza that it almost reaches as far as the southern Israeli town of Be'er Sheva (ph). And the Israeli military is calling up observance. Although there has been as far as the note, no rocket responses or anything like that from Gaza, we should expect something to happen in the next few hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "GOLD",
      "sentences": "Yes, there was some reporting that the more right-wing members are -- not even this reporting, we know that some of the more right- wing party followed the community government, including Itamar Ben- Gvir the National Security Minister's party, had actually boycotted those in the parliament because of what they said was the weak security response.So, while Israel has done things like this before last August, they also struck this on the Jihad targets without any sort of obvious immediate pre-provocation like rocket, they didn't fired anything like that. They said that they were targeting Islamic Jihad because of what they saw as an imminent threat. You do have to wonder about the political situation that is surrounding what is happening amongst these decisions. I don't think that Benjamin Netanyahu would make a decision like this or authorize something like this solely based on politics. He would take in what the Israeli military is saying, what the defense establishment is saying. But without question, there has been increasing amount of tension and discord within this coalition itself, specifically about the security situation and what some of the more right-wing parties said was a weak security response in recent days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Hadas, thanks to your early morning report. We appreciate that. Hadas Gold reporting in from the Israeli southern city of Ashdod.May 9 is victory day in Russia, a national holiday marking the defeat of Nazi Germany in World War II. But as the war continues in Ukraine, security has been tightened and events across the country scaled back. Still expecting remarks from President Vladimir Putin and the parade in Moscow, which traditionally is a showcase for Russian military might, not so much these days. Also Tuesday, European Commission President Ursula von der Leyen is set to visit Kyiv and sit down with President Volodymyr Zelenskyy in the hours ahead. More aid is heading to Ukraine ahead of a looming counter-offensive. The U.S. is set to announce a $1.2 billion package as early as Tuesday, including drones, ammunition and air defense missiles. The package is geared toward the country's medium to long-term security needs. That word coming as Russia pounds Ukraine with missiles and drones. The mayor of Kyiv says Russia launched a massive drone attack early Monday, dozens targeting Kyiv alone. Those drones were shot down over the capital, but falling debris damaged buildings and injured at least five people. And to the south, in the port to the Odessa, the Ukrainian Red Cross has now suspended operations after Russian missiles struck its warehouse, sparking a fire that destroyed humanitarian aid for the entire region. And to the south, in the occupied city of Mariupol, Ukrainian officials say Kremlin-backed authorities have now started the process of mobilizing residents who have a Russian passport. They say Russian plans to conscript men until August. And at the same time, state media reporting that Russian installed authorities have now evacuated about 3,000 people from frontline towns in the occupied Zaporizhzhia region. The Ukrainian officials say these evacuations have led to panic, fuel shortages and some tried to leave in their own vehicles, problems also with ATMs, and the internet is also reported to be out. CNN's Sam Kiley is following developments, he reports in now from Kyiv. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over):  This is Bakhmut, the center of war in Ukraine after months of fighting Russian invaders. Now, in territory under the Kremlin's control, roads are jammed with evacuation convoys heading towards Crimea. Some residents in Russian held towns have been ordered from their homes. UNIDENTIFIED MALE (through translator):  It's military commander's office, open up. General evacuation has been announced, pack your things. UNIDENTIFIED MALE (through translator):  I'm not going anywhere from my house. UNIDENTIFIED MALE (through translator):  Open the door and pack your things. You're leaving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Los Angeles, Daniel Treisman, Professor of Political Science at UCLA and author of The ReturnDaniel, thanks for being with us. I want to start with the Victory Day celebrations because this is normally a chance for Putin to show up his brand new, shiny, state-of-the-art, high-tech weaponry, projected with a power, whip up some patriotic sentiment. That's going to be a little tricky this year. And also, would you expect the military hardware on display along with a number of troops marching, not just in Moscow but in towns and cities across the country, you have some kind of real-world indicator of the toll the war is taking on the Russian military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "DANIEL TREISMAN, PROFESSOR OF POLITICAL SCIENCE, UCLA",
      "sentences": "Right. It's going to be a somber celebration this year because the -- much of the equipment that would usually be paraded across Red Square is at the front. And the same goes for the military personnel. So, there may be conscripts marching rather than career officers.It's going to be very downbeat, I think, although of course Putin will give a dramatic speech claiming victory and accusing his opponents of leading this Nazi regime. We're ready for that, but it's going to look like a much smaller and less confident version of the usual Victory Day celebrations. Victory Day parades have been canceled in 20 cities or more because the local authorities can't guarantee security, which is in itself a pretty ironic statement, right? So, you have a military parade to demonstrate your military power and you can't even guarantee security for the people who go to see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "VAUSE",
      "sentences": "Yes, it does say a lot. You know, the Soviet victory over the invading Nazis has long been a theme that Putin has used, kind of as a, you know, origin story, if you like, of Russia resisting the West.This year, it seems much of the world sees Putin and his cronies as the Nazis. I want you to listen to the Ukrainian president. Here he is. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  Today on May 8th, when the world remembers the words never again, we in Ukraine give meaning to these words, not only to remember, but also to protect, not only to value life, but also to do everything to ensure that everyone who threatens life, everyone who brings aggression, everyone who resorts to terror against other nations, every such evil loses. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "VAUSE",
      "sentences": "Denazification, even when there are no Nazis, has been justification for Russia for aggression since World War II, even though Russia and Putin could be described as a fascist state.But do you expect this denazification misinformation to continue by Moscow? They don't seem to ever like to stand on a moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "TREISMAN",
      "sentences": "I think they have no alternative. Putin is deeply committed to this narrative, to this style of rhetoric and so, they will continue.If they were to tomorrow say, sorry, we made a mistake, they weren't really Nazis, the whole thing would collapse, the whole justification, rationale, and how else can you explain why Russia has lost tens of thousands of servicemen killed in the war so far, maybe many more than we realize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "VAUSE",
      "sentences": "If Putin calls it a war, does that change, you know, the call- up of troops anyway, what does that actually change legally for him, or nothing at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "TREISMAN",
      "sentences": "It makes it easier to call up the troops. It also makes it possible for him to invoke emergency powers, and not that he's not already doing just about everything he would want to do in terms of commandeering industry, demanding cooperation from businesses and so on.So, it wouldn't make a huge difference, but in terms of being able to conscript more troops whenever he wants to, without seeking additional legal authority, I think it would help with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "VAUSE",
      "sentences": "Well, the war in Ukraine has taken this incredible toll. You mentioned thousands have died. Russia has few victories to celebrate there, not even in Bakhmut despite the sacrifices.The head of the Wagner Mercenary Group says his troops, though, are making slow progress. Here he is. (BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, HEAD OF WAGNER PRIVATE MILITARY COMPANY (through translator):  As of today, Wagner PMC has advanced up to 280 meters in different directions. We've advanced up to 53,000 meters altogether, some 2.37 square kilometers are left under the enemy's control. We are moving forward, waiting to receive ammunition. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "TREISMAN",
      "sentences": "I think so. In that regard, the drone attack on the Kremlin, if it wasn't a false flag operation organized by the Kremlin itself, it must really have struck people as worrying and something new.We've also seen these assassination attempts, the first two successful against leading figures in the nationalist pro-war movement. So, -- and we've seen attacks going across the border, so strikes, missile strikes in Belgorod and other places near the Ukrainian border. So, I think it is starting to become clearer at ordinary Russian citizens that they're not safe even if they live some distance from the border, that things are not going well and the danger is only going to grow in the future. Now of course, they're not ready to admit that to themselves or to anyone else at this point. But I think as you suggested, the knowledge of this is sinking in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "VAUSE",
      "sentences": "Daniel, it's good to have you with us. We really appreciate your time tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "TREISMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "VAUSE",
      "sentences": "And we'll take a short break. When we come back, U.S. bracing for a surge of migrants on the Southern border after a pandemic era regulation set to expire in the coming days. We'll explain what that means next on CNN NEWSROOM.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "VAUSE",
      "sentences": "In the U.S., investigators say a gunman who killed eight people at a Texas mall appeared to have posted online content embracing white supremacy. Authorities are trying to determine if these extremist ideologies incited him to carry out the rampage.CNN's Ed Lavandera has more on how the shooting unfolded. (BEGIN VIDEOTAPE) ED LAVANDERA, CNN CORRESPONDENT (voice over):  Around 3:30 Saturday afternoon, dashcam video captures a silver Dodge Charger moving through the Allen outlet mall parking lot. A gunman emerges from the car, the rapid pop, pop, pop of gunfire, stuns unsuspecting shoppers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We heard like a bunch of shots, but we thought it was firecrackers at first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "LAVANDERA",
      "sentences": "At 3",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you getting more ambulances on this event?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "LAVANDERA",
      "sentences": "The shooter strikes the first victims next to the H&amp;M clothing store. Based on witness interviews and videos from the scene, CNN has tracked the approximate path the gunman followed as he made his way through the outlet mall, moving north along storefronts before turning left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's this guy dressed in all black wearing a vest, has some assault rifle and he's just shooting at people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:10",
      "speaker": "LAVANDERA",
      "sentences": "Just a few stores away and in the gunman's path, shoppers rushed to get away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "LAVANDERA",
      "sentences": "The gunman continues moving north along the building. At the corner, Bill McLean (ph) is inside a cosmetic store and hears the distinct sounds of gunfire getting closer and closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "BILL MCLEAN, SHOPPER",
      "sentences": "So, we basically turned and watched and as we were watching the shooter, he goes right across, he's not running but he's kind of in a deliberate assault type move.And a few moments later, we saw a police officer and came across in front of us like he was in pursuit of the individual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "LAVANDERA",
      "sentences": "Witnesses described the gunman dressed in a ballistic jacket and a vest carrying extra ammunition. A senior law enforcement source tells CNN in that clothing they found the insignia RWDS which authorities believe stands for right-wing death squad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have multiple upon multiple patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "LAVANDERA",
      "sentences": "The gunman now turns the corner making his way west, continuing to fire at shoppers, scrambling to make sense of the chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've got reports of multiple victims. One victim that we have reported is going to be at Francesca's with a gunshot wound to the chest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He literally was just shooting his gun in any direction. LAVANDERAthrough the parking lot. The Allen police officer has closed in, shooting and killing the suspect in front of Fat Burger restaurant. Inside, Tiffany Gibson (ph) can't believe the ordeal is over. Witnesses tells CNN this picture was taken at 3:40 p.m., roughly 10 minutes after the gunman started the deadly rampage. So, the man that was shooting was there on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, the police shot him. They shot him. The picture that I showed them. It's multiple -- they shot him in the head, in the chest and stuff. So, he was laying on his back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "LAVANDERA",
      "sentences": "Did you see this person? Were they walking around the parking lot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just saw the aftermath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "LAVANDERA",
      "sentences": "What goes to your mind when you hear that shooting all of a sudden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I never witnessed anything like this. This is very traumatic for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "LAVANDERA",
      "sentences": "At 4It's now around 5:14 p.m., shoppers who've been hiding in stores are escorted out of the outlet mall by authorities with their hands in the air. It's not until 6:53 p.m. that Allen police tweet, there's no longer an active threat. LAVANDERA (on camera):  There are still six victims hospitalized and we are told that three of those survivors are in critical condition. Meantime, the makeshift memorial here outside the outlet mall continues to grow where people come to reflect on this senseless tragedy. Ed Lavandera, CNN Allen, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "VAUSE",
      "sentences": "U.S. authorities will launch an enforcement operation Tuesday in El Paso, Texas, touting migrants who've crossed the border but have not been processed by immigration authorities. This comes as a policy known as Title 42 is set to expire. U.S. border agents have used it for more than three years by passing the usual legal process to expel hundreds of thousands of migrants for public health reasons. Fear they could increase the transmission of COVID.That policy expires Thursday and the U.S. is bracing for a massive influx of migrants. CNN's Rosa Flores has our report. (BEGIN VIDEOTAPE) ROSA FLORES, CNN CORRESPONDENT (voice over):  Tension on the border escalating as an SUV in Brownsville, Texas plows to a crowd killing eight migrants unclear if it was intentional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The SUV ran a red light, lost control, flipped on its site and struck a total of 18 individuals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "FLORES",
      "sentences": "The incident comes just days before the controversial expiration of the pandemic era immigration rule known as Title 42. Border communities across the U.S.-Mexico border already seeing a spike in migration according to community leaders.In Brownsville, one respite center went from receiving up to 300 migrants per day two weeks ago to a thousand. In McAllen, from 150 to 400. In Laredo, from 50 to 250 during the same time period. 25,000 migrants are an immigration custody according to a Homeland Security official and total migrant encounters on the U.S. southern border now surpasses 8,000 per day. And this is the scene by the border wall in El Paso where hundreds of people are waiting to turn themselves into immigration authorities, a flow that's expected to spike once Title 42 expires Thursday. And thousands more are already living on El Paso City streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is ground zero for the immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "FLORES",
      "sentences": "Pastor Timothy Perea (ph) has been delivering between 900 and 1,100 warm meals a day. As migrants here rely on the kindness of strangers for everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "With respect to the DoD personnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:05",
      "speaker": "FLORES",
      "sentences": "Homeland Security Secretary Alejandro Mayorkas says the administration's border policies are not to blame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:05",
      "speaker": "ALEJANDRO MAYORKAS, SECRETARY, HOMELAND SECURITY",
      "sentences": "We urge Congress to fix our broken immigration system. And until then, we will do everything that we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:05",
      "speaker": "FLORES",
      "sentences": "While Washington squabbles about who is at fault, its border churches and nonprofits were left helping fill in the gaps.I'm outside a shelter in El Paso that is over capacity. And I learned from a source that federal government data shows that 152,000 migrants are waiting in northern Mexican states for the lifting of Title 42. And that the top three states in Mexico are Chihuahua with about 60,000 migrants. That's across the border from El Paso here where I am. The state of Tamaulipas with 35,000. That's across the border from the Rio Grande Valley of South Texas. And the state of Coahuila with 25,000. That's the state in between. And here is why this context is important. Because Border Patrol facilities for processing on the U.S. southern border are already over capacity. NGO shelters are already over capacity. That's why you see a lot of the individuals here on the streets. And the big question is what is going to happen once Title 42 lifts? I don't know. No one who I've talked to knows. Rosa Flores, CNN, El Paso. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:05",
      "speaker": "VAUSE",
      "sentences": "The Arab world may be bringing President Bashar al-Assad back into the diplomatic fold, but the U.S. will not and says it has no plans to normalize relations with the Syrian government.The Arab League restored Syria's membership on Monday after a 12-year- long suspension. President Assad has also recently met with top Iranian and Saudi officials. The U.S. says it supports efforts to find a political solution to the Syrian crisis, but it will not forgive and forget Assad's many, many wartime atrocities. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  While we are skeptical of Assad's willingness to take the steps necessary to resolve Syria's crisis, we are aligned with our Arab partners on the ultimate objectives. We have been consulting with our partners about their plans and making clear that we will not normalize relations with the Assad regime and that our sanctions remain in full effect. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}