{
  "date": "2023-10-31",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Streets of East Jerusalem Empty as Palestinians Fear Arrest; Antisemitic Mob Storms Russian Airport as Tel Aviv Flight Lands; 92-Year-Old Man Who Fled Holocaust Survived Hamas Attack; Parents of Liverpool Star Luis Diaz Kidnapped. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Bianca Nobilo.Israel Defense forces say that they've struck, quote, approximately 300 targets over the past day, including military compounds inside underground tunnels belonging to Hamas. Israeli troops are advancing further into Gaza, according to CNN analysis. And Israeli military officials say that they've sent more ground forces into the enclave. Meanwhile, Israel's warning people in northern Gaza with increasing urgency to evacuate. Mr. Netanyahu insists he is not imposing collective punishment on Palestinian civilians. But the main UN agency operating in Gaza says the entire population there is being dehumanized by war. On the ancient, but now almost empty streets of East Jerusalem, there is fear in Palestinian neighborhoods. Young men tell us that they're worried Israeli police will arrest them for the slightest infraction. And merchants say that they're struggling for customers. CNN's Erin Burnett went to East Jerusalem to see how the residents there are coping. (BEGIN VIDEOTAPE) ERIN BURNETT, CNN OUTFRONT ANCHOR (voice-over): The call to prayer over Jerusalem echoing over what normally packed streets now nearly empty. Salah Mitwali says he comes to his shop only for a change of scenery, because no one is buying anything, he says. Palestinians telling us they are afraid of Israeli police, essentially living under curfew. SALAH MITWALI, EAST JERUSALEM RESIDENT (through translator): They have crossed all the red lines. They used force and arrest people for silly things like a photo on your phone. BURNETT (voice-over): Young children were the only people we saw out in any noticeable numbers, because young men are afraid. We went to talk to them in East Jerusalem. They were terribly afraid to speak on camera. Mohammed told us, God makes you happy, a way of saying I am sorry I cannot speak if I do, he adds, I'll go to jail. And one of them showed us why they believe this. This is a TikTok video on his phone. It has gone viral among young Palestinian men. He says Israel is planning a new law to revoke citizenship or national ID for anyone who supports terrorism. And it's true, Israeli cabinet officials are proposing such a law. And to these young men, it means they can be arrested for anything. They tell us they will go to jail if they have a Quran verse on their home screen or post a picture of a dead Palestinian. We looked up the current Israeli law, it reads in part: Anyone who commits an act of identifying with a terror organization, including through publicizing praise, support or affinity, waving a flag, showing or promoting a symbol, or showing playing or promoting a slogan or anthem, the judgment is three years imprisonment. In fact, since the war began, Israel has already arrested many hundreds of young Palestinian men, giving the simple explanation that they are, quote, affiliated with Hamas. And the fear is pervasive. One young man named Faisal was afraid of arrest. He told us he was recently released from 18 months in prison after he says he was arrested at a protest near Jerusalem's Al Aqsa Mosque. One group of young men told us they had been beaten by police along this wall, at the bottom of their street. But the men were hospitable to us. Some gave us water and refused to take money, even though they say there is no business, no money, no livelihood for them now. MITWALI (through translator): The situation is scary, everyone is afraid. Young people, they have passion. They are not happy with the situation. They say this is our country, what are they going to do to us? This is ours. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "CNN's Erin Burnett there in East Jerusalem.Last hour, I spoke with the former director of Israel's National Security Service, Shin Bet, and he shared his thoughts on how to end the conflict and the prospects now for a two-state solution. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "The Pentagon says U.S. forces in Syria and Iraq have been attacked almost two dozen times in the past two weeks. And how to respond is presenting a difficult dilemma. This map shows where the attacks on U.S. forces have taken place. The Pentagon blames Iran backed militias in the region and has retaliated several times. But military strategists are facing some delicate decisions. How to respond to the attacks without setting off a wider war in the region.Israel has issued its highest travel warning for Dagestan and other areas of southern Russia after an anti-Semitic mob stormed an airport Sunday. Officials cited the ongoing war, Sunday's incident and other possible violence against Israelis and Jews as the reasoning. CNN's Fred Pleitgen has more. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): The moment an angry mob charged onto the tarmac towards a plane from Tel Aviv looking for Israelis. PLEITGEN (voice-over): Some of the passengers surrounded, forced to prove they aren't Jews. I'm Uzbek, but I don't know Uzbek language, this man assures. Do you want to fool us? Take his passport, a man answers. Rumors had swirled in the Muslim majority Dagestan region of Russia that this jet was carrying refugees from Israel setting off the rampage. There are no more passengers here, honestly, a ground staff member says, as the crowd surrounds the aircraft. Everyone immediately go back onto the plane. The crew of a different aircraft orders its passengers as the protesters charge those disembarking. Hundreds also broke into the terminal building, some carrying Palestinian flags, leading to a total shutdown of the airport. The melee continued outside as well, rioters searching vehicles, also looking for Jews. I have a sick kid here. We only have sick kids. Let us go, the man in this bus says. And this woman screams, we were traveling to bring our kids to get medical treatment. Let us go. What do you want from us? Russian security forces used choppers to bring in reinforcements firing into the air to try and push the protesters back. Authorities say more than 20 were injured and more than 60 detained. The crowd throwing rocks at riot police even after they were driven out of the airport. Russian President Vladimir Putin held a meeting with his security staff, but the Kremlin blames, quote, external interference for inciting the crowd. While it's not clear whether any Israelis were harmed, condemnation from Israel's president in an interview with German publication BILT.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ISAAC HERZOG, ISRAELI PRESIDENT",
      "sentences": "It was like a pogrom. Thank God it was prevented at the end by the authorities. But it looked like pogrom, and it was live, and everybody was worried about it.Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "As a child, he fled Poland just before the Nazi invasion, escaping the horrors of the Holocaust. Now, over 8 decades later, a 92-year-old man is once again sharing his story of survival. This time from Hamas's attack on Israel. CNN's Jake Tapper reports.(BEGIN VIDEOTAPE) JAKE TAPPER, CNN ANCHOR, THE LEAD (voice-over): During the October 7th terrorist attack on his kibbutz, 92-year-old Dov Golebowicz kept close to his phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DOV GOLEBOWICZ, SURVIVED HAMAS ATTACK ON KIBBUTZ NIRIM",
      "sentences": "My phone which told me where all these people were crying for help where they were and they didn't get to my suburb.TAPPER (voice-over): His neighbors In Kibbutz Nirim were at least nine people were killed or kidnapped, used a group messaging system to call in desperate warnings to each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "I started hearing people saying that there were Arabs wandering around all over the place, in their homes, and what's going on. Send the army, send the army.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "My son who is an engineer and was -- he already thought you can't lock those safe rooms from the inside. You can close them but you can't lock them. They didn't think of that one. He made up a wooden bar, just a wooden thing with a bit of iron on top of it, which you can put on top of the handle. You couldn't open it from the outside. That's what I stuck on. I hadn't used it before.TAPPER (voice-over): Dov remained locked in a small concrete room for ten hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TAPPER",
      "sentences": "How scared were you where you were inside the safe room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "I was worried. Scared and so many things already. My parents left Poland because of pretty rampant antisemitism.TAPPER (voice-over): When he was 8, his parents pulled their family out of Poland. They escaped just one week before the Nazi invasion that would eventually force his uncle and future father-in-law to Auschwitz. During the war, Dov and his family stayed safe in Australia reading of Hitler's horrors as they spread across front pages. Eventually, Dov joined a Zionist youth movement where he met his future wife, Lily. And in 1955 they moved to Israel where they built a family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "We were sent to Kibbutz Nirim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TAPPER",
      "sentences": "Because that's a left-wing kibbutz?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "That was one of the very in need of people.TAPPER (voice-over): Dov, in the kibbutz he helped create, were marking the anniversary of their community this year on the eve of the October 7th attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "The kibbutz had a birthday party, to celebrate the establishment 77 years. On Friday night and the morning of the -- Saturday morning, 6",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TAPPER",
      "sentences": "Did you ever, think I scraped the Holocaust, but now I'm going to get killed by Hamas? Did that cross your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "You eventually, because I don't believe many places safe really.TAPPER (voice-over): Still leaving his land is not an option, he says, not again. This is where he built a life. This is the land where his children and grandchildren live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TAPPER",
      "sentences": "Are you going to go back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TAPPER",
      "sentences": "You're going to go back to Nirim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TAPPER",
      "sentences": "Of course?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GOLEBOWICZ",
      "sentences": "When they took down the two towers, America sent everyone to safe homes. I mean, all right, it's not the two towers, but you go back to your home. In my opinion, my mother's opinion, you don't let terrorists break you down.You know, there was a revolt -- the ghetto in Warsaw a revolt in '43, they wanted to show then -- again to show something. One of them wrote a song, a poem which was turned into the song of the Jewish partisans. And the first line said, never say you're going on the last road. We are here. We are not going to give in anyway. I'm going to die with my boots on, I hope. I hope. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "That was CNN's Jake Tapper reporting. We'll be right back. You're watching CNN.[04:50:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "A star Colombian soccer player has flown home to deal with a worrisome situation. The parents of Luis Diaz, a star player with the English club Liverpool, have been kidnapped at gunpoint in their hometown. His mother has been rescued, but his father remains missing. World Sports Don Riddell has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DON RIDDELL, CNN WORLD SPORT",
      "sentences": "This is just an awful situation for Luis Diaz and his family, and it's clearly very difficult for his teammates at Liverpool too. Colombia's national media says that Diaz's parents were kidnapped by armed men on motorcycles at a gas station in the town of Barrancas. The Director General of Colombia's national police force says they're offering a reward of more than $48,000 for information leading to the rescue of Diaz's father and a considerable search team has been activated. 130 police officers are out there looking for him.And you can only imagine the anguish that Luis Diaz must be feeling right now. Liverpool say that he's returned to Colombia and he will be away indefinitely. Diaz's teammate Diogo Jota, honored Diaz by lifting up his number 7 jersey after scoring against Nottingham Forest in the Premier League on Sunday. The Reds manager Jurgen Klopp said the team dedicated their three-nil win to him, adding that it was really difficult for the players to even think about the match yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JURGEN KLOPP, LIVERPOOL MANAGER",
      "sentences": "How can you make a football game really important on a day like this? It's really difficult. I never struggled with that in my life. Was always my safe place. My -- sometimes my hiding, right. As a player, as a coach, you are allowed during these 90 odd minutes to focus just on that and it was impossible. It was absolutely impossible to do that. So it was clear we have -- we have to give the game an extra sense. And it was fighting for Diogo. And then the boys pulled out the shirt and I was not 100 percent prepared for that, to be honest, was really touching. But wonderful as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}