{
  "date": "2023-07-26",
  "headline": "CNN News Central",
  "subHeadline": "Feds Raises Key Interest Rate By A Quarter Point; Hunter Biden Hearing Ends With Plea Deal On Hold; Ex-Military Testify To Congress On Seeing UFO's; London Jury Clears Kevin Spacey Of Sexual Assault Charges. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The next rate hike is here. The Fed making that announcement a short while ago in its fight against inflation. It also comes amid new sticker shock at the gas pump. U.S. gas prices yesterday saw one of their biggest one-day increases in a year, that is until today. The back-to-back jumps have pushed prices up 9 cents in just the past 48 hours. CNN's Matt Egan joins us now live from New York. So Matt, what's to blame for these surging prices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, especially since we're in the middle of summer travel season. Labor Day is not that far away. Matt Egan, thanks so much -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "A big story that we've been following today. A routine courtroom hearing, it seemed, ended with a big plea deal in disarray. We're talking about the Hunter Biden proceedings at a federal courthouse in Delaware. The president's son was set to plead guilty of part of that deal, to two tax misdemeanors today. But the deal he worked out with the Justice Department, with prosecutors, fell apart at the hearing. The judge putting the agreement on hold. Now DOJ prosecutors and Hunter Biden's attorneys, they've got to work out to see if they could bring it altogether again. CNN's Evan Perez is here. So Evan, tell us what went down? How did this break down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, the judge started asking some questions and the two sides couldn't actually agree on what they had agreed to. That's the basic of what -- that's the basic story of what happened today. Certainly we began the day, Hunter Biden arrived in court expecting that he was going to plead guilty to two misdemeanors for failing to file his taxes on time in 2017 and 2018.And then the judge asked a simple question about whether -- what all this deal covered. Whether there was anything that was not covered by this as part of the broader investigation. And that's where things seemed to go awry. Certainly, his team wanted to make sure that they wanted to convey that this meant there was nothing else and the Justice Department was not ready to say that. They said there were still other things that were being investigated, that there was an ongoing investigation. Which meant that Hunter Biden still had some legal jeopardy that he could face. And you know, that's where it seemed the two sides could not really come to terms. They tried to paper it over, coming back before the judge later on, Jim, saying they had worked it out and she seemed to have more questions. And so now, she wants them to provide briefs to the court. And look, you cannot divorce this from the political chaos and the political noise around this. You can see people on Capitol Hill, some of the members of Congress already saying they, you know, had an impact. It's possible they did. And the judge certainly seemed to be aware that there are questions about this investigation. She said, do I have to accept this if I find there there's some aspect of this lacking. And they said, no, you have to accept this. And so, in the end she decided she couldn't accept it. And now we're back to Hunter Biden has been processed, he's pleaded not guilty. We could be headed to a trial giving the two sides cannot come to a new deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Two sides have to agree in court. The judge has to approve of that final so you got three parties in effect to please here. We know you'll keep on top of it. Evan Perez, thanks so much -- Boris. SANCHEZCapitol Hill about UFOs says the technology he's witnessed far surpasses anything the United States is capable of. Some really surprising testimony when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Joining me is Adam Frank. He's a Professor of astrophysics at the University of Rochester. Also an author of a book on the topic. You know, you read these reports as I have done and they give a range of possible explanations and no certain answers. Ranging to the outside to this distant possibility of alien life but also the possibility that this is advanced military technology by, say a U.S. adversary, Russia or China. You've been deep into this for some time. What is in your view -- based on the evidence -- the most likely explanation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "ADAM FRANK, PROFESSOR OF ASTROPHYSICS, UNIVERSITY OF ROCHESTER",
      "sentences": "Well you know, it's hard to say what the most likely explanation is without doing more science. The fact is that the science we have, the actual data we have, is pretty sparse and it doesn't lead anywhere. It's not good enough to make any kind of decent scientific explanation. I'll note that the NASA panel that was convened recently found that only 6 percent of these ones actually didn't have an explanation.And they even some of the cases like that video. That video you're looking at right now, when that came out, people were like oh my God, that thing is moving in things we can't understand. And the NASA panel showed, they did some science on it and they found that things is moving at 40 miles an hour. Right? I can go that past rolling down the hill on my bicycle. So, you know, there's a lot of big questions here and we need good science to be done including to see, yes, do they have anything to do with life somewhere else. I think that's a real long shot. But you know, when you do science, you do it agnostically. So if this point, we just don't really have the data other than the witness testimony, which is not enough to tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Another way of saying that, of 6 percent don't have explanations, that means 94 percent have more earthly explanations. The other explanation that you see when you read these reports is that it could be sensor noise in effect. You've got a lot of highly sensitive instruments in the cockpits of airplanes that they're picking up and reading something different. Is that something that is considered a likely explanation for some of these? And again, like you noted, they don't have an explanation for absolutely every one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FRANK",
      "sentences": "Right, and you know, when the telescopes that my colleagues and I were looking at alien worlds, distant stars and looked for the possibilities of life, we know everything about those instruments. We know what they're like at 40 degrees. We know what the like at 60 degrees. And that's the problem with these things. These cameras that were taking the pictures, we don't know if they have a software update? You know, we just don't know enough about them to be able to tell, are these glitches. Is this just part of the way the camera responds? What we need is more science to be able to move along these lines. And with the idea that, you know, we captured a spaceship and we have them, that's you know -- that's a very extraordinary claim. And as a guy from New Jersey, I've got to tell you, that you know, I'm like nah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, I hear you. Well I'm from across the river in New York, and I had a similar reaction there. I suppose what they're asking for is more study and science is about, right, you know, what you can prove. Professor Adam Frank, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FRANK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Ken Spacey said he is humbled after a London jury found him not guilty on all charges of sexual assault. The Oscar-winning actor was emotional and he spoke outside of the courthouse following the verdict.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "KEVIN SPACEY, CLEARED OF SEXUAL ASSAULT CHARGES",
      "sentences": "I would like to say that I'm enormously grateful to the jury for having taken the time to examine all of the evidence and all of the facts carefully before they reached their decision and I am humbled by the outcome today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "SANCHEZ",
      "sentences": "The jury deliberated more than 12 hours across three days before reaching its decision. A verdict that brought Spacey to tears. CNN's Salma Abdelaziz is live for us in London. So Salma, walk us through how the jury reached this decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Major news for the actor out of that London room, Salma Abdelaziz, thank you so much.A lot of breaking news today, Jim. Not just that, but Sinead O'Connor and important hearings on Congress and of course the Hunter Biden legal saga.",
      "isLastSentenceInterrupted": false
    }
  ]
}