{
  "date": "2023-06-21",
  "headline": "CNN News Central",
  "subHeadline": "Coast Guard: This Is A Search & Rescue Mission, One Hundred Percent; Trump's Ex-Lawyer: He Should Remain Silent. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Still a search and rescue mission. The Coast Guard says noises were heard again today as they hunt for a missing submersible. We're going to show you what this means for the crucial hours ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "An attorney has a simple message for his former client, Donald Trump. Don't talk about the case. This advice comes after the former president spoke on television about his handling of those classified documents. Ahead, why that attorney says Trump's comments could be used against him in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "And maybe not the best way to ease tensions. Just today, after the United States' top diplomat held a critical meeting in Beijing to mend ties, President Biden referred to Xi Jinping as a dictator. We're following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "There are only an estimated 15 to 16 hours of oxygen left onboard a submersible missing in the Atlantic Ocean near the site of the Titanic wreckage. The U.S. Coast Guard though says their teams are still wholly dedicated to finding the sub and bringing back all five crew that are now trapped inside. Listen to this.(BEGIN VIDEO CLIP) CAPT. JAMIE FREDERICK, U.S. COAST GUARD: Oh, this is a -- this is a search and rescue mission, one hundred percent. We are smack dab in the middle of search and rescue and we'll continue to put every available asset that we have in an effort to find the Titan and the crew members. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SANCHEZ",
      "sentences": "All right. At that same press briefing just about an hour ago, officials reported that aircraft searching for the Titan detected more underwater noises this morning. They also heard some yesterday. And some are describing them as banging sounds. But after deploying remote-operated robots to explore the origins of those noises, they still don't have conclusive proof as to what they are.CNN's Miguel Marquez is live for us in St. John's Port where the Canadian Coast Guard is headquartered. So, Miguel, what can you tell us about the search that's underway right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, that they are clinging to every hope. And those sounds, no matter how indistinct they are, are their best focus and interest right now for where that submersible may be. I can tell you that here at Horizon Maritime, this is the company that owns the Polar Prince ship that took the Titan submersible out there and is now participating in the search.This company will hold a press conference here in about a half hour. And we will stay on scene here and bring that to you with regard to those banging sounds, or the sounds that were described in the Department of Homeland Security e-mail or briefing as banging sounds at regular times every half hour or so. Today, the Coast Guard saying it might not be as definable and as specific as that, but it still gives them hope. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "FREDERICK",
      "sentences": "That data was sent immediately to the Navy last night. And it was analyzed overnight. They're still looking at it. But I can tell you that it's inconclusive. But again, I think the important piece is we're searching in the area where the noises were redacted.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SANCHEZ",
      "sentences": "We look forward to more details potentially at that press briefing set to begin in just a short while. Miguel Marquez, thank you so much. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Well, a search of course underway now. It is urgent for that missing submersible. But there are hard questions as to why this happened. We're learning that the company that made the submersible, OceanGate, may have repeatedly ignored safety concerns from industry experts.CNN's Tom Foreman has been looking into this. Tom, there are broader questions here about just the general safety of these kinds of missions in general, given the depths and so on. But there were specific issues here with the company's safety protocols. What were they? What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "What we know is that industry experts, as you cited there, raised questions about this sighting back in 2018. They were saying, look, there -- there's an experimental approach to this, which is a little bit disturbing in terms of industry standards, what ought to be going on out there. Specifically, what we meant, we don't know except that there are industry engineering standards, even for eccentric vehicles like this. And these are all unique vehicles if you're operating at that depth.If you look at what they said, they basically said, we're worried about your experimental approach that you may be endangering the entire industry with a potentially catastrophic event. That's a big warning to become an industry --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "What a warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "-- industry experts. And yet, at the time, the New York Times reporting suggest that the company tried to say, no, no, no, we're doing the right thing. It's just that you want to put in too many -- too many hitches there that will slow us down too much. You know you see right there our apprehension is that the experimental approach could result in negative outcomes, and they could be very, very bad to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Too many hitches? I mean it's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "These were safety recommendations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Yes, but they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "What specific ones were they saying we're not going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Well, their view in a general sense was that it was slowing down innovation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "They were saying we're an innovative company. We're doing things you've never seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Don't slow us down. Let us move forward. Other engineers in other places were saying this is the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Look, Jim, here's one thing you have to bear in mind about a vessel like this. This is not -- for engineers, a pressure vessel like this is not supposed to be tested to the level it's going to. It's supposed to be tested to vessels like this three, four, five, or six times as much pressure as it's going to encounter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "And after you do that, then you have to refurbish it to repair any damage from the pressure it went through, or you have to entirely refabricate it on the original plan to live up to that. The question seems to be was that the kind of protocol being followed here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "OceanGate made a lot of claims, including claims specifically about the University of Washington's involvement in the engineering of this vessel. The University of Washington doesn't seem to be in agreement with that description.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Yes, it's not. In fact, even on their promotional video, you see them showing the University of Washington logo --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "-- along with NASA and Boeing and saying, this is how we made this thing. The basic claim they had here was that they had a five- million-dollar deal with the University of Washington to -- their Applied Physics Lab to help develop this. The University of Washington came back and said, not exactly what you're describing here. They're saying it was only for shallow water implementation. The laboratory was not involved in the design, engineering, or testing of the Titan submersible used in the RMS Titanic expedition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "I look at that exchange, Jim, and I find myself saying this is the kind of thing that I'm guessing the industry letter was also related to. You're making claims, you're presenting the idea that this is the standard of the whole industry, and the industry was saying, this isn't the standard of the whole industry. It doesn't inherently make it wrong. But it's different than what other people would expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Design, engineering, and testing if I were to pick the three most important things, and maybe is that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "-- those would be the ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Right. And it's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "And you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "It's not just the vessel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "(INAUDIBLE) -- says they weren't involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "And it's not just the vessel, every component of it. The window up front that we've seen, is a lot of talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "The seals around it. Everything on it has to be tested because this pressure is so unbelievably destructive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "And at this depth -- I was speaking to a guy yesterday, a Submariner, at this depth, there is no such thing as a small leak. SCIUTTO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "The smallest leak can become absolutely explosive in a matter of seconds, and take the entire craft out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "These are the questions that have to be asked or answered --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "-- whether the thing is found or not because it's missing now and it shouldn't be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "No question. Well, we can only hope for the best for those inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Tom Foreman, thanks for digging in for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "FOREMAN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "MURCAR",
      "sentences": "And then they're going to go look for it with an ROV with a flashlight in their hand. That's basically the best analogy I can think of is the problem that they're looking at right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "KEILAR",
      "sentences": "That --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "MURCAR",
      "sentences": "The ocean has noise. All that has to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "KEILAR",
      "sentences": "Yes. Rick, I mean, you really -- you really put that into perspective with that illustration of that. If they are able to get past those obstacles in this time, and we know that the clock is ticking here, if they can locate Titan, if it is on the bottom of the ocean, what are the rescue capabilities for getting it up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "MURCAR",
      "sentences": "Well, that really depends on the status of the -- of the vessel. And hopefully, the occupants what mental and physiological status they are. Hopefully, they're alive.It's a pressure vessel. And as you've mentioned in the previous discussion, if there's any compromise on that hole, then we're in recovery. We're not in rescue. And I respect that the Coast Guard and the Navies are looking at this one hundred percent as a rescue effort. Once the ROVs get down there and they're bringing some pretty capable ROVs U.S. Navy ROV, though -- has the capability to go to like 6000 meters in excess of the depth of the Titanic. That's good. It has possibly the capability to lift the submersible up. Well, you're assuming that the submersible is not trapped. Not mired in the mud. It's not under the debris of the Titanic. Hopefully, it's definitely not inside somewhere in some little crevices on the Titanic because that's just going to further complicate it. Even though it's bringing up this vessel, if it -- if it gets down to that and has to lift it, well, then does a submersible itself under that load have the capability to sustain that lift? There's a lot of factors going on here. We've all jumped into a pool and we covered a little ring off the bottom of the pool, we feel the pressure on our ears, and sometimes that people just can't get that 10 feet down. Well, guess what? We're going 12000 feet here. So, that pressure is 380 times whatever the surface pressure is, and those ROVs are the only way we can get down in effect any possibility of a recovery slash rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "KEILAR",
      "sentences": "Yes. Look, these are -- these are tough conditions, Rick, and you really put it into perspective. Rick Murcar, thank you for your time this afternoon. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "MURCAR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "KEILAR",
      "sentences": "Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:12",
      "speaker": "MURCAR",
      "sentences": "Thank you, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "SCIUTTO",
      "sentences": "When Donald Trump speaks, sometimes his lawyers cringe. That includes at least one of his former attorneys who says Trump did not help himself when he went on Fox News and defended his decision to hold on to classified documents. Tim Parlatore left the case just last month. He says prosecutors can use everything Trump said, in fact, in that interview. Have a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "TIM PARLATORE, FORMER TRUMP ATTORNEY",
      "sentences": "This is one of the reasons why we always advise our clients don't talk about the case. You have the right to remain silent. Use it.Here's the problem. Putting that statement out there with that question. Yes, the prosecutors can absolutely use that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "SCIUTTO",
      "sentences": "Joining us now. CNN legal analyst and former federal prosecutor himself, Elliot Williams, and CNN political Director David Chalian. I have to say, Elliot, when I -- when I heard those comments and I heard the president's saying, well, I just didn't have time to hand back those boxes.And I'm not a lawyer. Far from it. But I thought -- I said well, is he then admitting that he had them and should have given them back? I mean, tell us what the legal damage would be potentially of the comments he made. ELLIOT WILLIAMS, CNN LEGAL ANALYST: It's a statement that can be used against him in court. He handed them a gift for Christmas, Hanukkah, Kwanzaa, whatever it might be. The legal term is an admission by a party. The party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "WILLIAMS",
      "sentences": "He's not necessarily admitting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "SCIUTTO",
      "sentences": "Admitting what? What did he admit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "WILLIAMS",
      "sentences": "Well, the legal term is just -- it's just an admission by a party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:18:03",
      "speaker": "WILLIAMS",
      "sentences": "He's making a statement as an effect against his interest that you can then bring into court. And he's acknowledging, number one, that he knew that he had the evidence in his possession. Number two --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "They should give them back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "He knew there was an investigation into him. So, even if he hasn't confessed to the crime, it's still evidence the prosecutors can use against him in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Understood. OK. It's been very active in court of late, including for the current president's son, Hunter Biden, and his plea deal. So, now there's a next step here where a judge would have to approve the deal. Tell us what this means politically for President Biden as he embarks on his own presidential campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "So, I'm not sure if this is going to have a huge political impact on the president's reelection effort come next November, Jim. It is obviously a distraction for the White House to deal with Hunter Biden headlines here. You heard the president addressed this yesterday while he was out in California from the perspective of a father of a -- of a pained son.But what is going to be politically relevant is that the Republicans, as you heard up on Capitol Hill out on the campaign trail, they want to use this on a daily basis to make the point about their perceived grievance of a two-tiered justice system, that there's one for the elites and one for everybody else, that he's being treated differently because his name is Biden. There's no evidence of this being the case, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Yes. CHALIAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "CHALIAN",
      "sentences": "A real fire-up point for the Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "I mean, you could make an argument, though, that you have the system working here. And that at the same time, under a Democratic president who appointed the attorney general, you have not just the former president being investigated, but you have the son of the current president. You can make that argument. Trust me, I know how everything is partisan these days. So, let's just talk about the facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "If you were I did what Hunter Biden did, would we get a similar deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Quite possibly. Look, Jim, about 97 or 98 percent of federal cases end up being resolved in plea deals. So, the idea that a defendant who's accused of firearms possession or mishandling and tax misfiling would probably or could very easily end up in a plea deal. So, this is pretty standard. What you also have here is the prosecution and the defendant agreeing as to the terms of the arrangement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "So, it's not just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Trump-appointed U.S. Attorney in Delaware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "A Trump appointed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Yes. So, it's not out of nowhere. It's not just, you know, the Justice Department from on high wagging its finger and saying, with the part, you're getting the defendant to agree to it as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Now, this will come across as a facetious question. But are Republicans going to push now for tougher enforcement of tax crimes and gun crimes? I mean, that's the essential argument here is that the penalty is not severe enough for things that this party has actually undermined, for instance -- for instance, IRS's ability to chase down tax crimes and tax fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "CHALIAN",
      "sentences": "I mean, if you're looking for intellectual consistency to go all the way through here, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Doesn't exist. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "CHALIAN",
      "sentences": "I think you're going to have a hard time finding that through the halls --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "But a fair question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "CHALIAN",
      "sentences": "-- of the Congress here. Again, I think that Republicans see this as a -- as a political punching back opportunity for them more than an actual legislative fix to some real problem that they can digest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "I can't imagine that whatever happened in Washington. A political punching bag over you know, a potential policy issue. All right. So, other events on Capitol Hill today of another investigation, of course, a highly touted one, and this one being that by Special Counsel John Durham.He's been testifying on Capitol Hill. He rejected Donald Trump's recent attacks on former Attorney General Bill Barr, so an interesting point from here. Let's have a listen. I want to get your reaction. (BEGIN VIDEO CLIP) REP. STEVE COHEN (D-TN): Mr. Trump has called Mr. Barr a gutless pig, a coward, and a rhino. Which of those is correct? Which isn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "JOHN DURHAM, SPECIAL COUNSEL",
      "sentences": "In my experience, none of those are correct.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "So, he's not the only one to you. I mean you do have former Trump officials who backed him in many things not backing him on, for instance, attempting to overturn the election. To have Durham there who was a champion for the truth -- for right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Because they expected his investigation to turn up enormous wrongdoing but by Democrats in their investigation, which we didn't quite do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "How important is his words in this context?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "You know, it's really interesting because having both worked for Congress and testified before the House Judiciary Committee myself in the last couple of months, I can tell you that every single party in that video did exactly what they came there to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Representative Cohen got his sort of silly question on the record because what else was John Durham going to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "John Durham did the right thing as a prosecutor, not take the bait, and sort of -- and we move on from there. But at the end of the day, what he's saying is that the former attorney general -- those name-calling doesn't really have a place --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "-- where former president is wagging a finger at a former attorney general. It was sort of political silly season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Well, look. There are a lot of investigations to keep up with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "A lot of investigations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Let's create that. Elliot Williams, David Chalian, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "CHALIAN",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:08",
      "speaker": "SCIUTTO",
      "sentences": "Brianna.",
      "isLastSentenceInterrupted": false
    }
  ]
}