{
  "date": "2023-01-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Top U. S. Diplomat Visits Israel Amid Outbreak Of Violence; Trump Takes Early Aim At Potential GOP Rivals; Trump Calls Possible DeSantis Run For President \"Very Disloyal\"; NH Governor Sununu Says He's Considering Run For President; Biden Speaks On Impacts Of Bipartisan Infrastructure Law; 6th Memphis Officer \"Relieved Of Duty\" After Tyre Nichols' Death. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:31:55",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Right now, Secretary of State Tony Blinken is in Israel urging Prime Minister Benjamin Netanyahu and Palestinian leaders to ease tensions after a sharp escalation in violence that's killed more than a dozen people in the last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:55",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "This is Blinken's first visit to Israel under the new Netanyahu government. He will also meet with Palestinian leaders tomorrow for another round of high stakes talks aimed at bringing calm to the region.CNN's Hadas Gold is in Jerusalem. So Hadas, what happened at today's joint press conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:55",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, Alisyn, I mean, this visit was possibly going to be prickly even before the latest round of violence because Benjamin Netanyahu, while a familiar face, he has a new very right-wing government that the Americans have said they're going to deal with them on their policies and not necessarily on the personalities.Within the events of the last few days brought definitely a new sense of urgency here and a big hope that Secretary Blinken could at least help dial the temperature down on the ground. Because after the events of the last few days, it really felt as though things were boiling here, and there is a major concern that it's just going to really explode into a much larger confrontation. Last week, Thursday was the deadliest day for Palestinians in the West Bank in more than a year. And then Friday night was that shooting outside of a synagogue in Jerusalem. Seven people killed. There was then another shooting Saturday morning where two Israelis were injured. So very, very concerning time right now. And Secretary Blinken calling for calm. Take a listen. (BEGIN VIDEO CLIP) ANTONY BLINKEN, SECRETARY OF STATE: We're urging all sides now to take urgent steps to restore calm, to deescalate. We want to make sure that there's an environment in which we can, I hope, at some point, create the conditions where we can start to restore a sense of security for Israelis and Palestinians alike, which of course, is sorely lacking. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:55",
      "speaker": "GOLD",
      "sentences": "Now, there wasn't any specifics on exactly what the Secretary perhaps asked of the Israelis to do to help restore that calm. Perhaps it's in response to the Israeli Cabinet announcing a series of steps being taken in response to those attacks, trying to strengthen, they say, security around settlements in the occupied West Bank.But also new, drastic measures, including things that are being seen as collective punishment, like potentially revoking the residency not just of attackers, but also the families of people who are deemed as terrorists. Now, Benjamin Netanyahu, for his side didn't actually go into necessary a lot of what the situation on the ground is, instead saying that he believes is through expanding things like the Abraham Accords, that that is the path towards finding a solution with Palestinians. Alisyn, Victor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:55",
      "speaker": "BLACKWELL",
      "sentences": "Hadas Gold for us there in Jerusalem. Thank you, Hadas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:55",
      "speaker": "CAMEROTA",
      "sentences": "The Pakistani Taliban is claiming responsibility for a deadly explosion inside a mosque that killed at least 61 people and injured more than 150.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:55",
      "speaker": "BLACKWELL",
      "sentences": "The group says the attack in Peshawar is revenge for the death of one of its members last year. CNN cannot independently verify those claims. The explosion happened during noon prayers at a mosque mostly attended by law enforcement officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:20",
      "speaker": "CAMEROTA",
      "sentences": "Former President Trump hit the campaign trail over the weekend with stops in key early voting states of New Hampshire and South Carolina. He says he's, quote, more angry and committed, end quote, to winning back the White House than ever. And then he took aim at his potential Republican challengers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:20",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "So Ron would have not been governor then if it wasn't for me. Then I hear he might run, I consider that very disloyal. I talked to her for a little while, but I said, look, you know, go by your heart if you want to run. She's publicly said that, \"I would never run against my president. He was a great president.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, speaking from experience with a candidate who is on the receiving end of a Donald Trump's threat, generally, the best response is no response because he will just continue to punch and attack.And clearly, what we're seeing is that Donald Trump seems to think that any of these potential 2024 candidates are -- owe a pledge to him and not a pledge to the United States of America. And he's going to be in for a rude awakening. And two things are certain about Donald Trump. If you are irrelevant, he will ignore you. And if you are threatening, he will target you. And that's exactly what he's doing with Ron DeSantis. He sees the polls. He sees that DeSantis is ahead in the key state of New Hampshire. He's closing the gap in a lot of these national polls. He's also hearing from a lot of donors and fundraisers within the Republican Party who have said, Enough of Donald Trump. There are plenty of candidates out there that will espouse the policies of Donald Trump, but will not bring about the dumpster fire that Donald Trump brings. And they're looking to turn the page, and they're looking elsewhere, and Donald Trump is going to see a very crowded field very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "CAMEROTA",
      "sentences": "Ron, I can imagine that it would be hard for Governor DeSantis to ignore this, in particular, because Donald Trump is going after his record on COVID, which Governor DeSantis prides himself on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "CAMEROTA",
      "sentences": "So he sees him as he's calling him disloyal and calling him sort of a charlatan on COVID. So here's that moment.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "TRUMP",
      "sentences": "I mean, I had governors that decided not to close their state. Florida was actually closed for a very long period of time. Remember he closed the beaches and everything else. You know, they're trying to rewrite history. That's sometimes hard to do. So then when I hear he might run, you know, I consider that very disloyal. But it's not about loyalty -- but to me, it is. It's always about loyalty.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "CAMEROTA",
      "sentences": "Basically, it's hard to hear that, obviously, but it said that basically Governor DeSantis is trying to rewrite history because Florida was closed for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. And that, Alisyn, I think, is really indicative of the dynamic that's going to develop -- has developed already very quickly in the Republican race. I mean, the reason why so many of the donors and strategists and party leaders that Alice referred to preferred DeSantis over Trump is because they think DeSantis has a better chance than Trump of winning back those white collar suburbs outside of Philadelphia and Detroit and Georgia and Atlanta and Phoenix and even Milwaukee that proved this positive in the 2020 race that cost the Republicans 2020 and was a large reason why they didn't do so well as well as they expected in 2022.But the dynamic that's already developing is that each Trump and DeSantis to the extent they are dealing with each other, are each attacking each other from the right and pulling each other further to the right. You see Trump there basically saying DeSantis wasn't right wing enough in resisting COVID shutdowns. You've had DeSantis saying that Trump was too kind of conceding to the biomedical state by promoting the vaccine. You had Trump last week put out this really striking extreme education agenda that had language like pink haired communists as teachers in an attempt to outflank DeSantis on kind of the woke ideology attacks that DeSantis is doing. And DeSantis, at some point, will respond to that, presumably, with even more aggressive measures. So you can see right away that the initial dynamic is not DeSantis trying to pivot off Trump and maybe make himself think about the general election. But I think they are both kind of being in this kind of tumble over each other to kind of outflank each other on the right. And that, obviously, has big implications for whichever one, if either, wins the nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "BLACKWELL",
      "sentences": "Alice, let's talk about this large field you're hoping for and listen to New Hampshire Governor Sununu here now in his fourth term.(BEGIN VIDEO CLIP) GOV. CHRIS SUNUNU (R), NEW HAMPSHIRE: Oh, I don't have a timeline. I mean, obviously, folks are talking about it, but I really don't have a timeline. I'm spending a lot of time naturally trying to grow the party as Republicans. Talk to independents, talk to the next generation of potential Republican voters that right now no one is really reaching out to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're considering it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "SUNUNU",
      "sentences": "Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "BLACKWELL",
      "sentences": "So he's considering getting in. Is he one of the non-Trump and really non-Trump affiliated in serving the administration, voices who could be a formidable challenge to the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "CAMEROTA",
      "sentences": "I thought it was very interesting, Ron, that he doesn't appear to fear Donald Trump's wrath, and I'll just paraphrase it for you in the interest of time. He said that Donald Trump came to New Hampshire and frankly, gave a very mundane speech. He stuck to his teleprompter. He stuck to his talking points, then he went away. He didn't bring that fire, that energy.And I think it was a little disappointing to some folks. I mean, that's somebody who doesn't sound like he's afraid of blowback from Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "BROWNSTEIN",
      "sentences": "Right. Yes, in fact, he was right. The speech was kind of low energy, like the original announcement speech, kind of making you wonder, you know, how much Donald Trump's heart is in this.Look, if Sununu gets in the race, what it does is devalue the importance of New Hampshire, and that tilts the balance in the Republican primary. You have those first three states, Iowa, New Hampshire, South Carolina. In Iowa and South Carolina, about two thirds of the Republican primary voters, or even more in South Carolina, are evangelical Christians. New Hampshire is the offset to that, where you have more of the voters that Alice was talking about who are fiscally conservative but socially more moderate. Only about one quarter of the voters in New Hampshire are evangelical Christians. If the governor, sitting governor runs, New Hampshire gets less attention, and just guaranteed, and has less impact on the outcome of the race. And so that kind of tilts the balance more actually paradoxically toward the social conservatives. And also, Sununu is indicative of the problem that the Trump opponents have. We know that he's much less popular among college educated Republicans than among blue collar Republicans. The problem is that in 2016, even though he only won about one-third of those college Republicans, the rest never coalesced behind one candidate. They splintered behind Cruz and Rubio and Jeb for a while, and Kasich. And the risk, again, is that you have a lot of candidates potentially eyeing that lane. Sununu, Hogan, Tim Scott, if he runs. Nikki Haley if she runs. And certainly, that would have to be the core for a DeSantis challenge. So divide and conquer could be Trump's friend again in '24, as it was in '16, even though I would say DeSantis has a better chance of consolidating the anti-Trump part of the party than anyone did what it would be seven years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "BLACKWELL",
      "sentences": "Which is also why Governor Sununu said, yes, get in, but also know when to get out of the race as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "BLACKWELL",
      "sentences": "Don't stay too long if you can't get that support. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "CAMEROTA",
      "sentences": "Ron, Alice, thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "STEWART",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "BROWNSTEIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:13",
      "speaker": "BLACKWELL",
      "sentences": "President Biden is speaking in Maryland on the impact of the bipartisan infrastructure law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "How'd it go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "BLACKWELL",
      "sentences": "Creeping through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "BLACKWELL",
      "sentences": "It's a tiptoe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "Because he says it will go from 30 miles per hour through that bottleneck to 110, which is stunning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "I mean, if that is really going to happen, that will change everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "BLACKWELL",
      "sentences": "Certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "And then as you heard him say, he's also going to be talking tomorrow at this tunnel between New Jersey and New York, which can also be a huge bottleneck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "BLACKWELL",
      "sentences": "He too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "So we'll see what he's going to do. And basically, you know, no one knows Amtrak like Joe Biden, as he said many times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "BLACKWELL",
      "sentences": "Million miles there, he's traveled on the train.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:10",
      "speaker": "CAMEROTA",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    }
  ]
}