{
  "date": "2023-05-07",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "King Charles III Crowned In Grand Ceremony; How The World Sees The United States; China And Australia's Wary Relations; China's Power Plays In The Asia Pacific; The Rising U.S.-China Tensions; Interview With Philosopher Bernard-Henri Levy. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:30",
      "speaker": "FAREED ZAKARIA, CNN ANCHOR",
      "sentences": "This is GPS, the GLOBAL PUBLIC SQUARE. Welcome to all of you in the United States and around the world. I'm Fareed Zakaria coming to you live from New York.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:30",
      "speaker": "ZAKARIA",
      "sentences": "Today on the program, the coronation of Charles III. How different will his reign be from that of his mother? We will explore.Also, the curious case of the alleged attack on the Kremlin. China's power play in the Asia Pacific and the American economy. I'll talk about all that and more with an all-star panel. Finally, Bernard Henri Levi started filming in Ukraine just days after the war began. I'll talk to him about his new documentary \"Slava Ukraini\" and how he thinks this tragic war will end. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "JOANNA COLES, FORMER CHIEF CONTENT OFFICER, HEARST MAGAZINES",
      "sentences": "Too many titles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "ZAKARIA",
      "sentences": "The former editor-in-chief of everything, \"Marie Claire,\" you know, \"Cosmo.\"How do you contrast this coronation with the last one? This is the longest gap between coronations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "COLES",
      "sentences": "Well, he says he wants to slim it down. But what did we see yesterday? An enormous global event. And if you think of what's happened to Britain politically, not only has it lost its empire and but it had its own self-imposed decision to leave Europe. So it's this little island on the edge of Europe.What it can do, what ground Britain is now, is this sort of brilliant creative event-making process. You know, you think of Peter Morgan and the crown, some of the top shows on Netflix, the British -- you know, British written, British directed, British actors. You saw Emma Thompson very much in evidence at the coronation yesterday. And they say they're sliming it down but what they're actually using is for is a shop window, I think, to promote brand Britain. And it's a luxury brand. It's the creative industry that Britain is really good at and this was the shop window to see them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ZAKARIA",
      "sentences": "Charles, as prince of Wales, was very outspoken as, you know, as much as a royal can be about the environment, about architecture, about sustainable farming. You know, he had views on Islam. I actually thought mostly he was right about most of what he talked about but you can't do that as king, can you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "COLES",
      "sentences": "Well, we'll find out. I mean, what's interesting to a point is that he was often ahead of his time. So a huge believer in addressing climate change, big convener of thinkers. I think what you're going to see is a sort of think tank monarchy. I mean, Tina Brown who's written brilliantly about the royal family talks about him being a transitional monarch, and then you think of William sitting at the coronation yesterday, what must he have been thinking watching his father especially in that very moving moment that you showed where he bends to kiss him.But I think Charles will be a think tank monarchy. He was told by Liz Truss, the British prime minister who literally lasted less famously than a head of lettuce, that he couldn't go to COP. So he didn't go to COP. But what he did do rather brilliantly was convene his own version of COP at the weekend which actually everybody said was much more interesting and much more thoughtful than COP. So I think he will be able to do this in a thoughtful, entertaining way which keeps the -- keeps the monarchy relevant but doesn't make it too provocative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ZAKARIA",
      "sentences": "We have a minute left. Harry. Any thoughts on that? COLESthought as he sort of came in on his own and slipped away in a black car on his own. And, you know, he said he wanted to be back home for his son's 4th birthday but what could have been a better birthday present than to be in the pageant of your grandfather being crowned king. First time in 70 years. So I hope that they resolve it. I was glad he came. I think people in Britain felt glad he came. But I felt, you know, every parent sees that and has some inkling of what's going on. But I'm glad he came.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:44",
      "speaker": "ZAKARIA",
      "sentences": "There is a ton I want to talk about with today's panel so let's get straight to it.Zanny Minton Beddoes, the editor-in-chief of \"The Economist\" joins us from London, and Michael Fullilove is normally 14 time zones away but is on set today with me in New York. He's the executive director of the Lowy Institute, an international think tank based in Sydney, Australia. Michael, tell me, 14 time zones away, what does Joe Biden's America look like to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:44",
      "speaker": "MICHAEL FULLILOVE, EXECUTIVE DIRECTOR, LOWY INSTITUTE",
      "sentences": "Look, I think he deserves more credit than he gets. I think he's shaping up as a foreign policy president of the first rank if you think he responded to the Russian invasion of Ukraine with a masterclass in state craft and alliance management. Russia looks much weaker now. NATO is larger and stronger. In Asia, I would say that he has managed the relationship with China as well as could be imagined.You see U.S. allies moving towards the United States. You also see around the world connections between democracies quickening. You see democracies reaching out towards each other. And this comes off the back of the trauma of the Trump years. So I would say, from an allied perspective, Biden looks good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ZAKARIA",
      "sentences": "What do you think about that? And particularly, you know, this issue of the global south. I don't know if you saw this very interesting article in \"Foreign Affairs\" by Ashley Talis, one of the smartest strategic analysts on Asia, and he says India is clearly going its own way. It is not becoming a dutiful American ally. It will not side with America in the -- you know, kind of the race with regard to China. It needs China for trade just as much as it needs America for some security assurances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "FULLILOVE",
      "sentences": "Well, there is no question that Chinese economy is so large it exerts a tremendous magnetic effect on every country in our region. There is no doubt that India has its own concerns and will chart its own course. But I'd say to you that notwithstanding that, everybody in Asia wants their own place in the sun. No one wants to live in the shadow of China. And so most countries in my part of the world want a leading role for the United States.And yes, they may have some concerns about American policy from time to time. But I think in general, they see steadiness from the administration, they see the resilience of America and its economy. So that's why I feel positive actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ZAKARIA",
      "sentences": "Zanny, what will all this look like if there's a kind of serious game of chicken played with the debt crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "MINTON BEDDOES",
      "sentences": "Well, if it's a game of chicken that ends badly, it could be catastrophic. But, Fareed, you know, I lived in Washington for almost two decades and I've been through this several times, this debt ceiling game of chicken, and each time, you know, something is resolved at the last minute. But let's be clear. This is an utterly crazy way to run fiscal policy.This artificial, political imposed deadline that causes this kind of fake sense of a debt crisis and a default. But not withstanding that, the U.S. does actually have a medium and long-term fiscal problem. We have a piece in this week's issue which shows that I think for the last half century U.S. budget deficits averaged about 3.5. percent of GDP. Going forward, if you add on top of the official projection what the likely cost of this new industrial policy is going to be, if you add on the probability that there'll be a recession at some point, you're looking at 7 percent of GDP budget deficit. That's twice as big. So there has to be some kind of agreement to cut spending but also to raise revenue. But, you know, both sides have put off entitlement reform. No one will touch that. No one will really do proper broad based tax increases. So this kind of very weird situation where you have a pantomime sort of display of brinkmanship right now which could end this disaster. I mean, I'm not going to bet on it. Usually I think it gets sorted out. But who knows? Janet Yellen, the Treasury secretary, says, you know, default could come June 1st, the end of the ability to do extraordinary measures. But even if they get through that, there really is a fiscal problem that at some point needs to be dealt with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "ZAKARIA",
      "sentences": "And we are back here on GPS with Zanny Minton Beddoes, the editor-in-chief of \"The Economist,\" and Michael Fullilove, the executive editor of Australia's Lowy Institute.Michael, so you have these new nuclear-powered subs. The Chinese I'm sure are not happy. But Australia and China have gone through some pretty rough times. The Chinese had those 14 demands and then they blocked trade with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "FULLILOVE",
      "sentences": "Pretty wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "ZAKARIA",
      "sentences": "-- with Australia. Where do things stand now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "FULLILOVE",
      "sentences": "Well, Australia's relationship has changed a lot with China in recent years because China has changed. China has become much harder edged and they didn't like Australian policy and they attempted a campaign really of economic coercion against Australia. It sort of petered out because of the high price of iron ore. There's been a change of government. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "ZAKARIA",
      "sentences": "In Australia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "FULLILOVE",
      "sentences": "In Australia. So what you have -- certainly not in China. So what you have now is, from Australia, a dual track policy, diplomacy, and deterrence. On the diplomacy side, stabilizing the relationship with China, ending the silent treatment, talks between leaders and foreign ministers, but also on the deterrence side, as you say, investing in new capabilities including the nuclear-powered submarines that will give us more deterrent punch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:28:36",
      "speaker": "ZAKARIA",
      "sentences": "And trade is back to normal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "ZAKARIA",
      "sentences": "Zanny, how does this look in Europe? Because, you know, I keep hearing from European statesmen and businessmen that, look, Europe has to do business with China. They will not be able to join in an American blockade. But yet the U.S. is pushing pretty hard. Where does all this end for Europe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "MINTON BEDDOES",
      "sentences": "So, I think there is a lot of questioning going on in Europe and a lot of soul searching about where exactly the Europeans should be. And you will remember the very, very angry reaction in Europe to those comments of President Emmanuel Macron when he came back basically saying, you know, Taiwan was not a European issue. And so, I think, the Europeans are trying to work this out.And interestingly I've noticed in the last few weeks a sort of tad of a change of rhetoric from Washington which I think is designed to make it easier for the Europeans. In that speech from Jake Sullivan, the national security adviser that you described at the beginning of the show, where he laid out the Biden doctrine if you will, he mentioned that the focus was not decoupling but was -- and he quoted Ursula von der Leyen, the European Union president, the European Commission president to say that it was derisking. And when I was in Washington a couple of weeks ago, everyone is very keen to tell me that this is about derisking and that the U.S. did not want decoupling and Secretary Yellen had said the same thing. Now, the trouble is that all the elements of the U.S. strategy -- they like to use this analogy, that the U.S. needs a small yard with a high wall. And that is been widely interpreted to be using U.S. economic weaponry to essentially push China -- keep China back in foundational technologies. And in Europe, there is a lot of concern about that. Because on the one hand I think there's growing recognition in Europe and growing worry about China. But on the other hand, as you say, particularly in countries like Germany, there is an incredible economic relationship with China. Companies like BASF and the German car companies essentially, you know, wouldn't be at all where they were without China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "ZAKARIA",
      "sentences": "Zanny, briefly tell me what was -- what was your sense of what is happening in China? Because you were in China recently for that annual China Development Forum. How do they -- how do the Chinese perceive what is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "BEDDOES",
      "sentences": "There is real anger. I was shocked, Fareed. I went back as you say a few weeks ago. I hadn't been there since 2019, four years. A real hardening and a sense that the United States is a bullying power determined to keep China down. They want us -- one scholar said to me to be a fat cat, not the tiger that the Chinese consider themselves to want to be.And I came back really very gloomy, having been both in Washington and in Beijing, that both sides see the other as, you know, a mortal threat in some ways and that is -- this is a really dangerous position to be in. Subsequently there has, I think, been attempt to moderate the rhetoric but it's really grim out there. This is -- this is a relationship in terrible, terrible shape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "ZAKARIA",
      "sentences": "Michael, I have to ask you, before we go, you are Australian, which means that King Charles is technically your head of state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "FULLILOVE",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "ZAKARIA",
      "sentences": "What is that issue looking like in Australia? There had been a push for kind of republicanism and taking the British monarch off the European currency. Where do things stand and what do you think? Do you think Charles will be the last royal head of state of Australia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "FULLILOVE",
      "sentences": "Well let me say -- look, I thought the images from London were incredible. They showed us again that no one does ceremonial like the Brits. I like Charles. I like his sense of humor. I think he was ahead of his time on the environment.But I'm an Australian and I think that Australia's head of state should be an Australian, and I think most Americans would be sympathetic to that. So, I wish Charles well. Long live the king. But in the long-term I think our head of state should be one of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "ZAKARIA",
      "sentences": "And that is what the -- what does the politics look like? What do the polls look like in Australia? Do most Australians share your views?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:02",
      "speaker": "FULLILOVE",
      "sentences": "Look, I think, if you express it that way, yes. But when you get into the interstices of what the model is and how we change the government, it becomes complicated. But I think when we look ahead, we have to be confident enough to have affection and fondness for Britain and for the monarchy. But ultimately know that our future depends on ourselves and that means that all offices under the Australian constitution in my opinion should be held by Australians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "ZAKARIA",
      "sentences": "We don't often equate philosophers with bravery, but Bernard- Henri Levy breaks the mold in many ways. Since the start of the war in Ukraine he has traveled to many of the front line locations we've all heard about in the news. Places like Kharkiv, Kherson, Odessa and Bakhmut. He went to bear witness and brought a film crew to document what he saw. The result is an impressive new documentary called \"Slava Ukraini,\" meaning \"Glory to Ukraine.\" It is out now in select theaters. Bernard-Henri Levy, welcome. Great to have you.BERNARD-HENRI LEVY, PHILOSOPHER, WRITER AND FILMMAKER: Thank you, Fareed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:06",
      "speaker": "LEVY",
      "sentences": "It is one of the most important and one of the most forgotten. We were so surprised when Zelenskyy decided to stay. We were so surprised when the whole Ukrainian people stood at his side. It was absolutely unexpected. None of us weighted (ph) that (ph). And nevertheless it happened. Whole people reconnected with the great tradition of brave citizenship like in the beginning of America, like in Athens, in the ancient Greece, like in the French revolution. This is what happened in Ukraine. And this is one of the great events which we -- which we saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:06",
      "speaker": "ZAKARIA",
      "sentences": "When you went on the front lines and you talked to these soldiers, they're up against, you know, a very formidable foe. And the Russians are hammering and they're doing things that are really -- we haven't seen since World War II, destroying whole cities, bombing, you know, the sewage plants and the water facilities and the hospitals. Are they losing their nerve? Are they losing their courage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:06",
      "speaker": "LEVY",
      "sentences": "I never saw that. Maybe it happens but I never saw that. I was in a lot of hot places and what I saw is quiet bravery. Not stupid bravery, which is a fake one, going to the enemy. But well mastered bravery everywhere. Losing their nerves, never. Protecting the weak, putting all of the people under shelter, going to fetch them under fire. This I saw many times and this is what I report in the documentary in many scenes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:06",
      "speaker": "ZAKARIA",
      "sentences": "You know that people look at the strategic situation from afar and they say, look, the Ukrainians will do -- will make some gains in this -- in this coming counter offensive. But at the end of the day, the Russians have dug in Crimea and in that core part of the Donbas that they took in 2014. So, there will have -- there will have to be some negotiation. There will have to be some settlement. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:06",
      "speaker": "LEVY",
      "sentences": "I don't believe that. Number one, if there is a compromise, it would be a disaster for all of us. When you do compromise with someone who decided that we are his enemy, and that he declared total war against the whole civilized world, it is a very bad thing. A compromise with Hitler, a compromise with Putin is for all of us a bad thing, number one.Number two, I don't think it would be necessary. What I observed on the ground during these six months of footing -- footage each time the Ukrainians decided with their wise bravery to launch an offensive, they won. And sometimes, very often, the Russians did not even try to resist in Kherson, for example. So when the Ukrainian will decide to -- that they are strong enough, equipped enough to go to Donetsk, to go to Crimea, they will. And you will be surprised how little the Russians will resist. Number three, the only thing which is missing and which we have to do is to give the equipment and to give it strongly, quickly, and not in the incremental way which is the motto and the doctrine of too many diplomats. If we give what they need things can go quick and the war can stop and we can spare some human lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:06",
      "speaker": "ZAKARIA",
      "sentences": "You are a big supporter of Emmanuel Macron in France. On this issue, do you think Macron is searching for a compromise, a solution? He still talks to Putin. Do you think he agrees with what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:03",
      "speaker": "ZAKARIA",
      "sentences": "Bernard-Henri Levy, always a pleasure talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:03",
      "speaker": "LEVY",
      "sentences": "Thank you, Fareed. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}