{
  "date": "2023-10-19",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Israeli Defense Chief: Troops To See Gaza \"From The Inside\" Soon; CNN Obtains Audio Of Threat To Wife Of GOP Lawmakers Who Opposed Jordan Speaker Bid; Rep. Michael McCaul, (R-TX), Is Interviewed About Jim Jordan, Speaker, Republicans; Rep. Jordan Finishes Meeting With GOP Holdouts; Israeli Grandmother Missing After Being Kidnapped By Hamas; Rep. Tlaib Criticized For Blaming Israel For Gaza Hospital Blast. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "From the oval office this evening for the only second time in his presidency, he's going to try to convince Americans why it is critical to provide 10s of billions of dollars to support to allies in their two wars, Israel and Ukraine. Perhaps a glimmer of hope for the civilians stuck in Gaza right now, Egyptian security officials tell CNN, they're preparing to try to open the Rafah border crossing Friday morning allowing trucks with much needed water, food and fuel as well as medicine to enter. But a U.N. source is telling CNN that they are afraid that convoy might not be allowed to go in on Friday. And Israeli forces are also seemingly poised to enter Gaza with the Israeli Defense Minister in a statement today saying that his troops will soon see Gaza, quote, \"from the inside.\" This as airstrikes in Gaza continue with desperate scenes of the wounded rushed to a hospital in the Khan Yunis neighborhood of Gaza.But that is not the only front in that war. The Israeli defense forces say 20 rockets were launched toward Israel from Lebanon today. And Hezbollah, the Iran backed Lebanese group that the U.S. classifies as terrorist claims it targeted five Israeli military posts along the Lebanese Israeli border. President Biden in Israel yesterday warned Prime Minister Netanyahu to consider the lessons learned by the U.S. after 9/11 in Iraq and Afghanistan, and to not let rage consume the Israeli people, as the ground incursion into Gaza appears to draw closer. This is a similar warning we heard voiced by former CIA director and General David Petraeus here on THE LEAD earlier this week. (BEGIN VIDEO CLIP) GEN. DAVID PETRAEUS, FORMER COMMANDER, U.S. CENTCOM: This can't be another case where you mow the lawn all the way down to the dirt in this case, but then you pull back out, and then remnants will be able to reconstitute themselves. So what follows? Could there be an interim international authority? What is it? (END VIDEO CLIP) TAPPER: Those critical questions, what are Israel's next moves? And are they ready for what comes after the Israeli Defense Forces destroy Hamas assuming the IDF succeeds? Let's start with my fellow anchor and friend Erin Burnett in Tel Aviv. Erin, President Biden set to deliver this Oval Office address tonight on the crisis and getting aid into Gaza to help the innocent Palestinians. That's a high priority for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR, OUTFRONT",
      "sentences": "An incredibly high priority. And Jake, the latest we have is from Mark Regev, of course, you know, who you know well as well, longtime adviser to Prime Minister Netanyahu saying, my understanding is that we'll have movement tomorrow. He was referring to the Rafah border crossing, and whether that -- those 20 trucks that are waiting. Of course -- maybe movement tomorrow, but we've been hearing that every day, so it's fair to say that people here treat that with a huge degree of skepticism.Talking to someone in Gaza tonight, an American actually retired American art teacher among the many Americans who are there, Jake telling us the conditions that she feels like it's the end of the world, the smell of death is everywhere. Scared when the night comes, but I'm scared also in the day. They don't have medicine. She's talking about basic things like the incredibly foul smell of the toilets because there's no water to even flush and not being able to get crucial high blood pressure medicines. This is what they're dealing with, no matter who you are in Gaza So the humanitarian situation is dire. We'll see if Regev is correct. That requires the Egyptians as well. But you do at least have the Israelis tonight saying their understanding is that that will come tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And you spoke with a group of Israelis today who fought off a Hamas attack at a kibbutz. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BURNETT",
      "sentences": "So, Jake, you know, amidst all the stories of horror and anguish that we have that we have shared, this is a story of -- well, they managed to have this be the kibbutz, it was Mefalsim, that did not have any death. It's an absolutely incredible story. In fact, Jake, I had the war plans, they were taken off of Hamas soldier. So, I was with these four men who had served in the security for their kibbutz Mefalsim, and we were going through the war plans, they're reading them. They're saying, how did these guys know the generator was here? They're saying how did the guys even know where these cameras are?We don't even know where these cameras are. They were astounded by the level of detail and the military accuracy and the Hamas plans to attack their kibbutz. And here's just one brief thing that happened during the attack. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ELI LEVY, MEFALSIM VOLUNTEER SECURITY FORCE",
      "sentences": "So WhatsApp message from Didi (ph) telling me they are adding to your point from the field few seconds and they will be there. And unbelievable message really. My --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BURNETT",
      "sentences": "Maybe saved everything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "LEVY",
      "sentences": "I just rented a window.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "LEVY",
      "sentences": "And I just saw this nightmare in front of my eyes, a pickup truck and other two motorcycles about 13 or 14 competence trying -- starting to jump out of the car about 82 and 100 meters from my house outside the fence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BURNETT",
      "sentences": "And what do you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "LEVY",
      "sentences": "I was freezing for a first second, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "BURNETT",
      "sentences": "Jake, 260 rounds he fired. They were talking about the magazines and how they went through them again and again and again. Their story is one of incredible success no one died in their kibbutz. Obviously just a couple miles away, you had hundreds of people die in each of those kibbutz's. So their story, they are incredibly grateful.When they finally left the kibbutz deep dark in the darkness at 2:00 a.m. the next morning, driving down the road, they are driving very fast with the lights on the way the Israeli military told them to drive, Jake, because they're still worried they're going to be attacked, and their lights are illuminating scores of dead bodies of people who have been fleeing the festival to try to get into the kibbutz for refuge. And the terrorists were waiting outside and picking them off like flies. And they're driving -- dodging them, they say in what was one of the sickest video game like experiences they've ever had. So we'll have their full story tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "TAPPER",
      "sentences": "All right, Erin Burnett \"OutFront\" at 7Let's go now to CNN as Nic Robertson who was just outside Gaza in Sderot, Israel. And Nic, Israel's defense minister, Yoav Gallant, says troops -- Israeli troops will, quote, \"soon see Gaza from the inside. Are you seeing any movement of Israeli forces?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLAMATIC EDITOR",
      "sentences": "So much movement over the past few days, and so many troops getting last minute training inside small villages, reconstructing villages that look like Palestinian villages and towns with mosques, with stores with houses, training to form up in lines, form their vehicles up in lines for when they get that order to go. But I think perhaps the day really from the politicians, it's the clearest sign yet that we're getting close. One minister I spoke to today said the politicians have given a green light to the military. It is all in the hands of the military now when they choose to go in.(BEGIN VIDEO TAPE) ROBERTSON (voice-over): In Israel's war with Hamas, more than 60 of the terror groups operatives arrested early Thursday in the West Bank. The clock now ticking on a far more dangerous phase of the war for the IDF going into Hamas' heartland, Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "NIR BARKAT, ISRAELI ECONOMY MINISTER",
      "sentences": "The Israeli government made a decision, gave green lighted the army, wiped them out. And now it's in the hands of the army.ROBERTSON (voice-over): Israeli politicians are preparing expectations for a long war. And for the first time hinting at what an end of war may look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "AVI DICHTER, ISRAELI AGRICULTURAL MINISTER",
      "sentences": "The Gulf Stream all along will have a margin that they will not be able to get in, it will be a fire zone. No matter who is -- who are you, you will never be able to come close to the Israeli border.ROBERTSON (voice-over): Dichter, a former head of Israeli security says what Israel wants is the level of security control they currently have in the West Bank, complete access on their terms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "DICHTER",
      "sentences": "Today, whenever we have a military problem in every single place in the West Bank, we are there.ROBERTSON (on camera): So that's what you have in Gaza going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "DICHTER",
      "sentences": "Gaza, in terms of security. Well, remember that in the Gaza Strip, while there is no administration, it has to be built another administration.ROBERTSON (voice-over): But as these plans take shape, and troops prepare to go into Gaza, airstrikes are triggering international calls for a humanitarian pause to ease civilian suffering. Dichter rejects the need for a pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "DICHTER",
      "sentences": "We don't activate against civilians.ROBERTSON (on camera): But there are civilians collateral damage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "DICHTER",
      "sentences": "In a war (Foreign language). In a war we do understand and unfortunately we have suffered.ROBERTSON (voice-over): With or without a pause in strikes, 20 trucks loaded with humanitarian aid are expected to enter Gaza from Egypt soon. Against the scale of need, it's a token ahead of a possible ground incursion, maybe all that gets through for a while. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Well, the U.N. Secretary General has been in Egypt today not too far from the Rafah border crossing. And he says absolutely, there should be a humanitarian pause. His bargain, if you will, it is calling for is for Israel to let humanitarian supplies go in and Hamas to release all the hostages. There's no indication that that is a bargain that's about to be struck. I think it's all lies on these 20 trucks to see if they get in, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "TAPPER",
      "sentences": "Yes, I mean, they've already killed hostages. Nic Robertson, just outside Gaza, thank you so much.Former Israeli national security adviser to Prime Ministers Bennett and Lapid, Eyal Hulata, joins us now to discuss. Thanks so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:00",
      "speaker": "EYAL HULATA, FORMER HEAD OF NATIONA SECUIRTY COUNCIL, PRIME MINISTER BENNETT AND LAPID",
      "sentences": "Thank you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Right. So you know, first, Netanyahu has been prime minister for so long, of course, there were events during his time as well Protective Edge in 2014, Netanyahu was prime minister, and Israel went into Gaza with a 40-day campaign. We didn't call it a war, even though it was 50 days. It's true that the last campaign that Israel calls a war, second Lebanese war was in 2006. And (inaudible) it was prime minister in the north --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "In north, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "-- Lebanon. It's true. I mean, Netanyahu is known to be security guy, but also very risk averse. I think at this point, there's just no other choice. I mean, the magnitude of brutality is so enormous and the sentiment and the consensus individually community side is so large. I think there's no other way but to fulfill the goals that he put and his cabinet to put to this war, and that is to get rid of Hamas, as whole of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "You call him Mr. Security or that's what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Well, that's -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "That's how he paints himself. But I've heard from a lot -- I know, there's a lot of support for him right now, because of what happened and people want Hamas destroyed, eliminated. But I've also heard from a lot of Israelis who are wondering about that Mr. Security label because of what happened October 7, where was the IDF? Where was the protection? Why did it take so long to get there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "I know people say that's -- those are questions for later. And I understand that. But those are some troubling questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "They are. And, you know, I think they go from the IDF and all the way to the top. I was national security adviser, the responsibilities of a prime minister are very, very clear, the responsibility of the cabinet are very, very clear. And, of course, the responsibility on the security establishment and the IDF from the Shin Bet on all of them. Head of the IDF went to the public and said that he takes responsibility, and so did head of Shin Bet, and so did head of military intelligence.And it's quite clear in Israel, it's very simple. And I think Netanyahu knows that very, very well, the responsibility goes all the way to the top. This will be dealt later, but I think the Society of Israel is looking for leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "Do you think there is going to be pressure from President Biden from Western leaders, people who are standing shoulder to shoulder with Israel and with Netanyahu now, once Israeli forces go into Gaza, and I'm assuming that is going to happen? And the war gets bloody, even bloodier than it is now. And Israeli forces start being killed because we've had generals on this show compare this to what the U.S. faced in Fallujah, except that the US was facing former Iraqi soldiers in Fallujah and these are Hamas terrorists --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "-- they're not going to even abide by normal rules of warfare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Yes. They don't abide by rules of law fair. And they also don't abide by the truth. I just saw what, in the in the end of the previous piece, Alex (ph) presented here very thoroughly. The evidence as CNN has also collected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "That's just a public evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Yes, that's probably evidence. You know, I mean, it calls for two things. One is maybe you can put trust in the Israeli and American administration that say based on Intel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "-- that this was them who did it. But the other thing is, they lied deliberately to the international community, to the international media, they will sabotage any story, they will spin everything just to make us look bad. And you're right, this is what we're facing. And I think it's important that, you know, that the international community and the international media and public understands what Israel is facing, everything we will do, we will get blamed on, even things we don't do, we get blamed on. And I truly hope that we will continue to get international support that we're getting. President Biden went out of his way to put the support of the Israeli people making them understand that he has our back, because I think President Biden understands this is a different story. European Parliament said that, the EU leadership said that, Hamas must be eradicated and removed from leadership of Gaza. They lost the legitimacy to rule their own people. Israel needs to make this happen. I hope this is one of the reasons I'm speaking also here. I think it's very, very important the audience understands we will need international support because this will be bloody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "TAPPER",
      "sentences": "Eyal Hulata, please come back. We'd love to talk more to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:07",
      "speaker": "HULATA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:18:13",
      "speaker": "TAPPER",
      "sentences": "Live pictures now of where the chaos is unfolding on Capitol Hill, at least in the room where it happened, Republican Congressman Jim Jordan, aspiring speaker Jim Jordan, meaning they're behind closed doors right there trying to win over some Republican holdouts they oppose his bid to be speaker. As party infighting has taken a dramatic and ugly turn, several of those lawmakers who oppose Jim Jordan's bid for speaker are now receiving credible and terrifying death threats over the weekend. It was made clear that supporters of Jordan were going to launch a pressure campaign that apparently had Jordan's blessing until last night. And in the intervening time, well, it got pretty ugly and we have some exclusive audio right now I have a threatening message that was left as a voicemail for the wife of one of the Republican lawmakers who opposes Jordan. This has only been edited to take out identifying information of the wife and the lawmaker.We bleeped out some of the language but not all of it. And I want to warn you, this is pretty ugly stuff. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "With me now to discuss Republican Congressman Mike McCaul from Texas. He's the chairman of the House Foreign Affairs Committee.Mr. Chairman, that's disgusting. REP. MICHAEL MCCAUL (R-TX): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "That is disgusting. The pressure campaign for Jordan was announced over the weekend, calls like that started happening immediately. Jordan didn't denounce it until last night. What is going on in your party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "Well, it shows you the level political discourse in this country now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "No, in your party, sir. In your party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "I think it's despicable. And I wouldn't say Jordan is responsible for all that. But there is this faction that has just hatred that you heard on that phone call. That was Congressman Don Bacon, his wife. No member deserves that kind of treatment from any constituent.And I quite frankly, Jake, worry about the safety of members back home, the ones that maybe didn't support Jordan, having these sorts of threats back home in their districts. I remember Gabby Giffords very well when she was shot in the head and barely survived. Very concerned about the safety of members, not only back home, but up here. This is -- if this is the level of my party, I think it's in the gutter, and we need to get out of the gutter right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "So this is one of the reasons why there are more than 20 people voting against Jim Jordan. Is there not anyone in your party that 217 people can rally around? I mean, I look at your party and I see people that seem to be conservative, who seem to be agreeable to the idea of having individual appropriations bills, which is important to the Mat Gaetz's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "-- who have - you know, seem to be fiscal conservatives, which is important to that weighing. And yet, I don't know that they can get 217. I'm talking about the Tom Coles, the Tom Emmers the Steve Womacks, maybe even Michael McCaul. What about you? Why won't you put your name forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "Well, I'm not sure I want to go on a suicide mission, Jake, and I appreciate your endorsement. But I do think we have better -- we have good candidates that could run. I think the hard thing is getting to 217 was such a small razor thin majority when, you know, you have to -- you can't lose more than four or five members to win this thing. And that's -- it's paralyzing. Not only my party, but it's paralyzing the governance of this nation because, you know, I'm dealing with Israel, I'm dealing with, you know, Putin and Ukraine and the Pacific, and I can't pass my resolution condemning Hamas and supporting Israel, you know, until we have a speaker in the chair, because we're dysfunctional right now, we can't govern.And the worst thing about it, Jake, is that, you know, when I talked to our adversaries, they said, democracy doesn't work. Chairman Xi says that all the time to president side, democracy doesn't work, it's dysfunctional. And I don't want to prove them right. We have to get this thing resolved if we have to stay up here every day until we get a speaker in the chair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "Well, again, I don't want to be -- I don't want to be rude about it but it works OK except for a certain faction of the Republican Party that refuses to help it go along. I mean, the people that refuse to accept the election of 2020, that's the Jim Jordans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "And the people who refuse to like, allow 200 -- I mean, the reason we don't have a speaker is the Jim Jordans and the Matt Gaetz's, it's the people who refuse to accept democracy as the best way. I mean, like, I don't know why Steve Scalise isn't the speaker right now. I thought that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "TAPPER",
      "sentences": "-- you guys were just OK, you got behind closed doors --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:11",
      "speaker": "MCCAUL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCAUL",
      "sentences": "And I think that's the point I was trying to make not trying to make a joke out of it, but I mean, you know, Kevin McCarthy was I thought doing about the best job he could under the circumstances and eight Republicans joined with all Democrats to oust him. Then Steve Scalise rose. And, you know, it was a vicious campaign, really awful things were said about him. And he's a great guy. He get shot on the baseball field. We all remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCAUL",
      "sentences": "For God's sakes, he has blood cancer right now. And these accusations thrown on are very nasty campaign. I got to tell you those tactics that, Jake, backfire. I don't know if we're going to have another ballot on Jim Jordan, but seems like every time we go to the floor, he loses more votes along the way. So, I do think the candidate is going to rise out of the ashes and hopefully bring some sanity back to my party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCAUL",
      "sentences": "-- into the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "TAPPER",
      "sentences": "He just stormed out of his office like an angry man who lost a divorce court hearing. So I don't think that meeting went well. Chairman McCaul come back soon, hopefully to talk about the resolution you're about to successfully introduce about something important, because you have a new speaker. Good to see you. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "MCCAUL",
      "sentences": "Thank you. Thanks, Jake. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:47",
      "speaker": "TAPPER",
      "sentences": "And we're back with breaking news on Capitol Hill, where a meeting between Republican congressmen who do not want Jim Jordan to be speaker. And Jim Jordan just ended moments ago. CNN's Manu Raju is on Capitol Hill right outside the room where they met. Manu, I'm no expert on body language. But boy, that did not look like it went well based on how Congressman Jordan stormed out. What did you hear from the Republicans as they left?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:47",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. It didn't seem to have change many minds here. In fact, I caught up with several of these members as they left. They are still opposed to voting for Jim Jordan, of course, Gimenez being one of them, the Republican from Florida who voted for Kevin McCarthy said that he is not changing his mind.Also, John -- Congressman Rutherford, also someone who has not voted for Jim Jordan also indicating that he would not vote for Jim Jordan. It's not clear exactly what Jordan's plans are. In fact, when he left pretty quickly, he didn't answer really any questions other than to say it was a good conversation. Several of the members I spoke to, as they left said they're just -- they're not clear what the plan is whether or not Jordan will actually go to the floor and force a vote. He did address those threats that have come against several of those members who voted against John -- Jim Jordan, those threats, death threats and the like. He said he was not involved at all. He condemned those threats behind closed doors. But he also didn't seem to make any headway in convincing some of these members. There are some members who said just would not want to say one way or the other how they will vote. One of them, Congressman Vern Buchanan of Florida said, we'll see if there's actually a vote. So there's just a lot of uncertainty, Jake, at this key moment where everything is paralyzed on the Hill amid this Republican infighting, this GOP leadership crisis, but the big question is, will Jim Jordan buy out -- bail out? Will there be another candidate? Will these prop up Patrick McHenry in the interim which is badly divided the Republican conference, all unanswered questions at this point as Republicans still plunged deeper into turmoil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:47",
      "speaker": "TAPPER",
      "sentences": "Drama, drama, drama. Manu Raju, thank you so much. We're going to keep tracking all the developments on Capitol Hill.But let's turn to our other major story out of Israel where the families of the hundreds of innocent civilians, women, children, the elderly, taken hostage by the terrorist group Hamas are living a nightmare, including the loved ones of 84-year-old Ditza Heiman. Ditza is still missing after being kidnapped by Hamas on October 7th. Her family says she's already in poor health. And joining us now is Corey Shdaimah, Ditza is her mother-in-law. Corey, I'm so sorry to be talking with you under these horrific circumstances. And this is such a stupid question. But how were you in the family holding up? COREY SHDAIMAH, MOTHER-IN-LAW, DITZA HEIMAN, IS MISSING: It's never stupid to ask how we are. I mean, it means that people care and that helps give us hope that my mother in law will be brought home safe, so not stupid. It's hard, you know. We're thinking about her all the time. You know, every time we're doing something it's, you know, how is she? Is she OK? We're worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:47",
      "speaker": "TAPPER",
      "sentences": "What should we know about Ditza? I'm looking at pictures of her right now. Put some pictures back up guys. When we look at pictures of her, I mean she looks like a sweet Bobby. She looks like a sweet grandma. What do you want people when they think about the segment later tonight or tomorrow or over the weekend, what do you want people like what's the one thing you want us to know about her? What's the one thing you want us to remember about her when people are praying either tomorrow or Saturday or Sunday for her well-being?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "TAPPER",
      "sentences": "So I'm hearing that one of her grandkids found an apparent hostage video with her in it. I don't know if you watched it, but tell us about hearing that, watching it if you did, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "SHDAIMAH",
      "sentences": "Well, so I hate to think of -- so they were scouring these videos. And these videos are horrific. They're basically celebratory videos of people being kidnapped and killed and, you know, bodies desecrated, and that's horrible. I was not the person in the family who was scouring these but one of the grandchildren did.And luckily, the one that she was in was that and I saw that video, so it's relatively shorter. And kind of in what passes is good news for our family. For us, it was actually proof that she was alive and when she was abducted. So we saw the back door that, you know, that's the door that we come in, you know, when we come to Israel from the airport, that's where we go directly, that same door that we walk in, for that loving hug from our safta, you know, from my mother-in-law. They smashed that door in so you could see it almost like a body camera footage of him smashing the door. And then we could see her it seems like she was being led out. We just saw the kind of top part of her, she's being led out, she seems to be walking, and then she's being put into what looks like some sort of a truck. So it was very hard to watch that. But on the other hand, we had had -- we had heard a story that she come out and yelled for help. And someone came out to help her and was not able to because there was just -- there were too many terrorists around her. So we had -- we thought she was taken alive. But this was proof. And this video also allowed her to be recognized officially as a hostage. So for us, it was good to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "TAPPER",
      "sentences": "Yes. Well, I know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "SHDAIMAH",
      "sentences": "It's amazing as that seems, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "TAPPER",
      "sentences": "Well, I mean, it's -- this is the messed up world we live in. I know I speak for everybody watching that. I hope you come back and tell with her. And tell us about how she's reacclimating and how she's happy to be with the family, and all of that. And please stay in touch with us. And we're going to keep covering this. We're -- SHDAIMAH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "TAPPER",
      "sentences": "We're not moving on. We're this -- we're going to stay on the story, Corey. So thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "SHDAIMAH",
      "sentences": "Thank you. And we appreciate the love and support and care and the more that people can do to say bring those hostages home safe. You know, we hope that that will help to do so, please get us word of that, so thank you. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:18",
      "speaker": "TAPPER",
      "sentences": "And we hope that the people who are watching in Qatar and Turkey and Egypt who have influence on Hamas are exerting that influence because it's really important to innocent people who want peace, who want the Palestinians to have a thriving homeland in Gaza. Corey, thank you so much. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:38:14",
      "speaker": "TAPPER",
      "sentences": "I know. I know. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "TAPPER",
      "sentences": "A New York Times op-ed from Gershom Gorenberg called for Netanyahu to resign, you know Gorenberg, but for people out there who don't, he's a respected journalist and historian. He's obviously progressive. Quote, despite the devastating crisis, Netanyahu remains aloof and his government dysfunctional. Given that, obviously, this was not only an intelligence failure, but a military readiness failure. How do you think the Netanyahu government has handled the crisis since October 7th, so let's say starting October 8th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "SOLOMON",
      "sentences": "Well, it was a very slow reaction, obviously horrifically slow to begin with. At least now there is some understanding that how things were going on before can't continue the same way. So a new emergency government was established with the participation of more centrist figures who have significant military experience in order that in effect, it bypasses some of the more crazy and provocative and unhelpful voices in his government because the country is more or less being governed now by a small war cabinet of no more than five people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:56",
      "speaker": "TAPPER",
      "sentences": "Bubbling beneath the surface of the Democratic Party here in D.C. are some real resentments of fellow Democrats still blaming Israel for the hospital explosion despite U.S. intelligence, classified and unclassified, suggesting that it was actually a misfired Palestinian rocket that did that damage.Pennsylvania Democratic Senator John Fetterman wrote on X formerly known as Twitter, quote, it's really disturbing that members of Congress rushed to blame Israel for the hospital tragedy in Gaza. Who would take the word of a group that just massacred innocent Israeli civilians over our key ally? Innocent Israelis were the victims of a terrorist attack that resulted in the largest loss of Jewish lives since the Holocaust. Now we know that the tragedy at the Gaza hospital was not caused by Israel, unquote. Congressman Jared Moskowitz, Democrat of Florida wrote, quote, my Democratic colleagues who blamed Israel should take down their posts, unquote. Now one of the congresswoman, Moskowitz is referring to updated her post noting that quote, the U.S. intelligence assessment is that this was not done by Israel. But the other Congresswoman Rashida Tlaib of Michigan, not only has she not updated her post, she took the stage to address protesters calling for a ceasefire in Washington, D.C. last night and issued political threat to the President of the United States. (BEGIN VIDEO CLIP) REP. RASHIDA TLAIB (D-MI): President Biden, not all America is with you on this one. And you need to wake up and understand that. We are literally watching people commit genocide and killing a vast majority just like this, we still stand by and say nothing. We will remember this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:56",
      "speaker": "TAPPER",
      "sentences": "And the Congressman's tweet, blaming Israel for what happened is still up. CNNs Jessica Dean joins me now. So Jessica, Democrats have been very eager to highlight the embarrassing dysfunction of House Republicans when it comes to the speaker crisis. But these are some tensions that we're seeing among House Democrats on this issue of Israel and the Palestinians as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:56",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, you're seeing those fault lines. And I talked to several House Democrats today. And one of them told me in their words, that her colleagues are furious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:56",
      "speaker": "TAPPER",
      "sentences": "Tlaib's comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:56",
      "speaker": "DEAN",
      "sentences": "Yes. That they're very frustrated that it's not just public perception over this, that they think that these sorts of comments that go against U.S. intelligence are dangerous in a way by spreading that message. And they put it to me this way. They said, why is she believing Hamas's word over the U.S. intelligence agencies. And there is I'm told to push for her to sit for an intelligence briefing and see the intelligence herself with the hope that that will inform some messaging going forward.I did ask if she has done that or if she had plans to do that to her office. I've not gotten a response from them. We also know that some of her colleagues have complained to the Democratic Leader in the House, Hakeem Jeffries, about this. I talked to another House Democrat that said, you know, we've really seen the Democrat -- House Democrats range from being outspoken on this. Debbie Wasserman Schultz also my colleague Annie Grayer that this is a vile position for the congresswoman to take. Others are kind of trying to like stand back, give her some room to perhaps walk this back, that it kind of ranges but they said that that Fetterman tweet that you just read in THE LEAD in there that that sums up how a lot of House Democrats feel right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:56",
      "speaker": "TAPPER",
      "sentences": "So I talked to a U.S. senator who attended a classified briefing and said that the intelligence, the classified intelligence makes it clear there's no doubt that this was Palestinian Islamic Jihad, that it's very, very clear. But are Democrats afraid that if they call out Congresswoman Tlaib, that they will alienate and anger the progressive base of the Democratic Party that is far more critical of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:03",
      "speaker": "TAPPER",
      "sentences": "Very interesting, Jessica Dean, thank you so much.Coming up next, the huge development in the Georgia election subversion case of former Trump lawyer flips, what that surprise plea deal could mean for Donald Trump and for other defendants. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}