{
  "date": "2023-11-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Hostage Families Meet With Israel Officials; Ukraine Seizes Critical Foothold; Fired OpenAI CEO Sam Altman Joins Microsoft; U.S. Announced New $100 Million Military Aid Package for Ukraine; Ukrainian Forces Win Foothold at Strategic Dnipro River; U.S. Imposes Visa Restrictions on Russian Military Officials for Human Rights Offenses in Ukraine; Thousands of Trucks Backed Up Along Ukraine Border; Likelihood of Volcanic Eruption Remains High in Iceland; Shakira Strikes a Deal to Avoid Trial in Spain; 207 Mobsters Sentenced in Historic Italian Mafia Trial. Aired 2-2:45a ET",
  "utterances": [
    {
      "timeStamp": "02:00:32",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and everyone streaming out on CNN Max. I'm Rosemary Church. just ahead. Tensions flare in Israel as family members of Hamas hostages meet with lawmakers.Ukraine seizes a critical foothold along the front lines. What it could mean for the future of the war. And turmoil in the tech industry as OpenAI employees threaten to quit on mass after the sudden ouster of the company's CEO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center. This is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "CHURCH",
      "sentences": "Thanks for joining us. Well, frustration and anger boiling over. The families of hostages being held by Hamas demand answers and more action as they meet with Israeli Prime Minister Benjamin Netanyahu and his war cabinet. Some families also attended a committee meeting in the Israeli parliament, as they urged Israeli officials to do more to free the hostages taken more than 14 days ago.Now this comes as Hamas now claims it's close to reaching a truce agreement with Israel. U.S. officials also say negotiators are closing in on a deal to release some of the hostages Hamas abducted on October 7th. But they caution the details are still being worked out. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS: We believe we're closer than we've ever been. So, we're hopeful. But there's still work to be done. And nothing is done until it's all done. We are laser focused on the American citizens that we know we're being held hostage and we want them out all of them. Everybody should be out now. But here we are in a negotiation and we're getting closer to the end. We believe that negotiation. So again, I'm going to be careful. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "CHURCH",
      "sentences": "This as the Israeli military continues its fight against Hamas in Gaza. An IDF spokesperson says forces reached the heart of Gaza City much earlier than Hamas had expected and are advancing according to play.Well, CNN's Scott McLean is following developments and joins us now from Istanbul. Good to see you, Scott. So, families want their loved ones back, of course and made that very clear, demanding answers from Israeli lawmakers. What were they told and what is the latest on those hostage negotiations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Hey, good morning, Rosemary. Yes. All indications are that these negotiations are nearing their end. We heard from the Hamas leader Ismail Haniyeh who says that things are getting close. We heard from the White House official John Kirby who says the same. Haniyeh by the way, met with the Red Cross yesterday who is not a party to the actual negotiations.But it says that it is ready to implement any deal on the ground, should there be an agreement in the coming days maybe even the coming hours. The broad parameters we understand from U.S. officials would be that Hamas would agree to release a number of hostages held in Gaza. The latest number from a draft proposal is 50. Though the number is always changing, in exchange for an unknown number of Palestinians who prisoners held in Israel over the course of a pause in fighting four or five days. There could also be more hostages released from Gaza if that pause is actually extended. Of course, nothing is simple in Israel. You mentioned there was a meeting yesterday with some of these hostages' families in a committee meeting of the Israeli Knesset which included the National Security Minister a far-right hardliner a man who favors the annexation of the Palestinian territories. And in this meeting, emotions were extremely high. It descended into what seems like chaos, you know, shouting back and forth. And I'll just play you one exchange between one of those family members and the committee. Watch. (BEGIN VIDEO CLIP) Clip of family members shouting in foreign language (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "MCLEAN",
      "sentences": "So, part of the reason for the high emotions in that meeting is that the National Security Minister right now is pushing legislation that would hand down the death penalty to terrorists.[02:05:01] Now that may all be well and good under normal circumstances but under these circumstances in particular the families feel that that kind of legislation could potentially put their family members held hostage in greater danger than they are already in. Israel is also under enormous pressure domestically, by and large to get these hostages released. In fact, polling shows that most Israelis, not all but most, would support a deal to release thousands of Palestinian prisoners in exchange for these 239 hostages. But also keep in mind some of the complexities involved. Obviously, there's a lot of intermediaries, there's a lot of parties involved in this. Communications in Gaza are really not good at all. And it's also not clear that Hamas leaders actually know the precise locations of all of those hostages inside of Gaza. Plus, any release of Palestinian prisoners would also require the full sign off of the entire Israeli cabinet. And remember, this includes hardliners from the far right. People who are far more interested right now in destroying Hamas than getting those hostages back. Also remember that Hamas doesn't really have that many good cards to play right now. In fact, it may only have one card to play and that's this hostage -- these 239 hostages. And so, they will be extremely reluctant to play it without getting a heck of a lot in return. And obviously, Israel is well aware of that. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:03",
      "speaker": "CHURCH",
      "sentences": "Hostilities continue along the Israel-Lebanon border as the IDF and Hezbollah militants continue to exchange heavy fire, including the use of missiles. Early Monday, Hezbollah says it fired four powerful ballistic missiles striking and Israeli military camp near the border. The IDF says it later struck the sources of those Hezbollah launches. Lebanon's national news agency reports at least 12 civilians have been killed since this round of fighting began last month. While Israel says at least two of its civilians have died.Japan is condemning the hijacking of a ship in the Red Sea and is seeking help to secure the release of the vessel and its 25 crew members. This video shot by Houthi rebels from Yemen shows the moment they storm the ship named the Galaxy Leader. The cargo ship is leased by a Japanese company. But Israeli media outlets report that an Israeli businessman is part owner of the British company that owns the ship. On Monday, the U.S. condemned the act and demanded the immediate release of the ship and its crew. (BEGIN VIDEO CLIP) MATT MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: The Houthi seizure of the motor vessel Galaxy Leader in the Red Sea is a flagrant violation of international law. We demand the immediate release of the ship and its crew and we will consult with our allies and U.N. partners as appropriate on next steps. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:03",
      "speaker": "CHURCH",
      "sentences": "Still to come. Turmoil in the tech sector. One of the leaders in the industry has its third CEO in three days. What it means for the future of artificial intelligence?And Myanmar's military junta faces a growing threat from an alliance of rebel groups. That's just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "Well, the fallout continues and now it is the OpenAI board members who face being forced out of the company just days after they ousted cofounder and CEO Sam Altman. Signatories include a board member Ilya Sutskever, who was involved in the ouster of the CEO and CTO Mira Murati who took up the CEO position on an interim basis over the weekend.The letter also laid out terms for the employees continued work at OpenAI. It includes firing the board, appointing two new independent directors and reinstating Sam Altman and fellow cofounder Greg Brockman. Failure to follow these demands may result in the signatories quitting and joining Microsoft instead. And that is because earlier on Monday, Microsoft, the biggest investor in OpenAI, said it was hiring both Altman and Brockman to lead a new advanced A.I. research team. Now that news cheered investors and prompted Microsoft's share price to rise, hitting a record high. Now though it is unclear whether hundreds of OpenAI staff will be moving to Microsoft, or whether Altman and Brockman will be moving back to OpenAI. Even ChatGPT doesn't know the answer. Anna Stewart, CNN, London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "CHURCH",
      "sentences": "Argentine President-elect Javier Milei faces a monumental task of overhauling the country's economy after his victory in Sunday's election. Now that he's secured the presidency, he will have the chance to make several controversial changes, which drew both fans and critics to his platform. But is it enough to turn the struggling country around? CNN's Paula Newton breaks down what could happen.(BEGIN VIDEOTAPE) PAULA NEWTON, CNN INTERNATIONAL ANCHOR (voiceover): It was an audacious campaign prop, the chainsaw cutting reminder Javier Milei said of all that was wrong with Argentina's political system and economy and how he would fix it. As President-elect he says that model of decadence will end. Now comes the hard part, how to make it happen. It's clear Argentine wants some shock therapy for their government and economy, decades of debt, anemic growth, poor job prospects. It has sapped generations. But the crippling inflation now well over 140 percent is what most unnerves many Argentines and so compromised their lives. Part of Milei's solution, dump the country's peso, use U.S. dollars instead. It has been done in other countries but none within the economy as large as Argentina's or is vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "CHRISTOPHER SABATINI, PROFESSOR, COLUMBIA UNIVERSITY",
      "sentences": "Implementing that it's going to mean seriously undercutting people's social safety nets under cutting subsidies for public transport and energy as well as employment. He's going to run smack dab into a really a popular backlash if you try to implement that.NEWTON (voiceover): But Milei says there is no turning back. He says he will implement steep cuts to government budgets and in his words blow up the Central Bank of Argentina. The President-elect is a trained economist. He's worked for banks, in large Argentine companies, and his populist platform that Argentina is counting on now includes adopting U.S. dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "KEN ROGOFF, FORMER CHIEF ECONOMIST, IMF",
      "sentences": "That seems to be his signature policy, a little bit like Donald Trump and building the wall.NEWTON (voiceover): Ken Rogoff is a former chief economist at the IMF. He has dealt firsthand with Argentina's debt crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "ROGOFF",
      "sentences": "When you inherit an economy that's in this big a mess, it's not easy to put it on its feet.NEWTON (voiceover): Milei says he will radically transform the Argentine economy in what may become one of the most daring economic experiments in Latin America. CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "CHURCH",
      "sentences": "Armed rebel groups in Myanmar have joined forces against the military junta in an unprecedented move. But as fighting ramps up the U.N. says dozens of innocent people have been killed and hundreds of thousands forced to leave their homes. CNN's Paula Hancocks has the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is an existential moment for the military. They are losing. Unless there's a truly exceptional turn of events, they will lose out right.HANCOCKS (voiceover): Unprecedented cooperation between ethnic armed groups who for decades had been at odds with each other. The brutality of the junta has been unifying. BO NAGAR, COMMANDER, BURMA NATIONAL REVOLUTION ARMY (through translator): With this kind of unity, I believe we can quickly defeat the bullying military. And when it's over, this kind of unity will be a foundation to rebuilding our country. HANCOCKS (voiceover): (INAUDIBLE) as the fight is still hard, they clashed daily with the junta and they do not have enough weapons. Civilians continue to be caught up in the violence. The United Nations says around 70 civilians have been killed and more than 200 (INAUDIBLE) internally displaced since the renewed anti-military push. The total displaced across the country is now well over two million. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "HANCOCKS",
      "sentences": "It is worth bearing in mind that this junta has been around for decades. And in the past when it has felt threatened or backed into a corner, we have seen it use strategies that are even more brutal than before. Paula Hancocks, CNN Seoul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:54",
      "speaker": "CHURCH",
      "sentences": "To the war in Ukraine and Germany's Defense Minister Boris Pistorius has arrived in Kyiv. Germany is the second largest provider of military aid to Ukraine after the United States. And Pistorius' visit comes a day after U.S. Defense Secretary Lloyd Austin unveiled a new $100 million military aid package for Ukraine during a surprise trip to Kyiv. This is one of the smallest aid packages yet.it includes a High Mobility Artillery Rocket System and anti-aircraft missiles and ammunition. The White House had warned earlier this month that funding is dwindling. But Austin says he sees bipartisan support for Ukraine in both chambers of Congress. (BEGIN VIDEO CLIP) LLOYD AUSTIN, U.S. DEFENSE SECRETARY: I would point out that Ukraine matters. What happens here matters. Not just to Ukraine, but to the entire world. This isn't about the rules based international order. This is about, you know, not living in a world where a dictator can wake up one day and decide to annex the property of his peaceful neighbor. That's not the world that we want to live in. And so, this is -- this is more than just Ukraine. This is about, again the rules based international order. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:54",
      "speaker": "CHURCH",
      "sentences": "Meantime, Ukrainian forces say they have won a key foothold at the Dnipro River. CNN's Anna Coren shows you how they manage this win.(BEGIN VIDEOTAPE) ANNA COREN, CNN CORRESPONDENT (voiceover): Meandering through the marshlands of Kherson region in southern Ukraine is the mighty Dnipro River. Now the new front line in Ukraine's war against Russia. In recent weeks, Marines have managed to cross this expanse of water using inflatable boats, establishing a tenuous foothold on the left bank of the river. Hey, am I in Vietnam? Ask this soldier sarcastically, rushing past tall grasses. A reference to another bloody conflict that ended before most of the soldiers were even born. According to Ukrainian armed forces, they've pushed back the Russians three to eight kilometers, two to five miles from the riverfront. Making it difficult for the enemy to fire mortars acquisitions on the right bank. However, Russian drones' artillery and aerial glided bombs are still landing and constantly. In exclusive access with drone pilot, Serhly, his night mission had just been aborted because the Russians had identified his unit's position on the right bank. Hunkered down in his pickup hiding under trees from Russian birds above. The 32-year-old former journalist tells me they're under constant bombardment. COREN (on camera): What are you hearing? SERHLY OSTAPENKO, SOLDIER OF DRONE NIT, SONDS OF THUNDER (through translator): Explosion. Now there is an attack on the place where I am. There are Kamikaze drones, I think it (INAUDIBLE) rockets most likely (INAUDIBLE) mortars and tanks. It's always like that here. Today they are using guided aerial bombs. Do you hear it too? That's another one. I think it was a rocket. COREN (voiceover): The job of his aerial reconnaissance unit is to provide cover for Marines crossing the river and to watch the enemy on the other side. COREN (on camera): Do you feel safe where you are? OSTAPENKO (through translator): It's dangerous here. Where we live and where we work. Every time I enter the zone, I say goodbye to my life. But I realized that my life can be ended at any moment, you get used to it but it's unpleasant. COREN (voiceover): The reason is left bank operation is so important for Ukraine is to open the road to Russian-occupied Crimea and to protect the nearby city of Kherson. A year ago, the Russians withdrew from Kherson using the Dnipro River as a defendable natural barrier between the two sides. But in the last month, attacks on Kherson have intensified to the point where the region's military governor told me there was 700 incoming rounds in one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "MICK RYAN, RETIRED MAJOR GENERAL, AUSTRALIAN ARMY",
      "sentences": "Hi, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "So, Germany's Defense Minister has just arrived in Kyiv, a day after the surprise visit of U.S. Defense Secretary Austin who met with President Zelenskyy, announcing a new $100 million military aid package and emphasizing U.S. support will continue to be a priority for the Biden Administration. But, it's one of the smallest packages yet. So, will this be enough to help Ukraine's fight against Russian aggression, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "RYAN",
      "sentences": "Well, I think every little bit helps, Rosemary. But at the end of the day, I think the priority for the U.S. Defense Secretary, and indeed the German one as well, is to kind of put their arms around President Zelenskyy in a statement saying, \"Listen, we're not abandoning you. We are still here. We know it has been a tough year. We'll continue to provide aid but we do need to get that package, particular for the Americans, through the U.S. Congress in the short term.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "So, let's get to advances on the battlefield right now. We are seeing reports, Ukrainian troops have pushed Russian forces three kilometers to eight kilometers back from the Dnipro River front, so winning a foothold on the left bank of that strategic river. So, how significant is this militarily? And what might it signal given Ukraine's counteroffensive has yielded very little progress up to this point, hasn't that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "RYAN",
      "sentences": "It has been a very tough six months for the Ukrainians. It's not like they've not made any progress, they certainly have on the ground in the East (ph) and near this river crossing. They've certainly made progress in the Black Sea, pushing the Russian fleet out in the strategic sites (ph) in Crimea (ph) in Russia. But this operation across the Dnipro River, it's actually a pretty significant achievement just to get across. But it's really uncertain what they're really trying to do here. Are they trying to start a new front, or is this a feint to try and draw Russian forces away from the east and the south?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "And of course, the world has taken its focus off Ukraine since Hamas attacked Israel on October 7th, triggering another war, this time in Gaza. So, what progress has Russia made since then, since we stopped watching? And how would you assess the war in Ukraine right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "RYAN",
      "sentences": "Russia has only made minor gains, particularly in the East around (inaudible) but it has come at an enormous cost. Indeed, they've lost more troops per day during this battle than any other activity, including the initial days of war and during the worst stages of the battle in Bakhmut. So if they're able to take it, which is beyond -- which is still doubtful, it would be a clear (ph) victory. Where are we at the moment? Well, we're not quite at a position of stasis yet. I think the Ukrainians still have momentum. They've not culminated in their ground operations yet but it will be a very tough (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "And how much longer would you expect this war to continue on? Do you see an end point here? Or do you think it's just going to keep grinding on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "RYAN",
      "sentences": "Well, it's hard to see it ending in the next 12 months or so unless western countries really stick up with the amount of (ph) equipment, munitions, and training, and intelligence they are providing to Ukraine. At the moment, we're helping them defend themselves. There needs to be a shift to helping them beat Russia and we are not resourcing them to do that. So, without that shift, I think this war is going to continue on to 2024 and probably 2025 as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "And what do you see as Russia's likely next step militarily?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "RYAN",
      "sentences": "Well, Russia's strategy really is just to not lose. And it just needs to keep its army in the field. It will continue building offenses and Putin is writing -- playing a waiting game. He thinks that he can outwait western countries. He has mobilized his people, his industries, his economy for this war. He believes that is his theory of victory, means (ph) to outwait the west.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "CHURCH",
      "sentences": "Mick Ryan, thank you for joining us. Appreciate your analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:08",
      "speaker": "RYAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "U.S. Secretary of State Antony Blinken said the two Russians and their immediate family members are not allowed into the United States. Blinken says the Colonel led his brigade to Bucha when he says they killed, beat, dismembered, burned and conducted mock executions of civilians.Poland and Ukraine are at odds again over trade between the European neighbors. Thousands of Ukrainian trucks are backed up on the Polish side of the border because of a protest by Polish truckers. It's now stretching into its second week. Ukrainian truckers have been exempt from securing permits to enter Poland since Russia invaded Ukraine in February of last year. The Polish truckers say they are losing business to foreign competitors and Ukrainian truckers say they are caught in the middle. (BEGIN VIDEO CLIP) VIKTOR ZARUDNYI, TRUCK DRIVER (through translator): We have been abandoned here. We are like hostages, hostages in power games. What else can I say? If the government doesn't solve problems, who else can solve them? Here, nobody is doing anything. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "Polish truck drivers say they want a limit on the number of licenses for Ukrainian truckers, but Kyiv says it won't even consider the demand.Still to come, a town in Iceland remains on edge after a series of earthquakes set the stage for what could be a major volcanic eruption. Our team is there with the latest. Back in just a moment with that. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "Thousands of people in Iceland remain on high alert because of a volcano that could be on the brink of a massive eruption. Scientists have warned the likelihood of that happening is still very high. CNN's Fred Pleitgen is near an evacuated town close to a mountain everyone is watching.(BEGIN VIDEO CLIP) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): It's a race against time. Residents only have a few minutes to gather some items, then they have to get out of Grindavik fast. The town in southwestern Iceland is right in the path of a possible volcanic eruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "PLEITGEN",
      "sentences": "You had to leave quickly or? UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "PLEITGEN",
      "sentences": "What was that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was horrible.PLEITGEN (voice-over): The brute force of steam from a massive underground magma stream already bursting through the streets and homes here, causing massive damage. Those rushing out understand their homes, their town, their community might soon be gone for good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "PLEITGEN",
      "sentences": "Are you hopeful about the situation that maybe the town will be spared if the big eruption happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "ELIZABETH OLAFSDOTTIR, GRINDAVIK RESIDENT",
      "sentences": "Regarding our house, no, not really, because the lava tunnel is lying very close to our house. So, we are expecting to lose everything if it will erupt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "PLEITGEN",
      "sentences": "The authorities here are highly concerned about the town of Grindavik. It, of course, has been evacuated a few days ago, but also about the geothermal power plant here in this area. And they are working 24/7 to try and dig a trench to redirect the lava if it comes to the surface.PLEITGEN (voice-over): Government experts acknowledge they are not certain the barrier would prevent lava from damaging the power plant. A geophysics team from the University of Iceland is flying research missions with drones inside the danger zone. This eruption won't necessarily be the biggest, but one of the most dangerous, Professor Magnus Tumi Gudmundsson tells me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "MAGNUS TUMI GUDMUNDSSON, PROFESSOR, UNIVERSITY OF ICELAND",
      "sentences": "The real danger is that the eruption may break out somewhere to the north and the lava may then reach the town in day two or three, four days. And this is a scenario that we have to take seriously.Pleitgen (voice-over): Fred Pleitgen, CNN, Reykjavik, Iceland. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}