{
  "date": "2023-04-25",
  "headline": "CNN This Morning",
  "subHeadline": "Biden Officially Announces He's Running for Re-Election; Fox News Cuts Ties With Host Tucker Carlson; Ex-Louisville Cop Who Killed Breonna Taylor Hired as a Deputy. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The new three-day ceasefire between Sudan's warring factions is currently in effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This latest pause was brokered by the U.S. secretary of state, who is also working with regional partners to try and implement a permanent end to the fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "Our expectation is that this violence will stop. And a cease fire just got announced is a good sign. We'll see where it goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lakers down two, James off the window and goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One of the all-time great LeBron performances, 22 points, 20 rebounds and 7 assists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Miami has won it and goes up three games to one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jimmy Butler with the fourth most individual points in playoff game history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "REPORTER",
      "sentences": "You've denied it before. It is playoff, Jimmy. Are you ready to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "JIMMY BUTLER, MIAMI HEAT FORWARD",
      "sentences": "It's not a thing. It's not. I'd just be hooping.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Good morning, everyone, especially to Jimmy Butler. It was an unreal performance by him. I just couldn't even believe that.But also that is not the breaking news this morning. We do have real breaking news this morning, as President Biden is officially announcing he is running for re-election. The president launched his campaign with a video that took aim at Republicans over abortion, social security and culture wars. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  Around the country. MAGA extremists are lining up to take on those bedrock freedoms, cutting social security that you paid for your entire life while cutting taxes from the very wealthy, dictating what healthcare decisions women can make, banning books and telling people who they can love, all while making it more difficult for you to be able to vote. When I ran for president four years ago, I said we're in a battle for the soul of America, and we still are. The question we're facing is whether in the years ahead we have more freedom or less freedom, more rights or fewer. I know what I want the answer to be, and I think you do, too. This is not a time to be complacent. That's why I'm running for re-election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "COLLINS",
      "sentences": "And fitting with his character, President Biden chose a symbolic day to make this announcement. It is the four-year anniversary of when he entered the 2020 presidential race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Joining us now is Senior Political Correspondent and Anchor of Inside Politics Sunday Abby Phillip and National Political Correspondent for The New York Times Shane Goldmacher. Guys, thank you so much being here. Great to have you on set.How do you think he is going to run? Because last time, it's during COVID, you couldn't actually be crisscrossing the country for a lot of the stuff. We don't really expect he'll be doing this year either, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Well, I mean, he has the benefit of the incumbency, which actually makes re-elections a really different feel, at least for the first -- I mean, I would say at least the first 12 months, if not longer. I mean, I remember Barack Obama's re-election. He basically spent the first full year doing normal presidential stuff that kind of doubles as campaign stops. And then he does a fundraiser here. And the official events really become unofficial campaign events. I think we'll see the same thing from President Biden.I don't think you're going to see him in the basement. We're not in that place anymore. But he's not going to be kind of in the Trump mode doing huge rallies. First of all, that's not his style any way. He's not good at it. They're going to stick with what he knows. And they're going to focus on legislative accomplishments. And you're going to see a lot of surrogates, I think, on the campaign trail for this president as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "COLLINS",
      "sentences": "Yes. You're already seeing all the co-chairs, Governor Gretchen Whitmer, others like that. What did you make of the video? Because it is striking to in the first moment, it's January 6th footage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "SHANE GOLDMACHER, NATIONAL POLITICAL CORRESPONDENT, THE NEW YORK TIMES",
      "sentences": "I mean, this tells you where this campaign is going to begin. It tells you where the campaign is going to end. Donald Trump is the person that Joe Biden is running against and he's running against -- he describes MAGA extremists over and other and over again. That's how he starts the video. That's what the campaign is going to be about.And as Abby was talking about, he really is going to use the power of the White House to center this campaign, and you're going to see even on his events today, right? There's a video but Joe Biden doesn't have a political event today. He's going to go talk to a union and it's going to be part of his official presidential duties. But there's one other event happening today that the person on the ticket is doing, which is Kamala Harris, and she's doing an event about abortion. And I think that's one of the other big issues that's going to be different from the last campaign. Roe has really changed the dynamic for Democrats. And they're absolutely centering that in the campaign from the start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. And, by the way, I think he probably still believes that he's a bridge. It's just that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "COLLINS",
      "sentences": "A longer bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "PHILLIP",
      "sentences": "It's a much longer bridge. And I think it's a longer bridge than even he expected.I don't know that Biden thought I win the 2020 election and then I'll be maybe running against Trump again. And so that's the situation that the country finds itself in. And I think under those circumstances, Biden, you know, from when I talk to people around him, he feels pretty good about his chances up against a Trump, for example. And other polls, when you ask Democrats if Biden were the nominee, would you vote for them, the number is like 81 percent. So, that's about where he needs to be. He probably needs to be a little bit higher than that but it's about where he needs to be with Democrats. I think a lot of Democrats, it's a choice here. It's not just Biden in a vacuum. It's Biden against the other guy who's in his late 70s as well and, by the way, happens to be someone that Democratic voters actively want to vote against.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "COLLINS",
      "sentences": "And remember in his first few months in office, he predicted Republicans moving away from Trump. That clearly has not happened. Trump is still the frontrunner of that race. One thing that did happen, though, in conservative politics and conservative world today is the abrupt departure of Tucker Carlson from Fox News, and not just a question of what that means for them but also for the media environment overall. Because The New York Times is reporting and we confirmed this as well that Trump world was stunned by this. And, of course, there're big questions of how that factors into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "GOLDMACHER",
      "sentences": "Yes. I think that Tucker Carlson had emerged as one of the most important media figures for the 2024 Republican primary. It's where some of the also (INAUDIBLE), like lower tier candidates had announced their campaigns. He had expressed privately some real criticisms of Donald Trump but he then just gave him a platform for an hour. He has been a driving force for the party toward Trumpism especially on foreign policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "COLLINS",
      "sentences": "Ukraine, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "GOLDMACHER",
      "sentences": "And with his exit, it really is going to open up -- is there going to be a venue for other candidates to potentially find a home on television that supports them on that network?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "PHILLIP",
      "sentences": "To me, this is not just a media story. It's very much a political story. Tucker Carlson, as you know, Kaitlan, I mean, he is a very influential person in the Trump administration. Not only what he said was critical but also he was, in some ways, kind of an informal adviser to Republicans and to this president. He sets the agenda a lot of times on that show. If you want to know how Republican politicians are going to come down on an issue, you may want to watch his show.And with that gone on Fox News, that's one thing, but I'm not sure we have seen the last of Tucker Carlson, really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "I was just going to say, I think it's a great point because we have literally seen Republican politicians come out the morning after they're criticized on Tucker Carlson and change their position. But to your last point, just because he's not on Fox doesn't mean he's not anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "PHILLIP",
      "sentences": "I would absolutely not say that this is closing the book on Tucker Carlson and on his influence on our politics. I mean, I saw it when you go to his website, they have a place where people, his viewers, can sign up to learn more about what's next for him. This is going to be an important thing.And in some ways, he's going to be unleashed from the kind of whatever minor chains there were in conventional media and will be kind of more free to say the things that he said. This is not a story that is over and it's coming at a critical time when the Republican Party is trying to figure out where they land. It's not just on Ukraine and foreign policy, but Tucker Carlson has been a major driver of a real xenophobia strain in the party. I think we'll probably see a lot more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "COLLINS",
      "sentences": "What's your sense of the impact it has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "GOLDMACHER",
      "sentences": "Look, I think it has a big impact, just as Abby is saying, on the party and on the media landscape. And, yes, look, Tucker Carlson is not losing his megaphone. In fact, he has an appearance. He's already been scheduled to make in Iowa over the summer. Not saying he's going to run for office some day, but he already wants to influence this process. And so he's absolutely going nowhere. He's collecting phone numbers. He's going to have a bank of supporters.And you just saw the reactions from Republicans yesterday. They were lamenting his demise and saying, we need a new network for Tucker Carlson. And, look, there are financiers out here on the Republican who would like to get they are people who would like to get his voice out there and I expect him to stay out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "Trump was pretty surprised, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "HARLOW",
      "sentences": "I was really surprised, A, just to see it but also to see it two months ahead of the timeframe that she also laid out for possible indictments, which could be against maybe the former president and maybe a number of other people as well, by the way. I was just surprised at that, especially given the extent to which D.A.s go and prosecutor's offices to keep grand juries very, very lit on them, very, very quiet, right? So, why would she put any indicator out there at all publicly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "HALLERMAN",
      "sentences": "I mean, there's been a lot of pressure on the D.A. She announced her criminal investigation more than two years ago. And this stems from the phone call that former President Trump had with Brad Raffensperger, Georgia's secretary of state. She's been under immense pressure to do something, especially as this case in New York has continued, especially as the Justice Department has continued its separate inquiries. And I think she's also planting her flag in the sand, saying, hey, I'm still continuing to work on this, but also showing that there's still work to be done.We heard last week that she was interviewing several alternate GOP electors who had previously been announced as targets of the probe. It shows that there's movement. There might potentially be immunity deals in place to allow for their testimony. And it's clear that she's finding out additional information that might help in a broader racketeering charge, something she's mentioned she's looking at from the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "HARLOW",
      "sentences": "Can I just ask a follow-up for that? Can you explain if she goes the racketeering route, which she has used before in other really high-profile cases? Explain what that would look like to the American people, that is a really interesting and sort of novel approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "HALLERMAN",
      "sentences": "Exactly. It's something the D.A. is known for. As you mentioned, Poppy, she used it very famously here in 2015 with an Atlanta public schools cheating case, where she was able to secure guilty convictions for a slew of educators here. She's using it right now in a gang indictment with award-winning rappers here in Georgia. And it basically allows prosecutors to tell a broader narrative story with characters and people doing things on a person's behalf. So, if you think of it as a pyramid, they're kind of showing that all these underlings were doing something to further a broader cause and enterprise, which, in this case, might be the Trump presidency or the White House, if the D.A. was to go that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "COLLINS",
      "sentences": "One thing I'm struck by is the timing. The window that she provided is pretty big, actually. We don't actually know when this is going to happen. But that is when the first Republican presidential debate is set to take place. That's in August, which is right in the middle of that window. What's your sense from your reporting of the political considerations that a district attorney makes in a decision like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "HALLERMAN",
      "sentences": "This is something when you ask the prosecutors about it, they always say that politics do not drive their decision-making and that they're following the evidence. But, of course, it's so hard to ignore, former President Trump running once again for the Republican nomination and D.A. Willis herself is up for re-election in 2024. And this is a fight that should the D.A. decide to pursue indictments could stretch out for years.She's paused proceedings in the past in her investigation in the lead- up to primaries and elections, which I would expect for her to do in 2024. But this creates all sorts of headaches. And should she go this route, there's going to be all sorts of fights over jurisdiction, something that plays out in state courts or federal courts, and that will all take time to play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "TAMIKA PALMER, MOTHER OF BREONNA TAYLOR",
      "sentences": "Disappointment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "COLLINS",
      "sentences": "Were you surprised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "PALMER",
      "sentences": "I wouldn't say that I was surprised. I still can't believe it, I'll say, but not surprised at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "HARLOW",
      "sentences": "One of the things we were talking about and thinking about is I just wonder if the -- because now he's allowed to be at work in the sheriff's department. Has the Carroll County Sheriff's Office reached out to you at all about this or have you reached out to them? PALMERhaven't reached out. I'm just disappointed in them. I just -- I can't understand why you would want this type of person to work in your department. I'm scared for the people of Carroll County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "COLLINS",
      "sentences": "Our colleague, Jason Carroll, who has reported on this, spoke to the attorney for Officer Cosgrove last night. And I want to play you part of what she said and get your reaction. Here it is.(BEGIN VIDEO CLIP) SCOTT MILLER, LAWYER FOR EX-LOUISVILLE POLICE OFFICER MYLES COSGROVE: On behalf of Myles and myself, we don't want anything to take away or diminish the value of the tragedy that happened to Breonna Taylor and her family. We're not minimizing that at all. But he definitely has had a hard road to go in getting back to trying to figure out a way to support his family in the future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "HARLOW",
      "sentences": "Tamika, I can see the pain that brings. Take your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "PALMER",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "HARLOW",
      "sentences": "Don't be sorry. Please take your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "PALMER",
      "sentences": "To say he's had a hard road is insane to me. Breonna is not even here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "HARLOW",
      "sentences": "Yes.Lonita, what about you as an attorney? LONITA BAKER, ATTORNEY FOR BREONNA TAYLOR'S FAMILY:  I think that Myles' attorney, his comments definitely try to eliminate Myles' own responsibility for Breonna's murder. We're talking about a man in his own words who could not see, who could not hear, who completely lost any type of sensory being and fired 16 rounds into Breonna's home without a target. He was fired for violating police protocol. And for him not to lose his certification and to be able to police in another city is absolutely asinine. The people of Carroll County should be alarmed. They are in danger because this is a man, when he was -- when stress hit him, he lost all of his sensories. And that's using his words, not words that we're saying about him. That was in his own statement. He said he couldn't hear. He couldn't see. He blanked out. And in response to blanking out, he fired 16 rounds. That's reckless behavior. And if the standards for federal charges were not so high, meaning that it had to be actually intentional, he would absolutely be charged with a crime, and he should be charged with a crime in the state of Kentucky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:03",
      "speaker": "COLLINS",
      "sentences": "Lonita, I mean, you can see the pain on Tamika's face to hear those words given obviously this. Unfortunately, she's not the only parent who is dealing with and reckoning with something like this, and there's no national data base for officers who are fired for misconduct or resign because of misconduct, meaning they can be hired. This isn't likely the only situation where this is happening. So, I wonder what it says to people overall who are other parents who are also dealing with something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "I remember that day. It was August 4th, 2022, Tamika, when the Justice Department brought these federal charges against different officers in this shooting of your daughter. But it included civil rights violations, conspiracy, use of excess force and obstruction. And you said at the time they shouldn't have been there and Breonna didn't deserve that. You are all learning today that we're not crazy. Today is overdue but it still hurts. That day for you, it was day 874 after losing her. You felt some sort of justice. I wonder what this does to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "PALMER",
      "sentences": "It's a slap in the face. You know, to say -- know that all these people did these things wrong, but to say that this person can go right back out in the street and do it again is insane to me. It is unsafe. It is heartbreaking. It's disappointing.And like Lonita said, it's not that we're saying this guy blacked out. He said in his own words, he couldn't decipher whether it was 1:00 in the morning or 3:00 in the afternoon. He completely became tunneled. He was -- those were the words he used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "And, Tamika, given that, what do you say to the people who are now going to fall under his jurisdiction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "PALMER",
      "sentences": "Take cover, take cover, and to fight back, to not accept that, because it's unacceptable and that they are not safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "We know this is so painful for you. And we're grateful for your time, for you being willing to come on to talk about something that is so difficult for you to talk about. And thank you both for coming on this morning and for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "PALMER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "BAKER",
      "sentences": "Thank you for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "Absolutely. It's just hard to hear that. I mean --",
      "isLastSentenceInterrupted": false
    }
  ]
}