{
  "date": "2023-02-27",
  "headline": "Connect the World",
  "subHeadline": "At Least Three People Killed In West Bank Violence; E.U. And U.K. Reach Deal On Northern Ireland Brexit Protocol; At Least 61 Dead In Migrant Shipwreck Off Southern Italy. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:26",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "I'm Becky Anderson. This is CONNECT THE WORLD live from our brand-new state of the art studio here inAbu Dhabi. Coming up. Settlers torched Palestinian homes in the West Bank after two Israelis are killed. Scores of migrants drowned off the coast of Italy. Political outsider Peter Obi scores and upset Nigeria's presidential election. And later in the show. Man United claimed their first trophy in six years. We begin in the West Bank where a deadly surge in violence is overshadowing a new commitment to peace. There's been a wave of revenge attacks after two Israeli settlers were shot and killed in the town of Howrah, south of Nablus. One Palestinian was killed in the ensuing violence. The IDF says it is now bolstering its forces in the West Bank. Well, the violence broke out is rare talks took place between representatives of Israel and the Palestinian authority in Jordan, where both sides affirmed commitment to previous peace agreements. Hadas Gold is in Jerusalem. Let's start with what happened on the ground over the weekend, Hadas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:26",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, Becky, first I want to say congratulations on the new studio. It looks great. But in terms of whathappened in this region yesterday, it was a day that I think many people haven't seen violence like this in so long. We keep referring back to the Second Intifada. But once again, you have to make the comparison because yesterday was one of those days. It began with this attack on these two Israeli brothers actually around 19 and 21 years old, they were driving along a route that's often a flashpoint between Israeli settlers and Palestinians because it crosses through Palestinian towns. And apparently while these two men were sitting in traffic, an attacker came up to them and shot at them at essentially point- blank range. And they died shortly after and the attacker managed to get away. And then as night fell, that's when we started to see these revenge attacks. These massive groups of Israeli settlers essentially going to the same area where this -- where this attack took place. Torching homes and cars, families had to be evacuated out of their homes. They even attacked things like fire engines. And we also know that at least one Palestinian man was shot and killed and several others were injured as a result of this violence. And speaking to residents in this area and locals, they have not seen scenes like this. This sort of revenge attacks, these rampages in either ever or in years. Now in response, the Israeli military says that they are bolstering with several battalion security in the West Bank. I should also note actually, that an IDF official who briefed reporters called those acts by the settlers acts of terror. That's kind of a rare moment of agreement with Palestinian officials who also call them terrorist acts. And they also called the attack on the two Israelis a terrorist act. Now, the Israeli military, they say that by bolstering the forces in the West Bank, that that will help the security situation because not only they say, are they still looking for the attacker, but they say they are trying to keep essentially these two sides, the Israeli settlers and the Palestinians away from each other to try to calm the situation on the ground because it is a very dangerous place for security officials to be in if they have these sorts of acts like we saw yesterday, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:26",
      "speaker": "ANDERSON",
      "sentences": "This as talks, Hadas, between Israelis and Palestinians brokered by the Jordanians were ongoing in Jordan to restore calm. What came out ofthat Aqaba Summit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ANDERSON",
      "sentences": "Hadas Gold is in Jerusalem. Hadas, thank you. In our next hour, we speak to the man who was the linchpin of those talks in Jordan. Aymanal-Safadi I'm Al Safadi, the Jordanian deputy prime minister and foreign minister. He joins us in around an hour's time here on CONNECT THE WORLD. Well, in the last hour, the U.K. Prime Minister Rishi Sunak met with the E.U. Commission President Ursula von der Leyen in reaching a deal they hope will resolve some of the issues with the Northern Ireland protocol as it's known. A constant sticking point for post-Brexit government. To give us some more detail is CNN International diplomatic editor Nic Robertson joining me from London. And just walk us through the nature of this deal and why it is important that Sunak get agreement from the E.U. and in principle before he pitches this or attempts to push through -- this through Parliament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. It's a very big political test of Rishi Sunak. He's taking a lot on this here. He's takingthe support of his party, the support of Parliament and critically in Northern Ireland, the support of the Democratic Unionist Party. Just to break all that down. This has been the thorniest issue of the sort of post Brexit trading relationship between the E.U. and the U.K. And it concerns how goods get between mainland U.K. and Northern Ireland because Northern Ireland remains with inside the European Union single market for trade, which gives it a different place in the E.U. world than the mainland U.K. to get around difficulties with the peace agreement of 1998. British Prime Minister at that time, Boris Johnson decided that the best way forward was to essentially put some customs controls essentially up the Irish Sea between mainland U.K. and Northern Ireland. And that's where the discontent began. It didn't sit well with those pro- British Unionist politicians in Northern Ireland. So, what Rishi Sunak has to do today, and we don't know the details yet of what's contained and what's expected to be a very heavy, dense legal document, this agreement. What he has to do today is to convince his party and Parliament that they can support it and see if it passes the Democratic Unionist Party in Northern Ireland passes their seven tests. Again, as I say, we don't know the details but some of the things that have been indicated that the difficulty over customs issues for trucks taking goods to Northern Ireland could be overcome by having red lanes and green lanes. But that's sort of the very sort of, if you will, simple version of what this deal is all about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ANDERSON",
      "sentences": "More to come. Nic, thank you for that. Nic Robertson on the story for you.Well, the death toll is rising following a shipwreck in the rough seas of Southern Italy. 61 migrants are confirmed dead. Dozens are missing after a wooden boat sank on Sunday. Migrants from Afghanistan, from Pakistan, Somalia and Iran onboard the vessel which departed from the city of Izmir. CNN International Correspondent Ben Wedeman joining us live from Rome in the details coming in and the Italian Prime Minister has been speaking out about the tragic deaths. What does she had to say, Ben?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:12",
      "speaker": "WEDEMAN",
      "sentences": "And normally, the ships that are reaching the Italian shores come from North Africa with migrants, many of them from Sub-Saharan Africa.What's different with this particular boat, which was a fishing boat was that it came from Turkey. The Italian authorities are saying that even though Italy -- rather the E.U. and Turkey have an agreement whereby Turkey tries to stop boats from leaving their shores and going to Europe that because of the earthquake earlier this month, in Turkey, the authorities simply weren't able to carry on implementing that agreement. Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:12",
      "speaker": "ANDERSON",
      "sentences": "Ben Wedeman is in Rome for you. Ben, thank you.Sexual violence against men, women and children enforced disappearances and the arbitrary detention of civilians. The U.N. chief not mincing his words. Describing some of the atrocities being carried out as Russia's war on Ukraine grinds into what is now a second year with no end in sight. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, SECRETARY-GENERAL OF THE UNITED NATIONS: The Russian invasion of Ukraine has triggered the most massive violations of human rights we are leaving today. It has unleashed widespread this destruction and displacement. Attacks on civilians and civilian infrastructure have caused many casualties and terrible sufferings. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:12",
      "speaker": "ANDERSON",
      "sentences": "Meanwhile, Russia's relentless assaults on the east of Ukraine not letting up. CNN's Alex Marquardt is following the developments on thebattlefield. He's in Sloviansk. And of course, it is this relentless assault by the Russians on the east of Ukraine which is where we've seen brunt of the action over the last year. What is the status as we speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:05",
      "speaker": "ANDERSON",
      "sentences": "Alex, appreciate it. Thank you. Well, Ukraine seeing a new level of support from Saudi Arabia with a visit from the Saudi foreign minister.This is the first such visit since the two countries established diplomatic relations 30 years ago. Saudi Arabia has until this point stayed neutral on Russia's invasion of Ukraine. But over the weekend, the Kingdom signed agreements to give assistance to give including $100 million in humanitarian aid and 300 million in oil products. Coming up. New search and rescue efforts in Turkey after the country is hit with yet another huge aftershock. And a model murdered and dismembered in Hong Kong. More on the arrests and family connections after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "ALAN CHUNG, HONG KONG POLICE SUPERINTENDENT",
      "sentences": "It's a skull, with hair. OK? And as I said, unfortunately there's a hole on the right-side rear on theskill. So, the pathologist that should be the fatal attack on the victim. We're on the scope so that the pathologist believed that that should be the fatal, fatal attack on the victim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "STOUT",
      "sentences": "Police arrested Abby Choi's ex-husband on suspicion of murder on Saturday. Police said they caught him at a pier on the city's Lantau Islandwhere they believe he was trying to escape by boat. STOUT (on camera): (INAUDIBLE) that Choi's ex-husband Alex Kwong appeared here at the Kowloon City Magistrates' Court on Monday along with his father and brother. They are all accused of murder. Now Kwong's mother also appeared in court. She is accused of obstructing the case, all four were denied bail. STOUT (voice over): Over the weekend, authorities launched a massive search operation to track down the rest of the model's remains. They deployed more than 100 police officers including an abseil team and divers to search a cemetery and nearby catch water and the area of Tseung Kwan O. They're still looking for several body parts. A gruesome murder of this young woman in the spotlight who leaves behind four children, including two from the ex-husband, who is now in custody. Kristie Lu Stout, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "ANDERSON",
      "sentences": "More devastation in Turkey as a 5.2 magnitude aftershock struck Malaita province on Monday. Now rescue workers searched for more victims.The latest aftershock comes three weeks after the initial magnitude 7.8 quake hit Turkey and Syria. More than 50,000 people have died. Hundreds of thousands of victims have been using temporary tenses homes with no long- term solution insight. Well, Nada Bashir joins me from Istanbul. You've got the very latest on the ground, Nada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:09",
      "speaker": "BASHIR",
      "sentences": "And look, Becky, with these camps expected to still be operational for two to three years now, the need for international support and furtherhumanitarian relief is only going to grow. And we've met so many families across the last two weeks. We're still waiting for some news of what their future might look like, where their permanent residence will be. And of course, there are still calls for that international support to come in. Just today, the Egyptian Foreign Minister Sameh Shoukry was holding talks with Syria's President Bashar al Assad. Of course, Syria implicated in this earthquake the northern parts of the country heavily impacted. Sameh Shoukry holding talks there with Syrian also expected to later hold talks in Turkey expressing not only Egypt solidarity with both Turkey and Syria but also committing further aid. They say that they will stand by Turkey and Syria for as long as this takes. Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:42",
      "speaker": "ANDERSON",
      "sentences": "Welcome back. I'm Becky Anderson in Abu Dhabi. You're watching CONNECT THE WORLD. Your headlines this hour. The Israeli military issending three battalions to the West Bank to increase security around Nablus. Now that follows the killing of two Israeli settlers, which has sparked revenge attacks. Dozens of migrants are dead following a shipwreck off the coast of Southern Italy. Wooden boat carrying around 100 people. Broke apart of the hitting rocks in the rough seas of the coast of Calabria. And the European Commission chief visits the U.K. to seal a deal with the Prime Minister to finally resolve the Northern Ireland Brexit protocol. And as we speak, the British prime minister just beginning to speak. Let's listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Ursula. We have time. Some questions from the media. Can I start with the BBC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:11",
      "speaker": "CHRIS MASON, BBC POLITICAL EDITOR",
      "sentences": "Thank you, Chris Mason, BBC News. If the Democratic Unionist Party don't go back into government in Northern Irelandafter all of this, does it ultimately amount to a failure? Question to both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:11",
      "speaker": "SUNAK",
      "sentences": "Well, Chris, I think today marks a turning point for Northern Ireland. I've spent a lot of time listening to communities, theirbusinesses there, the Unionist community as well, understanding their concerns and I believe that today's framework addresses them. It ensures that we can move goods freely around our U.K. internal market. It protects Northern Ireland's place in the Union, and it safeguard sovereignty for Northern Ireland's people. But I also recognize that parties and communities across Northern Ireland will want to take the time to consider the detail of what we're announcing today. And we should give them the time and the space to do that. And I fully respect that. But I believe that what we have achieved today is a real breakthrough. And it's now for the parties to consider that and decide themselves how to take it forward and build a better future for people in Northern Ireland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:03",
      "speaker": "SUNAK",
      "sentences": "Now, I'd echo what Ursula said about thanking our teams. And actually, Chris, to just building on what Ursula said, often we focus onthe politics of situations, Westminster and all the rest of it. But this is about the people of Northern Ireland, about the communities about the businesses there, and what's best for them. And I believe that the Windsor framework that we've agreed today really resolved the challenges that had been raised. It resolves all the practical issues on the ground. It puts people in charge of their destiny. And that's why represents such a major breakthrough. And I hope everyone can recognize that and take the time to consider it. But this framework will start making a positive difference to people's lives in Northern Ireland almost immediately. And regardless of all the politics of this, I think that is something that hopefully all of us can recognize and celebrate. Can we turn next to RTE?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:03",
      "speaker": "JOHN CREEDON, RTE RADIO HOST",
      "sentences": "Hello, John Creedon (ph) from RTE here. The Unionists say they want to be treated the same -- and it's to both leaders.They want to be treated the same as any other part of the U.K. However, Northern Ireland is the only part of the U.K. that shares a land border with the EU. So, the will have to be some differences for Northern Ireland compared to the rest of the U.K. Do you believe the Unionists will accept different treatment? And can you point to how, for instance, the European Court of Justice will have jurisdiction in Northern Ireland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:03",
      "speaker": "SUNAK",
      "sentences": "What -- do you want to take that first, Ursula? I'll just actually just echo what I just said John actually about -- yes, of course, politicsmatters and parties in Northern Ireland, Unionist communities will want to take the time to consider what we've announced today, digest the detail and we should give them the time and the space to do that. But if you focus on people, on families and communities on businesses, I think people will see that the framework we've agreed today delivers significant improvements in almost every aspect of their lives that have seen disruption and challenge from the protocol. And that is something that I think can be celebrated and recognized and that benefit will start coming very quickly. There are a range of things that I heard when I talked to communities in Northern Ireland and because of the breadth and the comprehensive nature of this framework, and you heard some of it in my remarks earlier, I think we're addressing all those practical challenges and indeed, safeguarding sovereignty as well. And I know that's something that's particularly important to communities in Northern Ireland. You know, with regard to the role of E.U. law recognize that with the consent of people in Northern Ireland, Northern Ireland has access to the single market. And I think we all collectively share an ambition to avoid, as you say, a hard border between Northern Ireland and the Republic. And that's why there's a role for E.U. law in Northern Ireland. But that happens with consent. And as a result of the agreements that we've reached today, there is further democratic accountability of that role of E.U. Law with the new storm on break which perfect provides a very powerful mechanism for the Stormont institution to use when it has concerns and I think that is a really important part of correcting the democratic deficit that existed. And providing reassurance to everyone in Northern Ireland, that they are in control of their own destiny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "SUNAK",
      "sentences": "(INAUDIBLE) next to the Express.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "SAM LISTER, POLITICAL EDITOR, THE DAILY EXPRESS",
      "sentences": "Thank you, Prime Minister. Sam Lister, the Daily Express. This has been described by some as a test ofyour leadership. Are you planning to have a vote on this deal? And if so, how tough are you prepare to be on Boris Johnson and members of the ERG if they decide to oppose it? I wonder if I could just ask President von der Leyen a question. Can you explain to us why Rishi Sunak has been able to negotiate these concessions when his three predecessors were unable to? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "SUNAK",
      "sentences": "So yes, Parliament will have a vote at the appropriate time and that that vote will be respected. But as I said earlier, I think it's importantthat we give everyone the time and the space they need to consider the detail of the framework that we've announced today because it is comprehensive in nature and that will take time for people to digest. But ultimately, this isn't necessarily about me, it's not about politicians. It's about the people in Northern Ireland. It's about what's best for them. It's about those families, those businesses and what this framework, what this agreement will do to improve their lives. And I believe that the changes that we have made, the breakthroughs that we have been able to put forward together will make an enormous difference. We can now say that goods will flow freely, smoothly across the U.K. internal market that we've protected Northern Ireland's place and our union, that we've safeguarded sovereignty for Northern Ireland's people. Those are all significant achievements. And that's what we should focus on. And I think all of us know about the stability that is required in Northern Ireland, the delicate balance of the Belfast Good Friday Agreement and how important that is. Today's framework means that that balance is restored. And that's why I think this is a very significant step forward. It marks a turning point for the people of Northern Ireland today. And I very much hope as a result of this. They can look forward to a better future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "VON DER LEYEN",
      "sentences": "I think it is very important to take note of the fact that the two of us, when we met for the very first time, we agreed that -- Imean, if you look at the huge challenges we are facing together, whether it is the atrocious Russian war in Ukraine, or the fight against climate change, we have so much in common. We're fighting for the same values. We're standing on the same side, shoulder by shoulder. And we want the best solution for the people of Northern Ireland in the situation that we have right now. So, there was a very constructive attitude from the very beginning to solve problems, to find solutions, practical solutions for everyday life of the people and businesses in Northern Ireland. That's what we've done. And we've jointly developed the solutions. It needed a lot of goodwill and knowledge. And we have jointly agreed on that now. So, I'm very happy about the agreement that we found with winter framework.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "SUNAK",
      "sentences": "Right. And lastly, we've got Le Soir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "LE SOIR, BELGIAN NEWSPAPER REPORTER",
      "sentences": "(INAUDIBLE) for the Belgian Newspaper, Le Soir. Would you say that the trust is back between the U.K. and theE.U.? And would you say that this deal will help the U.K. to participate get again to Horizon Research Program?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "SUNAK",
      "sentences": "You want to stop, Ursula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:09",
      "speaker": "VON DER LEYEN",
      "sentences": "Yes. This Windsor framework is good news for scientists and researchers in the European Union and in the U.K. because of course themoment we have finished this agreement. So, it's an agreement in principle. The moment it's implemented. I am happy to start immediately right now, the work on an Association Agreement, which is the precondition to join Horizon Europe. So good news for all those who are working in research and science.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good. Thank you very much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:09",
      "speaker": "VON DER LEYEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:09",
      "speaker": "ANDERSON",
      "sentences": "Well, described as the new beginning. A new chapter in our relationship. The British Prime Minister announcing a new Northern Irelandagreement between the U.K. and Europe known as the Windsor framework. The Prime Minister described this deal as protecting Northern Ireland's place in the union and removing any sense of a border in the Irish Sea. Nic Robertson, our international diplomatic editor has been listening into that press conference between the British prime minister and the European Commission president getting on well, and that's almost unique, Nic, when you consider what's been going on between the U.K. and the E.U. since Brexit three years ago. This is a Brexit deal on Northern Ireland. Just explain why this is significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:09",
      "speaker": "ROBERTSON",
      "sentences": "It's significant because the Unionist Party in Northern Ireland that wanted Brexit, that got a Brexit that they found, cut them off fromthe mainland United Kingdom, refused to join a power sharing government in Northern Ireland on that basis, and this threaten the peace ultimately in Northern Ireland. So, this is why Rishi Sunak talks about it. It -- this is -- this framework agreement, the Windsor Framework Agreement is about helping the people, helping the families in Northern Ireland. And I think there are a couple of pieces of language there that are going to be hugely important at the moment from the Prime Minister's perspective to frame his argument to that Unionist Community that has got what they want. You mentioned one of them, no border, or effectually means no border down the Irish Sea. Those red and green channels to speed trucks across the Irish Sea. That's something people wanted. He talked about, you know, sandwiches, the same sandwiches you can buy in the U.K. -- in mainland UK in Northern Ireland. Ursula von der Leyen talks about the same medicines coming on the shelves in mainland U.K. at the same time, new medicines will be able to arrive on the shelves in Northern Ireland. These are -- these are complex technical issues within the European Union Single Market, which is where Northern Ireland is and where mainland U.K. isn't. But they've managed to do this. And I think the other big thing there that the Unionist community will be picking over is this idea of a storm on break that if they don't like something, they can essentially pull a break on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:09",
      "speaker": "ANDERSON",
      "sentences": "Nic, to a certain extent, are we seeing the back end of these negotiations now with the E.U.? Very briefly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:09",
      "speaker": "ROBERTSON",
      "sentences": "It would appear so. And it must be so in a way. Rishi Sunak is the third prime minister now to be sort of tackling this post Brexitscenario. And it's been very thorny, and there are these needs climate, Ukraine and other needs to improve the relationship, not least of all, the economy for the U.K. and getting on better and having a trade relationship, a good trade relationship with the United States. President Biden set high stock on this, what we're witnessing today happening.",
      "isLastSentenceInterrupted": false
    }
  ]
}