{
  "date": "2023-07-13",
  "headline": "CNN News Central",
  "subHeadline": "Actors Set To Strike After Negotiations Fail; Federal Prosecutors Interview Michigan Secretary Of State; Wholesale Inflation Grows 0.1 Percent Compared To June 2022. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Overnight, talks between studios, streaming giants, and the union representing more than 100,000 Movie and TV actors failed. Now, SAG-AFTRA is set to join the thousands of writers who have been on strike since May. And with that, that would effectively bring the entertainment industry to a halt.CNN's Natasha Chen has the very latest for us from Los Angeles. Natasha, how soon could this strike -- this mount now-massive strike, how soon could this begin? And where did negotiations fall apart?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NATASHA CHEN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, Kate, this could begin around noon today in Los Angeles. That's when the SAG-AFTRA Union plans to hold a press conference and announced the result of their national board vote which we expect will be to authorize that strike to begin. This is huge, as you mentioned, the fallout across the entertainment industry but also beyond with all of the local businesses that support productions, they are also seeing businesses dry up and seeing layoffs because there are no productions to serve. Here's a statement from the chief negotiators of SAG-AFTRA, saying in part.Despite our team's dedication to advocating on your behalf, the AMPTP has refused to acknowledge that enormous shifts in the industry and economy have had a detrimental impact on those who perform labor for the studios where they could not agree on some of the major sticking points or better compensation and benefit plans, residuals when it comes to streaming, and protections on the use of technology like artificial intelligence. As you can imagine, AI can take the digital likeness of an actor. And that really threatens their work. Now, a CEO -- Disney CEO Bob Iger did comment about this potential -- impending strike saying that this is very disturbing and that the expectations from the union are not quite where they should be. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:30",
      "speaker": "CHEN",
      "sentences": "The studios released a statement as well, saying that they offered a historic pay increase and groundbreaking protections when it comes to AI. In the part of their statement says we are deeply disappointed that SAG-AFTRA has decided to walk away from negotiations rather than continuing to negotiate. And SAG-AFTRA has put us on a course that will deepen the financial hardship for thousands who depend on the industry for their livelihoods.Now, that is a concern across the board. And as I mentioned, I speak -- been speaking to janitors and people who run delis also out of business. Many of them, however, are very supportive of the unions. Everyone is just worried about how they're going to pay the bills, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:30",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And what it all is going to look like in this very -- in this very disruptive time. And as times are changing. It's good to see you, Natasha. Thanks for bringing it to us. We're going to skip close to this as this is -- could be -- this could be really picking up at the top of the hour, Sara",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:00",
      "speaker": "BOLDUAN",
      "sentences": "A CNN exclusive. Federal prosecutors have interviewed Michigan Secretary of State Jocelyn Benson. The interview occurred in March as part of the ongoing criminal investigation into Donald Trump's efforts to overturn his 2020 election loss. Benson told my colleague Kaitlan Collins that the questioning lasted hours, and the focus was on the impact of misinformation and threats against election workers.CNN's Katelyn Polantz has more on the investigation and where it is in this moment. Katelyn, what does Benson's interview add to what is known about this aspect of the special counsel's investigation? KATELYN POLANTZ, CNN SENIOR CRIME &amp; JUSTICE REPORTER: Well, Kate, it really is filling out that map. Whenever you look at the battleground states, we have known for a while that special counsel investigators had sought documents from officials in lots of the battleground states. They had wanted to talk to fake electors a long time ago. And now, they're coming back and interviewing the top people in those states who would have either had direct contact with the Trump campaign or were on the receiving end of some sort of pressure or harassment or threats. People like Rusty Bowers, the former House Speaker, a Republican in Arizona. He says he was interviewed. And now, we have Jocelyn Benson, the Secretary of State in Michigan. Also add to that, Brad Raffensperger, the Secretary of State in Georgia. So, Arizona, Georgia, and Michigan. We also know that fake electors in Nevada had gone to the grand jury in recent weeks. So, put all that together, it's a lot of activity in the special counsel investigation building out what they know about what happened in battleground states. And when Benson was interviewed by case -- Kaitlan Collins last night, she spoke a little bit more about what she thought was some of the most valuable testimony she was able to provide to the federal criminal investigators. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:00",
      "speaker": "JOCELYN BENSON, MICHIGAN SECRETARY OF STATE",
      "sentences": "I think it's a connection between you know what we witnessed, which I've talked openly about for several years now a real coordinated strategic effort to try to block the counting of votes in our state, the certification of an election in our state, and then spread lies that then transformed into threats against lives of election officials who were simply doing our job.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:00",
      "speaker": "POLANTZ",
      "sentences": "So, that's Benson's recollection of what the most important things were from this interview she did back in March with the criminal investigators. But, of course, Kate, she sat for several hours of questioning. And so they could have covered a lot of ground for this ongoing investigation, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:00",
      "speaker": "BOLDUAN",
      "sentences": "That's for sure. It's great to see you, Katelyn. Thank you so much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:00",
      "speaker": "SIDNER",
      "sentences": "Thanks, Kate. The Republican presidential debate stage getting a little more crowded this morning. We've learned Chris Christie and Senator Tim Scott now have enough donors to participate in next month's debate. The Republican National Committee requires presidential candidates to have at least 40,000 individual donors. The former New Jersey governor and South Carolina Senator join Donald Trump and three other White House hopefuls to meet that threshold.CNN's Jeff Zeleny is with us now. Jeff, to make this debate, the candidates also needed to hit at least one percent in the national poll. There are so many people running. Who might miss out on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SIDNER",
      "sentences": "And if he isn't there, that would seriously diminish this debate because he is the front-runner, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ZELENY",
      "sentences": "It would certainly change the debate. And it would certainly diminish Chris Christie's efforts to confront him directly. And that, of course, is the challenge here.But I'm not sure it would diminish the entire debate because the challenge here among all these Republican candidates is who is essentially going to rise above this second and third tier of candidates. For Florida Governor Ron DeSantis, he's never been on a national debate stage like this. This debate is essential for him whether Trump is there or not. With the other candidates trying to find him, is he able to sort of rise to the occasion here? So, these presidential debates happening much later this year. But very, very important in terms of winnowing down the field. So, many questions between now and August 23 in Milwaukee when that first debate happens, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SIDNER",
      "sentences": "Yes, we're looking at all 12 of the potential candidates who have to sort of rise up and try and get that one percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ZELENY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SIDNER",
      "sentences": "And those 40,000 individual donors. Thank you so much, Jeff Zeleny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ZELENY",
      "sentences": "And unlikely they will all be on stage. Right. You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:23",
      "speaker": "SIDNER",
      "sentences": "All right. The key inflation gauge has cooled to the lowest level in nearly three years. The new data on producer prices this morning shows wholesale inflation rose just 0.1 percent last month.Meaning it's now been on the decline for 12 straight months. The index is closely watched as it captures price changes. That's what this means to you before they hit the consumers. CNN's Nathaniel Meyersohn has more on this. We've got a whole bunch of pencils and pens. It looks like back to school. What's happening with back-to-school products? Will we see a break here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:23",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "The PPI is not going to make much of a difference for back-to-school shopping. We know how much kids hate back-to-school shopping. The parents hate them even more because of just how expensive it is. Parents are looking at an average of about $600 per kid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:23",
      "speaker": "SIDNER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:23",
      "speaker": "MEYERSOHN",
      "sentences": "But that's a 10 percent drop from last year. And it's the first time that this number is going to be falling in nine years. And it's because of inflation, school supply prices, they have jumped by the past couple of years of about 24 percent from 2021 levels. And so, parents are saying they've had enough. They're just going to be buying their kids the essentials and the necessities and not some of these high-tech gadgets and other items.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:23",
      "speaker": "SIDNER",
      "sentences": "Now, you've also reported that there are some signs of some trouble here where people are using those buy now pay later apps for groceries. We call that layaway back in the day, but that's basically what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:23",
      "speaker": "MEYERSOHN",
      "sentences": "It is -- that's exactly right, Sara. It's kind of a new layaway. And buy now pay later, it was originally designed for furniture and some of these really expensive products. But now, we see customers switching to buy now pay later for groceries. It's a really troubling sign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "MEYERSOHN",
      "sentences": "Buy now pay later, up 40 percent in January and February from a year ago. There -- the retailers have them all over their websites. They're appealing to consumers because you can -- you can spread out the cost of the purchases. They don't check your credit history.But a ton of risks here. Financial experts say buy now pay later encourages overspending. If you miss one of the installments, you're going to get hit with a late fee, and you might rack up debt. So, consumers have to be really careful with these apps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "SIDNER",
      "sentences": "And we should just mention that when you look at all of this, this really tells you the real impact of this and all the numbers that people see like oh, inflation is cooling. It hasn't hit the consumer enough if they're trying to lay away their groceries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "MEYERSOHN",
      "sentences": "That's exactly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "SIDNER",
      "sentences": "Huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "MEYERSOHN",
      "sentences": "That's exactly right. PPI is not coming just in time for these -- for these consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "SIDNER",
      "sentences": "It doesn't translate yet. All right. Nathaniel Meyersohn, thank you so much. Kate?",
      "isLastSentenceInterrupted": false
    }
  ]
}