{
  "date": "2023-07-02",
  "headline": "CNN Newsroom",
  "subHeadline": "Two Dead, 28 Injured During Baltimore Block Party; More Than 700 Detained In Fifth Night Of Violence Protests In France; Russia Launches Drone Attack On Ukrainian Capital; U.S. Army's Air Defense Units Strained By Global Threats; Second Bus Of Migrants Arrives In L.A.; President Biden To Meet King Charles During U.K. Visit; Supreme Court Strikes Down Biden's Student Debt Forgiveness Program; Conservative Majority Dominates The High Court; Lab-Grown Chicken Debuts In San Francisco Restaurant. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:01:37",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. Good afternoon. And thank you so much for joining me. I'm Boris Sanchez in for Fredricka Whitfield.We begin with a horrific mass shooting in Baltimore. Officials there just gave a public update on the investigation a short time ago. In all, 30 people were shot at a neighborhood block party, two of those victims dying from their wounds. Police say they believe there were multiple shooters following a fight that was sparked at the block party. (BEGIN VIDEO CLIP) MAYOR BRANDON M. SCOTT (D), BALTIMORE: This is about people who cowardly decide to come to a celebration and shoot it up. Let's call this what it is. Let's not make this into some political dog whistle. The reality is that I can stay here today and tell you that homicides in Baltimore down 20 percent, but who cares today? Because 30 people were shot and two are dead. The reality is we're going to work hard every day to make sure that we're reducing violence in Baltimore, regardless of who is pulling the trigger, regardless of where they come from, regardless they're from Baltimore City, Baltimore County, Kalamazoo, Michigan. If they're in Baltimore committing crimes, we are going to be seeking them out and trying to stop them. But we have to always be reminded, when you're talking about incidents like this, that these are individuals who made their choice to pull that trigger but that choice was given to them because of the access to illegal guns. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "SANCHEZ",
      "sentences": "And we should also point out there are nine people still in the hospital, not out of the woods just yet.Gloria Pazmino, from Baltimore, keep us updated with the latest there. There is another mass shooting overnight to tell you about, this one in Wichita, Kansas. Police say that seven people were shot and wounded inside a night club. Two others were hurt when they were trampled trying to escape. Officials say a quick police response likely prevented more violence and saved lives. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "CHIEF JOE SULLIVAN, WICHITA POLICE DEPARTMENT",
      "sentences": "If it hadn't been for their professional response, this would have been a much more serious incident and I have no doubt there would have been loss of life. And as we continue into this holiday weekend, again, alcohol and firearms do not mix. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "SANCHEZ",
      "sentences": "Police say they've detained one person for questioning but they've not publicly identified any suspects.We want to pivot now to some of the severe weather affecting much of the country this 4th of July holiday weekend. Flash flooding in Chicago today leaving several cars underwater, temporarily shutting down part of I-55 this afternoon. Heavy rain in the area causing delays for a Chicago Cubs game and a NASCAR event that was planned in the city. Millions more are at risk of severe weather today, including damaging hail and tornadoes, and you see it in those yellow spots at the center of the map. There's also dangerous heat heading to the west and southwest, especially that Gulf area. Meteorologist Allison Chinchar has been following all of this from the CNN Weather Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:14",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "That's right, Boris. Over 100 million people are under the threat for severe weather for today across two separate areas. However, the threats remain the same. We're talking damaging winds, the potential for some hail, and we cannot rule out the possibility for some tornadoes.We're talking cities like Nashville, Louisville, stretching over to Washington, D.C., and even down towards Atlanta. There's also the potential for some flooding because a lot of these areas had rain yesterday and now we're getting it all over again, especially portions of the Midwest and the mid-Atlantic. But even areas of the southeast are still likely to pick up some additional rain showers today. And then all of this begins to shift a little bit farther eastward for tomorrow. So still dealing with some areas of rain across the northeast, the mid-Atlantic and down to the southeast, but we also have a separate area here across the Midwest for Monday but the threats themselves remain the same. Still talking damaging winds and hail to be the main threat. Another concern going forward is actually going to be the heat, not just for today, but really over the next several days in two different areas of the country. One across the southeast where we have heat advisories in effect and some excessive heat warnings out to the west. This is where temperatures could exceed the 110s or even possibly get into the 120s, especially across Death Valley. Temperatures here are expected to continue to rise into Tuesday and Wednesday of this week, even stretching as far north as Oregon and Washington where we do have the potential to break some records. In fact, Boris, over 30 cities have the potential to break some records, not just maybe today and tomorrow but well into Tuesday and Wednesday of the upcoming week as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:13:40",
      "speaker": "SANCHEZ",
      "sentences": "Officials in France are bracing for the possibility of another night of violent protests. Officials say around 45,000 police officers will be kept in place across the country following another night of violence.France has been gripped by violent demonstrations following the police shooting death of a 17-year-old during a traffic stop. The boy's grandmother today appealing for the violence to stop. CNN's Nic Robertson is in Paris for us. So, Nic, are officials expecting as many demonstrators to be out tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:06",
      "speaker": "SANCHEZ",
      "sentences": "On that note about a message from the government, Nic, when we last saw you about two hours ago, you reported that French President Emmanuel Macron was meeting with some of his top officials. Have we heard more from Macron?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:06",
      "speaker": "ROBERTSON",
      "sentences": "We quite literally are getting a read-out of that now and I don't have it to bring to you. It literally wrapped up a couple of minutes ago we're told. What we do know from earlier in the day is the prime minister said we're going to be tough with justice, that we're going to hold those people, those protesters, and the people who create violence to justice. We're going to be firm, and that's firm for security, firm for justice. We expect that to be the message from Macron tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:22",
      "speaker": "SANCHEZ",
      "sentences": "We want to focus on Ukraine now, where military officials say Russia launched an air attack on the capital overnight using Iranian- made drones. City officials say Kyiv's air defenses destroyed all the drones, though you're looking at photos of some homes that were damaged by falling debris. This is the first time the capital has been targeted with drones sincethe failed rebellion led by Yevgeny Prigozhin, the leader of the Wagner mercenary group. We want to bring in CNN's military analyst and retired Air Force colonel, Cedric Leighton. Colonel, great to see you on a weekend. Notable that Russia is targeting Kyiv again today as we've seen all these signs of disarray following that failed rebellion by Prigozhin. COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: Yes, that's for sure, Boris. And, you know, one of the key things to think about, though, is that while we think of the disarray that we're seeing in Russia, we're also seeing the fact that the Russian armed forces are still conducting their mission. They're still dangerous. They're still very active in areas that can threaten the capital, and the fact that they used the Shahed drones from Iran to do this indicates the command and control is still working well enough to do something like this. They still have plenty of munitions and they still have plenty of will to take the battle to the Ukrainians and that's something that we have to keep in mind as things move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:22:22",
      "speaker": "SANCHEZ",
      "sentences": "Yes, certainly in the middle of this counteroffensive from the Ukrainians, too. Notable that there is new reporting in \"The Washington Post\" about the CIA director and a recent meeting that he had with President Zelenskyy. \"The Post\" reporting that Zelenskyy shared plans with him to retake territory from Russia, to put artillery at Crimea's border, and then to open cease-fire talks with the Kremlin before the end of the year.How does that plan strike you? It's very different from what we've previously heard, at least publicly, from Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "LEIGHTON",
      "sentences": "Well, the timing is certainly very interesting. I think the one thing we have to keep in mind is that the director of the CIA has not only a major intelligence mission, but also bit of a diplomatic portfolio as well. He's one of the primary interfaces between the intelligence services of other countries and our own intelligence community. And in that role and plus given his personal experience as ambassador, Director Burns is pretty well ideally suited to being somebody who can go ahead and have these meetings with foreign leaders like President Zelenskyy.I think in one way he was reassuring Zelenskyy that the United States is still supporting him, but he was also looking at those plans from an intelligence perspective and seeing if the intelligence that we are collecting helps the Ukrainians achieve the goals of the plan that Zelenskyy allegedly laid out to Director Burns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SANCHEZ",
      "sentences": "And on the note about ongoing support for Ukraine from the West, President Zelenskyy spoke last night and expressed some concern. Let's listen to what he said.(BEGIN VIDEO CLIP) PRES. VOLODYMYR ZELENSKYY, UKRAINE (through translator): The most important thing for Ukraine is not to lose the bipartisan support because the U.S. is a real leader in the support for Ukraine. They are the most powerful in the world in terms of weapons and financial support, and that's well understood by all of us. We cannot lose that. There are dangerous signals from some members of the Republican Party. We will have to deal with it somehow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SANCHEZ",
      "sentences": "It's really notable that Zelenskyy doesn't just say we need bipartisan support. He specifically calls out Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "LEIGHTON",
      "sentences": "Yes, it is very interesting. And, you know, of course it's fact based. There are people in the Republican Party who are opposed to providing aid to Ukraine. They, you know, basically think that this is not our fight. The problem with that attitude, though, is that if we don't support the Ukrainians, President Zelenskyy is very concerned that he will then have much greater difficulty in stemming the Russian advances and even rolling back the Russians, which of course his plan calls for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SANCHEZ",
      "sentences": "Colonel Cedric Leighton, always great to connect with you and get your perspective. Have a great Fourth of July holiday weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "LEIGHTON",
      "sentences": "Thank you, Boris. You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SANCHEZ",
      "sentences": "Of course.There is new CNN reporting about the military that we want to bring you. It's about the U.S. Army's air defense units. They are among the most overworked in the military. They've been stretched thin by global threats. The critical Army Defense Units are tasked with providing around-the-clock deterrence against our country's biggest adversaries. CNN national security producer Haley Britzky joins us now from Washington with more. Haley, tell us what you discovered and what you're hearing from folks inside the armed services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "HALEY BRITZKY, CNN NATIONAL SECURITY PRODUCER",
      "sentences": "Yes, so, Boris, like you said, the Army Air Defense branch is one of if not the most deployed branches in the service. Senior leaders are saying that, you know, they have been deployed to the Pacific, to the Middle East and to Europe of course as we see them training up Ukrainians to provide their own air defense against Russia's invasion.And those are critically important missions but they are having an impact on soldiers. Leaders say that they are seeing an increase in air defense soldiers seeking out behavioral health, so meaning trying to go get mental health support on posts. They are also, you know, concerned of the wear and tear that these deployments are having on families, as well as the unpredictable nature of these deployments. So leaders are working hard to mitigate some of that pressure, to take off some of that pressure on soldiers, because really those demands around the world are only increasing and will only be increasing over the next several years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SANCHEZ",
      "sentences": "And in some regions that threat is specifically looming large. Where are those regions where these units are feeling the hardest strain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:29:58",
      "speaker": "SANCHEZ",
      "sentences": "And how are military leaders trying to address the problem now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:29:58",
      "speaker": "BRITZKY",
      "sentences": "Yes. So, multiple lines of effort here, Boris, by the army. We have a quite big enlistment bonus the army is offering for some air defense jobs, a little over $47,000 and hoping to fill out some of these new air defense units, and they'll be standing up over the next several years.They also are imbedding mental health specialist into the brigades in order to give these soldiers someone to talk to if they need it. Reducing commitment in the Middle East, going from five battalions deploying in that region to two battalions now, because partners are able to kind of provide their own air defense. And then, also, just encouraging leaders to increase their communication with families, mitigate some of that pressure and that unpredictability. So, leaders are really working in the background here to try and take care of their soldiers while also meeting those mounting mission requirements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "SANCHEZ",
      "sentences": "A bus carrying 41 migrants from Brownsville, Texas arrived in Los Angeles over the weekend, the second bus load of migrants sent to L.A. in just the last few weeks on a trip funded by the State of Texas. CNN's Camila Bernal joins us now live from Los Angeles.Camilla, what more can you tell us about the journey that these migrants have gone through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Boris. So, it was a long journey and the activists here told me that these migrants were tired, they only had one stop but they're happy to be here. There's this sense of relief to be here in Los Angeles where they're being welcomed by these nonprofits and faith-based organizations.Of those 41 migrants, 11 were children. And in the group, you had people from Colombia, Cuba, Venezuela, Nicaragua, El Salvador, just a number of countries, and a lot of these migrants, according to the activists, had a place to stay. They have sponsors and family members here in Los Angeles. And one of the lawyers that was going through all the paperwork also telling me that a lot of them had immigration court dates here in Los Angeles. Now, officials with the city said they were not officially notified but they were able to get confirmation from the City of Brownsville in Texas, and that was helpful because they say this time around, they kind of knew what to expect. So, they said that the process this time was a little bit smoother and they continue to say that they're going to welcome these migrants and help them as much as they can. I want you to listen to the executive director of (INAUDIBLE). Her name is Angelica Salas. Here she is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "ANGELICA SALAS, EXECUTIVE DIRECTOR, THE COALITION FOR HUMAN IMMIGRANT RIGHTS",
      "sentences": "And we're trying to be as efficient as possible and also, really understanding that these are individuals who have gone through severe trauma so that we are also treating them with the most -- the deepest of respects.The majority of the people we've talked to understood that they were coming to Los Angeles and also, they had family members and sponsors. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BERNAL",
      "sentences": "Now, we already know that there's a number of Republican governors who are trying to transport migrants who are essentially in Texas to other Democratic-led cities. Greg Abbott of Texas has already said that he sent about 23,000 people on busses to cities like Los Angeles, Denver, Chicago, Philly, New York. And he's essentially said that this is a way to show that the federal government is not working when it comes to the border. Of course, officials here in Los Angeles disagree and say this is all political. Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "SANCHEZ",
      "sentences": "President Biden will travel to Europe next week to meet with King Charles and to attend some high stakes summits with NATO and Nordic leaders. CNN White House Reporter Priscilla Alvarez has the details now from the White House.Priscilla, the White House making this announcement earlier today. What more are you learning about who the president is going to be sitting down with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "SANCHEZ",
      "sentences": "Priscilla Alvarez from the White House, thank you so much.The Supreme Court ended its term this week with several landmark rulings. In a blockbuster finale, the six Republican appointed justices struck down President Biden's student debt forgiveness program. It limited protections for the nation's LGBTQ community and it ended race-based affirmative action in college admissions. With us now to discuss all of this is Tim Naftali. He's a CNN presidential historian. Tim, I hope you're having a great holiday weekend. We're grateful that you could join us. Only one of these rulings directly involved President Biden, but he spoke out against all three of them. I'm wondering how you think these controversial rulings might play out in shaping his legacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN, FORMER DIRECTOR, NIXON PRESIDENTIAL LIBRARY AND SENIOR RESEARCH SCHOLAR, COLUMBIA UNIVERSITY SCHOOL OF INTERNATIONAL AND PUBLIC AFFAIRS",
      "sentences": "Well, presidential legacies are often affected by whether or not a president is a one- term or a two-term president. And the Dobbs decision, that's a decision that ended Roe v. Wade. The American people, I mean Democrats and independents who voted for Democrats, didn't hold Biden responsible for the Dobbs decision as we saw in the mid-term elections last year. So, the question is whether Democrats and independents will hold President Biden responsible for these three decisions that you've just mentioned. If they are energized to vote, because they recognize the consequences of conservative presidents placing conservative judges on the court, then Biden may benefit and that might help his reelection.On the other hand, if they hold him responsible, as I hear some young people are doing, some young people are actually blaming Biden, at least initially, for the court's decision to reverse the Student Loans Forgiveness program. If young people don't come out and vote for Democrats, then Biden may not win, in which case, that will severely affect his legacy. Now, for historians, knowing that we have three branches of government and knowing that the Roberts-Alito court is a conservative court, it's very hard to hold Biden responsible for this outcome. It was, I have to say, predictable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes. It is historically significant to see a Supreme Court so diametrically opposed to the perspectives of a sitting president. While we have you, Tim, I want to pivot, because tonight the CNN original series \"The 2010s\" is back. It has an emotional look at 2020, really a year that changed everything. Let's watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trump didn't see this as a crisis to pull the country through. He saw personal attacks on himself, and that's how a national awakening on racial injustice, that's how a pandemic becomes a personal attack on Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It also signaled what he was willing to do to shore up his power. It was a precursor to the things that he would be willing to do when he loses the election.DONALD TRUMP, FORMER U.S. PRESIDENT: This election will decide whether we will defend the American way of life or whether we will allow a radical movement to completely dismantle and destroy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "SANCHEZ",
      "sentences": "2020, having covered it personally and you focusing so much of your work on history, Tim, changed everything. I mean, it did. You -- it started out with a presidential impeachment, then a 100 -- every once in a 100-year pandemic, an economic crisis that followed, the contested presidential election. I mean, put all of that in contest for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "SANCHEZ",
      "sentences": "No question about that. Tim Naftali, we appreciate you being here with us to write a first rough draft of history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "NAFTALI",
      "sentences": "My pleasure, Boris. And happy Independence Day to everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Thank you so much, Tim.Hey, be sure to tune in for the final episode of the CNN original series, \"The 2010s.\" It premieres tonight at 9:00 p.m. Eastern and Pacific only on CNN. Look, two often the people working hardest to help improve the lives of others, they don't get the recognition or appreciation they deserve. CNN Heroes wants to share their stories with the world and help them continue doing the work that makes them special. This week, Anderson Cooper has some tips to help you help them. And maybe your hero might just become the next CNN Hero of the Year. (BEGIN VIDEO CLIP) ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360: Since 2007, CNN Heroes has honored hundreds of everyday people making the world a better place. We shine a light on their causes and help them raise funds for their lifechanging work, all while inspiring people with their incredible stories. But the first step in the CNN Heroes journey is a nomination, and that's where you come in. It only takes a few minutes, and you can do it right now at cnnheroes.com. Just think about what makes this person special, and tell us about them in a paragraph or two. We want to know about their impact and what make theirs work unique. You don't need to know your nominee personally. They could just be someone you admire from afar, and they could be from almost anywhere in the world. This is your opportunity to help that amazing person you know reach more people and change more lives and maybe even become the next CNN Hero of the Year. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Here is something for you adventurist eaters. A restaurant in San Francisco has added lab-grown meat to its menu. Bar Crenn is now serving chicken made from cultivated animal cells. The cultivated chicken tempura is now going to be served with a burnt chili aioli and garnished with greens and edible flowers. It was just a couple of few weeks ago that the U.S. Department of Agriculture approved lab-grown meat to be sold in the United States. Sounds like it could be tasty, maybe.Well, we all have our must-have condiment, right? Are you willing to shell out 70 bucks for a bottle of your favorite? The rooster adorned sriracha sauce normally goes for about 5 bucks, but there is an ongoing shortage in the raw materials that make it. So, prices are now spiking to some $70 pop. One seller on Amazon even offering two bottles with a bit of a discount, $125 price tag, two for the price of one. The company behind the fan favorite sauce has been dealing with a three-year chili shortage. So, at this point, they don't know when the shortage is going to end. Havana, Cuba, the city that I was born in, is now repairing and relighting its iconic neon signs. The Cuban Revolution in 1959 took control over businesses, causing the city's beautiful lights and the skyline to eventually go dark. A preservation group in Cuba though is now working to restore those vintage signs that once made Havana a sea of neon. CNN's Patrick Oppmann has more. (BEGIN VIDEO TAPE) PATRICK OPPMANN, CNN INTERNATIONAL CORRESPONDENT (voiceover): Throwing a party with 20 musicians for a neon sign may seem like overkill. But repairing and relighting this prerevolution ice cream shop storefront has been a long time coming. Before Fidel Castro took power, Havana was a sea of neon. After his 1959 revolution, the government seized all private businesses, and as replacement parts became scarce, the signs began to go dark. ADOLFO NODAL, HAVANA LIGHTS + SIGNS: Cuba was an early adopter of neon. It rivaled Paris and New York in terms of the amount of neon. OPPMANN (voiceover): Enter Adolfo Nodal. He co-founded a small band of mostly U.S. and Cuban neon enthusiasts who've made it their unlikely mission to rescue as many of the signs as possible. NODAL: It helps you see the city in a new way. It brings back a lot of the memory of the city. People remember these signs from the '30s and the '40s in Havana as well. OPPMANN (voiceover): For the artisans who search out and repair the signs, it's a labor of love that can take months. It depends on the complexity of the metal structure, if it's in good condition, she says. If we have to make new parts, it depends on the availability of the raw materials. Unfortunately, none of the items you can find in this country and they have to be imported. Repairing Havana's neon signs can seem like a quixotic pursuit in the city where aging buildings collapse every day, and even when they are restored, the signs often stay dark during the regular power cuts here.",
      "isLastSentenceInterrupted": false
    }
  ]
}