{
  "date": "2023-07-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Dramatic Aftermath of Odessa Strike; Germany Pledges Support to Poland in Event of Attack; Scorching Heat, Torrential Rains Globally; Spain's Snap Election; U.S. Dominate Vietnam at Women's World Cup; Berlin Police Find Wild Boar Instead of Lioness. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am predicting they absolutely repeat. I don't think there is any doubt about that if they show up, which they usually do.HARRAK (voice-over):  Team USA did show up in their first match against Vietnam, moving one step closer to a World Cup threepeat. (END VIDEO CLIP) (MUSIC PLAYING) UNIDENTIFIED MALE (voice-over):  Live from CNN Center, this is CNN NEWSROOM with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "We begin with dramatic video showing the impact of Russia's back-to-back strikes on Odessa.This is body cam footage of officers arriving at the scene. The officers realized several people were still trapped in the rubble and managed to pull them out. The wave of strikes on the Odessa region have largely targeted grain infrastructure. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  In total, since the beginning of the week, more than 20 people, including two children, had been affected by Russian terror in the Odessa region alone. Only absolute evil can inflict such strikes. There will be a response. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "Moscow is raising the stakes, conducting live fire drills in the Black Sea Friday. Russia quit the Ukraine grain deal and said any cargo ship headed to Ukraine can be considered a carrier of military equipment.The United Nations is alarmed as grain prices soar. A top U.N. official says more than 360 million people worldwide need aid. Some of them may now go hungry or even starve to death. Let's get you more now. The collapse of the grain deal and now those intense attacks on the Black Sea ports. What does this concretely mean for food security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, this is a huge blow to food security. We were in this position just a year ago. Real warnings of countries pushed to the brink of famine. Millions struggling as a result of the food security crisis.And we are right back in that position, now that Russia has withdrawn from the Black Sea grain initiative deal. We have heard those warnings repeatedly from the U.N., from international partners. Many countries dependent on the grain exports from Ukraine. There has been stark warnings. To put it into context, in the last year since that deal was struck, we have seen the export of more than 32 million metric tons of agricultural goods. And the U.N.'s own World Food Programme has shipped over 700,000 metric tons of food supplies to support its humanitarian operations across the globe, including areas like Afghanistan and Yemen. So this is a real concern and we have had a stark warning from the U.N. humanitarian affairs chief. (BEGIN VIDEO CLIP) MARTIN GRIFFITHS, U.N. UNDERSECRETARY-GENERAL FOR HUMANITARIAN AFFAIRS:  For many of those 362 million people, it's not a matter of sadness or disappointment. It is a matter of threat to their future and the future of their children and families. They are not sad. They are angry. They are worried. They are concerned. Some will go hungry. Some will starve. Many may die as a result of these decisions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BASHIR",
      "sentences": "Now we have heard from the Turkiye and United Nations. They are committed to reviving this deal. President Erdogan sees this as a vital initiative and he will continue talks with President Zelenskyy and President Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "Poland calls that a provocation and is deploying troops on its eastern side. Russian president Vladimir Putin alleged Friday without any evidence that Poland is plotting to seize parts of Ukraine and Belarus.Meantime, Mr. Putin cracking down on dissent at home. Russian military blogger Igor Girkin was taken into custody. He was charged with extremist activity after criticizing Putin. News of his detention came as Putin slammed the use of cluster munitions on the battlefield. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over):  With Ukraine now using U.S.-supplied cluster munitions to try and penetrate the Russian army's entrenched positions on the southern front, Russian leader Vladimir Putin ripping into the U.S. and its allies for aiding Kyiv. VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator):  The whole world can see that the supposedly invulnerable equipment that the west boasted about is on fire. And technically, it is often even inferior to some Soviet made weapons. Yes, of course, additional Western armaments can be supplied and thrown into battle. This, of course, causes us certain damage and prolongs the conflict. PLEITGEN (voice-over):  But while Putin tries to project superiority on the battlefield, at home, the Kremlin continues to silence critical voices, even some of those supporting their war. Prominent military blogger Igor Girkin, who also goes by Igor Strelkov, arrested today, his wife said, after remarks blasting the lack of progress of Russia's military campaign in Ukraine. The situation with a special military operation and in the country in general is deplorable, to put it mildly, he said. This is a result of actions of the incumbent power. Girkin is a former colonel in Russia's security service FSB and was the defense minister of the so-called Donetsk People's Republic in eastern Ukraine when the Malaysian jetliner MH-17 was shot down there in 2014. Girkin was found guilty of mass murder in absentia by a Dutch court for involvement in the incident, which he has never acknowledged. While Girkin is considered a war criminal in Ukraine, he deems himself a Russian ultra nationalist who feels the war should be prosecuted even more brutally. Putin's grip on power was only recently challenged by the uprising of the Wagner private military company and its boss, Yevgeny Prigozhin. Now the Russian leader wants to calm things down, CIA Director William Burns believes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "WILLIAM BURNS, CIA DIRECTOR",
      "sentences": "Putin is trying to buy time as he considers what to do with Wagner and what to do with Prigozhin. You know, Putin hates, in my experience anyway, the image that he's overreacting to things.PLEITGEN (voice-over):  But that doesn't mean Prigozhin is forgiven, Burns says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "BURNS",
      "sentences": "If I were Prigozhin, I wouldn't fire my food taster.PLEITGEN (voice-over):  Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "Opinion polls show the conservative Popular Party is poised to win the most seats. Socialist prime minister Pedro Sanchez called snap parliamentary elections after the coalition of his party and left-wing partners suffered big losses in May's regional and local elections.But whoever wins will likely need to form a coalition to govern. Al Goodman joins us live from Madrid. Good to have you with us. Talk to us about some of the challenges facing the incumbent, Pedro Sanchez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "AL GOODMAN, CNN CORRESPONDENT",
      "sentences": "I want to show you a post office with this distinctive yellow sign. The post offices across Spain have had an outsized role in this. There is a record number of absentee ballots requested, 2.5 million. And 94 percent of those have been submitted.So the post office is staying open very long hours. Many Spaniards are on the coast for vacations, which is why they wanted to vote absentee. The post office hired 20,000 more workers. Now the polls, as you say, predicting a victory for the main conservative party but falling short of a majority. The likely candidate for that coalition government on the Right would be with the far right Vox party. If that happens it would be the first time that a far right party has been in the Spanish government since the Francisco Franco dictatorship, which ended almost 50 years ago with his death. Or will the socialist prime minister somehow redo things? There has been a huge push here to be able to make a coalition himself with other leftist parties. Europe is definitely watching this because far right parties are advancing in Italy. In Finland, far right parties just entered the government. In Sweden, far right parties needed for parliament votes. The European Commission president Ursula van der Leyen was in Spain less than a month ago and said that the European Union needs to do a better job so extremisms don't come in. And Spaniards have been able to see the results of some of these main conservative party with the far right deals in local governments since the elections at the end of May, where the socialists were ousted, which prompted these elections. And what Spaniards are seeing is that the far right is coming out saying there are doubters about the climate change. There are efforts to reduce gay rights and feminist -- attention on feminist and gender violence. So there are so many issues playing here as the Spaniards head to the polls on Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "All right, Al Goodman reporting live from the Spanish capital. Thank you so much.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "In the Women's World Cup, Zambia and Japan are facing one another right now. Team USA got over its opening day jitters with an easy win over Vietnam, 3-0. The U.S. dominated, taking 28 shots at the goal. Vietnam had little recourse but to play defense and try to keep the score down.Listen to the excitement of these young fans as they cheer the U.S. to a possible third championship. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm so excited to be able to watch Team U.S., love all the players, love Alex Morgan, hoping, really excited to see them in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm very confident they can do the threepeat. I think they will win all of their games.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "Well, CNN's Angus Watson joins us now live from Sydney where much of this tournament is played.Take us with you, Angus. Give us a sense of the atmosphere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "WATSON",
      "sentences": "But ultimately, Sophia Smith scoring two in the first half. And captain Lindsey Horan scoring a goal in the second was enough for Team USA. Their next, a tough one against the Netherlands on a high.But it could have been much worse, as you say for Team Vietnam making their first appearance at a World Cup. Takes you back to 2019. Team USA knows how to score goals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "HARRAK",
      "sentences": "They do indeed. Thank you so much, Angus. Greatly appreciate it.Angus Watson  reporting from Sydney. Well, earlier I spoke with CNN sports analyst Christina (sic) Brennan about Team USA's chances making it all the way to the finals and winning. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "The U.S. is certainly one of the favorites, if not the favorite, to win its third in a row. But there's a long way to go. We will see other teams starting to play now.These European powerhouses I think are going to make a lot of news: England, Germany; Spain had a great start; Portugal, the Netherlands. So it is -- France. I could go on and on. And I think the U.S. is going to have to play better. Alex Morgan missed a penalty kick. Megan Rapinoe did not look sharp. So the U.S. will need to be better but the U.S. knows it has to be better than they were against Vietnam. So if they progress and if they play better from game to game through the tournament, as the U.S. has done in previous World Cups, I think they will be in decent shape to win it all. The world has caught up to the U.S. and, in the case of some nations, they have been really good for a long time, like Germany. So we will see how it plays out. But it will not be an easy task for the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "HARRAK",
      "sentences": "Christine Brennan talking to me earlier.Seven months after winning the men's World Cup, football icon Lionel Messi pulled off a stunning victory with Inter Miami. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Substitution (INAUDIBLE) Messi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here it is.Messi! HARRAK (voice-over):  In the final moments of Friday's contested match, the strikers scored the game winning goal off a free kick to give this new team a 2-1 victory. Messi said after the game he saw the goal and knew he had to score. He added the win could boost the club's confidence as it competes in the league's cup tournament. Miami's next match will be on Tuesday against Atlanta. Somebody get me a ticket. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}