{
  "date": "2023-05-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Remains Optimistic on Debt Ceiling Negotiations; Potential Risk of Catastrophic U.S. Default Intensifies; DeSantis Proud of Busy Week of Events Possibly for 2024 Bid; Turkey Presidential Race Likely Heads for Runoff; Sunak to Announce Air Missiles Defense for Ukraine; Ceasefire Holding Between Israel and Islamic Jihad; Mothers Make their Long Border Journey to Provide Children; Record-High Voter Turnout in the General Elections in Thailand marks a Historic one in Years; Mocha left Devastation in Myanmar, Bangladesh. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. You're watching CNN Newsroom and I'm Rosemary Church. Just ahead, the United States could be just weeks away from defaulting on its debt. We'll have the latest on negotiations between the White House and congressional leaders aimed at avoiding that happening.After days of fighting, a fragile ceasefire is holding in the Middle East. We will go live to Jerusalem for the latest. And Mother's Day at the border, the ordeal some moms are willing to endure to provide a better life for their children. UNKNOWN (voice-over): Live from CNN Center, this is CNN Newsroom with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "And thanks for being with us. It is a new week in Washington, which means we are another day closer to the U.S. defaulting on trillions of dollars of debt. The President is set to meet with congressional leaders on Tuesday, and sources tell CNN the temperature could be just right for bargaining. CNN's Arlette Saenz has the latest now from Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden says he's likely meeting with congressional leaders on Tuesday, setting up another showdown over the debt limit. The President said his aides are still working through the timing for that meeting, but top economists at the White House and Treasury Department over the weekend said that the staff level talks have been constructive. They said they've talked about the need to avoid default while alsoseparately talking about budgetary issues. President Biden has struck an optimistic tone that an agreement will be reached. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: What I've learned a long time ago, and you know as well as I do, it's never as good to characterize a negotiation in the middle of a negotiation. I remain optimistic because I'm a congenital optimist, but I really think there's a desire on their part as well as ours to reach agreement. I think we'll be able to do it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "SAENZ",
      "sentences": "Negotiators on the staff level have worked throughout the weekend in preparation for this upcoming meeting with President Biden, House Speaker Kevin McCarthy and other congressional leaders. Officials have said some of the discussions have centered around the budget, also trying to claw back unspent COVID relief funds and permitting reform.All sides have their eyes on that June 1st ex-date, that warning date when the U. S. could potentially default on its debt for the first time in history. But some are even warning that the impacts of a potential default could be felt -- felt well before that. The White House has warned that if they wait until the final deadline engage in this springmanship, 200,000 jobs could be lost. Business leaders like JP Morgan's Jamie Dimon have warned that the stock market could start to panic the closer it gets to that date. Both sides are very cognizant of the economic consequences that could be at risk if the U.S. were to default. The President has said that he thinks that they have time to try to hammer out a deal, but he has asked whether they will have the will to do it. Arlette Saenz, CNN, The White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Ron Brownstein is CNN's Senior Political Analyst and a Senior Editor with \"The Atlantic\". Great to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hello, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "So probably, the most pressing issue for this country right now is the looming debt ceiling crisis. How likely is it, do you think, that Republicans and Democrats can find a compromise solution to this problem before June 1st when the U.S. could default on its debt and plunge this country and indeed the world into economic chaos?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Yeah, and that is a nightmare scenario indeed. So, I wanna take a look now at the GOP race for the presidential nomination. We are seeing a major escalation in tension now between former President Donald Trump and his biggest rival, Ron DeSantis, who's criticized Trump over the weekend in Iowa. Now, we're hearing that the Florida governor's political staff will move into a new base of operations in the coming hours, which signals an official run may very well be imminent. When do you expect DeSantis will make that call and how will Trump likely react to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, the pre-primary period, the pre-announcement period for DeSantis has been as bad as it's been for any candidate, I think, since maybe Teddy Kennedy in 1980, when he challenged Jimmy Carter, the sitting president, and had a disastrous interview on 60 Minutes, where he couldn't answer why he was running.DeSantis was seen as kind of the great hope in the party among those who wanted to move past Trump, but he has had a very rough time in moving from this very insular environment that he has created in Florida where he really doesn't talk to the mainstream media at all to one in which he has kind of edged out onto the national stage. And of course, the answer he gave on Ukraine calling it a territorial dispute really was a turning point. Trump has gone after him from left and right in different times and also in his kind of uniquely personal style. DeSantis may be at a low end, right? I mean, there is still -- Donald Trump is the dominant figure in the Republican Party. But there is still a piece of the party that does not believe he should be the nominee in '24, especially again, after watching him this week on that CNN or last week on that CNN town hall, just do not think that he can get elected. None of the other '24 candidates really use this kind of a stumbling period for DeSantis to generate any momentum of their own. So, I suspect that he will get another look, and I suspect that given everything that he's experienced over the last few weeks, he's gonna feel the pressure to announce sooner than later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Right and of course, Sir, Trump had to cancel that Saturday night rally in Des Moines, Iowa due to tornado warnings while DeSantis was not deterred and made a surprise visit there. But that doesn't change the fact that recent primary polls show Trump leading DeSantis by nearly 20 percentage points in that critical primary state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "What chance does DeSantis have in Iowa starting so far behind do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, Iowa is a place where you can make up ground, right? I mean, it's small. They're probably only gonna be about 120,000, maybe 140,000. I mean, there's ever been more than 125,000 people voting on the Republican side in the caucuses there. So, it's a contained universe, you can obviously pummel it with television, you can meet a surprising number of voters.So, Iowa does give you a chance to get off the mat. I mean, the challenge is if you kind of think about who doesn't like Trump in the Republican Party, it's heavily tilted toward voters with a college degree who find his cultural grievance and his over -- his belligerent persona excessive. DeSantis' problem is that he's based his whole candidacy really so far on being Trumpism without Trump and by signing a six-week abortion ban, by being so absolutist on the permitless carry-a-gun, and by having this sustained war with Disney and Florida is where woke goes to die and all of that. It's not clear that he's really much more acceptable to those college- educated Republicans who are more economic conservative voters than Trump is. He should be more acceptable in the end, but the way he has chosen to run, trying to squeeze around Trump to his right, I think in many ways alienates his natural constituency in the primaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "It's gonna be a fascinating primary to watch, for sure. Ron Brownstein, many thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Turkey's hotly contested presidential election is likely headed to a runoff. With nearly all results tallied, neither candidate has the 50 percent required to win outright. State-run news reports that President Recep Tayyip Erdogan leads with 49.4 percent of the vote, while Kemal Kilicdaroglu has just under 45 percent. Here's Jomana Karadsheh with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "And last hour, I spoke with Ragip Soylu, he is the Turkey Bureau Chief for the Middle East Eye, and he's there in Ankara. I asked him if he expected Mr. Erdogan to hold onto power or whether the runoff might be the end of his two decades as Turkey's leader.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "RAGIP SOYLU, TURKEY BUREAU CHIEF FOR THE MIDDLE EAST EYE",
      "sentences": "Well, if you look at the third candidate, which is Sinan Ogan, a Turkish nationalist who got five percent of the votes, it is very likely that Erdogan can win the second round really easily. Because when you make the calculations and the vote that Sinan Ogan got, he basically stole votes from Erdogan. And in a runoff, the voters for Sinan would have a choice. They're going to either vote for Erdogan or the Kilicdaroglu. They're more likely to vote for Erdogan because Kilicdaroglu is an indirect alliance with the Kurdish nationalists at the Turkish parliament.And, you know, the Turkish nationals don't want to basically vote for a candidate that is in a lot, for indirect alliance with the Kurdish nationals. That's the main reason that they're likely to vote for Erdogan instead of Kilicdaroglu in the second round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "How surprised are you that this election was not more decisive and is poised to go to a runoff and why should the rest of the world care about the outcome?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "And Elon Musk has been slammed for censoring content on his social media platform Twitter ahead of these pivotal elections in Turkey. Critics suggest Musk's actions worked against free speech and silenced critics of Erdogan. What do you say to that? And what impact did this likely have on the outcome?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "SOYLU",
      "sentences": "I think the criticisms levied against Musk, you know, they're not really fair because the Turkish government basically threatened Twitter. They just basically gave binary choice. First, you're either going to comply with a request and, you know, just remove these accounts or you're just going to block access to Twitter.Twitter is an absolutely essential news source for the general public in Turkey. And in a fiercely contested election, if the Turkish government can't access the tribunal, it will be disastrous. There will be even questions of the validity of the election. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "Downing Street says Ukrainian President Volodymyr Zelenskyy has arrived in the UK to meet with Prime Minister Rishi Sunak and he announced the visit on his Twitter account where he says the UK is a leader when it comes to expanding our capabilities on the ground and in the air. This cooperation will continue today. I will meet my friend Rishi. We will conduct substantive negotiations face to face and in delegations.The trip comes after a weekend of visits to European capitals to meet with key allies, France and Germany publicly pledged additional military aid for Ukraine's war with Russia. And for more on this story, I'm joined now by Clare Sebastian, live from London. Good to see you again, Clare. So, President Zelenskyy, he's arrived in the UK for these meetings with the British Prime Minister after visiting France and Germany in an effort to shore up military support now and of course in the future, what more are you learning about all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "SEBASTIAN",
      "sentences": "Yeah, Rosemary. Significantly, this trip comes on the heels of the UK's confirmation last week that they have provided longer range missiles, those storm shadow missiles, to Ukraine, significant in their efforts to sort of weaken behind Russia lines. So, they say that will only happen in Russian occupied areas of Ukraine.We're getting some more details as well this morning about the type of military aid that will come out of this visit. In a statement, Downing Street saying that will include hundreds of air defense missiles and also drones, long-range attack drones with a range over 200 kilometers, so, concrete results already from this visit. There's also, interestingly, a bit of a shift in tone when it comes to F-16s. Ukraine, as we know, has yet to secure any commitments for those fighter jets -- its preferred fighter jets, from NATO countries. That was something that Zelenskyy failed to secure on his last European tour in February. The UK statement from Downing Street saying that this summer, they will commence an elementary flying phase for a cohort of Ukrainian pilots. We already knew that they had promised to train Ukrainian pilots, but now they have an announcement of a timeline. And they also say the training goes hand in hand with UK efforts to work with other countries on providing F-16 jets -- Ukraine's fighter jets of choice, much less of a mention this time around of this being something to do with Ukraine's longer term capabilities. It seems that this is now being recognized as a more immediate need. So, there seems to be momentum on this front. But of course, Zelenskyy will also be updating Rishi Sunak on his weekend of talks in Europe and he, during those meetings, made it very clear that ahead of what is expected to be a counter-offensive, Ukraine wants the war to end this year. Take a listen. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Our territorial integrity and security, as well as the territorial integrity and security of all European nations, must be guaranteed. Now is the time for us to determine the end of this war this year. This year we can make the aggressors' defeat irreversible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "SEBASTIAN",
      "sentences": "Irreversible, a critical word of course because the fear is that somehow this war may not fully end, that this could be some kind of ceasefire that results in a frozen conflict and of course we've seen that in Ukraine since 2014 particularly in the east, so Zelenskyy really on this sort of whistle stop tour through Europe to try to secure these military equipment and also to present Ukraine as a country within Europe ahead of some crucial upcoming summits. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Well, life in Gaza appears to be returning to normal as a fragile truce between Israel and the Islamic Jihad group is holding for now. It comes after five days of intense fighting. Thirty-three Palestinians were killed in Gaza, most of whom, Israel says, were Islamic Jihad militants. And two people, one Israeli and one Palestinian, were killed in Israel by Islamic Jihad's rocket fire.Israel says Islamic Jihad launched nearly 1500 rockets towards them last week. It was the third conflict in as many years between Israel and Palestinian militants in Gaza. And for more, we wanna go to CNN's Hadas Gold, she joins us live from Jerusalem. Good to see you, Hadas. So, what is the latest on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "CHURCH",
      "sentences": "A former governor of Texas says the U.S. has to go back to strict enforcement at the border. Rick Perry says a system needs to be in place for legal immigration. But Mexico and Central American countries need to work with the U.S. to help make that happen.Immigration will likely be a hot button issue for the 2024 presidential election. Perry, who once served as the energy secretary under Donald Trump, declined to support his boss' campaign and is teasing his own possible presidential bid. (BEGIN VIDEO CLIP) RICK PERRY, FORMER U.S. ENERGY SECRETARY: He may get to hear me call him names again, who knows. It's still early in the process, so I haven't written off that -- you know, if you'll recall, I didn't announce for President in 2011 until August, so we got a lot of time left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Does that mean that you're thinking about jumping in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "PERRY",
      "sentences": "So I got your attention now, didn't I?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "CHURCH",
      "sentences": "Perry previously ran for president in 2012 and 2016.Well, Sunday's general election in Thailand saw the highest turnout in the country's history. The Election Commission says more than 75 percent of voters participated. And they made it clear they want change. With nearly all votes counted, opposition parties have swept the board. And CNN's Paula Hancocks joins me now from Seoul with more on all of this. Good to see you again, Paula. So voters have delivered a powerful rebuke of Thailand's military elite. But how likely is it that the military will respect this result?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "It's the big question, Rosemary. The military has -- or at least some of the parties have suggested that they will respect the election results. We don't know, frankly, if they will try and intervene in any way, but they certainly have in the past. There's been two military coups in just the past 20 years in Thailand, but most experts you speak to think that the chances of that are very low this time around.Now, it has been so far a decisive mark and a decisive message to the military-backed parties. These are still unofficial votes. According to the Electoral Commission, it will be another five days at least before they can make them official. But the party that has won the most seats is really the most progressive party Move Forward. Now, we heard from them a little earlier from Pita Limjaroenrat, who is the leader and a potential candidate for Prime Minister. And this is what he had to say to his supporters. (BEGIN VIDEO CLIP) PITA LIMJAROENRAT, MOVE FORWARD PARTY'S PM CANDIDATE: People of Thailand have already spoken their wish. And I am ready to be the Prime Minister for all, whether you agree with me or you disagree with me. I have congratulated Khun Paetongtarn from Pheu Thai for her hard- fought campaign and have invited her to join the coalition. And that includes five more parties in the previous opposition. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:01",
      "speaker": "HANCOCKS",
      "sentences": "And that's where the horse trading starts now, all the deal making, trying to build a coalition of progressive parties that can hold its own against the military-backed parties. Now, Pheu Thai, he spoke about there, is -- was always the favorite to win, but they have come in second at this point. But they have similar policies in many ways.Now, Move Forward, the policies are effectively to restructure Thailand, to restructure the economy, restructure the military, to make sure the military is out of politics, which it has certainly not been in recent years, and also for the once untouchable monarchy talking about reform there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHURCH",
      "sentences": "In Buffalo, New York, residents have marked one year since 10 people were killed in a racist attack at a grocery store. The victims were all black. A moment of silence was held Sunday at a memorial for the victims, followed by church bells in remembrance of those lost. U.S. President Joe Biden also addressed the anniversary in a \"USA Today\" op-ed, writing that the plague of gun violence only appears to be getting worse. Once again called on Congress to pass urgent gun reform.To Asia now, and the remnants of what was Tropical Cyclone Mocha have moved on to southwestern China with little more than rain, but not before leaving a trail of destruction in parts of Myanmar and Bangladesh. The storm made landfall early Sunday along the coast of northwest Myanmar. Winds of more than 200 kilometers per hour blew the roofs off buildings, uprooted trees, and knocked down power lines in Myanmar's Rakhine State. Heavy rainfall and strong winds hit the Cox's Bazar area in Bangladesh, but no fatalities have been reported in the Rohingya refugee camps there. So let's get the latest from CNN's Vedika Sud. She joins us live from New Delhi. Good to see you, Vedika. So what is the latest on the impact and, of course, the aftermath of the Tropical Cyclone Mocha in Myanmar and Bangladesh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:08",
      "speaker": "SUD",
      "sentences": "According to a consultant who's working with the UNDP, it's not looking good in the Rakhine state of Myanmar as of now. He's called this one of the strongest cyclones to hit the area in over a decade, Rosemary. We'll get you more as and when there is more to report on from Myanmar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:08",
      "speaker": "CHURCH",
      "sentences": "Absolutely. Vedika Sud, many thanks for that report. I Appreciate it.Well, last hour I spoke with the Bangladesh representative for the United Nations High Commission for Refugees, and I asked him how the Rohingya Refugees are recovering after this powerful storm. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:08",
      "speaker": "JOHANNES VAN DER KLAUW, UNHCR REPRESENTATIVE IN BANGLADESH",
      "sentences": "Fortunately, the camps themselves are not really in the eye of the storm. Unfortunately, that is happening in Myanmar, the kind state as you mentioned. But still, of course, the camps have been affected.As you mentioned, fortunately we have not seen casualties, but we do see a lot of damage to the shelters, to the community buildings, to roads, to bridges. Many, many trees have fallen, toplands have flew off. You see, we are still assessing today the damage, the extent and the severity, because no matter what storm there is, even if in the end it was not the cyclone as we feared, there's still a lot of damage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:08",
      "speaker": "CHURCH",
      "sentences": "So what emergency plans are in place to handle the possible threat of flooding and landslides in this part of Bangladesh? Is there a concern about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:08",
      "speaker": "VAN DER KLAUW",
      "sentences": "Definitely, because, you know, a storm is also accompanied by heavy rains, and that causes flooding and that causes landslides, as you mentioned, and we have prepared the refugees, those who lived in lower areas, which are prone to flooding and landslides, to move them higher up in the campsite, but also to move them into more protected buildings within the parameters of the camps. So, the most vulnerable people, we managed to relocate to safer places in the camp site.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "The upfronts, like you said, this is the moment where networks, they come and they put on a dazzling display with their biggest stars to showcase their upcoming slate of shows and projects in an effort to, you know, get advertisers on board. And usually you see big names like Jimmy Kimmel and others at the respective networks up front and you're not gonna see that.And like you just said, Netflix, they're going virtual. And a lot of these really big glitzy events that were gonna happen this week in Manhattan, where I am, are not gonna be happening anymore. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}