{
  "date": "2023-03-17",
  "headline": "CNN Newsroom",
  "subHeadline": "Irish Prime Minister Hosted By Biden At The White House; Soldier's Death In Fort Hood Ruled Out Foul Play; How To Prevent A Runway Incursion; Two Aircrafts In Florida Were 14 Seconds Away From Colliding; Probably About Three Months To Clear Away The Hazardous Train Derailment Site In East Palestine; France Experiences Violent Protests In Response To Macron's Push To Raise Retirement Age; Netanyahu's Proposed Legal Reforms Face Increased Opposition; Israeli President Herzog Unveiled Plan For Judicial Reform While Announcing Civil War Threat. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Just moments ago, Ireland's prime minister arriving at the White House for a meeting with President Biden. This continues, of course, a St. Patrick's Day tradition, it was interrupted for a couple of years though by the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Taoiseach, that's how they pronounce it, the Gaelic version of prime minister. CNN's Arlette Saenz joins us now from the White House. Of course, President Biden, proud of his Irish blood, what do we expect to take place in this meeting today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Jim and Erica, as you can see right behind me, the military honor guard was on-hand as the Irish Taoiseach, Leo Varadkar, arrived here at the White House. He's about to enter a meeting in the Oval Office with President Biden where the two men are expected to discuss a host of issues.One this we are waiting to hear is whether President Biden or the Taoiseach will reveal any further details about President Biden's expected trip to Ireland. Earlier in the week, he had been out on the west coast with British Prime Minister Rishi Shunak who invited him to go visit Northern Ireland, and President Biden had said that he accepted that invitation and also said he would be visiting the Republic of Ireland. He is expected to make that trip around the anniversary of the Good Friday Agreement. An agreement that the U.S. helped deck -- brokered 25 years ago that really ended decades of sectarian violence in the region. There had been some stress surrounding that agreement as the U.K. had exited the European Union. And President Biden has really taken a personal interest in this as -- particularly when it comes to trade. It had ordered -- had pressed both the British prime minister and his predecessors to take some action on this. We're also expecting the Irish Taoiseach to bring up some other issues, including concerns about the Inflation Reduction Act. Many countries in the European Union have been frustrated by the clean energy credit that have been included in that bill. But this is certainly, also, a very personal day for President Biden. He often talks about his Irish roots. Often quoting Greek poets, and talking about his Irish ancestors as well. And this is the first time that he is able to host the St. Patrick's Day celebration here at the White House in person. The first year, it was done virtually due to the COVID-19 pandemic, and last year it was actually called off last year because the previous Taoiseach had already been in Washington, D.C., preparing to come for the event but then he tested positive for COVID-19. So, for the president, this is a very personal day. We also expect him to head up to Capitol Hill to attend a luncheon up there, celebrating St. Patrick's Day before having a reception here at the White House. And a short while ago he actually tweeted, as the son of Catherine Eugenia Finnegan Biden, he wishes everyone a Happy St. Patrick's Day. So, that just points to how excited he might be about today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, it's nice to see the fountain at White House, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SAENZ",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Green water today. Anyway, we all got a little Irish in us. Arlette Saenz, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HILL",
      "sentences": "Military investigators at Fort Hood in Texas say they have now ruled out foul play in the death of a combat engineer. The mother of Private Ana Basaldua Ruiz says that army officials told her, her 20- year-old daughter died by suicide. She questions that. However, she says her daughter was being sexually harassed at the base before her death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SCIUTTO",
      "sentences": "CNN's Camila Bernal has been following the story and the investigation. Camila, not the first time we've seen a shoulder -- a soldier's death at Fort Hood. Has Ruiz's mother offered any details of why she believes this might not be a suicide or might have other background?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERNAL",
      "sentences": "And again, she says, her daughter wanted to be hugged, again, the way she used to be hugged when she was a little girl. This family is, of course, devastated. That mother trying to come to the U.S. She wanted to be here in California to receive her daughter's body. Jim, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SCIUTTO",
      "sentences": "What a thing for a mother to hear. Camila Bernal, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "14 seconds, just 14 seconds away from a collision, that is how close the NTSB says two commercial jets were to crash into each other at the Sarasota Florida Airport last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SCIUTTO",
      "sentences": "And to be clear, an investigation found the Air Canada jet was cleared for takeoff just as the American Airlines plane was about to land. The American Airlines pilot was able to pull back from landing after seeing the Air Canada plane take off. There were 372 people on board, both planes, of course, danger -- a crash would have been catastrophic. The incident, just one of the seven runway incursions that have taken place this year so far.So how do pilots navigate runway close calls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "HILL",
      "sentences": "CNN's Pete Muntean took to the skies to give us an idea firsthand in what goes in to avoiding some of these dangerous complications during both takeoff and landing.(BEGIN VIDEO CLIP) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voiceover): On any given day in the United States, airlines operate 45,000 commercial flights, taking off, landing and taxiing at some of the busiest airports in the world. Delivering millions of passengers precisely and safely can be a delicate dance. One mistake can bring it all to a halt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BILL ENGLISH, FORMER NTSB INSPECTOR",
      "sentences": "Runway incursions have been around since we have had more than one runway.MUNTEAN (voiceover): Former NTSB Investigator Bill English recalls the Tenerife disaster of 1977, two Boeing 747s slammed into each other on the runway, more than 500 people died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ENGLISH",
      "sentences": "Runway incursions have been a pretty tough not for decades in aviation.MUNTEAN (voiceover): Bill and I, both pilots and flight instructors, met at flight school Aviation Adventures in Virginia. Here, student pilots are taught about runway incursions almost immediately in their training. In the pilot seat of this diamond twin engine trainer, bill and I are setting out on a demonstration of what goes into a runway incursion and what keeps pilots from making mistakes that could be deadly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ENGLISH",
      "sentences": "There a lot of layers built in here. A lot of protections to prevent even when something does go wrong from it becoming catastrophic.MUNTEAN (voiceover): Five cameras are rolling to show some solutions are as simple as markings on taxiways that lead to runways. The yellow hold short like reminds pilot not to enter a runway, a holy grail of paint, matched by crucial phrases between pilots and air traffic control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can move up to and hold short of runway 35.MUNTEAN (on camera): Hold short 35, Skyventures 262.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ENGLISH",
      "sentences": "Oh, (INAUDIBLE) hold short stress. It's very good.MUNTEAN (on camera): And why is that so critical when it comes to runway incursions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ENGLSIH",
      "sentences": "Well, first off, it confirmed that it was heard. Confirmed that you got the correct runway, those are the big ones right there.MUNTEAN (voiceover): Confirmation and communication are key.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Clear for take of 35, Skyventures 262.MUNTEAN (voiceover): This executive airport in Leesburg lacks some of the technology that the FAA is deploying at busier airports nationwide. Warning lights embedded in the pavement of taxiways and runways, even new radar that can track planes and other vehicle on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Skyventures 262, Dulles is 10MUNTEAN (on camera): Airport in sight, Skyventures 262.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Skyventures 262 turn left heading zero four zero cleared visual approach one center.MUNTEAN (voiceover): I've been cleared for the approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Skyventures 262, contact Dulles tower 134.42.MUNTEAN (on camera): Over to tower, Skyventures 262. MUNTEAN (voiceover): And now I've been cleared to land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "Let it come down. Let it come down. There you go. Nice, that's the picture (ph). See, it's lower than you think.MUNTEAN (on camera): It really is, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "There we go. So, we are rolling. We got Yankee Six coming up here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "That's going to be our first turn on to the right.MUNTEAN (voiceover): Yankee Six is the taxiway we'll use to exit the runway, turning exactly where controllers tell you on the ground is just as important as the commands given in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Skyventure 262, you can turn right at Yankee Six or Yankee Seven contact ground point six two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "Over to ground point six two, Skyventures 262.MUNTEAN (voiceover): Bill points out to me how he's using an iPad app to track where we are on the airport grounds. MUNTEAN (on camera): How important is being aware of where you are on the airport, especially, in a busy airport like Dulles here? ENGLISH: Oh, that's absolutely critical because we -- look where we are right here, we've got airplanes coming in, coming out of the terminal there, both directions all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "You know, at an airport like this, there are multiple different runways aligned with one another, right? But it -- I feel like it becomes even more precarious at an airport with -- that has crisscrossing runways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "When the things make the news, like runway incursions, and you have to be almost extra vigilant as you're flying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "I mean, runway environment, especially in an airport like this, you absolutely have to be extra vigilant. And, you know, with what we've seen lately, I think everybody's up got their head on a swivel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "Yes.MUNTEAN (voiceover): We are now taxiing to take off from a different runway at Dulles, Runway 30 which crosses in front of the northbound runways we just used to land. Air traffic control tells us to take off with a flight approaching those runways from the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Skyventures 262, fly runway heading runway 30 clear for takeoff. Wind 360D at 3.MUNTEAN (on camera): Clear for take off, Skyventures 262.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "Here we go, runway 30 is on the pavement and 30 is on our heading indicator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "That's a double check. Power come up, power to 20. And roll it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "We want to go quick for that guy that's going to the center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MUNTEAN",
      "sentences": "Airspeed is alive.MUNTEAN (voiceover): My normal flying is typically from a smaller country airport. It's not as busy and there's no air traffic control tower. What's clear from this demonstration is that the nature of these incidents has not changed, but they have put a new spotlight on safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "I think dealing with the problems, that's what we do in aviation. We try to build that robust system where safety is paramount.All right. Coming on back, then come down. Hold it right there, just hold it right there. You're perfect. MUNTEAN (on camera): I got the hang of it on the second one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ENGLISH",
      "sentences": "You got it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "HILL",
      "sentences": "Our thanks, again, to Pete for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "HILL",
      "sentences": "We also want to update you this morning on the cleanup from that toxic train derailment in East Palestine, Ohio. The EPA now says it's going to take approximately three months to complete that cleanup project.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "There were new protests overnight in Paris after the French government made changes to its pension system. More than 300 people were arrested after the anger erupted after the government raising the retirement age there, from 62 to 64. Fires in the streets of Paris, unions are planning another day of nationwide demonstrations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "HILL",
      "sentences": "Yes, also a lot of garbage being lit on fire. There was outrage among lawmakers who actually shouted down the prime minister in the national assembly after she announced there would be no vote that the law would be enacted by decree. It is allowed under the French constitution, that decision, though, further enraging the opposition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Another country where we've seen protest this week is Israel. This, over the Israeli Prime Minister Benjamin Netanyahu's major changes to the country's judicial system. Critics from both left and right in Israel say the proposals would give politicians, including Netanyahu himself too much power over the courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "GOLD",
      "sentences": "And it's not just the protesters in the street who are worried about this. We are also hearing from the former head of Mossad and Secretary of State Antony Blinken also making the statement yesterday saying that there should be consensus over these reforms. Guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "HILL",
      "sentences": "Hadas Gold, appreciate the update. Thank you.And thanks to all of you for joining us today. I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    }
  ]
}