{
  "date": "2023-04-05",
  "headline": "CNN News Central",
  "subHeadline": "Desperate Search for Midwestern Tornado Survivors; Trump Now Ex-President and Criminal Defendant; History of Presidential Arrests; Biden Heads to the U.K. and Ireland; Chicago's New Mayor; Dominion Voting v. FOX. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BOLDUAN",
      "sentences": "A tornado teaching down in Missouri overnight. This is in Glen Allen. You can see the path of destruction. Officials say several are dead and injured and the danger is not over yet.(WEATHER REPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BOLDUAN",
      "sentences": "The destruction continues into Illinois. Adrienne Broaddus is on this one.What are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BROADDUS",
      "sentences": "Broken glass. Everything shattered. We've seen crews here from the fire department surveying the area. Now the cleanup process begins.The good news, no one was physically injured here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BOLDUAN",
      "sentences": "Holy cow, seeing it from the ground and then seeing the video from above that you guys were also able to get is just -- the power of these storms is just remarkable. Adrienne, thank you for being. There really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SIDNER",
      "sentences": "Former president Trump's next court appearance is December 4th. That's five months from the day he pleaded not guilty to 34 felony counts of falsifying business records. That, by the way, is on the cusp of the 2024 primary season.The former president is now a criminal defendant and a presidential candidate. Prosecutors say Trump sought to undermine the integrity of the 2016 election and was part of an unlawful plan to suppress negative information, all of it linked to hush money payments made to adult film actress Stormy Daniels, a Playboy model and a doorman at Trump Tower. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ALVIN BRAGG, MANHATTAN DISTRICT ATTORNEY",
      "sentences": "We have had available to the office additional evidence that was not in the office's possession prior to my time here -- text messages, emails, contemporaneous phone records, multiple witnesses. All of that will be, as you saw in the fall, borne out in a public courtroom in downtown Manhattan.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SIDNER",
      "sentences": "Now there is no gag order at this moment. But the judge overseeing the case has warned both sides to watch their behavior.The former president ignored that request, blasting the same judge, his family and the district attorney during a prime time speech from Mar-a-Lago. CNN's Kristen Holmes joins us now live from Mar-a-Lago. The speech was filled with lies and attacks. Is this sort of what you would typically see at a Trump rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Sara, yes and no. In the sense of typical, we know that with many of these speeches, it becomes an airing of grievances and that's what we saw last night. But of course it is completely atypical, given that it came after ahistoric and unprecedented day when he sat through, a former president, an arraignment. We also know that he was upset all day. And it was uncharacteristically short. Those remarks are usually much longer and I am told that part of this was because of the emotional day that they had. But given that gag order, it was as though it did not exist. Former president Trump ramped up the rhetoric, specifically making personal attacks. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  The only crime that I have committed is to fearlessly defend our nation from those who seek to destroy it. This fake case was brought only to interfere with the upcoming 2024 election. And it should be dropped immediately. I have a Trump hating judge with a Trump hating wife and family, whose daughter worked for Kamala Harris and now receives money from the Biden-Harris campaign and a lot of it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HOLMES",
      "sentences": "And so almost again, as though that warning from the judge didn't actually happen. And you shouldn't expect to see this stop. I am told that they are going to be using this arraignment as a rallying cry for 2024.They are going to make this extremely political. We've already started to see that last night. We saw it yesterday and it's going to continue. So that is the path that they are down right now. Of course, the question is just how far he could take it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SIDNER",
      "sentences": "Kristen Holmes, thank you so much.And we've also seen Republicans reacting, all of them supporting Trump so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BERMAN",
      "sentences": "So we have a major correction to make this morning. Not for us because we've been getting it right. But you might have heard people say that Donald Trump is the first former president to be arrested -- or first former or current president to be arrested.Not so. He is the first former president indicted because there was another U.S. president arrested. And, as you can imagine, it involves a horse and buggy, CNN's senior political analyst, John Avlon, is here with the details. And honestly, John, this is my favorite development over the last week. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BERMAN",
      "sentences": "This is all about president -- JOHN AVLON, CNN SENIOR POLITICAL ANALYSTOK, you know, your house arrest? This is a case of horse arrest. Ulysses S. Grant. And the details are kind of stunning. This is the arresting officer, a guy named William West, African American veteran of the Civil War. And he's out doing his job, 1872; it's a reelection year for Ulysses S. Grant. And he is drag racing in a horse and buggy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BERMAN",
      "sentences": "Grant, the President of the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "The very next day, Ulysses S. Grant does it again. And William West is on duty and said, Mr. President, I'm sorry. It is my sworn duty to take you in. And he takes him downtown. He pays a $20 fine. But Grant notably says I admire a man who does his duty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "And then he never shows up for any of the court proceedings --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "-- that he was warned one day but then still did it again the next day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "Not a guy who seemed overly concerned with the rule of law in this case.OK, when we're talking about U.S. history, look, Donald Trump has now been arrested and indicted here. We don't know what's going to happen. We don't know if he will be convicted. We don't know what he would be sentenced to if convicted. But in U.S. history, there's a little bit of a of a colorful record of humans running for office and some of them being elected from prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "Colorful is one way to say it. OK, so this is rare but it's a reminder to those folks who are under some misapprehension that president Trump could be blocked from running for office if he's in prison or indicted. Not so.Let's start with Eugene Debs, that's a Socialist candidate for president, five timer. In 1920, he gets arrested a few years before for protesting the draft during the First World War under really lousy luck, called the Sedition Act. He is in prison during the '19-'20 election. He gets almost a million votes from prison. So you can run for president from prison. Eugene Debs did it in 1920.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "We're talking about my hometown, Boston. There's also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "-- you think we're going to let you off the hook about Boston?Berman, no. Now we all know you love Boston. You love Tom Brady. You love the Red Sox. How much do you love James Michael Curley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "The Rascal King, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "The Rascal King. So here's the deal with James Michael Curley. He is first elected as an alderman from jail. Right, the beginning of his career. He goes on to serve four nonconsecutive terms as mayor, one term as governor; constantly scandal prone, always causing problems.His fourth non consecutive term, he gets indicted, gets elected and then serves five months in prison as mayor. Unbelievable. So -- and then came right back to city hall. So you know, James Michael Curley is sort of the -- I don't know if you say gold standard of corrupt calls but something like -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "-- something to live up to.In terms of what the law actually says about who can and can't run for president, John, what are the limitations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "The only standard to apply, now that we understand hopefully that this isn't about whether someone's been indicted or even imprisoned, is in the U.S. Constitution; 14th Amendment, Section 3.Basically what this says is that if you've taken an oath to uphold the Constitution and then you participate in or give aid or comfort into an insurrection, you will be barred from holding federal office. This is a big deal. Now it has obviously passed in the wake of the Civil War. It was designed to be prospective. It is actually been applied to two local pols (ph) who participated in January 6th, one in West Virginia, one in New Mexico. But until very recently, it's been undiscovered country. But this is the only thing. However, it's embedded in a little thing called the U.S. Constitution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "A little thing as it were. All right, let's get our horse and buggies and go race. AVLON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "Like Ulysses S. Grant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "AVLON",
      "sentences": "Awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BERMAN",
      "sentences": "All right, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SIDNER",
      "sentences": "So interesting. You can be a felon and run for president. But a lot of felons cannot vote in many states.All right. New this morning, President Biden will soon be heading across the pond to the U.K. and Ireland for some pomp and circumstance and celebration. CNN's MJ Lee is live outside the White House for us. MJ, what more are you learning about this trip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Sara, this is a trip that President Biden has actually been teasing for a while. And this morning, the White House officially made clear that this trip is going to take place next week.If you take a look at this map here, you'll see the number of stops that he is already expected to make. First, he begins in Belfast in Northern Ireland. This is where he is going to mark the 25th anniversary of the Good Friday peace agreement. And then he travels south to Ireland. This, of course, is his ancestral homeland. He is going to be traveling to Dublin; this is the capital city, of course. And then various counties as well. To the north of Dublin and on the western coast of Ireland as well, you know, if you've spent any time covering this president, you know how much he likes to talk about his Irish heritage and his Irish pride. He talks about being a descendant of the Blewitts and the Finnegans of Ireland. He talks about how -- he frequently actually quotes Irish poetry. And just a few weeks ago, for St. Patrick's Day, we saw him hosting the taoiseach of Ireland here at the White House. So we certainly expect this trip to be sort of significant in history and diplomacy but also for the president it is going to be just a personally important trip for him as well. All of this happening next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SIDNER",
      "sentences": "All right, MJ Lee, thank you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BOLDUAN",
      "sentences": "The deputy prime minister of Ireland actually said that he was impressed by how Biden could quote Irish poetry.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Actually when I interviewed him once.OK, just ahead for us. Chicago has elected a new mayor. The change that he's promising and his message to those who supported his opponent. [11:15:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BOLDUAN",
      "sentences": "And on the stand, FOX says some of the network's biggest anchors will testify in the billion dollar defamation trial brought by Dominion Voting. Who could soon be under oath, that's coming up on CNN NEWS CENTRAL.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BOLDUAN",
      "sentences": "This could be a sign that the U.S. economy is beginning to tap the brakes.There has been a violent clash caught on video at one of the holiest sites in Jerusalem's Old City. Israeli police stormed the Al-Aqsa mosque also known as Temple Mount and you can see what happened. Police say that they arrested more than 350 people. The Palestinian Red Crescent says at least 12 people were injured in the violence. Plus the Justice Department just announced a tentative $144.5 million deal to settle the civil cases from the 2017 mass shooting in Sutherland Springs, Texas. The reason why a federal court ruled in 2021 the government was liable for damages for not submitting the shooter's criminal history to the FBI's background check system. That tragic massacre killed 26 worshippers and injured 22 others at the First Baptist Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SIDNER",
      "sentences": "Chicago waking up with a new mayor elect this morning. CNN projects this gentleman here, Brandon Johnson, has been elected to replace Lori Lightfoot. Johnson is a county commissioner and a teacher's union organizer, who ran on progressive views.He defeated Paul Vallas, who ran on a more conservative tough on crime agenda. CNN's Omar Jimenez has been following all this for us. You spent a long time in Chicago. You know how the politics work there. They are no joke. How did Johnson pull this off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Well, for starters, who he and Vallas had to beat the incumbent mayor, Lori Lightfoot, so that happened a little bit earlier this year. And that advanced them to this runoff.But a key question after that, as you see the results on your screen of this runoff, but a key question there was that Lightfoot took a lot of the Black neighborhoods in Chicago. Congressman Jesus Chuy Garcia, who was a previous candidate, took a lot of the Latino vote. So now when it was down to these two, you had a big opportunity for them to try and gain the vote of some of these important groups. And when we looked at some of the data, some of the vote is still coming in technically. But Johnson swept every single ward or area that Lightfoot won the first time around. And that likely was the difference here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SIDNER",
      "sentences": "So Johnson is now the winner.What's he facing ? There's so many things going on there in Chicago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Well, winning the seat, of course, is hard; leading this city is going to be even more difficult. I mean, you just look at what the city has been through over the past few years. Mayor Lightfoot described it as an unprecedented set of challenges.The peak of a pandemic, the economic issues that came after it as well; escalating gun violence that peaked, like in many cities but especially so in Chicago. He now has said he wants to be the mayor for all of Chicago, reaching out to those who even didn't vote for him. He had a little bit of a message for them. (BEGIN VIDEO CLIP) MAYOR-ELECT BRANDON JOHNSON (D-CHICAGO, IL):  I value you and I want to hear from you. I want to work with you. And I'll be the mayor for you, too. (END VIDEO CLIP) And Johnson, endorsed by the teachers union, he in part was talking to those that voted for Vallas. The police union endorsed Vallas. He obviously is going to have a little bit of trouble to try and wrangle in some of those folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SIDNER",
      "sentences": "So education, crime and economic opportunity are three of the biggest things in any city but particularly in Chicago.Why is this race so important nationally? A lot of people watching, including, of course, us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Well, I mean, it really was a battle of two Democratic ideologies. Brandon Johnson a little bit more progressive, endorsed by the likes of senators Bernie Sanders and Elizabeth Warren.And then Paul Vallas, he was endorsed by more moderate Democrats; police union versus teachers union. And so Democrats really are looking at this and saying, OK, where is the pulse of big-city Democratic voters? Especially when you compare what happened in L.A.; the more progressive congresswoman, Karen Bass, beat out the more moderate Democrat to win the mayorship there. So of course, a lot of data points heading into some crucial elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SIDNER",
      "sentences": "You know, there is something that is just as important, if not more.Nationally when it comes to the Supreme Court race in Wisconsin, what happened there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JIMENEZ",
      "sentences": "It was a busy night in the Midwest as things were happening around the country. So at the supreme court level in Wisconsin the liberal, Janet Protasiewicz, which beat out the conservative, Dan Kelly. And that's significant because it could be the difference in how legal challenges are decided over abortion access in that state.Conservatives had held the majority for a while. This presented an opportunity and there is a specific case coming up in the next few months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SIDNER",
      "sentences": "And it says something, that it was a sizable win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, 10 percent. That doesn't happen in Wisconsin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SIDNER",
      "sentences": "That's right. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BERMAN",
      "sentences": "Oliver Darcy is with us.Big names, Oliver, who do we mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "OLIVER DARCY, CNN BUSINESS SENIOR MEDIA CORRESPONDENT",
      "sentences": "This is going to be a very agonizing trial for FOX. Some of the marquee talent on the stand testifying. Dominion is going to ask them what they knew about Trump's election lies.We know people behind-the-scenes at FOX did not believe Trump's lies. It's going to be very uncomfortable for FOX. Jury selection starts next week and the trial April 17th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BERMAN",
      "sentences": "If there's going to be a settlement, it's got to be now. Oliver Darcy, thanks so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}