{
  "date": "2023-11-28",
  "headline": "Quest Means Business",
  "subHeadline": "Fifth Group Of Released Hostages Has Entered Israel; CIA Director Pushing For Broader Hostage Deal; Father Of Former Hostage Emily Hand Speaks To CNN; Israeli First Lady: Attacks On Women Were Atrocities; Palestinian Man Mourns Grandchildren Killed In Strike; Palestinians Welcome Freed Prisoners; Tribute Service For Former First Lady Concludes; Fifth Group Of Hostages Released To Israel; Celebrating The World's Conservationists. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:36",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "An Israeli and two Thai hostages have been freed from Gaza, now back in Israel. Do stay with me with continuingcoverage. Live from London, it is Tuesday, November 28th. I'm Isa Soares, in for Richard Quest. A very good evening to you. Tonight, a fifth group of hostages is now back in Israel, as officials prepare for the current truce to expire. Ten Israelis and two Thai nationals have been freed from Gaza today. Thirty Palestinians have now been released from Israeli prisons, that is according to the prison service. And this is the moment the Israeli hostages was handed over to the Red Cross by their Hamas captives. In the last hour, we have learned their names and ages. I want to show them here on our screen, as you can see. I want to bring in our Ben Wedeman. And, Ben, we are now looking at the name -- we see the names and the ages of this group. Ditza Heiman seems to be the eldest, 84 years of age. So -- and the youngest here is Mia Leimberg who is 17. So, older group of hostages with the younger 17 years of age. What more can you tell us, Ben?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes. And, of course, this was something that, you know, the Israelis have been pushing forpeople like the elderly to be released, because, obviously, they are in the most delicate health situations. And the concern has really been consistently that they'd be released as soon as possible given, perhaps, the conditions they are under in Gaza. So, you know, as we go along, this, of course, is the first day of the extension of the original four-day truce. They really are trying to get these people out as a top priority, so they can get proper medical treatment -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "SOARES",
      "sentences": "And, Ben, what do we know about the Palestinian prisoners being released today from Israeli prisoners -- prisons? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "WEDEMAN",
      "sentences": "Yes, let's say prisoners and detainees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "WEDEMAN",
      "sentences": "They are 30 people, 15 women and 15 boys under the age of 18 -- children .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "WEDEMAN",
      "sentences": ". we should say. And many of them, of course, again, our administrative detainees. So they actually haven't been charged withanything. They're just being held, according to secret evidence that they cannot access, their lawyers can't access, and they can't access them as well. So, we're in that situation again. Now, some of the charges against them -- one of the women, for instance, posted something on social media. And that is why she is being held. She was actually detained after the 7th of October. But, of course, when the Israelis put out the lists of those who are being freed from Israeli prisons, they describe them as terrorists. Now, of course, some of these people, as I said, haven't actually been charged with anything. Boys under the age of 18, are they terrorists or are they just boys who threw rocks at Israeli police, for instance, expressing their unhappiness with a military occupation? Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "SOARES",
      "sentences": "Yes, more family reunions, of course, for those who have been held in Israeli prisons, also for those that have been held by Hamas -- brutallyheld, for so many days. I want to bring in Alex Marquardt with us. Stay with us, Ben, for just a second. I want to bring in Alex. And, Alex, today is day one of the extended truce, leaving us what? A day and a half, basically, to release more hostages. What is your sense? What are you hearing as to whether this may be extended to include more children, even more men? Because it's something that the CIA director has been pressing on, right, from your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "MARQUARDT",
      "sentences": ". is going to be much, much harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "SOARES",
      "sentences": "Yes, it is much harder, especially when you hear from the Israeli military, Alex, that they're saying they're using the truce period tostrengthen their readiness. What is the US saying to -- what kind of pressure is US putting then on Israel as -- you know, as we hear more pressure, of course, on the Israeli government to try and extend this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "MARQUARDT",
      "sentences": "Well, I'm sure this is coming up in those meetings in Doha today. Bill Burns is not just .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "MARQUARDT",
      "sentences": ". the top spymaster for the US, he's also really a quiet diplomat, a veteran diplomat for many, many years.And so the message that is being sent to the Israelis right now is, you know, if this pause ends and the fighting starts back up again, that they would certainly like to see Israel going in in a much more surgical way, tactical way, being much more cautious and careful. The discomfort that the Biden administration has felt has been very obvious over the widespread death and destruction in Gaza. And so, the American officials have made clear that they don't -- they do not want Israel to go in with the kind of strength that we saw, certainly, at the beginning of this conflict. Now, they would argue that that was on the wane, that there were fewer airstrikes. But with this pause in the fighting, we've all seen just the extraordinary level of destruction, and so there is a certain level of trepidation about what Israel may do next in terms of starting its military campaign back up again -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "SOARES",
      "sentences": "Yes, stay with us. Let me go to Ben. Ben, on that point, we have been hearing from NGOs that I was reading -- seeing a tweet today fromUNRWA, who was talking about the sheer devastation of what they're seeing in north Gaza. It's the first time that many NGOs have been able to go to the north of the strip. Give us a sense of what you are hearing from them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "WEDEMAN",
      "sentences": "Well, certainly, it would be nice also if journalists could get the Gaza as well to help out with their Palestinian colleagues. But whatwe're seeing is devastation, the likes that those of us who have covered war after war in Gaza have never seen before. You know, in the past -- this summer, I believe, Yoav Gallant, the Israeli defense minister, talked about bombing Lebanon back into the Stone Age if Hezbollah dared to challenge Israel. But it seems that they're perhaps trying that out on Gaza at the moment. And, for instance, if you hear what the spokeswoman for the World Health Organization described, in addition to the destruction, is the very perilous situation in Gaza given the fact that there's very little clean water, very little food, and you've got more than a million people crammed into UN schools in the southern part of Gaza. You have basically 1.8 million people who have been displaced, more than 80% of the population of Gaza. Most of them, crammed into the south. The problem is, according to the World Health Organization, is that you have increasing cases of skin disease, respiratory disease, diarrhea. It really is a case of perhaps Gaza being bombed back into the Stone Age -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "SOARES",
      "sentences": "Yes. And what the WHO said, that more people could die from disease than bombardments, of course, if the health infrastructure is not restored.Ben Wedeman for us and Alex Marquardt, appreciate it. Thank you very much. Well, as more hostages come home, their families can begin to recover from that horrendous ordeal. Thomas Hand was reunited on Saturday with his nine- year-old daughter, Emily. You can see there. He learned she was being held hostage a month after the October 7th attacks. When he spoke to Clarissa Ward shortly after the attack, he believed, if you remember, that Emily had been killed. Well, even after an emotional reunion, had told Clarissa Ward he still had bad (inaudible) his daughter about Narkis Hand, his ex-wife, who was like a second mother to Emily. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:21",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Does Emily understand what happened on October 7th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "What a rollercoaster of emotions for that family and so many others as well. Well, Israel's first lady says she had not initially realized theextent of the violence against women on October the 7th. Michal Herzog spoke to CNN earlier. She said Israeli really women have been disappointed by the silence from the international community on the issue. Listen to what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "MICHAL HERZON, ISRAELI FIRST LADY",
      "sentences": "The misconception and the view that, you know, war belongs to men and they create these terrible atrocities orthat's what happened on October 7th, and they do hope now that there is a change. At first, I must say, the first days, it took us a while, even me, myself, to realize how bad the events were, how terrible the attacks -- the specific attacks against women -- were, and the use of their bodies as tools of war. And it was kept a little under the radar for the first few days, and then when the realization that such atrocities and such terrible cases of rape, of mutilation of bodies of young women happened, then Israeli women turned to their colleagues around the world. And that's where the disappointment is, because Israelis have been on the forefront of fighting for women's rights in international organizations for many years now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "SOARES",
      "sentences": "Well, a tribute service for former US First Lady Rosalynn Carter has just concluded in Atlanta, Georgia. Former President Jimmy Carter wasin attendance, despite his own declining health. President Joe Biden and the first lady, Jill Biden, were also there. Rosalynn Carter died last week at her home in Plains, Georgia. She was 96 years old. Chip Carter delivered this tribute to his late mother. Have a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "CHIP CARTER, SON OF ROSALYNN CARTER",
      "sentences": "I will always love my mother. I will cherish how she and dad raised her children. They had given us such a greatexample of how a couple should relate. Let me finish by saying that my mother, Rosalynn Carter, was the most beautiful woman I had ever met and pretty to look at, too. Thank you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "SOARES",
      "sentences": "Tim Naftali is a CNN presidential historian. He joins me now from Washington.Tim, great to see you. Look, what I've heard throughout the day from those who met her, those who knew her, Tim, was just how principled she was, remarkable humanitarian, who practiced, it seemed, what she preached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "Tireless, she was a tireless humanitarian. This is a woman who, first of all, was a tireless partner ofher husband's, tireless mother. And then when her husband begins a political career, she takes on more responsibility at the family farm. And then when he leaves to the state capital, Georgia, Atlanta, to become governor, she becomes a enormously important state advocate for a better mental health treatment, for better treatment, for better conditions in state prisons. And then when her husband decides he wished to be president, they actually made the decision together. She is a tireless campaigner. She campaigns on her own in 41 different states in that dark horse election, shoestring campaign of 1976. But what was most, I think, impressive for, I think, for viewers of this service, because it has been many years since Mrs. Carter was in the white house, was her good works, both as first lady of the United States, but later as a citizen of the world in joining with her husband to try to eradicate river blindness in Africa, to almost fully eradicate the scourge of guinea worm in Africa -- 2.6 million cases of guinea worm in Africa in 1986 and only 13 -- only 13 last year, her efforts to vouch safe and strengthen democratic institutions in various countries in the global south. All of this done as a former first lady. It was a remarkable service and a remarkable reminder and celebration of a great citizen of the .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:16",
      "speaker": "NAFTALI",
      "sentences": ". United States and of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "NAFTALI",
      "sentences": "Well, their relationship was remarkable in that it was close on so many levels. You can imagine relationships where the partners might havecreated their own worlds as a way of creating occasional buffers. But the Carters were close. The president relied on her as a confidant. She, indeed, was his closest confidant. She was also a policy adviser. She was the first American first lady to sit on -- in on cabinet meetings. Now, she didn't participate. She sat in the back of the room but -- and took notes, but the point of the effort on her part was so she could give Jimmy Carter advice quietly in the residence. So, imagine a relationship that was strong enough for one partner to be able to give the other partner advice about how to -- how they did their own job. Apparently, the only thing they couldn't do together was write a book together. The one thing that nearly split their marriage asunder was when, in the post presidency, they were -- they got a joint contract to write a book. And apparently, it was hell for both of them. And so, ultimately, to save their marriage and to save the contract, they agreed to the proposition that they would each write alternative paragraphs in this book, because they couldn't agree on the same paragraph.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SOARES",
      "sentences": "And how -- didn't she -- I think she had written more books than he had. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "NAFTALI",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SOARES",
      "sentences": "There's a bit of competition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "NAFTALI",
      "sentences": "No, no, no, he .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SOARES",
      "sentences": "What were -- no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "NAFTALI",
      "sentences": ". no, he wrote many more books. The thing about it was that he was a very -- he is, or perhaps no longer -- but when he was well, he was afast .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "NAFTALI",
      "sentences": ". writer.She -- as he described it, she wrote as if she were -- as if these were tablets graven with the word of God. And so, whenever she would look at whatever he had written, she treated it like a first draft and started to edit it because she was a painfully slow writer. They were not built to write a book together, although they managed to do everything else together successfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "SOARES",
      "sentences": "Everything else and what an example. Tim Naftali, really appreciate it. Thank you very much, Tim. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "NAFTALI",
      "sentences": "An honor, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:07",
      "speaker": "SOARES",
      "sentences": "If you are just joining us, welcome. I want to return to our top story. Breaking news we had at the top of the hour. Ten Israelis and twoThai nationals were released from captivity in Gaza this Tuesday. The video shows the handover from Hamas to the International Red Cross. And if you listen in, you can hear the crowd cheering as then a hostage emerges. If you have that, we will play it out. Do we have it? We played it earlier. I'm not sure if this is the same video. We will try and get it back to you, so you can hear it. But there you have the Red Cross trucks there with the hostages inside. Jeremy Diamond is at the Israel-Gaza border. Oh, here we go. This is the video. Just listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(OFF MIKE COMMENTS)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:07",
      "speaker": "SOARES",
      "sentences": "And Jeremy joins us now.Jeremy, some more good news, of course, for these 12 families as their loved ones come home after weeks of trauma and pain. We have a list of their names, Jeremy, and their ages. It does seem, if we can bring it up, that we have slightly older group. I think the youngest was 17 years of age, if I remember from memory. Where are they? What stage are they in the process here? Have they gone past you, is the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DIAMOND",
      "sentences": "And that's also going to be something that we have to look at going forward, as we now enter day two tomorrow of this two-day extension.What happens after that? One of the main questions is going to be, will there be any efforts made to try and release those males who are held hostage in Gaza? And in particular, soldiers who are certainly not part of this initial agreement between Israel and Hamas but will, at some point, have to enter the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOARES",
      "sentences": "On that point, Jeremy, I mean, what's your sense?What are you hearing from the IDF as to whether this may be extended, of course, to include, let's say, soldiers, elderly men? Because it's something that the CIA director, Robert (sic) Burns, had been pressing on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DIAMOND",
      "sentences": "That is exactly right. The CIA director, Bill Burns, has been leading a major push to try and see if this five-day, soon to be six-daytruce between Israel and Hamas, can be extended and can be expanded, crucially, to include those Israeli soldiers and other men who have been taken hostage. As of now, it is very unclear if that can be achieved. But there were active conversations today with the CIA director in Doha, Qatar, alongside the Israeli intelligence chief, the director of the Mossad, David Barnea, as well as Egyptian and Qatari counterparts as well. But it is hard to see whether or not that can actually be achieved, in part, also, because we know that there are still women and children who are still held in Gaza. And we know that the Israelis have been adamant about trying to achieve that first part of this agreement first, before turning to the broader conversation about men as well. And so, there are still a number of outstanding issues to see if that can be resolved. We also know, of course, that the Israelis are eager to get back to this war that they have been waging against Hamas in the Gaza Strip. The extent to which Hamas can come up with acceptable terms that Israel would accept to extend that pause in fighting remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOARES",
      "sentences": "On that last point, I wonder if you can expand on that?I mean, the Israelis being eager to go back. How much pressure is Netanyahu under, Jeremy, from, I'm thinking, more conservative parts of his party to wrap this up and return to breaking the back of Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "DIAMOND",
      "sentences": "There is no question that there are folks in the right flank of Netanyahu's coalition, who are eager to see a return to this militarycampaign against Hamas. And it also has to be noted that, from a strategic standpoint, Israel knows that Hamas is currently regrouping as they have this pause. That's a big reason why they are seeking, why they have sought a pause in fighting as part of this broader agreement. And, you know, the defense minister, Yoav Gallant, has been very clear in recent days that there're likely to be two more months of fighting at least in the next phase of this war, after this pause in fighting has ended. And the Israeli prime minister has made clear, this is not a permanent cease-fire. This is a temporary pause in fighting to see how many hostages they can get out. But they will return to the objective of destroying Hamas in Gaza and, crucially, they will also move to push troops further south into the Gaza Strip. That is something that we can expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:56",
      "speaker": "SOARES",
      "sentences": "Well, a fifth group of hostages is back in Israel from Gaza, while 30 Palestinian prisoners have been released from Israeli prisons.Ten Israelis and two Thai nationals were freed by Hamas. Today is the first day of a two-day extension to the truce. Israel agreed to release three Palestinian prisoners for every Israeli hostage freed. Our Oren Liebermann is in Jerusalem. And Oren, we were waiting, of course, to see those first images of the Israeli hostages in Israel. What we have seen in the past few days is some of them make their way to hospitals, right? For their overall checks. Just talk us through the process here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:56",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "So the entire transfer process has played out over the course of several hours the past few nights.Sometimes earlier in the evening, sometimes a little later. Today it was a few hours later than it was expected and yet, at no point during the day, did we think the deal itself had fallen apart. First, Hamas transfers the Israeli hostages to this point, women and children, to the Red Cross. The Red Cross has then brought them to different border crossings. Sometimes, perhaps most frequently, to the Rafah border crossing through Egypt. Yesterday or the day before, they brought them effectively straight into Israel, at which point the IDF has picked them up. We have seen the efforts the IDF has made, in fact, to try to make the children feel as comfortable as possible. Especially when they had to ride on military helicopters, giving them noise canceling headphones, toys, just to calm them down a little bit, as the experience would -- might be viewed as sort of another traumatic event, after, of course, seven weeks in Hamas captivity. From there, they undergo an initial and quick, fairly quick medical check, before they're taken to hospitals. Some are able to meet their families as quickly as possible; largely, the younger hostages that have been released. And then the other hostages, some of the elderly hostages, meet their families the moment they get to the hospitals. Now there have been a number of hospitals throughout the country which have been designated to take in the hostages. Egypt, essentially, with its own focus. For example, Soroka, the main hospital in Be'er Sheva, in southern Israel, deals of the most critical cases. Schneider Children's Hospital, obviously, deals with children. Wolfson has dealt with the elderly. Shamir has dealt with the foreign nationals to this point. So each of the hospitals has a specific focus. That is how we expect it to continue playing out, especially as we await tomorrow's release of another 10 Israeli women and children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:56",
      "speaker": "SOARES",
      "sentences": "Yes, and I just want to show our viewers, we have a list of the 12, the 10 Israeli hostages, so people have an idea of names, a breakdown inages. I think the eldest is 84 there, Ditza Heiman. The youngest is 17. And the last several days, we've seen much younger children. This is the youngest, Mia Leimberg, 17. We have seen also the most emotional and heartbreaking reunions. But this has been overshadowed also just by the harsh reality of life after captivity. Talk to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "LIEBERMANN",
      "sentences": "And, of course, sort of the delicate touch needed with so many of these hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SOARES",
      "sentences": "Yes. Oren Liebermann there for us, thanks very much.I want to bring in Ben Wedeman, for the very latest. Ben, I asked you about the Palestinian prisoners who have been released, I'm just -- I want to bring our viewers up to date with comment that Netanyahu, the Israeli prime minister, Benjamin Netanyahu, has made. He said that Israel's military operation will continue until Gaza is, quote, \"no longer a threat to Israel.\" He says, \"We are committed to completing these missions, freeing all of the hostages, eliminating this terrorist organization, above and below the ground and, of course, that Gaza must not return to being what it was. They will no longer constitute a threat to the State of Israel.\" As we hear those words, we have also been seeing, Ben, scenes of celebration in Ramallah, as we see Palestinian prisoners being released. Tell us, just give us a breakdown of the numbers that we've seen in the last few moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "WEDEMAN",
      "sentences": "Yes, what we know is that 30 Palestinian prisoners and detainees have been released. Some of them have crossed from -- they are taken to theOfer Prison, which is in the occupied West Bank. Some go through the Beitunia Crossing and others are released at the Russian compound in Jerusalem. Those are Jerusalem residents. Of course, on the West Bank, there are these raucous celebrations but sometimes preceded by clashes with Israeli forces that are firing tear gas, sometimes live ammunition, at the people who are waiting to meet those detainees and prisoners who are being released. And of course, here in Jerusalem, the Israeli police are following the orders of Itamar Ben-Gvir, the Israeli national security minister, who very much is a hardline settler proponent, who has ordered the Israeli police to ban any celebrations in Jerusalem and those areas under Israeli control. So for instance, we know that in some instances, the families of those prisoners or detainees, who are being released, are detained themselves, so that there will not be raucous celebrations that they are now been freed from Israeli prisons. And in fact, from where I'm standing in Sheikh Jarrah in occupied East Jerusalem, we have been smelling skunk water and breathing in tear gas, because there are clashes in the Issawiya neighborhood of Jerusalem, between Palestinians who've come out to celebrate the release of one of their relatives and friends. And as a result, are becoming under this fire with tear gas and skunk water from the Israeli security forces, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:31",
      "speaker": "SOARES",
      "sentences": "Well, today, we celebrate Call to Earth Day. This year's theme is \"Our Shared Home,\" a chance to look at how interconnected our world reallyis. And we have been following the amazing achievements of conservationists like Kerstin Forsberg, who inspired her country to change its laws on conserving giant manta rays. You see them there found off the coast of Peru. She says, protecting these gentle giants is a step toward ensuring the health of our oceans and of the impoverished communities of Peru as well. Kerstin is an environmentalist working as part of Rolex's Perpetual Planet Initiative and she joins me now from Callao in Peru. Kerstin, great to see you. Just talk to us first and to our viewers about your work with these giant and beautiful manta rays, because they were not legally protected in Peru and they were not even given a conservation priority for the government; at least were not seen as a priority. So how did you change that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:31",
      "speaker": "KERSTIN FORSBERG, DIRECTOR, PLANETA OCEANO",
      "sentences": "Exactly, thank you so much and thank you for being here with us today as we celebrate Call to Earth.Our manta rays are one of the (INAUDIBLE) species that we work with. They are endangered and, as you were mentioning, they were not protected in Peru. So we work really is an empowering (INAUDIBLE) communities, working together with coastal communities as partners. And this started in collaborating with fishermen and asking them how they were seeing the mantas, what were the issues the mantas were facing. And based on that, also talking with the government officials and understanding what the threats were and why these species were not protected. So I think that a big part of our work is always focused on listening, on really understanding the threats, together with the local people, and then building solutions, together with local people as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:31",
      "speaker": "SOARES",
      "sentences": "I wonder, Kerstin, what your message is to those young people behind you there?That we can see in your shot. I mean, it must have been incredibly hard to convince, I assume, the government, to change the laws. How long did it take? How persistent were you? What is your message to the next generation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:31",
      "speaker": "FORSBERG",
      "sentences": "I mean, definitely, it took us three years since we got the proposal in for legal protection for giant mantas but then that kind of ledinto trickling down to other effects that we also work with the government leader to protect critically endangered large sawfish, for example. And I think that the main thing here is understanding that we can all take part in the solution. We all have a voice, just like the youth you see here behind. And today, we're here in Callao, which is actually a location that is far away from our manta ray aquatic site, where our manta rays are based in northern Peru. Right now, we're working in another coastal community that we also work in in central Peru, close to Lima. Our message to the youth is, you can be an agent of change. You don't have to be, you know, a politician or a biologist. You don't have to have a specific age or a specific degree. You can start. And what we're doing today is really thinking about leadership, environmental leadership and how leadership is all about collaborating and listening to one another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:31",
      "speaker": "SOARES",
      "sentences": "And that message, I'm sure, is getting through. Just talk to us as well about -- and I think this is something that you've heard, Kerstin,from young people, because here on the show, as you know through the news, we've been giving viewers a sense, a reality check, really, of the state of our ocean. The warming waters, the coral reefs, the plastic, the pollution. Give us a sense of what you've seen, because you've worked in marine conservation pretty much your whole life. Give us a reality check. This is really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "FORSBERG",
      "sentences": "-- within our companies, within organizations. We can all be agents of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SOARES",
      "sentences": "And we've heard very dire predictions about the state of the world's climate, our oceans.Are you optimistic at all or are you somewhat pessimistic about the progress or lack of progress we've made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "FORSBERG",
      "sentences": "I mean, I think that I'm very worried. That was one thing. But I also see, since I started in 2007, that people are more aware. And I seethat in schools, I see that in the fishing communities, I feel that there's so much more that we still need to do. The threats that we are facing in the ocean are continuous. They are going on right now, at this very second. But I feel that there is this sense of optimism in the air, specifically with the young generation. And I think that's one of the things that most concerns me, I guess, is that there are people that want to make change but there's very little support. So there's very little support for schools such as this, such as low income coastal community schools. I think that it's something that we need to do, to try to raise visibility and raise support for these local generations and young generations that want to create change but that are still facing several threats to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SOARES",
      "sentences": "Kerstin Forsberg, really appreciate you taking the time to speak to us. Thank you very much, Kerstin.We are going to take a short break. We will be back after this. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}