{
  "date": "2023-08-11",
  "headline": "CNN This Morning",
  "subHeadline": "Maui Mayor: Current Death Toll Does Not Include People Inside Buildings; Today: Hearing On Protective Order In January 6 Case; Hackers Take On ChatGPT In Vegas With Support From White House. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "Court needs to have a stronger ethics code. It needs to have -- it needs to be abiding by rules that are already in place.Some of the things that were alleged in the report yesterday would violate what's already in law. But then, stepping back more broadly, the court has resisted any kind of formal ethics code for things that are not written into law as lower court judges have. But the truth is that Chief Justice John Roberts has been trying to get his colleagues to agree to something formal but he does not want to do that without unanimity. There are too many holdouts right now. And I just think that yesterday's report, as much as it's gotten so much attention and rightfully so, is likely not going to change things either on the Hill or at the Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Wow. People deserve transparency -- that's for sure.Joan, thank you for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BISKUPIC",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "In just a few hours, former President Trump's legal team in the 2020 election case is scheduled to appear in a Washington courtroom for a hearing to determine what Trump can and cannot say as he awaits trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Also, some of the world's top tech companies are encouraging hackers to find vulnerabilities in their artificial intelligence chatbots. This is part of a new competition at a hacking conference in Las Vegas. We'll take you there live.(COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "We do have some breaking news on just the devastation from these wildfires in Hawaii. The mayor of Maui just told NBC News that the death toll, which does stand at 55 now, is likely to rise because it does not account for anyone inside of buildings -- listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BLACKWELL",
      "sentences": "Now, on the question of warnings, when asked if he thought the island's siren warning system worked sufficiently, the mayor said that this was an impossible situation -- watch.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BISSON",
      "sentences": "So everything happened so quickly. I can't comment on whether or not the sirens sounded or not, but I know that fires came up so quickly and they spread so fast.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "We'll keep a very close eye on that. We have more people on the program -- people who are looking for their loved ones --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BLACKWELL",
      "sentences": "-- Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "-- as well, as we speak.Meantime, to politics and the 2024 election, and Trump's trials -- his ongoing legal troubles taking place this morning -- some developments. In just a few hours, U.S. District Judge Tanya Chutkan has a scheduled hearing to decide what exactly Trump is allowed to say publicly before his trial for allegedly plotting to overturn the results of the 2020 election. Prosecutors in a case like this can seek what's called a protective order. It's designed to prevent defendants from publicly speaking about sensitive and confidential information that may be submitted during the discovery phase of a case. Trump is not required to be there today in court and he's not expected to attend, but what happens today is significant. Let's talk about it with national correspondent for The Washington Post, Phillip Bump; CNN political commentator and columnist for New York Magazine, Errol Louis; and our senior legal analyst, Elie Honig. Elie, just starting with what happens today -- I don't know. I guess if the judge says you can't talk about any of it and sides with Jack Smith, I'm not so sure Trump is going to abide by that. And then what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yes, that's a great question. I don't -- I don't know that Donald Trump would abide by it. And just to be clear, the issue today is not necessarily what all can Donald Trump say in total about this trial. It's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "About the discovery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HONIG",
      "sentences": "-- what can he do with the discovery. What can he do with the evidence and the documents that he's given. Can he post it online? Can he say hey, I just got a witness statement? Guess who says something positive for me?I don't believe Donald Trump will abide by this. I think he has a long history of that. And so, then the question is will the prosecutor go to the judge and say hey, Judge, he's violated your order, or will the judge, on her own -- and she can do this -- say you violated my order? And in that case, what can the judge do? She can impose restrictions. She can change his bail conditions. This won't happen. But in a very extreme scenario, you can lock the defendant up pending trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HONIG",
      "sentences": "That's not going to happen.Yes, absolutely. If a defendant is out on bail, as Donald Trump is now, or on his own recognizance and violates a judge's order, a judge can absolutely do that in a normal case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BLACKWELL",
      "sentences": "Well, Donald Trump has said that he's going to keep talking about the cases. But also, not just the legal side of it -- politically, his rallies and his interviews are so centrally themed on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BLACKWELL",
      "sentences": "-- these cases that it would be a huge political omission if he went to these rallies and didn't talk about this revenge.ERROL LOUIS, CNN POLITICAL COMMENTATOR, COLUMNIST, NEW YORK MAGAZINE, HOST, \"YOU DECIDE\" PODCAST:  That's right. I mean, look, he -- there's a way that he could do this that wouldn't run into any kind of trouble at all, depending on what the judge says today. But we know that that's not Donald Trump's style. I mean, one of the things that has happened in the Trump era I think is that we've developed this really bad habit of assuming that he's not subject to the same restrictions of -- as the rest of us. But the reality is whether you happen to be a candidate or an ex-president, or anybody else, when you go to court and you -- there's a protective order in place, you have to abide by it. And we should all expect him to do exactly that. One of the most important functions in a criminal trial, of the judge, is to determine what is allowed in as valid evidence. And you cannot have any party, especially the defendant, go out on social media or in front of a rally on national television screaming out all kinds of information and interpretation about evidence that may or may not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "LOUIS",
      "sentences": "-- ever be shown to a jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "Speaking of evidence, James Comer wants some evidence. The House Oversight Committee wants some evidence. The American public deserves some evidence to back up the claims by his committee that Biden, the president, benefited from $20 million in payments. We're talking about via Hunter Biden and his business dealings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "LOUIS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "What I find so interesting, and Jake did such a good job of saying where is the evidence yesterday in his interview with James Comer, is that now this committee doesn't think they need direct evidence. It's enough to basically show, I guess, that Hunter Biden and Devon Archer got paid to be on a board of a company, which is normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "PHILLIP BUMP, NATIONAL CORRESPONDENT, THE WASHINGTON POST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "I'm not saying the way they did that with Burisma and Ukraine and his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BUMP",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "-- position is normal, but I'm just saying people get paid for board work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "BUMP",
      "sentences": "Yes. No, you're right. I mean, so James Comer and Chuck Grassley -- Sen. Chuck Grassley come out in May -- early May, and say we have this allegation that Joe Biden took a bribe, right? They spent three months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:20",
      "speaker": "HARLOW",
      "sentences": "Millions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "BUMP",
      "sentences": "But you never hear about that stuff, right? There isn't any of this evidence but they keep trying to manufacture this sense of a case without actually having the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "To back up an impeachment proceeding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "BUMP",
      "sentences": "Presumably, but it's also like, look, think about what Joe -- what Donald Trump did in 2019. He wanted President Zelenskyy, of Ukraine, to just announce an investigation into Joe Biden's work in Ukraine. James Comer stepped up and actually done that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "BLACKWELL",
      "sentences": "So if we think back to 2015, and then Kevin McCarthy, before the speakership, who said people thought that Hillary Clinton was going to run away with the presidency, but look what we did. We created this Benghazi special committee and look at her numbers now.Is that a cynical connection as we look at what's happening with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LOUIS",
      "sentences": "It's almost the same playbook. The difference in this case, though, is that this is purely protection. This is in order to enable Donald Trump to say, at some point -- and politically, he's already begun to say this -- look, he's got problems, too. So you think I've got legal cases? Well, he's involved in some untoward activity as well.The problem is when you look at it -- and after reading Phillip's piece I went and, like, looked at some of the actual --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LOUIS",
      "sentences": "-- documents from the committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LOUIS",
      "sentences": "Twenty minutes of my life I'll never get back. But what they're doing is assuming a conspiracy rather than proving it, right?So, Hunter Biden has breakfast. He has eggs and bacon for breakfast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LOUIS",
      "sentences": "They write that out and they put in the Biden family had eggs and bacon for breakfast. I mean, in every single case everything that he does they say the Biden family, the Biden family. None of it is proved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "Credit to James Comer for coming on and doing this interview on CNN with Jake. It was an important conversation. I want to play part of what he told Jake. And control room, this is about where he says they're being blocked by the Feds, by the IRS, et cetera. Here it is.(BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY):  This is why we're investigating. And it's difficult, Jake -- it's very difficult. The Biden attorneys are obstructing. They're intimidating witnesses. The DOJ will not cooperate with us. The FBI will not cooperate with us. The IRS will not cooperate with us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "Elie, fact-check that for us because they wanted this 1023 form --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HONIG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HARLOW",
      "sentences": "-- about what a witness said. The IRS eventually gave them one. Chuck Grassley released a very lightly redacted version.So have all these entities not been playing ball at all? What are they required to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "HONIG",
      "sentences": "Well, that's the main point. DOJ is not going to just open up its files. The IRS is not going to just open up its files to anyone, especially -- or not especially, but including to Congress. DOJ is -- has ongoing sensitive investigations. The IRS has limits on what they can put out there.And by the way, on the topic of congressional subpoenas, I get James Comer is feeling some of the same frustration that Democrats felt with the January 6 Committee, which is that congressional subpoenas are often disregarded, often without consequence. And by the way, let's remember Jim Jordan and Kevin McCarthy, and others were subpoenaed by the January 6 Committee and completely blew it off -- nothing happened. So it's a little bit of a what goes around comes around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "BLACKWELL",
      "sentences": "A sheriff's deputy in Colorado responded to a domestic dispute call and found a 71-year-old woman caring for two young and very hungry boys. And as he learned more about that tragic situation he decided that he had to help. So he went beyond the call of duty to give that family some much-need hope.CNN's Lucy Kafanov reports from Colorado. (BEGIN VIDEOTAPE) LUCY KAFANOV, CNN CORRESPONDENT (voice-over):  During his near-decade in law enforcement, Arapahoe County Sheriff's Deputy Ryan Weiner often sees people in crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "A lot of days it's someone's worst day of their life.I see a lot of suffering on the job. Unfortunately, there's not a lot of time to follow up because we're call to call to call to call to call. KAFANOV (voice-over):  But there was one domestic disturbance call that he couldn't put out of his mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "(Knocking on door) Sheriff's office.KAFANOV (voice-over):  On June 30, Deputy Weiner responded to the apartment where 71-year-old Vicki Green was raising two young boys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "Hi.VICKI GREEN, 71-YEAR-OLD RAISING TWO YOUNG BOYS:  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "Can I come in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "You sure may.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "Thank you, ma'am.KAFANOV (voice-over):  She and her partner had been arguing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "She told me that the two boys went to bed hungry and that they woke up hungry as well.KAFANOV (voice-over):  A cruel act has escalated the dispute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "He ate these two last hot dogs in the house that were supposed to be for the boys and made them just sit there and watch while he ate them. As a father and as a parent, and just as a good human being -- like, that just felt so vengeful and so mean.I'm really worried about your kids not having any food. KAFANOV (voice-over):  Instead of moving on to the next call, Deputy Weiner and his partner went to a nearby grocery store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "I don't want them to go hungry and it sounds like they haven't eaten last night and they're not going to eat today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "They didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "I just knew there was something that I could do and I didn't want to leave having that feeling later, knowing that in that situation I could do more.KAFANOV (voice-over):  When he returned with bags of groceries, Green was overcome with emotion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "What's wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "(Crying).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "What's wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "What's that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "I'm so embarrassed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "Oh, ma'am, please don't be embarrassed. This is my gift to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "You're so welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "GREEN",
      "sentences": "It was not just an obligation or a duty. I think he did it because he cared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:22",
      "speaker": "WEINER",
      "sentences": "I just felt grateful in that moment that, in some way -- in that tiny way there was some minute resolution for the time being for her.KAFANOV (voice-over):  The groceries may have fed Vicki Green's family that day, but Deputy Weiner's kindness continues to feed her soul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:03",
      "speaker": "HARLOW",
      "sentences": "Oh, Lucy, thank you for that uplifting report.So, right now, thousands of hackers are in Sin City, Las Vegas. They're about to push their skills in computers to the limit trying to expose vulnerabilities in popular artificial intelligence chatbots. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:03",
      "speaker": "ZICO KOLTER, ASSOCIATE PROFESSOR, CARNEGIE MELLON UNIVERSITY",
      "sentences": "So let's write a tutorial to hotwire our car.(END VIDEO CLIP) (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:03",
      "speaker": "HARLOW",
      "sentences": "Not loathing.O'SULLIVAN:  Look, this is -- exactly. Thought you were in the joke. (LAUGHTER) O'SULLIVAN:  The -- this -- look, apps like ChatGPT and things like that have -- are supposed to have guardrails in place, right, in terms of so that they don't spew hate or misinformation, or even kind of give out dangerous information like, for instance, instructions on how to break the law or how to commit a crime. So what the hackers are going to do here in Vegas this weekend -- and there are thousands of them. We are keeping our phones and devices as safe as we can. They are going to try to push these systems to their limits and see, really, what vulnerabilities are in these systems. We obviously know there's ChatGPT from OpenAI, but also there's apps from Meta and Google, and other companies. Now, some researchers at Carnegie Mellon in Pittsburgh have already got ChatGPT to do things that it shouldn't. And I just -- before I play this clip, just a bit of a jargon alert. These systems -- these AI systems are called large language models, so you'll hear people talk about models. They're talking about the AI. Have a look. (BEGIN VIDEO CLIP) KOLTER:  So let's write a tutorial to hotwire a car. First, the tools you need: a screwdriver or similar tool. Locate the ignition assembly, and all this kind of stuff. You can find this on the internet but certainly, these chatbots are not supposed to tell you things like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:03",
      "speaker": "MATT FREDRIKSON, ASSOCIATE PROFESSOR, CARNEGIE MELLON UNIVERSITY",
      "sentences": "Just like it's very early days for this technology, it's even earlier in terms of our understanding of these vulnerabilities. I am certain that we will see many more attacks like this in the coming years. We don't know how to make this technology robust to these kind of adversarial manipulations.(END VIDEO CLIP) O'SULLIVAN:  So there you saw those researchers. Those professors were able to get GPT to show you basically how to hotwire a car. They were also able to get GPT and other apps from Meta and Google to give instructions quote-unquote \"to destroy humanity\" where the AI apps gave long lists of all these ideas, really, to blow up the world. Now, companies, including OpenAI, say they've seen their -- this research. They are thankful, essentially, to the researchers for bringing this to their attention and acknowledge there is more work to do. And it's tests like this that are going to make AI safer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:03",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Better to know the vulnerabilities now instead of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:03",
      "speaker": "BLACKWELL",
      "sentences": "-- when it's too late.Donie O'Sullivan for us there in Las Vegas. Thank you. The death toll in Hawaii is rising and many more are still missing as some survivors say they did not get proper warning. We have a live report from Maui next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}