{
  "date": "2023-01-30",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Israel: Blinken On Regional Tour To Push Israeli-Palestinian Peace; U.S. Secretary Of State Blinken Meets Netanyahu; Power Cuts Impacting Millions In South Africa. 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, CNNI HOST",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, high stakes diplomacy. U.S. Secretary of State AntonyBlinken meets Israeli leaders, urging calm after days of deadly violence between Israelis and Palestinians. Then dozens dead and more than 150 injured in Pakistan after an attack on a mosque in a police compound. We'll have all the details for you. And the battle for the east of Ukraine rages on as one Ukrainian commander describes the fight in Bakhmut as, quote, \"living hell\". But first, we begin with an urgent call for calm between Israelis and Palestinians as a surge in deadly violence as the entire region on edge. U.S. Secretary of State Antony Blinken is in Jerusalem. His latest stop on a mission to try to de-escalate tensions and revive a peace process abandoned years ago. Blinken met with Benjamin Netanyahu, and from their remarks, reporters, it was very clear where their priorities lie. The Israeli Prime Minister said Blinken comes at an important time. Then, went on to talk about the threat from Iran. They also discussed the Abraham Accord, a series of arrangements between Israel and Arab nations. But Blinken had this warning. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE, UNITED STATES",
      "sentences": "These efforts are not a substitute for progress between Israelis and Palestinians. But as weadvance Israel's integration, we can do so in ways that improve the daily lives of Palestinians in the West Bank and Gaza. And that is crucial to moving towards our enduring goal of Palestinians and Israelis enjoying equal measures of freedom, security, opportunity, justice, and dignity. President Biden remains fully committed to that goal. We continue to believe desperately to achieve it, is through preserving and then realizing the vision of two states. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "We're joined now by Hadas Gold in Jerusalem and Kylie Atwood at the U.S. State Department. And Hadas, let me start with you this hour. Giveme a sense of the reaction, if you will, from the Israeli government to what we heard from Secretary Blinken. I mean, was there an expectation to start off with, that the Israelis -- from the Israeli side, that perhaps Blinken could defuse the tensions right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, stay with us, Hadas, let me go to Kylie Atwood. And Kylie, we heard, I think it's fair to say that I'm not sure whether you agree with mehere, very carefully-worded comments from both sides, may I add. But giving the timing of Blinken's visit, do we know whether he'd be proposing any new initiatives? Will he be putting pressure on Netanyahu to consider a more durated plan from what we heard there from what Hadas was outlining?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, I mean, I think it's a really good question. And we haven't been briefed by U.S. officialson this trip, saying that is their intention on this -- on this trip. I do think it's important to note that this trip was previously planned. But now, of course, as tensions are boiling over, I do think it's fair to expect that, that is something that the Secretary of State will have to address. Now, the specifics in terms of what he will propose the Israelis and Palestinians change in terms of their approach to this cycle of violence, and how to de-escalate as he has been saying, is yet to be determined. So, what we'll be watching for in the next, you know, few hours and few days here is just what comes out of this trip if anything that can ratchet down these tensions. But the Secretary of State was very clear in saying that the sense of stability and peace for both sides is sorely lacking. He was very clear in trying to talk about that violence standing next to the Prime Minister Benjamin Netanyahu, and talking about the fact that the Israelis have had a few years where they have really found new opportunities and integrated more holistically into the region. But he said that cannot come at the expense of -- or, you know, in -- without there being progress for the Israelis and the Palestinians. So making it very clear for the Biden administration, Israeli-Palestinian issues and confrontation and trying to simmer down those tensions are front and center right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Let me get back to Hadas. And Hadas, we know, you mentioned that Secretary Blinken is expected to visit Ramallah tomorrow. What can weexpect to see there tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GOLD",
      "sentences": "I think top of mind in Ramallah, tomorrow, something that the U.S. State Department has already made clear is that, they want   thePalestinian Authority to go -- to restore the security coordination with Israel. They cut that off last Thursday after that military -- Israeli military raid in Jenin that killed ten people among the militants, but also civilians, a 60-year-old, a 61-year-old woman who was among   those killed. And in reaction to that, the Palestinian Authority cut off the security coordination. This is seen by many, including the United States as a vital way to keep some sense of information-sharing, Intel-sharing and coordination between the Palestinian Authority, security forces and the Israeli military. And there is a lot of fears that if this cut off continues, that it would create a vacuum. A vacuum not only for militant groups to kind of take over that space, but a vacuum also in a fear that what would happen to the Palestinian Authority security forces themselves. Whether they would then turn towards conflict instead of trying to fight militancy. And so, we know, I mean, last week, the State Department made it very clear, they did not think that was a good idea for the Palestinian Authority to do that. And so, I imagine that would be definitely top of mind in speaking to the Palestinian Authority President Mahmoud Abbas tomorrow is to restore that security coordination as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Hadas Gold and Kylie Atwood, thank you very much, ladies, I appreciate it. Now, it was a somber night in Pakistan after a deadly attackon a mosque in a police compound. And these are new pictures into CNN showing the funerals held for dozens of mostly police officers killed in the blast. At least, 61 people are dead and more than 150 injured. The Pakistani Taliban are claiming responsibility. Ivan Watson has the story for you. (BEGIN VIDEOTAPE) IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT (voice-over):  Dazed worshippers pulling themselves out from the rubble. A deadly blast hit this mosque during afternoon prayers, partially collapsing the building. The suspected attack targeting a police compound in Pakistan's northwestern city of Peshawar, the victims likely, mostly law enforcement caught off guard in a place of worship. HAJI SHAHNAWAZ, EYEWITNESS (through translator):  We took out the injured and sent them to hospital. The dead bodies should all be inside the mosque, buried under the rubble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Well, the battle for Bakhmut has turned the Ukrainian city into a living hell. That is according to one Ukrainian commander. Another saysRussian forces are throwing themselves all out into the fighting without even stopping for cover. Both Ukrainian military leaders say super qualified Russian troops and paratroopers have now joined the Wagner mercenary fighters around Bakhmut. But they insist, despite all the resources Russia pours into the fight, they will not capture the city. Meanwhile, Russia is also fighting for control of Vuhledar. Now, the city in the Donetsk region, Moscow claims they're making advances, while Ukraine claims they're giving Russia hell. Frederik Pleitgen joins me now from Kramatorsk in eastern Ukraine. So, Fred, let's talk about the battle around Bakhmut, because that has been grinding on now for months. We heard what that commander said, calling it a living hell. What have you been hearing from those on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Isa, certainly, it seems as though things are becoming increasingly difficultfor the Ukrainians around the Bakhmut area. But they also say that they are still very much holding on to that city at this point in time even though, you have those gains that are being made, not just for the Wagner mercenaries, but it seems that they're also now by Russian regular forces as well. One of the things that Ukrainians are saying is that the Russians really seem to be pouring new forces into that area. And they seem to really want to take Bakhmut at almost all costs. The Russians apparently severing heavy losses around Bakhmut, but also in other areas as well. It's been an interesting development that's been happening over the past couple of weeks here. But the Ukrainians say a lot of those forces that were mobilized by the Russians at the end of last year are now arriving on the battlefronts here in the east of the country. And it's making things very difficult for the Ukrainians. We went to a place north of Bakhmut called Kreminna where right now, some of the heaviest fighting is raging there. Intense artillery battles. Here is what we saw. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  Ukraine's entire eastern front is now heating up. This is Russian infantry in a massive fire-fight in a forest near the town of Kreminna. Close by, we're creeping through the same forest with a Ukrainian frontline drone unit called Dnipro One(ph). That scouts out Russian positions and direct Ukrainian fire. Drone operator Ruslan(ph) says working in the forest is extremely dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All-time working tanks, a lot of artillery from different directions, from east and from north.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mostly, last month, our army go straight, but last, I think two weeks, maybe we stop and Russians are making counterattack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PLEITGEN",
      "sentences": "And all the time, drones will shape the way this war changes.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PLEITGEN",
      "sentences": "And that war seems to be one that really is heating up in the east of this country. And you could hear there, I think, Isa, the shellingthat was going on pretty much the entire time that we were on the ground. It was very heavy shelling. It came from both sides, and you know, we could feel that both sides really don't want to give an inch in that territory. One of the things that the Ukrainians are saying, those force there are extremely difficult to fight, and a lot of those battles are really tough. Some really heavy machine gun fire going on, very difficult to ascertain where exactly the enemy is in all of this. And the Ukrainians are saying, right now it's very difficult for either side to make substantial gains. And yet, the frontline there is extremely dynamic. It moves back and forth all the time. And that's something that we're seeing there. We're seeing heavy battles in Bakhmut. Those heavy battles in Vuhledar. You know, one of the things that people have been saying is that the Russians apparently are preparing some sort of Spring offensive. This probably isn't that just. Yet, but certainly, the Russians are gaining strength as their numbers are growing larger in the east of this country. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Terrific reporting there from Fred Pleitgen and team in Kramatorsk this evening for us. Thanks very much, Fred, appreciate it. Well, Finland'sforeign minister says Helsinki is committed to getting into NATO along with Sweden and hopes to be approved for membership by July. But Turkey's president says the two countries' bid are not on equal ground, suggesting today that its country might give Finland the green light, but not Sweden. Have a listen. (BEGIN VIDEO CLIP) RECCEP TAYIP ERDOGAN, PRESIDENT, TURKEY (through translator):  Let me say something here this evening. We can give a different message about Finland if necessary. And when we give a different message about Finland, Sweden will be shocked. But Finland should not make the same mistake. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "A sixth Memphis Tennessee police officer has been dismissed over the January 7th traffic stop that led to the death of Tyre Nichols. TheMemphis Police Department is identifying the officer as Preston Hemphill. Hemphill appears in at least one of the videos of   the arrest firing his taser at Nichols, and twice making the comment, quote, \"I hope they storm his ass\". The Memphis Police Department has now permanently disbanded a special task force that included the officers accused of beating Nichols, and a source says Hemphill as well. And as Sara Sidner reports, new questions are now being raised about the police in account of Nichols' arrest. And we caution you, some of the images you're about to see are graphic. (BEGIN VIDEOTAPE) SARA SIDNER, CNN NATIONAL CORRESPONDENT (voice-over):  Police body camera and surveillance video are bringing into question the initial statement made by the Memphis Police Department regarding the brutal arrest and death of Tyre Nichols. The initial statement writes that officers attempted to make a traffic stop for reckless driving. Further writing, as officers approached the driver of the vehicle, a confrontation occurred as seen in the police body camera video, Nichols was actually pulled out of the car and thrown to the ground tased and beaten. The Memphis Police Department statement said that Nichols fled the scene on foot and officers pursued the suspect and again attempted to take the suspect into custody while attempting to take the suspect into custody, another confrontation occurred. That second confrontation includes officers spraying him with pepper spray and punching and kicking him repeatedly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have more and more doubts that there was any issue of reckless driving whatsoever. I think it was a narrative. I think it was ajustification for the stop, just as they pleaded on some of the video that you saw in the second encounter, that they were saying, did you see him reach for my gun? That never happened. Those are all excuses. Those are all lame defenses. And just a reason for what they did, which is now we know has no basis at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SIDNER",
      "sentences": "According to the Memphis police, the suspects complained of having shortness of breath at which time an ambulance was called. The video showsNichols propped up against a police car, clearly in distress, while the officers stand around chatting with each other. Medics arrive, but it is not until 25 minutes after Nichols is subdued that an ambulance arrives on the scene. This is certainly not the first time that videos and evidence contradict initial police accounts that favor the officers involved. In the case of George Floyd, the Minneapolis police said Floyd appeared to be suffering medical distress, when in reality, video evidence showed officer Derek Chauvin kneeling on Floyd's neck. In the case of Breonna Taylor, the initial statement from Louisville police said she had no injuries, even though six shots struck her when police entered her home using a battering ram to execute a search warrant. The report also says there was no forced entry. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Sara Sidner reporting there, very disturbing indeed. CNN's Nick Valencia joins us now. Nick, good to see you. Let's talk about the sixthpolice officer Preston Hemphill, what more do we know about him? Was he part of the same unit, do we know what his involvement was, Nick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "What was his involvement? Do we know, Nick, at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "VALENCIA",
      "sentences": "Well, we know according to his attorney that he was the officer wearing the video one. He was the body-cam footage that we see in videoone. And in that video, we hear him say some really, you know, really derogatory things towards Tyre Nichols. Nichols runs away from officers at one point. Afterwards, we hear, you know, officer Hemphill say that they hope that he storm their ass. Talking about the other officers when they finally catch up to him. We also hear, and seeing that video of officer Hemphill deploy his taser and then talk about deploying his taser laser -- later. We did reach out to the district attorney's office to see if we are expecting or should expect charges against this officer. They didn't directly respond, only to say that they are looking at everyone who was on the scene there. All the first responders, all the officers on scene. But they did not directly respond to our question. It is worth noting though, just very quickly, Isa, that according to his attorney, Hemphill was not at the second scene, not at the scene where we see Tyre Nichols beating, but clearly, the fallout from his death is continuing. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Indeed, thanks very much, Nick, great to see you, I appreciate it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "VALENCIA",
      "sentences": "Me too --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. Return now to our top story and an uphill battle for the U.S. Secretary of State. Antony Blinken is trying to restartthe Israeli-Palestinian peace process just as the violence between the two sides reaches the highest levels in years. He is in Jerusalem today pressing for a two-state solution. Tomorrow, he will visit the Palestinian seat of power in Ramallah. On one side, the most right wing Israeli government ever that includes ministers who want to annex the West Bank. On the other side, a Palestinian government that has said it no longer trusts nor relies on the U.S. as mediator. Let's get some perspective now from Dan Shapiro, former U.S. ambassador to Israel. He joins me now from Tel Aviv. Dan, great to have you on the show. We heard from as -- we heard from our correspondent top of the show, Hadas, talking about this kind of temperature and the atmosphere on the ground being very high at the moment, understandably, given what has happened. What did you hear from Secretary Blinken that perhaps could suggest that the U.S. administration can and is willing to defuse this, Dan? DAN SHAPIRO, FORMER U.S. AMBASSADOR TO ISRAEL: Well, first of all, I think he did not say that he is here to try to restart the Israeli-Palestinian peace process, or that he has any expectation that there's a near-term prospect of achieving a two-state solution. That's my case, they have not actually, in the two years of the Biden administration, appointed an envoy or made an attempt to try to resume negotiations, I think wisely so because of the two countries are simply not oriented at the moment toward that kind of conflict ending agreement. That's certainly true with the Israeli government there that was like it late last year and recently took office. As you mentioned, it's a very right wing government and includes many members who oppose to take solution who support significant expansion of settlements, and who even support annexation of the West Bank. Now on the Palestinian side, you've got an aging and rather more bond leadership. Unfortunately, very active terrorist organizations had terrible act of terrorism in Jerusalem on Friday that exemplifies this. What the Secretary really came to say is, look, rather better than watch both people suffer through an escalation of violence that will really take things down into a rat hole, much better for both sides to pull back from the steps that really fuel the conflict and at least stabilize things. That means no funds paid by the Palestinian authority to the families of those who commit acts of terror. That means no significant extensions of settlements or de facto annexation in the west by Israel, and a series of other steps, which together might calm the situation and create space later for some resumption of the negotiations but not now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Yes, the Blinken did say, and he did hint and I think that's fair to say the importance of the two-state solution, Dan, saying that anythingthat moves us from it is detrimental to Israeli security. But I mean, Dan, Netanyahu didn't even broach the subject at all. How do you interpret this? Is this a reflection perhaps of some nervousness, you think? The government he leads, you know, over several terms as Prime Minister, starting in 2009, he'd been Prime Minister once earlier in the 1990s, but in 2009, he, for the first time, endorsed and the first time any Prime Minister endorsed, a two-state solution. He said a Jewish state or a Palestinian state that -- demilitarized Palestinian state that recognizes the Jewish state. And that actually was the formula under which the United States, under George Mitchell as a special envoy, John Kerry as Secretary of State, try to resume and conduct negotiations toward actually achieving that agreement. In later governments, first the one he led in 2015. And then even more so the one he leads now, which has been much more dependent on rejection of a two-state solution, the Prime Minister has been much quieter on that subject, and it -- during the years that President Trump was prime minister -- was president, he spoke of something else, so less than a state or a state minus or a limited-only time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Dan, I'm going to interrupt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SHAPIRO",
      "sentences": "Whatever the outcome is, it's only going to be achieved through negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Dan, I'm going to interrupt because I would love to speak to you longer, but unfortunately, the signal is not great, and we're hearing kindof every other word. So, we'll try and reconnect and see if we can get you back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SHAPIRO",
      "sentences": "So sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "But for the meantime, I want to leave it here. Apologies to our viewers not being able to hear fully what you had to say, Dan, but we'lltry and reconnect. Dan Shapiro there, former U.S. ambassador to Israel. Appreciate it, Dan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SHAPIRO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "OPPMANN",
      "sentences": "The United Nations estimates that about 60 percent of Port-au- Prince is controlled by gangs, and the toll on police officers has been high. One human rights organization says at least 78 police officers havebeen killed, an average of four a month since Haitian Prime Minister Ariel Henry came to power a year and a half ago. Henry says he's aware there must be change, but appealed for people to act calmly. ARIEL HENRY, HAITIAN PRIME MINISTER (through translator): In this difficult moment, we have to move forward. I call upon all of you to not mistake your enemies. We have to fight the ongoing insecurity. We have to unite to fight it together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "OPPMANN",
      "sentences": "The wave of killings triggering a lawsuit by the Haitian police union against the Prime Minister and other top officials accusing them offailing to help police officers in danger. The Prime Minister's Special Adviser has denied accusations by the police union that the government is responsible for the deaths because it's arming gangs. And if the murders, rapes, and kidnappings that come with gang rule weren't enough, the U.N. says gangs have blocked access to food and water in some communities, increasing the suffering of people affected by earthquakes, cholera, and rampant food insecurity. More than three months ago, the Haitian government asked the international community for a strike force to help combat the gangs. But so far, no nation has stepped up. HELEN LA LIME, U.N. ENVOY TO HAITI: They need help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "OPPMANN",
      "sentences": "The U.N. appealing again last week for countries to do more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "LA LIME",
      "sentences": "We're still not doing enough to be able to win this fight at this stage. We will not win the fight without significant levels of additionalsupport. The police simply need that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "OPPMANN",
      "sentences": "So far, the U.S. and Canada have pledged to provide aid and equipment to Haiti. But with a police force outgunned and overwhelmed bygangs, the U.N. says Haiti needs much more than that. Patrick Oppmann, CNN Havana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SOARES",
      "sentences": "From Haiti, we're taking you to South Africa because shortfalls in electricity have gotten worse over the past year, and businesses, includingthe farms providing food for the country, are struggling to operate. CNN's David McKenzie has more, and a warning, some viewers may find the images disturbing. (BEGIN VIDEOTAPE) DAVID MCKENZIE, CNN CORRESPONDENT (voiceover): Tens of thousands of dead birds suffocated when the power failed and surges blew the backup systems. It's the awful impact of a country in crisis. But when you saw thousands of chickens die like this, what was it like to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "HERMAN DU PREEZ, OWNER, FRANGIPANI FARMS",
      "sentences": "Glass of cold water in your face. It was so, so bad. It -- I never thought it would happen to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "MCKENZIE",
      "sentences": "Herman Du Preez has struggled for months with up to 10 hours of rolling blackouts a day. He can't hide his anger at the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "DU PREEZ",
      "sentences": "I'm not asking him to do me a favor. Really, I don't. I will do my job. I will produce food. I'll wake up early, work on Sundays to producefood for South Africa. I like what I'm doing. Just do your job. You have one thing to do, just do it. Just give us power, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "MCKENZIE",
      "sentences": "But power is in short supply. The farm that Du Preez and his father built from scratch now runs at a loss during the worst blackouts. Hesays diesel costs could sink them. MCKENZIE (on camera): The President himself has admitted that corruption, sabotage, or lack of skills has caused this issue. Why should this government then be trusted to fix it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "MAGWENYA",
      "sentences": "We accept those mistakes. I've said it's, and the President has said it numerous times, that there were massive, regrettable policymissteps that led us to where we are now. However, now we're focusing on the solution and the opportunities that have been presented by this crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Forward to energy security, forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "CROWD",
      "sentences": "Forward.MCKENZIE (voiceover): Not everyone is buying it. The official opposition is calling for mass action. MCKENZIE (on camera): You can sense the growing frustration in South Africa already. This crisis isn't just inconvenient for people, it can kill the dreams of a better future. MCKENZIE (voiceover): A better future is what Thando Makhubu and his family strive for. MCKENZIE (on camera): Are you proud of your son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I am. But we used to fight a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "THANDO MAKHUBU, OWNER, SOWETO CREAMERY",
      "sentences": "OK, that's caramel canyon.MCKENZIE (voiceover): Thando turned a small government COVID grant into the Soweto Creamery. It's a huge hit here, thanks to the whole Makhubu family. But when the power goes out, their profits evaporate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "MAKHUBU",
      "sentences": "So now, I'm about to turn on the generator.MCKENZIE (voiceover): Their plans to expand put on hold. MCKENZIE (on camera): What do you want the government to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "MAKHUBU",
      "sentences": "I want the government to be brutally honest with us. If they are able to fix it, please fix it. If they can't, they must let us know. And itmakes us feel that we are not really in a democracy because it's meant to be for the people by the people, but it seemed as if for them by them, you know. MCKENZIE (voiceover): At the very least, Thando and all South Africans just desperately want the lights to be turned back on. David McKenzie, CNN Soweto, South Africa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:04",
      "speaker": "SOARES",
      "sentences": "And still to come tonight, the hunt is on for the astronaut who will take the next giant leap for mankind. Up next, CNN's exclusive insightinto the selection process of NASA's next moon mission crew. That is next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "KRISTIN FISHER, CNN SPACE CORRESPONDENT",
      "sentences": "We were already out because the 41 active NASA astronauts, in the running for the crew of Artemis II havealready been selected by NASA. So these are astronauts who are already at the very top of their game. They've already beat out thousands of applicants to become astronauts, most of them have already flown to space. So, these really are the best of the best, the elite of the elite. And so now, the very difficult process of deciding who is going to be on this first Artemis crew -- Artemis II, which is slated to launch sometime in 2024. And these are our list of top contenders based on interviews that I conducted with about a dozen current and former NASA officials and astronauts. It's a diverse mix, a diverse mix of gender, race, but also professional diversity. The people that I spoke to say it's very important that there is a mix of skill sets. But also very important that you have quite a few test pilots on this flight because this is only the second time that this vehicle has ever flown. Isa, one of the other big questions has been just how much input is Washington, is NASA's leadership in Washington going to have on who makes this final cut for these four seats? And I spoke with NASA Administrator, Bill Nelson, and he told me this, he said, \"We,\" meaning NASA's leadership in Washington, \"stay out of the selection of the crew, that's done by the people at the Johnson Space Center. They will make the decision. I do not know if they've decided who the crew is nor should I.\" That is a very important statement. Many of the people that I spoke with within NASA said, you know that was news to them, not because they didn't think that historically that's how it's been done, but because this is such a prestigious high profile mission that's costing, you know, about $100 billion by 2025. So, this is all going to be done by about three people, the selection process in the Johnson Space Center. And as for who's going to make that final cut, I would have to say, Isa, at the top of the list is an astronaut by the name of Reid Wiseman. He is the former Chief of the Astronaut Office at NASA. And it's a prestigious job. But I can't tell you, in my reporting, how many people, Isa, told me that it's a job that right now nobody else wants. Because it means if you're the Chief Astronaut, that you can't fly in space, because you're the person responsible for assigning the crews or making the initial crew assignment. So, Reid Wiseman actually stepped down from that position just a day or two before the first uncrewed test flight of the Artemis rocket back in November. And it's widely believed that he is one of those very top candidates for making the cut for Artemis II, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "SOARES",
      "sentences": "And know what I saw? If I can ask my producer, Anna, just to bring up the list of contenders. I mean, what struck me, first of all, is there afor women. Hallelujah. And the other thing, you said they are highly qualified, clearly all overachievers. But that is not the deciding factor here because sometimes the smallest thing can clinch it. So just explain this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "FISHER",
      "sentences": "So two things. In terms of women, I mean, Artemis, in Greek mythology, is the twin sister of Apollo. And so, from the very beginning ofthis program, NASA has made it very clear that a woman is going to be the first person to walk on the moon along with the first person of color to walk on the moon. So, that's why there's such a heavy emphasis on gender and race with these crew assignments. This has been part of the Artemis program's DNA from the very beginning. As to your second point, you know, Isa, yes, there are some very complicated things to consider about who's the best spacewalker, who's a good test pilot, who is good at EVA's and robotics. But at the end of the day, as a former NASA astronaut Garrett Reisman explained to me, it can come down to something as frustrating and small as what size spacesuit you wear. If you do not have -- if you're a size extra large and they only have a medium and a large, you don't get assigned to that mission. So it's little things like that that can drive astronauts waiting for a flight assignment. Absolutely crazy. But that's what everybody wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "SOARES",
      "sentences": "That is so unfair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:03",
      "speaker": "FISHER",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "FISHER",
      "sentences": "It's happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "But we wish them all the best of luck. Kristin Fisher, appreciate it. Great reporting. Thank you.And still to come tonight, a new commitment to protecting the Amazon. CNN takes you on a law enforcement raid to stop deforestation in Brazil. That is next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "WINTER",
      "sentences": "The forest in part is seen as desirable by loggers and others, because not just of the trees themselves, which of course they can sell.But also because of what happens when the trees go away, principally cattle pastures, soy, and other crops. ROMO (voice-over): Back in Para State, other agents with the Brazilian Environmental Agency destroy an illegal sawmill. Agent Natalia Castro says she's glad they're once again able to act against illegal deforestation and remain committed to the Amazon's survival. Protecting it is not only vital for Brazil, but also for the world. According to the World Bank, the Amazon \"Hosts 40 percent of the world's remaining rainforest.\" Rafael Romo, CNN Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}