{
  "date": "2023-01-05",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Now: House Back After McCarthy Rejected 6 Times As Speaker; 7th Speaker Vote Expected As McCarthy's Path Remains Uncertain; Now: McCarthy Nominated For 7th Speaker Ballot; Now: Jeffries Nominated For 7th Speaker Ballot; Now: Donalds Nominated For 7th Speaker Ballot. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "All right. We're going to jump in. President Biden just beginning to lay out his strategy to deal with the border crisis as Congress has not active. We're going to continue to listen to this and bring you the news. But thanks for watching. I'm Kate Bolduan.CNN special coverage of the vote for House Speaker starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "Any minute, the House gavels in without a speaker for a third straight day. Congress at this moment caught in the grips of chaos, no deal to end a first century clash over who becomes the next speaker of the United States House of Representatives. I'm Erin Burnett in New York. And you are watching CNN special live coverage today.JAKE TAPPER, CNN ANCHOR &amp; CHIEF WASHINGTON CORRESPONDENT: Hi Erin. I'm Jake Tapper in Washington. Sources telling CNN the talks between Republican Leader Kevin McCarthy and his allies, and the 20 conservative rebels have been the most productive conversations yet in a week characterized by breakdowns, backroom bitterness, backstabbing, and six very public rebukes of McCarthy. McCarthy has offered the 20 hardline holdouts, a cornucopia of concessions, including ones dealing with the rules, such as lowering the threshold to essentially recall a speaker. You only need a single vote according to what McCarthy has offered. But the outlines of a deal, running the risk of alienating the two hundreds of members who have voted for McCarthy again and again and again and again and again and again. Let me tell you what I've been hearing this morning. House Republicans, allies of Republican leaders of Kevin McCarthy told me that today they view as pivotal because they say after McCarthy and his team have engaged in these intense negotiations with the rebels, who want changes to House rules, essentially, a weakened speakership. After all this, it will become clear, they say, there's really not any more for McCarthy to give. So, they say there will be another speaker vote a seventh ballot, we'll see how many more votes that gets McCarthy if any. And then, if that's still not enough, some tough choices are going to have to be made, whether to risk a plurality vote changing the rule. So, it would only be a plurality necessary not the 218-vote majority, basically calling the bluff of the rebels, saying here you have a choice. It's either going to be McCarthy or a Democratic leader Hakeem Jeffries, or to move on to another speaker candidate. McCarthy ally say today will determine whether House Republicans are on a path to resolution or if they're going to slip into a grinding battle of wits that can only be ended truly by McCarthy himself, or I suppose, if the remaining holdouts break now. CNN's Capitol Hill team is tracking every development on this pivotal day. Let's get straight to Capitol Hill and CNN's Manu Raju. Manu, are we expecting more votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. That is the expectation at the moment. In fact, there have been discussion all day about whether or not to push for another adjournment, as they have - as Kevin McCarthy will not have the votes here. It's not expected them to get the 218 votes to become elected speaker.So, they've been talking about pushing this vote out. But there's a problem. They don't have the votes to adjourn, because some of those conservative holdouts are not willing to vote to adjourn and Democrats aren't either. They need a majority of the House to do that. So, we expect to move forward with this vote, which will be a huge moment for Kevin McCarthy. He needs to show progress. He needs to show that there are more, fewer than 20 Republicans who will oppose them here. Remember, he can only lose to lose four to get the speakership. But if his - if he's not able to show progress, I'm told from not multiple members, including Ken Buck of Colorado, that they plan to potentially defect, meaning they'll be more opponents to Kevin McCarthy because of concerns that he simply cannot get there. And it's time for him to step aside. Now, he has offered a range of concessions to these are great members, essentially giving them more power, allowing for a single member to essentially call for the ouster of a speaker. That was initially a red line for him. He gave in. Also, he indicated that he would allow for at least some of the members of the hard right Freedom Caucus to serve on the powerful House Rules Committee. That is a huge move because it would essentially give them sway over the terms of any legislation coming to the floor and other, but Jake, even if some of those members agree to this, that is a not enough to get enough Republican support to get him elected speaker. And we do expect some Republicans at least to vote for Byron Donalds, who has been put up as an alternative candidate who got the 20 votes yesterday. One Congressman Ralph Norman just told me that he do - he also plans to vote for Donalds on this seventh the ballot here. So, Jake, a key moment for McCarthy. Can he win back any support? And if he doesn't, what does he do next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, that's exactly right, Jake. One of the things you are hearing from moderates is this fear that the House is just going to be ungovernable, that there's not going to be legislating that can happen here because all the time Kevin McCarthy is going to be looking over his shoulder, trying to understand if those hardliners are just about to try and oust him.Once again, I will say, I was standing outside and meeting for about three hours of many of those hardliners. When they came out of that meeting, none of them told me that they were now going to be voting for Kevin McCarthy. In fact, one of them Representative Bob Good, told me I never had to ask him again. He's never going to be for Kevin McCarthy. Like Manu noted, it's very important today to watch whether or not Kevin McCarthy loses additional votes, whether he's able to even peel off one of those hardliners in his direction. If he can't, there's a real risk that he begins to start to lose even the support of allies. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "Yes. You're seeing some of the hell no caucus on the floor of the Congress right there. Lauren Boebert and Matt Gaetz, people who have said they will never vote for Kevin McCarthy. I love these freewheel and seaspan cameras, who've been told legislative business begins. They control the cameras, the government does not.Now let's go over to Melanie Zanona. And Melanie, as the House remains paralyzed by this drama. The dysfunction has some very real ramifications on U.S. national security. How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Jake, top Republicans are now raising concerns that there is a national security risk until the House elects the speaker. Remember the House cannot conduct any other legislative business, any business at all until they elect a speaker. And so, they can't legislate, they can't investigate. And members can't even get sensitive security briefings. Take a listen.(BEGIN VIDEO CLIP) REP. KEN BUCK, (R) Colorado: Technically, I don't have a clearance. I'm a member of the Intel Committee. I'm on the Armed Services Committee. And I can't meet in the skiff to conduct essential business. My point is we have work to do that we can't do right now. REP. BRIAN FITZPATRICK, (R) PENNSYLVANIA: We have a third - one of our three branches of government offline right now. That is a very dangerous thing for our country, and it cannot continue much longer. I sit on the House Intelligence Committee. We oversee all 19 intelligence agencies. We are currently offline. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ZANONA",
      "sentences": "To get the holdouts to fall in line, but there's a lot of truth to what they're saying. The House is completely paralyzed right now. Luckily, they have some time until they need to do things like fund the government or raise the debt ceiling.But Jake, just imagine if there was a crisis right now that Congress needed to immediately address, they wouldn't be able to do that. And there are also some practical implications as well, committee staffers are going to stop getting paid if this isn't resolved until January 13. So, practical implications, policy implications as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "All right, thanks so much. I believe we are going to be able to be joined now by Congressman Ken Buck, Republican of Colorado. Is that right? Congressman, thanks for joining us. So, we have the seventh vote coming up. How are you planning to vote?REP. KEN BUCK (R-CO): I will vote once again for Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "You said McCarthy may have to step aside if you can't show some progress. I think you said yesterday, but now presumably today. Do you know whether he has won over any of the 20 or so pulled out so far in all these negotiations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BUCK",
      "sentences": "So, they had a good negotiation. They have reached a compromise. There are still some holdouts and I think the 20, sort of have a blood oath that they will - all move together or none of them will move. So, I doubt we'll see on the seventh vote any movement in terms of the 20 coming over to McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "You don't think any of them are going to come? So, because that's contrary to what we've heard. We've heard that some of the rebels, the individuals like Congressman Chip Roy, might move and might bring about 10 with him, if there were substantive and significant changes when it came to democratizing the amendment process, the legislative process, the rules committee, etc. You're saying that that's not what you understand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BUCK",
      "sentences": "My understanding is that they are going to hang together until all of them are ready to move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAPPER",
      "sentences": "Hang together or hang separately as has been said. There are seven people who have said they'll never vote for Kevin McCarthy no matter what, at least five, including Boebert, Gaetz and others, that would suggest that this is just never going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BUCK",
      "sentences": "Well, I think what has to happen in that situation is if the five or six are convinced that the - that it is a good deal and they have pledged not to vote for Kevin McCarthy, they vote present. They take a walk whatever is necessary. They don't have to vote for Kevin McCarthy for us to get a speaker. TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "Would you be somebody who might propose Steve Scalise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BUCK",
      "sentences": "I certainly would consider it. I would not - the only person I would not consider nominating for the worst job in America is Ken Buck, other than that I am wide open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "By the end of the day, will we have either a new speaker or Kevin McCarthy will have stepped down and his name will have been taken out of consideration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BUCK",
      "sentences": "I think that the latter may happen. I don't think we will have a new speaker. If Kevin McCarthy steps down, there is going to be a period of time that's necessary for people to coalesce around someone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "All right. We're being told by your staffers, you got to go vote and do your job. We appreciate that. Thank you so much, Congressman Buck.Let's talk about this. I mean, that's a big admission. Dana Bash, Ken Buck, saying he's going to vote for McCarthy in the next ballot. But if McCarthy doesn't get it by today, that he might put forward another name and Steve Scalise seems to be the big suggestion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Yes. I mean, that would be absolutely huge. The other thing that he said about the 20 vowing to vote in a block. I actually just think we need to ask some of the 20 because you spoke with Chip Roy, we our - whole team has spoken with him. He seems a lot more open to voting for Kevin McCarthy. Now that he's made these changes, then say a Congressman Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "There's Kevin McCarthy walking in right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Here we go. He said, he's a hell no, don't ask me ever again. I think that's what Lauren Fox said. So, I'm not so sure that they are really going to vote in a block. What really matters, though, is that he can only - he, Kevin McCarthy can still only afford to lose four of his Republican brethren and that's it.And then the other thing that I---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TAPPER",
      "sentences": "Is the new congressman from Michigan, John James. Let's listen to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JOHNSON",
      "sentences": "For what purpose does the gentleman from California rise?REP. PETE AGUILAR, (D) CALIFORNIA: Madam Clerk, I rise to nominate Hakeem Jeffries of New York for speaker this House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JOHNSON",
      "sentences": "The gentleman is recognized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "JOHNSON",
      "sentences": "For what purpose does the gentleman from North Carolina rise?REP. DAN BISHOP (R-NC): Madam Clerk, I rise to place in nomination the name of Byron Donalds of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "JOHNSON",
      "sentences": "The gentleman is recognized.",
      "isLastSentenceInterrupted": false
    }
  ]
}