{
  "date": "2023-01-09",
  "headline": "CNN Tonight",
  "subHeadline": "Classified Documents Discovered From Biden's Time As VP; GA Grand Jury Investigating Trump And 2020 Election Aftermath Completes Its Work; Prince Harry Mounts Media Push Ahead Of New Book; Police Say A Six-Year-Old Boy Shot Teacher During Class; Powerful Storm Pummels Central California. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "They turned them over to the National Archives, which referred the matter to the Justice Department. And now, Attorney General Merrick Garland is asking a Trump-appointed U.S. attorney to investigate. That was the broad outline of the story.I want to bring in CNN senior White House MJ Lee, she is travelling with the president in Mexico City, and CNN justice correspondent Evan Perez. Evan, let's get more details on this story. what you're hearing from your sources tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, John, what we know is that these documents -- they don't know what is in the documents, but we know that they were classified at the level of TS/SCI, which is sensitive compartmented information.This is among the most closely-guarded U.S. government secrets, and that is the reason why this is now being reviewed by prosecutors at the Justice Department, by the U.S. attorney in Chicago, John Lausch, and the FBI which handles these matters. They do damage assessment to see whether in the six years that these documents were being held on location that is not secure, whether there is any that has been done to national security. Of course, this -- the White House says that the -- White House is cooperating with this review that is being done by the National Archives and the Justice Department. They say this is obviously something that even the former president -- even the president was not aware of until these documents were found by his legal team as they were trying to shut down this think tank office that he had set up after he had left office in 2017.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "BERMAN",
      "sentences": "Look, the fact the documents were there, it is news, it is notable, it is also, at least in so far as we know the details of the story so far, somewhat different context really than the case of the documents at Mar-a-Lago, the documents that were subpoenaed twice and then there is a search warrant for them. Talk to us exactly about how these cases differ in so far as we know at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PEREZ",
      "sentences": "There is a major distinction. Let us start with a number of documents. According to the White House, we are talking -- the Biden documents, we are talking fewer than a dozen documents.In the case of former President Trump, right now, the FBI and the Justice Department say that they've found at least 300 documents that were recovered from Mar-a-Lago. In the case of Joe Biden's legal team, they say that they found these documents and immediately turned them over to the National Archives. Of course, we know, John, that it took months of wrangling between the Archives and the FBI and the Justice Department to try to get Trump to turn over the government documents that he had kept. And, of course, even after they said that they had turned over everything, we know that the FBI says that they obtained information indicating that documents were being moved from a room where they were supposed to be kept. That has prompted the extraordinary circumstance that we saw, that raid, that search that happened in Mar-a-Lago back in August. That prompted, of course, an obstruction of justice investigation, which is still ongoing. It is being handled by a special counsel. There is no indication that this is -- in the case of the Biden documents, there is no indication that there is anything beyond this review, this investigation that is being done by the FBI and the U.S. attorney there in Chicago, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "BERMAN",
      "sentences": "MJ Lee, our senior White House correspondent in Mexico City with President Biden. First of all, it is great to see you, MJ. What is the administration saying so far about all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, John, here in Mexico City, the news of these classified documents ended up coinciding with President Biden's bilateral meeting with his Mexican counterpart just right behind me at the national palace. Earlier this evening, we saw the president basically not at all engage reporters in the room who tried to ask him about these developments. Take a look.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Any comment on the documents, sir? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "LEE",
      "sentences": "All of this, of course, is trying to serve the purpose of the White House trying to show that there is no sort of effort to interfere with anything that the DOJ might be doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "And MJ, as you noted, President Biden just wrapped up a meeting with the Mexican president. This is his first visit to the border as president. This is a big trip. What is he hoping to accomplish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "LEE",
      "sentences": "Yeah, a really significant trip, particularly if you remember the fact that this is the first time that a U.S. president is visiting Mexico since 2014. That, of course, would have been President Obama. There is so much tension in U.S.-Mexico relations, of course, during the Trump years, as you remember. But there also has been plenty of moments of friction under President Biden's watch as well.We know that immigration has been probably the biggest issue looming over this visit, and I think that this visit clearly came in a moment when it was clear that President Biden really is wanting to depend on and lean on -- lean cooperation, really, from partners like Mexico as he tries to deal with this issue of the record number of migrants trying to come into the U.S. across the U.S. border. There is announcement from the administration last week on essentially expanding Title 42. That included an important agreement from the Mexico side. So, we obviously know that this is a topic of discussion tonight when the two leaders met and it is also going to continue when there are meetings happening involving the Canadian prime minister as well. So, immigration is a top issue, but also just more broadly speaking, issues of trade and other areas of economic cooperation as well, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "No doubt the president will face a lot of questions on all these and the documents tomorrow during these meetings. MJ Lee in Mexico City and Evan Perez in Washington, thanks to both of you.Joining me now is CNN political commentator S.E. Cupp, senior legal analyst Elie Honig, and Lauren Leader, co-founder and CEO of All In Together. I want to start with the documents, Elie. Again, the investigation will determine how they got there, who put them there, who knew they were there, whether Joe Biden knew they were there or not, and that may determine whether this is nothing at all or something that it is worth further investigating. But, and but, for Merrick Garland, how does this change his life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "The big winner here is Donald Trump. Let us just be clear, it's a windfall for Donald Trump yet again, but here is why. If we were to take all of the relevant factors that a prosecutor would be looking at and just list them in a checklist, number of documents, level of classification, were they cooperative, did they obstruct, some of those would be bad for Joe Biden based on what we know, some would be neutral.More of them would be worse for Donald Trump. I think it is safe to say based on what we know right now. But let's remember who makes this decision. Yes, we have this U.S. attorney from Illinois who is doing the investigation, on one hand, special counsel doing the other investigation, but ultimately, Merrick Garland makes both of these decisions. Now, is Merrick Garland, the famously cautious, the famously allergic to politics, Merrick Garland, going to end up in a situation where he gives the current president, his current boss, a pass? But he indicts not just the former president but the guy running against his own boss right now. I do not know Merrick Garland personally, but based on what I do know, that is really difficult for me to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "All right, Elie, what you just heard was the sound of a lot of people, mostly Democrats, throwing things at their TV at you right now, saying, howdy, howdy (ph).(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "He is playing whataboutism now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "HONIG",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "What Donald Trump did, even with limited amounts we know of both cases, is just very, very different. He was subpoenaed several times, he didn't turn it over, he obstructed, he did this, he did that, allegedly. How can you say that this is now the case that Merrick Garland would treat them similarly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "HONIG",
      "sentences": "It is not a whataboutism, it is real world-ism. Merrick Garland -- look, the protonic ideal of the prosecutor, which in many ways Merrick Garland is, would not take in to account anything other than the documents on his desk, the heart of legal analysis.But that is not reality. We live in reality. We have to think about Merrick Garland certainly thinks about, how is this going to look, how is this going to be received, how is this going to impact the way people regard the Justice Department. I guarantee you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "He also got beyond a reasonable doubt issue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "HONIG",
      "sentences": "Yes, he does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "-- in an actual courtroom --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "HONIG",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "-- if he does press charges.  S.E. Cupp, the political side of this.S.E. CUPP, CNN POLITICAL COMMENTATOR:  Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "CUPP",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "BERMAN",
      "sentences": "-- some are saying, okay, you know, this is now a thing, we are going to look into this. But don't they then, those same Republicans, have an issue if they were silent about Donald Trump or what they also then had to say if Biden does it and it is bad, it was bad when Trump did it, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:59",
      "speaker": "LEADER",
      "sentences": "Yeah, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:59",
      "speaker": "CUPP",
      "sentences": "They're not doing what the Republicans did, which was there's nothing to see here, Trump is perfect, and this is political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:59",
      "speaker": "LEADER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:59",
      "speaker": "HONIG",
      "sentences": "The republican tactic -- I think we actually saw an interesting example this early tonight. We had a Republican congressman with Erin Burnett, our colleague, and he said, yes, there do appear to be differences in the facts here, but then he said, but what is good for the goose is good for the gander. I think that is a very human response, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:59",
      "speaker": "BERMAN",
      "sentences": "Lauren, one of the reasons we wanted you to come in was aside from this, if you wanted to be aside from this, if you think it is somehow connected, let me know, CNN has now reported that Joe Biden is perhaps moving ever closer to announcing that he is going to run for reelection.Normally, for an incumbent president, this would be like a non-new story. But Joe Biden, it is more of an issue because of his age and because he has answered questions about running against somewhat differently than other presidents in the past. Do you -- what do you make of the win that he may think he has at his back after the midterms and where he is right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:59",
      "speaker": "LEADER",
      "sentences": "Yeah, I mean, he does think he has wind at his back and he has good reasons to believe that. I mean, he had a pretty extraordinary last two years, legislatively, more accomplishments than I think anyone would've expected in such a closely divided -- such a narrow margin in the Senate, particularly.So, look -- and very few incumbent presidents don't see themselves as running for a second term. The last time we had an incumbent president not run again was Lyndon Johnson. He made the calculation that his commitments to progress for the country are more important than his politics. Totally different time. I don't think there's any world in which Joe Biden does not run again. And even this, even in the context of this kind of noise which is how he is going to see it, he has mostly been tough one guy for the last two years. Everything that Republicans have tried to throw against him have not stuck. We saw the evidence of that in the midterms. Democrats came very close. By calculation, it is about 6,750 votes from having held on to the majority. Republicans won three million more votes in terms overall which is 6,000 more -- 6,000 more votes would have actually gotten them five more seats. Some of those races were that close. I think he looks at the math, he looks at some of the states like Michigan, et cetera, that have gone even more blue than they were when he ran in 20, and he would be crazy not to run. He does have an obligation to the next generation. I think that is one of the lessons of Pelosi stepping down when she did, right? There is a big bench. Democrats want to see a new generation. If he's doing it again, he is going to have to make big investments into the next generation in his party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BERMAN",
      "sentences": "Will former President Trump face criminal charges for trying to overturn the 2020 special -- 2020 election? Will he do so in Georgia? The special grand jury in Georgia is done. A judge has the final report detailing almost 11th-month investigation that began after this call became public.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (voice-over):  So, look, all I want to do is this: I just want to find 11,780 votes, which is one more than we have because we won the state. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "You broke Georgia law. Georgia law is what she will say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HONIG",
      "sentences": "Yes. She can only indict for violations of Georgia state law, correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "All right. Astead Herndon, if she does say, you, former Presiden Donald Trump, broke Georgia state law, I am pressing charges, describe to me the scene we will be living through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "ASTEAD HERNDON, CNN POLITICAL ANALYST",
      "sentences": "It is hard to fathom. I was actually thinking about this today. In 2023, what could feel like a kind of static political year, we don't have elections, what is the earth-shattering event in politics that could happen this year? It is this question about the Donald Trump indictment.I don't think we can say the traditional scandal rules would apply. We have seen the base stick with him through every twist and turn, even electoral losses recently, but it would feel as if the Republican Party is in this moment but they are looking for any type of excuse, a lot of members, to cast Trump at least a foot away. You would think that if this were to come down, it would be that kind of final straw that a lot of folks need. The problem is for the voters, they may not think the same way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "Is that (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "CUPP",
      "sentences": "Yeah, because -- and you're so right in the real world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "In the real world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "CUPP",
      "sentences": "But you have to think, with everything Trump, that is the upside down. And so, I actually think if he did get indicted, that is a big if, by the way. I actually think that that might jumpstart what has been a lackluster start to a presidential campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "However, get kicked off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "CUPP",
      "sentences": "I mean, in normal world, it would be perilous, you know. But in the upside down, his voters see him as a victim. This is proof of the deep state that he promised and all of the factors that are rigged against him and actually might infuses campaign with some energy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "I agree with S.E., by the way. If you think back to August 8th of last year, the day that Mar-a-Lago was searched, that was the best day --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HERNDON",
      "sentences": "I was with you all last year. I was with you all last year that an indictment would help him politically. Certainly, he fundraised a lot of Mar-a-Lago. After the midterms, there has been a quantifiable and qualified kind of not move away from Donald Trump but the feeling that he is just not moving the party forward.And so, I don't think this will be some -- I don't we are ever going to see a Republican Party that cast him, that talks about him in the language that Democrats talk about him. But would an indictment create opening for other Republicans at a minimum? I do think it would loosen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "The big difference to all of these questions then two years ago was Ron DeSantis. We now exist in a world where Republicans do where Ron DeSantis is there and there is an option for some of these people if they want to do choose something other than Donald Trump. I've asked this question a lot tonight, Elie. What does Merrick Garland think of all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HONIG",
      "sentences": "That is interesting. If I am Merrick Garland, I am begging, praying that the DA indicts Donald Trump. You know, it is a pressure release valve, right? All the people who were on Merrick Garland, where are you? Where is Merrick Garland? He is sleeping. He is taking too long. All of that political pressure gets diverted. Okay, he is at least been charged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "CUPP",
      "sentences": "Yeah. I mean, for all the time that I've said to you, he is above the law. Show me where Trump has been held accountable for one thing ever. That is what Merrick Garland probably hears every single day from folks like us and probably also folks inside his own orbit. So, this would be some, as you say, Elie, a pressure relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HONIG",
      "sentences": "Yeah. And Astead, you made a really good point right in the beginning, which is if there is an indictment, huge if, the reactions are going to be through the roof, both ways. You're going to see unfeather joy from people who believe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HERNDON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HONIG",
      "sentences": "-- Donald Trump has evaded the law for too long. And you're going to see fury. You're going to see real anger from the other side. But it's important to keep in mind, I've said this a thousand times, I'd say it again, an indictment is the start of a case. If not the end, tables can turn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "HERNDON",
      "sentences": "And to your point, there will be fury if there is not an indictment, too. I mean, this is situation in which either way this goes, it is both unfathomable to see it kind of play out to that end and we've gotten this far.[23:24:58] For Merrick Garland to not go through, I think, would also incur big reaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "Look, that times 20 for Merrick Garland in terms of the federal cases. I do want to ask, we keep (INAUDIBLE) Ron DeSantis here. At what point does a DeSantis do something more than just stay silent on subject like this? At what point does he decide to put a little body English into it and say, you know, hey, by the way, there is a lot of investigations in this guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "CUPP",
      "sentences": "Yeah, the day he decides, I'm going to run for president, is the day he should probably decide to take off the governor, no pun intended, that has been silencing him. You got -- you saw --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "BERMAN",
      "sentences": "Taken me a second, but I got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:04",
      "speaker": "CUPP",
      "sentences": "You know, I think he has been keeping his (INAUDIBLE) dry and waiting to see if Trump really goes down, remains kind of relevant. New poll out from CBS says 60 something percent of Republicans still believe we should -- we as a party should be loyal to Trump.I think he is reading all of that and wondering, okay, if it is my time to take this man on, then and only then will it make any sense for me to criticize him because I will need his voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BERMAN",
      "sentences": "So, did you know that Prince Harry has a new book coming out? I bet you did. He has been talking a lot about it, including with Anderson Cooper on \"60 Minutes\" saying that Camilla Parker Bowles leaked stories in a campaign to be queen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "PRINCE HARRY, DUKE OF SUSSEX",
      "sentences": "With her, on the way to being queen consort, there was going to be people or bodies left in the street because of that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BERMAN",
      "sentences": "The prince speaking on multiple outlets on both sides of the Atlantic. He says he still has love for the royal family.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "PRINCE HARRY",
      "sentences": "But what people don't know is the efforts that I have gone through to resolve this privately, both with my brother and with my father.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BERMAN",
      "sentences": "He says he has tried to make things right with them.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "PRINCE HARRY",
      "sentences": "I love my father, I love my brother, I love my family.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BERMAN",
      "sentences": "Now, Harry and Meghan may be the only people in this country who know what it's like to have their family drama come with the baggage of being royal. But my next guest has some ideas.Patti Davis was in her 20s when her father, Ronald Reagan, was first elected president. In a new op-ed in \"The New York Times,\" she says she regrets the tell-all she wrote about her family. The book she is happy she wrote is her new one, \"Floating in the Deep End.\" Patti Davis joins me now. I am so happy to see you. The op-ed that you wrote over the weekend -- PATTI DAVIS, DAUGHTER OF FORMER U.S. PRESIDENT RONALD REAGAN:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BERMAN",
      "sentences": "-- it really made me stop and think, honestly. And the gist of it is if you had a chance to speak to Harry, you would tell him, you're going to regret this book. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "DAVIS",
      "sentences": "Well, to be clear, I don't know that he would listen to me or to anybody else. You know, at the time that I wrote my autobiography, which we're not even going to say the title of because I've written many books since, but at that time, I think that anything short of Jesus himself coming back and saying to me, don't do this, or buddha or god, some other enlightened master, I wouldn't have listened to somebody, you know, because it is like you are on this emotional river, right?That's your experience and your, as he calls it, his truth. And you can't see anything. You're not really thinking logically because I think for most people listening to what Harry says about, you know, I love my parents and my family, I want a reconciliation, (INAUDIBLE) book out where I'm calling my father's life a villain and making accusations and everything most people are going to go. There is no logic here because when you're in that emotional rush of just your own situation and your own experience, your own kind of victimization really, you are not thinking logically, you are not taking a step back and looking at the whole picture. That takes some distance. That takes some reflection. That takes some silence, hence the title of my op-ed. So, I don't think that he would, even if I had met him and tried to say something, I don't think he would listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BERMAN",
      "sentences": "Let me put it this way though, what if he's right? What if everything he says is right and true in this book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERMAN",
      "sentences": "So, he is writing about a family. It's his family. But it's not just any family in this case. It's the royal family. These people are going to be -- you know, William is going to be sovereign. His father is now king. He is a head of state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DAVIS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERMAN",
      "sentences": "So, does Harry as a British citizen have an obligation? Could he argue? Could he argue? I have an obligation to reveal these people to the world because they're in these positions of power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DAVIS",
      "sentences": "Well, who asked him to do that? I mean, where do you take on that obligation? That is sort of like -- you know, I have this reaction whenever I hear people say, I want to set the record straight. I have this sort of major reaction to that which is, who asked you to? Right?There's something kind of aggressive about that. It's like you're wrong, I'm right, and I'm going to set things straight. Who asked you to, you know? How about looking at the whole picture? And there is a lot of really significant things that he can say. I think that it would've been better if he had taken some time and looked at it from a broader perspective. Frankly, it would've been a more interesting story. Like I said, I would be very interested in how did William process all of this? How did Charles process all of this? Generationally, he was raised the same way. But that was a different generation. The monarchy seems to me is going to have to update itself a little bit, you know, and not maybe be so (INAUDIBLE) you lip and we don't talk about things. But Charles would have a perspective on that, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERMAN",
      "sentences": "Your op-ed begins with you describing -- I guess, in a way, it is fair to say you apologized to your father for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DAVIS",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERMAN",
      "sentences": "-- the book. Do you think that Harry owes his father and his brother an apology?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DAVIS",
      "sentences": "I would suggest that would be a good idea. Yeah, because, you know, again, we get back to the logic or lack of. I mean, he is saying, I tried my best privately to whatever, you know, bridge these differences or these gaps or whatever. It didn't work out the way that I wanted, so I decided to just tell the world everything. It doesn't really track.But if you are in a completely emotional state and only looking at your own experience and your own story, it makes sense to you, right? It made sense to me to just tell everything to the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERMAN",
      "sentences": "Patti Davis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DAVIS",
      "sentences": "Then it took some distance to realize that that didn't make a lot of sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BERMAN",
      "sentences": "It is great speaking with you, and your cat. And as I said, the op-ed really did -- it really did make me think. It's not often that I read something like that over the weekend. I just stopped and sit for a minute and processed. So, I appreciate the work that you've done. It's really terrific talking to you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "DAVIS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "BERMAN",
      "sentences": "Police in Newport News, Virginia now say the gun a six-year- old boy allegedly used to shoot his teacher in school last week was legally purchased by the child's mother.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "STEVE DREW, NEWPORT NEWS POLICE CHIEF",
      "sentences": "We determined that the firearm was in the residence where they live. The child had obtained that firearm, placed it in his backpack, and brought it to school.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "BERMAN",
      "sentences": "Police say they are still investigating whether the parents of the six-year-old will be charged with something. The child is under a temporary detention order. The teacher was shot in the chest through her hand. She is listed in stable condition.With me now is John Miller, CNN chief law enforcement and intelligence analyst. Back with us is CNN senior legal analyst Elie Honig. John Miller, there is a six-year-old who shot someone, appears to have shot someone here. This is a complicated tragic case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "BERMAN",
      "sentences": "So, legally speaking, what charges could the parents face, Elie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HONIG",
      "sentences": "Obviously, this is an ultimate nightmare scenario for all involved. The child will not be charged for the reasons John said. With respect to the parents, some states, New York and New Jersey being two examples, have specific laws about the way you must store a gun. It must be locked up. Sometimes, it must be unloaded, that kind of thing.Virginia does not have those laws. However, Virginia like virtually every state, does have more general child endangerment laws. I was involved very tangentially in a case in New Jersey, a horrible case, where a four-year-old found his father's loaded rifle under a bed and accidentally shot and killed a six-year-old. That father was prosecuted under a very similar child endangered law, pled guilty, and was sentenced to three years. So, it will all depend on the specifics of how the gun was stored. Definitionally, if a six-year-old can get a hold of a gun and carried out of the house, wasn't that stored incorrectly? You would think so. I mean, six-year-old, yes. I mean, if it was locked up safe and secure, I think definitionally, a six-year-old would not be able to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "MILLER",
      "sentences": "Right. But I mean what we are dividing here is the question of moral and responsibility versus legal culpability. But I think Elie is right. We've had these cases in New York City where 99% of the guns that you will find in a residential home in New York City are going to be illegal weapons. There are very few licensed firearms in the city of 8.6 million here.In Virginia, it's the opposite. It's almost impossible to have an illegal gun unless it is possessed by a convicted felon or some other prohibited class. But I think the direction they are going to go is socially, what services are needed for the family, for the child. And then, legally, where is the line between that endangering the welfare of a minor by having a weapon that has been seen and is accessible by the child? Where is that line? And that's going to be a hard one in a place like Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "BERMAN",
      "sentences": "What happens to this six-year-old?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "MILLER",
      "sentences": "I mean, the police department said he is in custody, which means they've taken him away from the family and they put him with social services for the time being. It's only going to depend on what is that assessment that both the police and the social service agency do at the home to see what are the conditions there, what is the parenting like. They will assess this kid's entire world before they decide a direction to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HONIG",
      "sentences": "One aspect of this case is that the reporting is that it was an intentional act. That is rare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "BERMAN",
      "sentences": "That's the language here. It's very different than something I've heard before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HONIG",
      "sentences": "Yeah. The police sort of said this wasn't an accident. And most of these cases, they are all horrible. But usually, it's accidental. This charge, they were playing with the gun. But this sounds like -- I mean, the reporting, what the police said, there was some sort of disagreement or something between the student and the teacher. So, that makes this one different to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "MILLER",
      "sentences": "I mean, that's a whole other question about the world we live in, which is if you are six years old and you know what you're seeing in the computer games, point of view, active shooter games, Call of Duty, you name it, what you're seeing on the TV is the hero comes out with a pistol and shoots everybody, and that's how problems are solved in the entertainment world. That's a very impressionable mind.And when the object of that is right there in the home, you can see where the line between what is fantasy, what is reality, and what are the real consequences. They're going to be blurred in the mind of a six-year-old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "BERMAN",
      "sentences": "Powerful storms unleashing torrential rains and flooding across central California. Many roadways are underwater there. A creek in Santa Cruz south of San Jose washed out a local bridge there. We've got more dramatic pictures. These are from Montecito. This is where Ellen DeGeneres posted this video to Twitter.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ELLEN DEGENERES, COMEDIAN",
      "sentences": "We are having unprecedented rain. This creek next to our house never flows ever. It is probably about nice feet up. It could go another two feet up. We have horses ready to evacuate. We need to be nicer to Mother Nature.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "BERMAN",
      "sentences": "Yeah, probably should be standing that close. Rescue workers pulled people to safety from the rising waters up and down the California coast. Derek Van Dam joins us now from the CNN Weather Center. Derek, what's ahead here?",
      "isLastSentenceInterrupted": false
    }
  ]
}