{
  "date": "2023-12-22",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Detroit News: Recordings Reveal Trump Pressured Two Michigan Republicans To Not Certify 2020 Vote; Israel Proposes New Hostage Deal, Hamas Calls For War's End; Intel Report: Russia, China, Iran & Cuba Tried To Meddle In 2022 Midterms; Flood Threats Spread To Southern California And Arizona. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:42",
      "speaker": "JOHN AVLON, CNN ANCHOR",
      "sentences": "Good morning to our viewers in the United States and around the world. I'm John Avlon, in for Kasie Hunt. It is Friday, December 22nd, and guess, I am wearing a candy cane tie.Stunning new revelations this morning into just how far Donald Trump went to overturn his loss in the 2020 election. A new report from \"The Detroit News\" alleging that then President Trump pressured Republican election officials in Wayne County, Michigan, to not certify the results of the vote. That's according to audio recordings they have reviewed from a phone call Trump made in November 2020 following the election. The newspaper reports that in that call, Trump told the workers, quote, we can't let these people take our country away from us. And, everybody knows Detroit is crooked aspect. Joining me now, CNN legal analyst and criminal defense lawyer Joey Jackson. Joey, thanks for getting up early for us. This recording seems to go to the core of the case, that Jack Smith's building against Trump, namely that he actively conspire to overturn the 2020 election. You remember that phone call of Trump pressuring Georgia election officials to find him votes that didn't actually exist because he didn't win them. Then, the phone call -- go ahead. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I just want to do is this, I just want to find 11,780 votes, which is one more than we have, because we won the state.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "AVLON",
      "sentences": "Then, there's Arizona Governor Doug Ducey who was pressured to overturn the election results in that state.So, given all this pattern, how serious is the latest revelation about Detroit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yeah, John, good morning to you.So, this is about a narrative, right? And any trial, if we get to the trial because of the immunity question, of course, big picture, we know the Supreme Court ultimately, I do believe, will take up the question that he is immune, right? So, the reality is that if we get to the courtroom, there will be two things that will play out. Prosecutors will seize upon this to say this is about election interference, this is about the president acting not as the president, knocked out of concern, he is acting and conspiring to defraud. His involvement was at the highest levels. We are talking about a conspiracy, meaning he was engaged with other people. This is more evidence to show and establish that the president was engaged in unlawful activity, that he should not have been in it, and certainly would be protected as president because he was not acting in that capacity. Some will say prosecutors, John. On the other hand, you will have his defense people saying the following. This was about a president who is very concerned about an election was stolen from him. The president has a right to free speech like everyone else, in fact, he has a heightened right because he has to ensure that elections aren't stolen. It was his firm belief that they were stolen. So, as a result of that, it was his duty and obligation to have this phone call and there is nothing to see here, ladies and gentlemen. And that's how it will play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "AVLON",
      "sentences": "Counselor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "JACKSON",
      "sentences": "If you want to convict the president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "ALVON",
      "sentences": "You are good. Can I just say, I totally appreciate you breaking down both sides rhetorical argument that clearly. A good lawyer can argue both sides. I think the key question would be, right, what evidence did he have that the election was stolen, or was it simply his gut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:42",
      "speaker": "JACKSON",
      "sentences": "Yeah. You know what, John? And that's the issue, right? The reality is that there is no evidence. We know that a Republican committee in Michigan, I may hasten to add, investigated thoroughly and found that there is nothing to see here. There is nothing with respect to any election that involved being stolen or that was unfair or that was tainted in any way, shape or form.That will be the narrative that prosecutors will advance. The president was shadow boxing. He was absolutely engaged in unlawful activity to retain power. This is about the retention of power. It's about him using that power to attempt to control not only a narrative, but an election, nationally. Again, the flip side of that will be just the opposite. It's not about that at all, right? And so, the realities are that how this plays out. It's largely going to be continued upon how the information is absorbed -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "JACKSON",
      "sentences": "John, it's huge. And it is huge because you are offering a public official something of value in order to engage in an activity or not engage in an activity in terms of not certifying.And so, how you justify doing this, we have free and fair elections in this country. In order for our democracy to flourish and move forward, they have to be respected. And when there's no evidence or information that would be indicative of fraud, why are you doing this? And so, I think if you look at it in combination, what is a conspiracy? You are involved in activities with someone else to alter the course of events, and here you are telling officials, we'll take care of your lawyers. It's a terrible look. If you are a prosecutor, again, from a defense perspective, they will say it was his solemn duty to ensure fair elections. What are we doing, ladies and gentlemen? Keep your eye on the prize. So, those are the narratives that will play out and which one you believe, if you are sitting on a jury, again, if he doesn't have immunity, says the Supreme Court, if we get there, we will see how the jurors ultimately decide. But this is critical, very important, and compelling information from a prosecutor's perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "AVLON",
      "sentences": "To your point anticipating what Trump lawyers might say, the Trump campaign released this statement in response to the new reporting. Quote, all presidents Trump's actions were taken in furtherance of his duty as president of the United States to faithfully take care of the loss and ensure election integrity. Now, honesty requires me to say that integrity is the opposite of trying to overturn an election to stay in power, but there's a clear pattern emerging, here, right? And you've addressed this somewhat, but how does it fit into the overall criminal cases against Trump right now with the new information, the offering of a lawyer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "JACKSON",
      "sentences": "Yeah, I think, John, it's a very big deal. Not only does it fit into the case as it relates to the Jack Smith case, right, the federal case, the Judge Chutkan case that's now been put on hold, right, but it could play into the Georgia case because that is about conspiracy, also, if we get to that case. And so, if you look at how it fits and, because Georgia is about something bigger, RICO, right? Racketeering, Influence, Corruption Organization Act, where they are alleging he was the head of a criminal enterprising.So, too, will Jack Smith say, not with RICO but with conspiracy, that this is about conspiracy. And then you release a statement saying he was acting in his official capacity? No, they have to say that because if you establish he is acting in his official capacity, we get to the I-word, John, what is that? Immunity, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "AVLON",
      "sentences": "Immunity! There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "JACKSON",
      "sentences": "So, they are attempting, his campaign, to wrap this up in a presidential clock in the White House and say it was his obligation. Your obligation, sir, so we'll say prosecutors, is to faithfully execute laws. That means not conspiring to overturn free and fair elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "AVLON",
      "sentences": "It seems like a distinction.All right, Joey Jackson, thanks for getting up with us, Counselor. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "JACKSON",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:03",
      "speaker": "AVLON",
      "sentences": "All right. Now, on to Gaza, where the fighting between the IDF and Hamas is creating just unbearable conditions, there. More than 20,000 people have been killed, according to the Hamas-run Palestinian health ministry. The U.N. Security Council resolution vote also expected today after four delays this week. And Israel is proposing a new deal for 35 hostages in exchange for one-week pause in hostilities.CNN's Will Ripley joins us live from Tel Aviv with more -- Will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:17",
      "speaker": "AVLON",
      "sentences": "As we near the first contest of the 2024 news cycle, this stakes for election security officials have been raised even higher. That's following a recently declassified intelligence assessment that found that China, Russia, Iran, and Cuba all try to meddle in the 2022 U.S. congressional elections, using tools like social media to sow divisions and push public opinion towards their own interest.Our next guest is the author of the book, \"The Most Perfect Weapon\", all about how these tools are being weaponized and transforming geopolitics. Let's bring in CNN national security analyst David Sanger, of course, also the White House and national security correspondent for \"The New York Times\". David, before we get to disinformation, I want to be going with a brand-new story you posted at \"The New York Times\" regarding the Biden administration looking at using frozen Russian assets in U.S. banks to provide Ukrainian aid while Congress dithers. So, what are the obstacles and opportunities in this plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:17",
      "speaker": "DAVID SANGER, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Well, John, good morning from Berlin.The main obstacle here is that for the past year or so, Janet Yellen, the treasury secretary, has declared publicly that seizing the $300 billion that Russia inextricably left in the United States, Europe, frequently in dollar denominated accounts around the world, would be illegal, that Congress needed to pass a new law that would enable the money, which has been frozen since the invasion, to be turned over to Ukraine. What we are reporting in \"The Times\" today is that in fact, the U.S. is now reconsidering that view and it is begun intensive behind the scenes discussions with the G7 countries about what might be done to get some of this money into the hands of Ukraine. And, of course, the reason is obvious. With Congress paralyzed, it may or may not turn over money to Ukraine over the next year, and it seems unlikely that Ukraine would get the kind of money it has gotten in the past two years from the United States, so they suddenly are desperate for another source.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:17",
      "speaker": "AVLON",
      "sentences": "And this would provide it. Fascinating reporting about an ongoing internal debate in the Biden administration.Look, you've done a lot of work in your career on the threat of disinformation and you have long warned about the potential threat it poses to our elections, not just potential but actual. And that new intelligence assessment report from the 2022 efforts, the details to me were just stunning. Russia trying to influence opinion on Ukraine, backing candidates who might have their interests at heart. China using social media like TikTok and other things to try and change perceptions up their own nation. How do you see that assessment and the details it provides about how concerned we should be right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:17",
      "speaker": "SANGER",
      "sentences": "Well, what's interesting about this assessment, John, is that it is not new. It was actually done more than a year ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:17",
      "speaker": "AVLON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "SANGER",
      "sentences": "Well, John, I'm a little bit astounded that the TikTok effort to -- or the effort by the United States to take a look at TikTok and try to figure out whether or not it does pose a threat, has moved so slowly in the Biden administration. You will remember that it was former President Trump who started down the line of wanting an acquisition of the American portions of ByteDance, the parent company of TikTok, and move that to the U.S. He fumbled out, was done, left office with it unresolved.The Biden administration picked it up and in the past three years, has not declared what they're going to do about it. And it's a little bit mystifying to me why that's the case. The TikTok issues have been pretty subtle, so far. We have not seen overt, except that you are beginning to see a preponderance of videos that deal with the Gaza and Palestinians to be pretty one-sided. The question is, is that a matter of manipulation or is that just what people are posting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "AVLON",
      "sentences": "You are racing a fascinating point. Sounds like the subject of a new article on the Biden administration and TikTok.David Sanger, thanks so much as always. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "SANGER",
      "sentences": "Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "AVLON",
      "sentences": "Quick hits across America, now.Harvard President Claudine Gay is requesting three new corrections to her 1997 PhD dissertation. This, as a House committee is widening approve of Harvard to include allegations of plagiarism. Rudy Giuliani declaring bankruptcy after being ordered to pay to former election workers $148 million for defamation. The filing shows heat listed up to $10 million in assets. Now, on to the weather. That heavy rain and flooding in coastal southern California is now shifting further south and east towards Arizona, just ahead of one of the busiest holiday travel cycles in the United States. Meteorologist Derek Van Dam here to break it all down for your holiday travel -- Derek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "John, you have got to see this. Yesterday at this time, we were talking about heavy rain in Oxnard, California. That's Ventura County.They received over three inches of rain in one hour. Their entire month of December averages two and a half inches. So, they received over a month's worth of rain in just one hour, period. That is astounding, that is tremendous, that is extremely heavy and we call that a one in 1,000-year event. That doesn't mean it happens every one in 1,000 years, it means there is a one and 1,000 chance of that occurring within any given year. And this was the result. The flooding that took place in Oxnard County, flooding the backyards of people's homes, and even impacting some businesses as well. Nearby Santa Barbara County was also flooded and inundated with some of the whether that was going on across southern California. You can see people driving through the floodwaters in some of the local intersections, not a good idea. Certainly something we don't advice. We talk about that slogan for the National Weather Service, turn around, don't drown. That is the most important thing. It could save your life as well. Other notable rainfall totals across southern California? Well, we have exceeded half a foot in some locations as well. That gives you an idea of just how heavy this rain actually was. Latest radar still showing heavy rainfall across Los Angeles county into Ventura and Santa Barbara, but the bulk of the rain will start shifting east through the course of the morning, and we cannot forget the high elevation, San Bernardino mountains, just east of Los Angeles. You could pick up over a foot of snowfall from this system. There is the amount of rain and snow you can expect and that energy traverse eastward through the course of your holiday weekend, but it will be a rainmaker for Christmas day across the Midwest and the east coast -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "AVLON",
      "sentences": "A rainmaker? Come on!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "VAN DAM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "AVLON",
      "sentences": "Destroying our dreams of a white Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "VAN DAM",
      "sentences": "I know, I want snow too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "AVLON",
      "sentences": "All right. Derek Van Dam, thanks very much. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:50",
      "speaker": "VAN DAM",
      "sentences": "Happy holidays.",
      "isLastSentenceInterrupted": false
    }
  ]
}