{
  "date": "2023-03-27",
  "headline": "CNN Tonight",
  "subHeadline": "Covenant School Shooting In Nashville Leaves Multiple Dead; Trump Hush Money Probe Ends Day Without Voting; Deadly Tornadoes Ravage Southeast; Evanston, Illinois Is Considering Expanding Its Reparations Program. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Another school shooting, this time in Nashville, Tennessee. Police say a shooter opened fire there, killing three nine-year-olds and three adults at this private Christian elementary school. Police identified the shooter as a 28-year-old former student at the school.I want to bring in my panel. Katherine Schweit is the former head of the FBI Active Shooter Program, LZ Granderson is an op-ed columnist at the \"Los Angeles Times,\" Nicholas Carlson is a global editor-in-chief of Insider, Scott Jennings is our CNN political commentator, and Lauren Leader is a political analyst. Thanks to all of you for being here. Katherine, I want to start with you because you studied active shooters from, I believe, 2008 to 2013. No, sorry, 2000 to 2013. I think you studied 160 of them. What can you glean from the facts we know at this hour about this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KATHERINE SCHWEIT, FORMER HEAD OF FBI ACTIVE SHOOTER PROGRAM",
      "sentences": "Boy, I don't know. This is a tough panel you've got tonight. So, they're on fire. So, I have to be careful what I say. But they -- you know, what we've learned so far is that -- that we have exactly what we see a lot of situations -- exactly what occurs in a lot of situations.You've got an individual who has some real or perceived grievance and they formulate this plan and they buy the equipment they need to execute it. They do the surveillance and purchase their ammunition and plot their way out so that they can leave their message and send a message for whatever that is. And we'll see what that is, but it will be pretty common, what we see in a lot of times, a very troubled person, right, who has -- who wants to leave their mark and say something when maybe they don't feel like they had an opportunity to voice whatever that was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes, I suspect it will be something that we've seen before because we've seen so many of these. And Scott, you and I have had these conversations all too many times. I often ask you for solutions. I don't know if you have any tonight, but I just feel that we have a circular conversation always when this happens.And I want to stop having that circular conversation. I want this to stop happening. And I just don't know what more we can say about a troubled person with access to guns going in and taking it out on little kids. SCOTT JENNINGS, CNN POLITICAL COMMENTATOR, FORMER SPECIAL ASSISTANT TO PRESIDNET TO PRESIDENT GEORGE W. BUSH:  Well, I'd like to see what was going on in this person's life. What do we know? We know that the police chief has indicated that there may be some resentment towards this school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Sure, but it's -- I just --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "-- an elementary school This person is 28 years old. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JENNINGS",
      "sentences": "These are -- these are the chief's words, not mine. I'm just telling you what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "That one is a little bit hard for me to digest because that was 20 years ago or, you know, 15 years ago, but go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CAMEROTA",
      "sentences": "There is a feeling of helplessness and there is a feeling of well, I guess we can't do anything or kids are sitting ducks. I mean, it's got to that point where we're feeling like well, this conversation is intractable, so I guess we'll just send our kids and cross our fingers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CARLSON",
      "sentences": "We're treating --LZ GRANDERSON, OP-ED COLUMNIST, LOS ANGELES TIMES:  Does democracy work or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CAMEROTA",
      "sentences": "Yes, it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRANDERSON",
      "sentences": "That's the real question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "LEADER",
      "sentences": "Yes, it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRANDERSON",
      "sentences": "Because if it works, why are we sitting here saying there's nothing we can do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "LEADER",
      "sentences": "Absolutely, there is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRANDERSON",
      "sentences": "There is something we can do. We can vote out these elected officials that are protecting the gun lobbyists, that are protecting all these -- these (INAUDIBLE) that are pro-guns to the point in which there is no responsibility and accountability being used as the center of the conversation, but rather access is the center of the conversation. Access shouldn't be the center of the conversation. It wasn't in the Constitution. What does it say? Regulated militia. Regulated. Who was regulating? If you go back and look to the forefathers, it was the government. It wasn't individuals regulating themselves.Somehow, someway, the NRA and those who are misusing the Second Amendment in order to have done proliferation have taken what we know the forefathers meant and bastardized their intent in order to allow this gun manufacturing continue and have all this money that's invest in the gun lobby. That's what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "LEADER",
      "sentences": "Guns are the leading cause of death now for children. I don't -- none of the rest of it matters. The fact that we let this happen is malpractice. But if you want to know what we do about it, go look at the playbook for every town for gun safety and what Moms Demand are doing.Every day, they are on statehouse grounds. They are in Washington every day organizing, mobilizing, and pushing for changes in state laws. And actually, they've been incredibly successful in passing a huge number of gun control measures in the states across the country. We need more of that. And democracy does work when we stand up and participate. But at this point, we've also -- I think the -- where you're so in nerd that that is the response, which is we feel we can't do anything. And that is a self-fulfilling prophecy. Yes, we can. You just report on what happened in Israel. You know what? Israelis were angry about what their government were doing. They went in the streets and they protested. We have all the same rights, all the same rights to petition our government for our grievances as other democracies. In fact, we created -- we set the standard for that. We absolutely have the ability to change this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CAMEROTA",
      "sentences": "Katherine, what do you think as you listen to this conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "SCHWEIT",
      "sentences": "We have a lot -- we are making a lot of progress. Politicians be damn. I can tell you that. LZ, we have a definition for mass shootings that DOJ came up with in 2022. They just haven't really -- it has been publicized, but not well enough, apparently, right?And there are things that are being done in San Jose, California. They passed law that is certainly standing up right now that says that if you own one of those weapons, you have to have insurance, so that you're going to have to -- you're going to have to pay for it if there's an injury done with it. The red flag laws, I think law enforcement is asking me privately. They're saying, we'd like to see something that I would call an enhanced red flag law where instead of having to go to court, if they go to somebody's house and they find that there's a person who's a danger to themselves and the others, they want to be able to take those guns then, not when there's an adjudication afterwards. And so, I think that's something that some -- then there could be an adjudication, but the guns will be out of the home. I think that's something that some communities are looking for. In addition to that, you know, you talk about training, training for weapons before you're allowed to get them. Better work on suicide prevention and understanding that more gun deaths are caused -- are part of suicides in this country. That a third of the homes do not have secured guns. When you have guns in your homes, a third of those homes have at least one unsecured gun. So, better campaigning about secured firearms, requiring reporting when they're lost or stolen. I just read yesterday that the largest number of stolen guns that occurs is in the seat -- is in cars because now everybody is carrying a gun. They go into a sporting event and they talked their gun in the car and the kids go through the parking lot and take all the guns. So, we have to hone down those individual things that are going to help us to make those process. You know, take the guns out of the people's hands that are dangerous and then do it despite or in addition to these additional gun laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CAMEROTA",
      "sentences": "You are a (INAUDIBLE) of information. That was so helpful, to have you wrap it up. Are you going to say something?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "JENNINGS",
      "sentences": "Well, I just -- I don't know. I just -- I'm just surprised to hear the lack of curiosity about the shooter's motivation. I mean, I -- I mean, it's quite apparent this person had something going on in their life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CAMEROTA",
      "sentences": "But do you think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "GRANDERSON",
      "sentences": "There's something going on in their life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "JENNINGS",
      "sentences": "That's the point, is -- I mean, in a few of these cases, we don't like the Las Vegas shooter. I mean, I think that was still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "CAMEROTA",
      "sentences": "That's a mystery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:02",
      "speaker": "JENNINGS",
      "sentences": "A mystery. But in most cases --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JENNINGS",
      "sentences": "-- what is going on in this particular shooter's life that caused the chief of police to say, I think they had a resentment about having attended a Christian school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JENNINGS",
      "sentences": "I mean, is this -- is this an anti-Christian hate crime? No one is interested in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, I guess -- GRANDERSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JENNINGS",
      "sentences": "On what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "GRANDERSON",
      "sentences": "Because you don't know the religion of the shooter, either. So, how do you it an anti-Christian when you don't even know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JENNINGS",
      "sentences": "I'm quoting the police chief who said there is a theory that the shooter had a resentment about going to the school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "GRANDERSON",
      "sentences": "Yes, but you don't know why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JENNINGS",
      "sentences": "I'm quoting what was on our air tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "GRANDERSON",
      "sentences": "But you don't know if it is based upon religion or some other factor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "LEADER",
      "sentences": "The shooter is dead but millions of children are going to school tomorrow. And so, it's not that I'm disinterested in what happens to the shooter, but I care more about what's happening to my kids when they get to the school tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes. And I used to be very interested in that. But then, it didn't change anything. Knowing that they were disturbed, it didn't end up changing anything. So, I've -- I've changed a little bit in being that interested about the shooter because they do all seem mostly to have mental health issues. And there were precursors.But I want to show you this. This is -- we are now getting the video. The National Police Department tonight is releasing the security camera footage of the suspect shooting their way into the school. Obviously, we warn you, this will be very disturbing. CNN's Carlos Suarez has more. Carlos, what have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Alisyn, just a few minutes ago, authorities out here in Nashville released about two minutes worth of video showing the 28-year-old essentially coming into this school here.The video shows the 28-year-old shooting out the window of the -- of the glass door, and then eventually making -- making themselves -- making the -- the shooter gets inside of the school. Now, the surveillance video also goes on to show this shooter walking around what appears to be a hallway. Once inside this school, the shooter does have this AR-style type of weapon. You can see it in the surveillance video. It is important to note here that at no point in the video that was released today do you see any staff members or any children in it. Now, for a good part of the video, the shooter seems to go inside of one room, spends some time there, comes right back out, and then is seen once again pointing this weapon making -- the shooter then goes from one room to another, and then eventually passes down one hallway. The entire night really -- the Nashville Police Department has been releasing photos of the scene out here, this front door at the building that was shot out. And so, they've been giving us an indication that they were going to release this video. And so, just a few minutes ago, they shared that piece of video. Again, it's about two minutes in length and it shows the 28-year-old getting into the building which, according to authorities, the shooter had really meticulously planned out. She had a great deal of time and effort, it appears, have been spent on planning this attack, which they believe was targeted. And so, tonight, again, Alisyn, we are getting our first look at some surveillance video inside of the school as this shooting was taking place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Carlos, thank you very much. Nicholas, it's obviously so disturbing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CARLSON",
      "sentences": "There is a person walking around the school looking for children to shoot. It's unbelievable. I mean, I've never seen this kind of imagery of a shooter in a school for -- you know, I went and picked up my kids the other day. One of them was sick. It looks just like that. I mean, it's just terrifying. I don't know. It's horrible. It's horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. I mean, what -- what more can you say about it? It's just so sickening to see that and see how quickly they were able to get into the school by shooting their way through a door. Katherine, what did you think watching that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SCHWEIT",
      "sentences": "Yeah, it's kind of -- it's a little surreal, right, for everybody. You notice how slowly the shooter is walking around looking for some target. Because they spend so much time planning for this event, once they get there, it's almost -- there are no hail of bullets. So, it's kind of a -- kind of a letdown. We see that with a lot of shooters.The other thing I noticed, there were several rounds that went through the front -- through the door before she came through the doorway. And then she just got in then, okay, all of that flurry was over. Now, she's just looking and she spent a long time. So, I felt like she was looking for someone in particular, not just a student.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. Katherine, thank you very much for your expertise. Really great to have you join us on the panel tonight. Thanks so much. Panelists, thank you very much for all of your thoughts.So, the Manhattan grand jury investigating former President Trump's alleged role in this scheme to pay hush money to the adult film star, Stormy Daniels, will they adjourned today without taking a vote on whether or not to indict? We'll tell you who testified today. (COMMERCIAL BREAK) [23:15:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "A key witness in Donald Trump's alleged hush money scheme appearing before the grand jury today. David Pecker, former publisher of the \"National Enquirer,\" was seen leaving the building where the grand jury is impaneled after 90 minutes. Here is what former President Trump said about the case tonight.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "People are pleading with the prosecutor. Don't do it. Don't do it. It's wrong. Even Democrats. Even people that traditionally are not exactly my fans are saying don't do it. Because I didn't do anything wrong. I did nothing wrong.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "We're back with our panel. LZ. Nicholas, Scott, and Lauren are back. Well, he's not wrong. We have had many Democrats on this panel saying don't do it to Alvin Bragg because there are other cases that not because he didn't do anything wrong, but because there are other cases that they think should go for first. LZ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Well, I would submit they don't. I mean, I would submit that Americans don't like to see former presidents go to jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "LEADER",
      "sentences": "There are polls on this. There are polls on this. The most recent poll is that actually, more Americans than not, so 43 of Americans polled versus 34% said they want to see the president -- they believe the president -- that they should -- they believe Donald Trump should be indicted and that he should be subject to indictment. That -- that's the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "LEADER",
      "sentences": "So, his supporters clearly not. But there is a turning tide, I think, of public opinion which believes that he should be held accountable --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "LEADER",
      "sentences": "-- if he breaks the law. CAMEROTABut Donald Trump, when you put it in the Donald Trump form, it's different because, you know, people don't like -- there are lots of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "LEADER",
      "sentences": "But the bedrock -- well, no. Fundamentally, the bedrock of American democracy is that we don't have a king and that no one is above the law. And I actually think it's as American as it gets, that if we believe in the principles on which our nation was founded, then everybody should be subject to the same laws and the same rules, and everyone should able to be indicted if they break the law.If it's a jury of their peers, as established in the United States Constitution, finds that there's reasonable cause, then they should be. And that's part of what actually that is fundamental to our system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CARLSON",
      "sentences": "I'm also in favor of people getting arrested and indicted if they -- if the prosecutor thinks it's a crime. Here is the other thing. I think people are looking at this in a 3D chess way a little too much. You know, it's not going to help Donald Trump if he's indicted, and then he's indicted again, and then there's another case later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Are you sure? Because he has raised millions of dollars off of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CARLSON",
      "sentences": "Well, he can raise a lot of money. He always going to be raised a lot of money. But I'm sure, if you look at his record as a person who is sort of very involved in elections, following 2016, he has lost every single one of them. Right? And it is because of a big mess scandal, gross stuff like this.You know, suburban voters in the Atlanta suburbs are going to look at this and they're going to look at the other seven scandals between now and whenever. They will say, no, no, give us the other guy or the other lady.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "And here's what one of his supporters, and I know that's not who you're talking about, you're talking about suburban swing voters, but here's at the Trump rally this weekend, talked about what -- what this person thinks would happen if Donald Trump were indicted on this particular Stormy Daniels crime. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "UNKNOWN",
      "sentences": "She wins 100%. If they do that, he'll be issuing (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "UNKNOWN",
      "sentences": "If a hundred, a million people are going to vote for him. If they do indict him, you're going to get 120 million people voting for him because they're -- they're just -- you know, you can't take -- take an honest man down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "UNKNOWN",
      "sentences": "It doesn't change a thing about his integrity and everything else. We all have seen -- we all have some things that we've done.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Your thoughts in all this stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "JENNINGS",
      "sentences": "Yeah. I dispute the political wisdom of believing that this indictment will deliver 50 million extra votes, although that would be the most amazing turnout program in the history of American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "LEADER",
      "sentences": "Miracle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "JENNINGS",
      "sentences": "I mean, the reality is though the people going to the rally who got in line several hours in advance, I mean, they're right or die (ph).(LAUGHTER) Nothing -- I mean, look, he has a base of support that it's not going to change. It's going to be there. The only question is whether someone else in the Republican Party can consolidate the what I think is over 50% of Republicans who -- who want to do something else. And right now, there's one person who is in position to do that, that's DeSantis, and he is not there yet. But that's the thing. Analyzing this whole political situation like no one's going to take those voters that we just showed away from Donald Trump. Nobody. The D.A. or Ron DeSantis, no one is taking him away for -- what you have to do is consolidate and anti-base who just thinks it would be better if we did not have a rematch between Trump and Biden. And you know, that's a great strategy because like 80% of Americans are dreading this rematch. I think that's a message that will sell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Let's talk about Stormy Daniels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "LEADER",
      "sentences": "I'd love to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:19:57",
      "speaker": "CAMEROTA",
      "sentences": "Because, Lauren, you have a great angle and take on her. What do you think that she has done so effectively?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "CAMEROTA",
      "sentences": "And you said today was a particular gem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "LEADER",
      "sentences": "Oh, it was magical. I don't think it's appropriate for these airwaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "CAMEROTA",
      "sentences": "Somebody tweeted at her. Donald Trump -- a Trump supporter tweeted at her. Donald Trump wouldn't touch you with a 10-foot pole. And she had a spicy response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "LEADER",
      "sentences": "It's a three-inch poll. But anyway --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "GRANDERSON",
      "sentences": "Hey!(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "LEADER",
      "sentences": "-- she only ever refers to him on Twitter as tiny, like she has this incredible ability to use humor. And, frankly, her history and her profession to emasculate him and he -- you know, his whole persona is built on this macho idea.But it's very -- it's funny but it's also really serious because ultimately, one of the biggest issues in this country is the silencing of women, our ability to speak out when we've been, you know, when we've been -- when men have tried to silence us. In this case, she rejects that. And I really walked through in the piece like that's actually important and that I hope that it actually changes things. She uniquely able to do that in a way because she has chosen a life of, you know, let's say no boundaries. Other women who might want more traditional lives and not have their sex lives, you know, splashed across all the front pages might feel differently, but I think what she's done is actually really important. And we're at this point, potentially of an indictment, really because of her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "GRANDERSON",
      "sentences": "I so agree with you because it's not just about being an adult film star. Right? It's about being sex positive. I think part of the reason why women are silenced is because culturally, we are not sex positive, but because of Stormy Daniels's profession, she is. And so, you couldn't handcuff her to her sexuality because she celebrates it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "LEADER",
      "sentences": "She has rejected all the norms that would have held her back from speaking out publicly. And you can say what you will about the industry. I think it can be very expletive of women.I'm not endorsing it, but I am saying that I think in this moment, it's worth acknowledging how hard it is to speak out no matter who you are, where you come from. She has faced threats. She had to hire extra security. It's real stuff for her. And I think we should take her seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "CAMEROTA",
      "sentences": "I have to move on, but I sense you're itching to say something, Scott.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "JENNINGS",
      "sentences": "No, I've celebrated entire catalog. It's fine. I don't --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "JENNINGS",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "LEADER",
      "sentences": "It's not where I thought you're going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "JENNINGS",
      "sentences": "I do have a question for you. Do you think she's a role model for young women?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:59",
      "speaker": "LEADER",
      "sentences": "Oh, tough question. Uh, I think all young women should have -- have to be free to choose whatever life and profession they want. Um, I think there is something powerful and brave about being willing to confront a bully who tries to silence you. No matter what you do, no matter what your profession, I don't care who you are, where you come from, every woman should have that right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Parts of the southeast ravaged by deadly tornadoes this weekend. At least 10 confirmed tornadoes hit Mississippi, Alabama, and Tennessee. The violent weather killing at least 22 people, including a one-year-old baby.The city of Rolling Fork, Mississippi, one of the hardest hits, with a violent tornado obliterating houses, businesses, and city blocks. You can see the aftermath on your screen. Meteorologists warned more dangerous weather could be on the way. So, joining me right now, we have CNN chief climate correspondent Bill Weir, and my panel is back as well. So, Bill, there have been 296 tornado reports this year alone. That's the highest in six years. I think we have some, um, satellite imagery of before in Rolling Fork, Mississippi and after --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Yeah, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "-- in Rolling Fork. And so, can we say conclusively this is climate change? WEIRThe historical record is really sketchy, but a tornado loves warm, moist air. We got a lot more of that these days. It likes unpredictable shifting winds. We've got a lot more of that happening. And so yeah, the numbers are going up. And also, it's all about sort of like what they say about real estate. It's location, location, location. You can have a lot of tornadoes in an unpopulated area and the numbers don't look that bad. But they seem to be, over time, the tornado belt that I grew up in, I went to high school in Oklahoma and Texas for a bit, is shifting east. It's moving across the Mississippi River. So, you're seeing a lot more in the southeast. That's strange, but, yeah, I mean, we just live on a much more unpredictable planet these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "I'm guessing you have some tornado experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "JENNINGS",
      "sentences": "Well, I'm from Dawson Springs, Kentucky where the tornadoes hit, um, not this past December but the one before last. You know, every home that Jennings ever lived in was destroyed by a tornado there. My dad's house was destroyed and the house he grew up in. His parents' house was destroyed. His entire street virtually, another rebuilding and coming back.But it was -- it was the first time anyone there could remember a tornado. There's always warnings and watches but like in terms of actual destruction. And I think it took out like three quarters of the houses and it sort of cut a swath from, you know, far Western Kentucky all the way through, uh, up heading east into, you know, into central Kentucky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "And so, you rebuild after that? You don't think about leaving?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "I'm curious if it informed the way he rebuilt. You know, stronger, more resilient. Can you afford that sort of thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "JENNINGS",
      "sentences": "Well, just financially, truthfully, what he ended up getting out of it was not near enough to rebuild the house that he owned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "Yeah, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "JENNINGS",
      "sentences": "And I -- you know, I don't know everybody's individual financial positions, but -- but he just decided that he was going to do something else for a while and, you know, try something out at the later stages of his life. But, you know, a lot of people don't have that luxury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "JENNINGS",
      "sentences": "And they're stuck where they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "JENNINGS",
      "sentences": "And so, when something like this happens, it's not an incident rebuild either. If you go to these places that are destroyed like in Western Kentucky, you can definitely tell they're still -- still working on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "LEADER",
      "sentences": "For poor communities that have suffered the worst of climate change -- I mean, you look at what happened in Texas in terms of like the massive power outages and droughts in communities and fires in California, you know, all across the world, what you see is that it is often folks who really can't afford the worst of the impacts of extreme weather events who are most harmed by it and most displaced by it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "Right. And different from folks on the coast, the outer banks, you can see a beach house going, you know, maybe you don't rebuild there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "LEADER",
      "sentences": "You don't need that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "You don't make that calculation if you live in Kentucky or Mississippi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "CARLSON",
      "sentences": "Is it going to keep moving?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "CARLSON",
      "sentences": "Is the tornado alley going to keep going to the east and the southeast? Should people in Atlanta be like, oh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "Yeah. Who knows? Who knows? I mean, they're figuring all this out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "CAMEROTA",
      "sentences": "Tornado season is getting longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "WEIR",
      "sentences": "It seems to be we are getting more a little bit of that, but also more intensive events clustered together on the same day. So, more bad days is a good way to think about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "With so much conversation around reparations, one city has already passed the reparations program and started distributing funds. Evanston, Illinois says it had planned to award $25,000 in reparations to eligible residents. But so far, five years later, after they had passed this plan, the city has only spent a little more than $300,000 of the 10 million that they had promised in 2019.My panel is back with me. So, this is interesting. Evanston, Illinois decided that they wanted to do this. It was going to be $25,000 in housing grants. But now, tonight, just tonight, they were talking about whether they should change it to $25,000 cash payment to every eligible Black resident. That has tax repercussions. So, the housing grants made more sense for some people. And yet, they have been talking about this, LZ, since 2019. So, not only is it a controversial and complicated topic to discuss, the devil is in the details. I mean, even Evanston, Illinois that wants to do this is having a hard time. So far, only of 650 Black residents who have applied in Evanston, 16 have received the money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GRANDERSON",
      "sentences": "I know all of them.(LAUGHTER) That 16 of them. Um, I used to be an adjunct at Northwestern University. So, Evanston's is a -- is a piece of Chicago that I think fondly of. So, it doesn't surprise me at all that they would want to try to do this. The execution of it, the clumsiness of it doesn't surprise me because it is a complicated conversation, but it's not a new conversation. It is a conversation that started hundreds of years ago, to be quite honest with you, because former slave owners, they got their reparations. So, it's not as if this is a new word. It's not as if the government hasn't done these multiple times already. They just haven't done it for the people who actually deserve and earned the reparations yet. That's the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Nicholas, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CARLSON",
      "sentences": "Yeah, I mean, reparations, ever since I read Ta-Nehisi Coates's big \"Atlantic\" article, I think it took up the whole issue that one time, I was like, whoa. I mean, it was a mindblower. And just for people who don't know exactly why anybody would kind of check like that, yeah, I mean, it's about -- you read that article. It's like, okay, people in America build wealth by owning homes. They take that. That's their equity. They pass it on. That's the loan that they used to fund things. That's how kids get go to college. Even kids getting alone to go to college.You know, Black families in that -- in that part of the country and all over this country didn't get that opportunity. They had to live in different neighborhoods. They couldn't get in there. And so, it's not to do with slavery. It's to do with that. And so, you know, logically, you look at it, that makes a lot of sense. It's always going to be very unpopular. I mean, it's very difficult politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GRANDERSON",
      "sentences": "It depends on who you ask. Black people want it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CARLSON",
      "sentences": "Yeah, sure. Yea, yeah, yeah. We talk about how it is a democracy before. At the end of the day, it is one these very divisive issues. People just kind of recoil from it. You know, you can go in and make the case and then people like, uh, well. And, you know, it's just very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JENNINGS",
      "sentences": "Why do you think that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CARLSON",
      "sentences": "Why do I think it's so divisive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JENNINGS",
      "sentences": "Why do you think it is so dramatically unpopular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CARLSON",
      "sentences": "Well, you know, I looked at that. I looked at that stat and said that they had $10 million and this 300,000 going out, and it's just sort of reminds me, you know, it's a very small thing, but it reminds me that like social programs get very popular when they're not means tested, when they're not for one group of people, were there for everybody. And then, you know, you look at social security. Obviously, it's very popular. You can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "LEADER",
      "sentences": "You don't even have to go that far back. You don't even have to go far that far back because redlining and housing discrimination was rampant in this country well into the 1980s --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "Yup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "LEADER",
      "sentences": "-- and in very diverse parts of the country that you wouldn't expect. Chevy Chase, Maryland outside of Washington, D.C., a place I grew up, was established as a white enclave in the articles of incorporation for the town. They did not change that until 1988. I grew up a block away.And so, like for families who have not only been excluded but actually were -- in many cases, they've had homes, real estate, etcetera, taken without compensation. There are cases in California of ocean front property that were owned by Black families that were essentially just taken and they were never given any.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CARLSON",
      "sentences": "The American dream is owning your home and then you get that and then you can use that in all sorts of ways financially. People were barred from doing that in a way that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CAMEROTA",
      "sentences": "I want to get Scott in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CARLSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CAMEROTA",
      "sentences": "I know you're skeptical of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "Yeah. I mean, I think the reason is so dramatically unpopular. You're correct about that. It is because most people think it's fundamentally unfair and believe it's divisive and believe it's not the correct way for the country to atone for the issues that I think you have correctly described.I think you're 100% right about the history of this country. But the people that are living today don't feel like they're responsible for things that people did decades or hundreds of years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CAMEROTA",
      "sentences": "Were this the right way to return? (Ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "Well, I think -- I think this country has made massive strides in race relations over the last --(CROSSTALK) Financially, I told you last week, I don't -- I'm not -- I don't believe any reparations program is ever going to be popular enough to be politically viable because most people don't think it is the correct way --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "Why do you keep saying most people when you know what we're talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "Because I can read a poll, can you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "Yeah, I can read a poll. Yeah, but when you say most people, you make it sound as if there's not some variations there. That's very easily identifiable. And I went back and I've done some research in terms of Gallup polls. And it's very clear, there's a racial divide on this conversation. And so, when you say most people, what you really mean is like a lot of white people. And so, let's be honest about this conversation.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "Let us be honest about what kind of country we live in. We all live here together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "And we don't make decisions based on one race gets to decide what to do to the other race or vice versa. We all make decisions together as Americans.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "When did that start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "And so -- and so, when --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "When did that start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "That's not the way it works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "I'm just curious. When did that start? This utopia that you just presented where race wasn't an impact in terms of people's lives. I'm curious. When did that start in this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "I didn't describe America as a utopia. But right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "What did you say earlier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "You seem to believe that in this country, based on race, we should have people of a certain race making policy decisions for everyone else. Do you think --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "LEADER",
      "sentences": "-- majority of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CAMEROTA",
      "sentences": "So, that's actually the objective reality --(CROSSTALK) I think it's interesting, Scott, what you were saying, that you do think that there needs to be an atonement. But Evanston is trying to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "Are you arguing that the United States of America hasn't made dramatic strides --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "LEADER",
      "sentences": "That is not the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "CAMEROTA",
      "sentences": "Strides are different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "LEADER",
      "sentences": "That is not the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "-- over the history of this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "LEADER",
      "sentences": "The question is about financial -- about the financial impact of policy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "So, what is the tone that looks to you -- if it is not tied to finances, then what does it look like to you? I'm curious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "I mean, I think that this country needs to provide equality to every single American citizen.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "-- platitude. Specific --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "No, it is not a platitude.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "-- held value for me and most Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "Okay, it is a value. How does that value play out legislatively? What does that look like? Because Evanston has something that's on paper that they're trying to execute. So, your world in terms of atonement, I'm just curious. What does that look like legislatively?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "A grand total of a whopping 16 people were able to take part in this fantastic idea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "GRANDERSON",
      "sentences": "I'm asking you about your sense of atonement. If it's not going to be financial, then what do you think should be executed in order to reach this equality that you talk about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:02",
      "speaker": "JENNINGS",
      "sentences": "I just told you, that this country and its government ought to provide every American citizen equal opportunity to succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "LEADER",
      "sentences": "For very specific policy (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "JENNINGS",
      "sentences": "Would it be helpful to just redistribute all the wealth? Is that what you're arguing for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "LEADER",
      "sentences": "It is not the same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "GRANDERSON",
      "sentences": "You're gaslighting the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "JENNINGS",
      "sentences": "I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "GRANDERSON",
      "sentences": "It is like you're really legitimate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "JENNINGS",
      "sentences": "But everybody at this table is for redistributing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "LEADER",
      "sentences": "No, no, no. Hold on a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "JENNINGS",
      "sentences": "Except for me, and I'm the only one in the majority. Of any survey, any survey, it's not even close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:01",
      "speaker": "LEADER",
      "sentences": "Scott, that's not fair. But you made a really important point, I think, which is about what Americans do and don't understand about what actually happened. And that is at the core, what the reparations conversation has always been, which is that we have been -- and we are having this conversation every week about how much of our history now we're trying to erase from school curriculums, etcetera.The fact is, is that African Americans have been systemically, consistently excluded from the ability to build wealth for decades and there should be a serious conversation about what that means for them and about what how we solve that problem, not just with platitudes, to LZ's point, but with policy.",
      "isLastSentenceInterrupted": false
    }
  ]
}