{
  "date": "2023-03-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Mexican President: Migrants Set Fire At Detention Center Near U.S. Border During Protest; Official: Changing Drone Routes Over Black Sea \"Definitely Limits\" Intel Gathering; Nashville Mourns After 3 Children, 3 Adults Killed at Christian School; Biden Addresses Nashville School Shooting In Remarks; Preliminary Data: EF-3 Tornado Hit Alabama & Georgia Sunday. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And inflation, of course, complicating that process of freezing the mortgage rate hikes.Matt Egan, appreciate that update, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Thanks, Matt.We're following a developing story along the U.S./Mexico border. At least 39 people are dead after a fire ripped through a migrant detention center. What investigators are learning about the cause. That's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "We turn now to the U.S./Mexico border where at least 39 people were killed in a fire that swept through a migrant detention center. It happened late last night at a facility in Juarez, just across from El Paso, Texas.Mexico's president said it was started by some migrants being held there who set fire to mattresses during a protest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "CNN senior national correspondent, Ed Lavandera, has been following this story for us.And, Ed, AMLO, the Mexican president, said that these migrants had learned that they were going to be deported and they were protesting by putting mattresses up against the doors of this compound.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes, but despite all of this, we're getting a sense of some skepticism about this official line that the Mexican government is saying about what happened. The Mexican president, as you mentioned, saying that it was migrantswho were being detained at this migration institute and set fire to these mattresses after being told that they were going to be deported. And 39 people at least have died. Dozens more injured. But from what we are hearing from activists, who have been in Juarez and speaking with migrants around that area, they're saying that there's real questions just about how exactly these migrants could have started the fire. And one of the activists that we spoke to, from the El Paso area, said, you know a lot of times when migrants are taken into custody, many of their belongings are taken away from them. So there's great \"quino,\" concern about whether or not this official line is actually accurate. So activists are calling for a full and transparent investigation. Not just by Mexican authorities, but they also want U.S. authorities to get involved as well. But it was a harrowing scene. And one of activists we spoke with said, as they crossed the international bridge into Juarez, they could hear screaming as the flames were shooting out of the building there. And there's questions also about why exactly these migrants were locked into this area. Why they couldn't have been - the doors unlocked and allowed allowing these people to escape. So a lot of questions really swirling around today about exactly how all of this unfolded last night in Juarez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "Just horrific details as we're getting more and more information as to what actually transpired.Ed Lavandera, I know you'll stay on this story for us. Thank you. We turn now to the fallout from that collision between a Russian fighter jet and a U.S. surveillance drone over the Black Sea earlier this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes, CNN has learned that this incident prompted the United States to alter its surveillance routes farther to the south and at higher altitudes.A senior U.S. military official tells CNN. That decision, quote, \"definitely limits our ability to gather intelligence related to the war in Ukraine.\" CNN's Oren Lieberman has been tracking the latest details, and he joins us now live from the Pentagon. Oren, walk us through the reasoning behind these changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, Boris and Bianna, about two weeks ago, following the collision between a Russian fighter jet and a U.S. MQ-9 reaper drone, the video you saw just a moment ago there.The U.S. conducted an assessment, according to officials, to just take a look at drone operations over the Black Sea in international airspace over international waters. But it was a question to look at the routes, the altitudes, the missions the intelligence gained versus the risk of escalation with Russia. Following that, the U.S. made the decision to move the drone flights farther south over the Black Sea or farther south and to a higher altitude. Those drone flights did continue. We know there was a reaper flight, that same drone you're seeing now, a short time after the flight that was down. And we've seen RQ-4 Global Hawk flights on flight tracking Web sites. But according to a senior U.S. military official, the decision to move the drone flights farther south limits the ability of those drones to do what they're supposed to do. They are spying and surveillance drones. And they're designed to gather intelligence, which is difficult to do at simply a farther away distance from Crimea there and from Ukraine as well. The question now is how to move forward here. The Pentagon press secretary said it would not talk about specific drone missions and operations and that there are other ways of gathering intelligence such as spy satellites. But according to one official who we spoke with at the time of the decision, there is already an appetite to get back to those previous routes, to get back to flying northern south further north in the Black Sea. The risk their, Boris and Bianna, is that, if you don't do it soon, it may become more difficult as Russian habits become more entrenched over the Black Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes, part of the reporting indicates that the U.S. government wanted to avoid being too provocative in that area and perhaps leading to more escalation.Oren Liebermann, thank you so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "GOLODRYGA",
      "sentences": "Coming up, we'll have much more out of Nashville as police release bodycam footage from the shooting yesterday.And as we head to break, a local reporter who was on the scene yesterday reveals that she, too, is a school shooting survivor. (BEGIN VIDEO CLIP) [14:40:03] JOYLYN BUKOVAC, WSMV-TV REPORTER (voice-over): I'm a school shooting survivor myself. And this is bringing back a lot of emotions and memories from my school shooting, that experience whenever I was in middle school. (END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SANCHEZ",
      "sentences": "At any moment now, President Biden is expected to speak in Durham, North Carolina. He's there for an event dedicated to investing in America, unrelated to what we saw unfold yesterday in Nashville,But we anticipate the president will make some remarks on the Covenant School shooting. We're going to bring those to you live as soon as he starts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:10",
      "speaker": "GOLODRYGA",
      "sentences": "Let's say that again. The number-one cause of death for children in this country is gun violence. Unacceptable.And this reality is haunting parents today. You do everything in your power to protect your child. That's your priority, number-one job. But on days like today, it feels as if nowhere really is safe. Our next guest has dedicated his life to helping change that. He lost his son, Joaquin Oliver, in the 2018 Parkland school shooting. He was 17 years old. Manuel Oliver is now the founder of the nonprofit, Change the Ref, which aims to empower activism among young people against gun violence. Manuel, thank you so much for being here. I can't imagine the strength and the courage it takes to continue to keep this fight going, especially knowing that it was five years ago that your son was killed and. Since then, there have been 151 additional school shootings in this country. What goes through your mind every time you hear about another one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:10",
      "speaker": "MANUEL OLIVER, HIS SON, JOAQUIN, WAS KILLED IN THE PARKLAND SCHOOL SHOOTING",
      "sentences": "Well, thank you for having me here.My mind goes everywhere, from Parkland to what happened yesterday, through El Paso, through Santa Clarita. Like there's Uvalde. So many places that we have seen suffer and pain from communities. And apparently, that is not enough to make our representatives do something that really makes things different. So a lot of frustration, but not quitting. A lot needs to be done. So always so a lot of power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:10",
      "speaker": "SANCHEZ",
      "sentences": "Manuel I want to get to your efforts on that front in a moment.But first, I'm wondering what your message is to those families that lost loved ones yesterday, to those parents that went to bed as you did back in 2018, knowing that your life would forever be altered because you lost the child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:10",
      "speaker": "OLIVER",
      "sentences": "You know what, it's very hard. And I don't feel I'm qualified or I have skills to send a message to these families.They are going through the worst moment that anyone could go through. They lost their kids. Some lost their parents and loved ones. And there's nothing that I can say that would make them feel better. It's a process. It's going to take time. And they will make their own decisions. Hopefully, they will be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:10",
      "speaker": "GOLODRYGA",
      "sentences": "It's a horrifying club to be to be in. And I can't even begin to imagine the pain that you and all of these families have to live with. All these years later, it never really goes away.But as you said, you have a new mission, and that mission is to change the way this country operates in terms of guns. I appreciate and respect that optimism. I just want to get you to respond to what we're hearing now from many lawmakers, predominantly Republican, who are saying there is just no appetite right now for more gun laws legislation. I'm just going to give you a few quotes from some of them. Senator Josh Hawley said that semiautomatic weapons should not be banned in this country because, quote, \"a lot of people use A.R.s and A.K.s for sporting purposes.\" Another local representative from Tennessee, said, \"This is a mental health issue and not a gun issue.\" What is your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:10",
      "speaker": "OLIVER",
      "sentences": "Well, my response is not I think that we need to ignore and start ignoring these people that are, obviously, part of the problem. So responding is expanding more time and giving them more platform to say there is stupid thoughts.So I like to move forward with this. At the same time, there is a lot of people very concerned. Like we need to be concerned. This is our country and we're talking about our kids. So if we make jokes or judgments that are not going to find a solution, then we might as well be quiet and not say anything. As you know, I was in D.C. a week ago, and I ended up arrested by complaining to exactly this. So it's time to listen to other people, and it's time to put more pressure on these idiots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We've seen the initial footage of the attack. Three children. Three children dead. All just 9-years-old, including the daughter of the pastor.Three members of the staff, school custodian, substitute teacher and the head of school. I spoke with one of the - like actually was the governor's wife, the governor who's telling me his wife is about to have dinner that night with her. There's still more to learn about what happened. But there's plenty we do know. We know that this family's worst nightmare - family's worst nightmares occurred. I've lost a child. Not to that. Lost a childhood on accident and to cancer. But I tell you, there's nothing like losing a child. Particularly the more senseless it is, the more devastating the impact on you. It's absolutely heartbreaking. And it's senseless. You know those children s Should all be with us still. Have a seat if you have one. They should still be with us. As a nation- this is not hyperbole. As a nation, we owe these families more than our prayers. We owe them actions. You know, we have to do more to stop this gun violence of ripping communities apart, ripping apart the soul of this nation, to protect our children, so they learn how to read writes that duck and cover in the classroom. You know, we need to act. These are weapons of war. I'm a Second Amendment guy. I have two shotguns. My sons have shotguns. You know, what are states - you know, everybody thinks somehow the Second Amendment is absolute. You're not allowed to go out on - an automatic weapon. You're not allowed to a machine gun. You're not allowed to own a flamethrower. You're not allowed to own so many other things. Why in god's name do we allow these weapons of war on our streets? And at our schools? According to law enforcement, the shooter of this horror had two assault weapons and a pistol. What in god's name are we doing? These guns are the number of - gun - this is hard to believe. I never thought when I started my public life guns will be the number-one killer of children in America. Guns. Number one. It's sick. And overwhelmingly, a majority of gun owners agree. We have to do something. Not just everybody. Gun owners agree. There's a moral price to pay for an action. Last year, we came together to pass most significant gun safety legislation in 30 years. It was bipartisan. We got it done. And don't tell me we can't do more together. So I again call on Congress to pass the assault weapons ban. Passive. They should not be a partisan issue. It's a commonsense issue. Let's act now. And people say, why do I keep saying this if we're not happening? Because I want you to know who isn't doing it. Who isn't helping, to put pressure on them. You know, I know you see on television, it's not just merely though the weapon in terms of its that it's semiautomatic in effect. But the velocity with which it comes out of that muzzle. What it does when it hits the body. Most bullets would go just straight through and out, leaving. But it blows up once it's inside your body. What in god's name, what in god's name, does anyone need that for in America. Folks, look, I mean, come to speak to what I can to talk about. I want to thank the introduction. And Arellano Neil (ph), thank you for the passport in the city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "GOLODRYGA",
      "sentences": "There we heard the president take a few moments to speak to the shooting yesterday in Nashville as he is speaking there in Durham, North Carolina.And just to repeat some of the words that said. He said those children should all be with us and we owe these families more than our prayers. We owe them actions. He also, Boris, reiterated that he is a Second Amendment guy, that he has two shotguns. But he also highlighted his call, continued call to pass the assault weapons ban. He said it's not a partisan issue. And he also went on to say the reason he keeps reiterating this is because, he said, I want you to know who isn't helping. And of course, you can go ahead and fill in that blank in terms of who he's referring to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:36",
      "speaker": "GOLODRYGA",
      "sentences": "Recovery efforts continue right now after deadly storms devastated parts of the southeast this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:36",
      "speaker": "SANCHEZ",
      "sentences": "In west Georgia - this is close to the Alabama border - preliminary data shows that an EF-3 tornado with estimated winds of 150 miles an hour struck Troup County.That's where we find CNN meteorologist, Derek Van Dam. Derek, take us there. What are you seeing?",
      "isLastSentenceInterrupted": false
    }
  ]
}