{
  "date": "2023-11-08",
  "headline": "CNN News Central",
  "subHeadline": "Ivanka Testifies In Trump Org. Fraud Trial, Highlighting Financial Practices; Trump Skips GOP Debate, Targets Latino Voters In Florida; UN Criticizes Civilian Deaths In Gaza, Pressure For Humanitarian Pause; Blinken Rejects Netanyahu's Idea Of Indefinite Israeli Control In Gaza.  Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:01:51",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "In just a few moments, Ivanka Trump is expected to retake the witness stand, testifying in the Trump organization's $250 million civil fraud trial. So far, she's faced about 2.5 hours of questioning from the New York Attorney General's office with a major focus on her father's past financial statements and how he allegedly inflated them to get favorable loans.Let's get an update now with CNN Chief Legal Affairs Correspondent, Paula Reid. Paula, at court, currently on a lunch break. Walk us through what we saw earlier in the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:51",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, this has been much less chaotic and contentious than it was when her father and her brothers have taken the stand in this case. So far, the questions have been focusing on her time at the Trump organization before she left to work at the White House in 2017. And they've asked about some specific projects that she worked on.Let's take, for example, the Doral, Trump Doral, down in Florida, the resort and spa. She was working on the financing for that project. And in one really notable exchange, they show how the bank wanted Trump to maintain a net worth of $3 billion in order to have these more favorable loan terms, but she suggested lowering that threshold to $2 billion. Now, they settled on 2.5, but of course, that is significant because at the heart of this case is an allegation that he was maybe not being honest about his net worth. And at the time, he had cited his net worth back then in 2011 as being around $4 billion. They also asked about the old post office here in Washington, D.C., which they converted into a Trump Hotel, and how the government had questions for her about exactly how they had compiled their financial statements. Now, they also asked her about a penthouse apartment that she had in one of her father's buildings. It had a purchase option of $8.5 million, but in her father's personal valuation, it was valued at 20.8 million. So, all this goes to the heart of the case, but so far, they've really been focused on pretty technical questions. It's been pretty calm, pretty professional, quite a contrast to what we've seen over the past few days. SANCHEZ:  Yeah, and we should point out, she's not a defendant in the case, but she could provide valuable testimony for the prosecution. Paul Reid, thank you so much for that. Let's dig deeper now with former U.S. Attorney Harry Littman. Harry, thanks so much for being with us this afternoon. HARRY LITMAN, FORMER U.S. ATTORNERY: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:51",
      "speaker": "SANCHEZ",
      "sentences": "What did you make of Ivanka's testimony so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "So, Harry, let's sort of clarify that point, because it was significant when she testified to confirming what was in that email that said that she suggested that he should lower his minimum net worth in that Deutsche Bank deal to $2 -$2.5 million, a billion, I should say. How does that play into what prosecutors are looking for here? Isn't it admission that he was inflating his net worth previously?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "LITMAN",
      "sentences": "I mean, not exactly, but it shows she knows it's an issue. And even more to the point for us, she is the one who deals with the banker there and says, oh, my God, this is a great rate. Let's go for it. And writes her and says, you're the best, Rosemary. It shows that they get this great deal only because Trump makes these promises. That's the important evidentiary point. Then they will show independently these promises that he made were lies and he repeated them year after year. So, she really does establish the relationship and set up for the falsity that they are proving otherwise from Trump's statements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "When it comes to her testifying that she couldn't recall a number of, of different financial dealings, specifically on the penthouse that she leased from her father, his valuation like 12 million dollars more than what it actually was worth. How does the Trump team read that testimony? The fact that she doesn't recall some of these things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "LITMAN",
      "sentences": "You know, I think in general where she could avoid hurting him, she did. And there wasn't a, you know, a moment in this testimony that really added to things. But it was the testimony that she'd already given before. So, I think in general, as Paula says, she's poised and polite, quite a contrast to the other Trumps. And she does, you know, disavow recalling certain big points. But what they are going to use her for, have used her for, is to really set up Trump's allies themselves. She otherwise doesn't advance the ball. But that advance is a pretty big advance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Harry, we've got to leave the conversation there. We very much appreciate your time. But we want to take our viewers now to the White House, where Vice President Kamala Harris is reacting to pretty significant election results last night. Let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "And by extension, it was a good night for democracy. I think that if you look at from the midterms to last night, from California to Kansas, Ohio to Virginia, the voters said, look, the government should not be telling a woman what to do with her body. I think voters have been clear, regardless of whether they're in a so-called red or blue state, that one does not have to abandon their faith or deeply held beliefs to agree the government should not be telling a woman what to do with her body. And so, it was a good night. And the president and I obviously have a lot of work to do to earn our re-election. But I am confident we're going to win. So, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "All right. So, let's break it all down with CNN political director David Chalian, CNN senior political analyst and senior editor at The Atlantic, Ron Brownstein. After hearing from Vice President Harris, brief remarks there outside the White House after abortion rights fueled some of the Democratic wins and Trump strongholds last night, clearly the White House wanted to seize on this. And they chose David Chalian to put out the vice president, not the president, the vice president Harris. What do you make of that?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "I just, I just want to comment on how rare(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BROWN",
      "sentences": "Yeah, lets take a step back and take this in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "CHALIAN",
      "sentences": "-- it is to see the vice president go out to the sticks, to the microphones there in the driveway of the White House to make a statement. That is not a normal setting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "I covered the White House for many years. I never saw that. That's a rare thing. Usually, you see congressional leaders out there, visitors to the White House, not the Vice-President. [14Obviously, the administration wants to have a public face attached to what were really positive results for the Democratic Party last night. And on this issue specifically, Kamala Harris, the first ever female Vice President of the United States, has been leading the charge for this administration in this political battle over abortion rights, specifically since the overturning of Roe v. Wade. And so, having her out there to sort of be attached to the victory in Ohio last night, in Virginia as well, is something that they obviously are looking to do. I thought it was noteworthy. She didn't take questions, but she did note the work ahead that she and the president clearly still have to do in their own re-election effort. She said they're going to do it, but she did note the reality that they do have work to do. She didn't deny that in any way, which was interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BROWN",
      "sentences": "Yeah. And so, to put this all into perspective here, Ron, how do you square the work they have to do, looking at Biden's abysmal polling, right, with the Democratic performance last night, largely driven, as -- as we know, by abortion rights, right, driving people out, giving Democrats those big wins. How do we square that? And what does this mean for Biden in 2024, if anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yeah, I think you can actually square the circle, Pam, pretty comprehensively, which is that, look, the polls are documenting real concerns about President Biden. You know, we have a lot of polls showing that a significant majority of Americans question whether he's too old to do the job for another 4 years, and a significant majority of Americans do not believe that they are better off as a result of his agenda. And those are real vulnerabilities that can't be waived away.But what the election last night showed is the same thing that the election of 2022 showed, which is that there is another side of the ledger. And that is when Democrats can run campaigns that focus voter attention on the Republican agenda, there is a critical slice of voters who are dissatisfied with the economy, maybe disenchanted with Biden's performance, and are still unwilling to entrust Republicans with power to impose that agenda, particularly on cultural issues, starting with abortion bans, but also others like book bans. And I -- and you know, and that and that kind of movement among voters is most pronounced in big metro areas, urban centres, and inner prosperous, highly populated inner suburbs. And that was the most consistent thread last night from Kentucky and Ohio, to Virginia and the Pennsylvania State Supreme Court election. Democrats as throughout the Trump era dominated these population centres. And if there is a path to re-election for President Biden in 24, those are exactly the kinds of places it runs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BROWN",
      "sentences": "Right. So, you have the White House seizing on this, David, you have the Biden campaign seizing on this claiming, despite the polls that this is a positive reflection on Biden himself, how do they connect all these democratic wins to Joe Biden and the mind of voters? In other words, how much of this is about Joe Biden versus, you know, women wanting their abortion rights and being anti-Trump, anti-MAGA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "CHALIAN",
      "sentences": "Well, to Ron's point about the polls and the clear concerns that majorities of Americans have about his age and stamina and about his position on the issues, issue number 1, the economy where he's suffering right now, as well. There is a disconnect here. Yes, there is not a problem for Democrats right now, especially on these kinds of issues like abortion rights. It is the fuel for them right now in -- in the victories we've seen, not just in the 22 midterms, not just last night, in all these special elections this year, and when Trump was in office as well before Dobbs was overturned.This has been a Democratic Party that has been executing on elections. Joe Biden has a particular problem in Joe Biden, and that is the work of the campaign in the White House in the year ahead that -- we're just seeing a snapshot right now, a year out. And what is key for them is that part of the problem for them is a diminishment of support in some of their own backyard constituencies, African American voters, Latino voters, young voters. So that is the work that they have to begin doing now to -- to get a fortified Democratic base in the way that Donald Trump has used his trials and indictments to fortify the Republican base. Right now, these are -- there is not yet a fully engaged contrast campaign, and that is what the White House and the campaign is counting on is going to bring this into a much sharper frame for the American people next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah, well, first of all, I mean, the thing to understand about abortion in the 2022 midterms was that in the red states that actually moved to most severely restricted procedure places like Ohio and Florida, Tennessee, Iowa, Texas, there really wasn't much of a backlash against Republican governors and legislators.  That issue alone wasn't enough to move away voters who ordinarily vote Republican, but it was a very different story in swing states, like Michigan, Pennsylvania, Wisconsin, even Arizona, where there was a significant majority of voters who wanted abortion or remain legal, and who voted in overwhelming numbers for Democrats, despite widespread dissatisfaction with the economy.That's what we saw again, yesterday in Virginia, particularly because, you know, Virginia, I think, related very much the dynamics that may be present next year. Biden's approval was underwater in the state by double digits, voters said they trusted Republicans more than Democrats on the economy and crime, similar dynamics to what we see in the CNN poll, and other surveys nationally. And yet, Glenn Youngkin failed spectacularly, failing to win the state senate. Losing control of the statehouse, overwhelmingly because of resistance to the cultural agenda of the Trump era GOP as attempted to find a compromise on abortion, but also other issues like bookmans. And in these populous suburban areas, where there is discontent over the economy as well, and disappointment in Biden, enough voters still said I did not want to trust the Republicans with power. So, if you're Nikki Haley tonight, that is a very good argument for you to point to -- to say, look, we have to downplay this issue. Ron DeSantis is probably in too deep after a 6-week abortion ban to execute that kind of pivot. But I would certainly expect to hear that from Haley tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:56",
      "speaker": "BROWN",
      "sentences": "Strong words from the United Nations Secretary General today who said the number of civilian deaths in Gaza shows that something is quote, wrong with Israel's military operation there. More than 10,000 people in the Hamas-controlled region have been killed according to Palestinian officials.(BEGIN VIDEO CLIP) ANTONIO GUTERRES, UNITED NATIONS SECRETARY-GENERAL: There are violations by Hamas when they have human shields. But when one looks at the number of civilians that were killed with the military operations, that is something that is clearly wrong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:56",
      "speaker": "SANCHEZ",
      "sentences": "Thousands of Palestinians are now arriving in the southern part of the enclave after fleeing northern Gaza through a humanitarian corridor set up by Israeli forces. Some are describing unbearable conditions in Gaza City with constant airstrikes and no water. Let's take you there now with CNN International Diplomatic Editor Nic Robertson, who's live for us in Sderot, Israel. Nic, there's pressure growing on Israel to consider a humanitarian pause, something that Benjamin Netanyahu, the Prime Minister of Israel, has said that he would be open to in very, very short amounts, in hours' worth of time. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "BROWN",
      "sentences": "All right, Nic Robertson, live in Israel. Thank you so much. With us now, CNN chief national security correspondent Alex Marquardt. So today, Secretary of State Antony Blinken reiterated US objections to an immediate ceasefire in Gaza. He also seemed to respond to Prime Minister Benjamin Netanyahu's remarks about Israel having overall security responsibility for an indefinite period in Gaza. What else is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Prime Minister Netanyahu made these comments on Monday night. And now we've seen essentially 2 days of American pushback because these comments were quite remarkable. Prime Minister Netanyahu saying that he foresees this indefinite period where Israel would have overall security responsibility. So that raised major questions and concerns among the Biden administration and others that Israel was looking to reoccupy the Gaza Strip. And that was eventually the goal.Now, we have seen this pushback from the White House. And now today, again, from Secretary Blinken saying that Israel should not reoccupy the Gaza Strip. That is not something that should happen if Hamas is to be toppled. Now, the Israelis have tried to walk back what Netanyahu has said. They're saying, we do not intend to occupy the Gaza Strip, but we do want to make sure that there is some kind of security presence so that Hamas cannot reemerge. Now, guys, this raises major questions about the governance of the Gaza Strip, what happens if, and it's still a major if, Hamas is able to be overthrown. And we did hear Secretary Blinken say rather interestingly today that what he imagines is that there may be what he called a transition period. Here's a little bit more of what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "Gaza cannot continue to be run by Hamas. That simply invites a repetition of October 7th, and Gaza uses a place from which to launch terrorist attacks. It's also clear that Israel cannot occupy Gaza. Now, the reality is that there may be a need for some transition period at the end of the conflict, but it is imperative that the Palestinian people be central to governance in Gaza and in the West Bank as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MARQUARDT",
      "sentences": "So, everyone agrees that the Palestinians should rule themselves, but there are very few details there about who will actually govern the Gaza Strip if Israel is successful in -- kicking out Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, questions about how the Palestinian Authority might play a role in all of that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MARQUARDT",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SANCHEZ",
      "sentences": "Very unclear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MARQUARDT",
      "sentences": "-- Possibility, but far from certain.",
      "isLastSentenceInterrupted": false
    }
  ]
}