{
  "date": "2023-02-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Putin's Invasion enters 2nd Year with No End in Sight; Interview with Rep. Mike Quigley (D-IL); EPA Halts Hazardous waste shipments from East Palestine; SoCal under Blizzard Warning as Winter Storm Slams West Coast; Newspapers Drop Comic Strip \"Dilbert\" over Creator's Racist Rant. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:01:02",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Welcome back to the CNN NEWSROOM. I'm Jim Acosta in Washington.Across the globe, major landmarks are lighting up in the colors of Ukraine as the war there enters its second year. It's a stunning milestone for a battle many thought would end with a quick defeat by Russia's powerful military. As Vladimir Putin's tanks rolled across the border and into Ukrainian cities last February, there was little hope that Kyiv would be able to stand up to Moscow for very long. But Ukraine has shocked the world and perhaps Russia most of all with its strength and determination. That defiance has come at a heavy price for the country and its people. The U.N. estimates have come in and they say that more than 8,000 Ukrainian civilians have been killed since the war began, a number that is likely much higher. Some 8 million Ukrainians have fled the country, many not knowing if they'll ever return. Yet despite the cruel challenges his country has faced, President Volodymyr Zelenskyy is optimistic about the future. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "We started to free our land from Russian evil. We are in return (ph) of security to international relations. And you and I can make this year, 2023, to be the year of the end of Russian aggression, the year of the return to peace, the year of the liberation of our land and our people from Russian captivity.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "ACOSTA",
      "sentences": "President Zelenskyy has been urging the United States to send F-16 fighter jets to help Ukraine battle Russian forces, but President Biden is pushing back against that idea, at least for now. White House correspondent Priscilla Alvarez joins me now with more onthis. Priscilla, the Biden administration is having more sanctions against Russia but for now no F-16s, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "that's right. And it also comes as President Biden tried to underscore over the course of the week the support that the United States and its allies are giving Ukraine.But when it comes to those advanced American fighter jets, that's where President Biden is saying they will not be giving those to Ukraine for now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're sending him what our seasoned military thinks he needs now. He needs tanks, he needs artillery, he needs air defense, including another HIMARS. There's things he needs now that we're sending him to put him in a position to be able to make gains this spring and this summer going into the fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You don't think he needs F-16s now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "BIDEN",
      "sentences": "No, he doesn't need F-16s now. There is no basis upon which there is a rationale, according to our military now, to provide F-16s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But you're not ruling it out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "BIDEN",
      "sentences": "I am ruling it out for now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:02",
      "speaker": "ALVAREZ",
      "sentences": "So as you heard there from President Biden, he is still saying that they are providing military assistance but they're drawing the line, at least for now, on those F-16s. Now, this has been a controversial ask because of concern that it could escalate the conflict. But Ukrainian President Zelenskyy has been campaigning publicly for these fighter jets and generally for assistance saying that they cannot afford any delay.And Zelenskyy went so far as to send a letter to a group of Republican lawmakers or send a list rather with what weaponry they need. And that also included those F-16s. Now, of course the U.S., President Biden says, will not waver in its support for Ukraine and will continue to provide assistance, including a package of $2 billion, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:57",
      "speaker": "ACOSTA",
      "sentences": "You're the co-chair of the Ukrainian caucus in Congress. What do you make of this? Do you think the president could be moved on this?REP. MIKE QUIGLEY (D-IL): It's a familiar pattern, isn't it? I mean we were going to support a war of insurgency, with javelin, stingers and light weaponry. That moved on to Howitzers, HIMARS, heavy armor. What were once noes are now yeses, following the advice of Supreme Commander Clark of NATO who said at some point we have to stop worrying about Putin's red lines and our own. My red lines got crossed when I saw a maternity hospital get collapsed. When I stood at Bucha last summer at a mass grave. We have to help Ukraine win quickly. I hear the phrase as long as it takes we'll be with you. Again, President Zelenskyy said that to me directly in Kyiv and in Washington, D.C. Yesterday I spoke to St. Nicholas School here in Chicago. There are 75 refugees under eighth grade there. Do I really want to go back there in a year after another anniversary? We've got to ask ourselves, are we giving them just enough material to keep a static war to protect themselves? And what will it take for ultimate victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:57",
      "speaker": "ACOSTA",
      "sentences": "And I remember from my days as a local reporter in Chicago, the Ukrainian community there is very important there in Chicago.But back to this issue of the F-16s, would you advise the president to say yes to that sooner rather than later?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:57",
      "speaker": "QUIGLEY",
      "sentences": "Sure. But let's look at the pattern and just look at the situation with tanks -- Abrams tanks. That was a no, no, no. Now it's a yes but because of those delays, and we weren't preparing or training the Ukrainians for that, I'd be shocked if those Abrams tanks get there before 2024. There's an offensive coming from the Russians now.So as we debate this and hear from the experts about whether the F-16s will help, why can't we start training them? Why can't we get the process in place to move that to a possibility so when we ultimately get to a yes, which apparently we always do, there isn't another eight to 12-month wait. And is part of the problem if you move too quickly on that type of proposal that you lose potential Republican support in the House and that it makes it more difficult to pass aid packages? What is the holdup? You just said, why can't we. Why can't we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:57",
      "speaker": "QUIGLEY",
      "sentences": "I think we can. And look, I appreciate the fact the Biden administration deserves more credit than anyone outside of Ukraine for the success so far. They have been masterful in unifying the west with NATO, keeping the U.S. behind this, and this extraordinary amount of military, humanitarian, economic aid that's gone forward.But I think this is a blind spot that we need to get over. And I keep hearing about Republicans not supporting this. Look, there's a resolution by the Republicans to cut off the funding. It's co- sponsored by all but 11 of them. I think it's more helpful to listen to Republican chairman McCall, Republican chairman Turner, far more influential within the Republican ranks. They're very supportive of helping find a quick victory here. So my only concern in that vein is that the speaker seems to have made some sort of deal with the devil on the far extreme right and he may be more influenced than he should be with their take on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:57",
      "speaker": "ACOSTA",
      "sentences": "The president also discussed China's peace plan or so-called peace plan, what they're calling a peace plan for Ukraine, saying the idea of China negotiating the outcome of the war was, quote, not rational, according to President Biden, and that Russia's Vladimir Putin is applauding that. Can the Chinese be trusted on this? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:55",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Mike Quigley, thanks so much as always. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:55",
      "speaker": "QUIGLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:55",
      "speaker": "ACOSTA",
      "sentences": "All right. Tense moments when a Chinese fighter jet confronts a U.S. Navy patrol plane over the South China Sea. A CNN camera captures it all.Plus Republican Congresswoman Marjorie Taylor Greene wants the nation to get a divorce separating the red states from the blue states. That's right. And next, beautiful days turn into blizzard warnings as a slow-moving storm causes chaos in California. And here's a live look from Lebec, California right now. Look at all that snow. Just unbelievable. We'll take you there in just a moment. You're live in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:55",
      "speaker": "DEBRA SHORE, REGIONAL EPA ADMINISTRATOR",
      "sentences": "One thing that's been made clear to me is that everyone wants this contamination gone from the community. They don't want the worry and they don't want the smell. And we owe it to the people of East Palestine to move the community as quickly as possible.At the same time, I know there are folks in other states with concerns, legitimate concerns, about how this waste is being transported and how it will be disposed of. EPA will continue to work with our local, state and federal partners to use our long-standing experience and expertise in these matters to ensure the health and safety and support the East Palestine community and to hold Norfolk Southern accountable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:55",
      "speaker": "ACOSTA",
      "sentences": "Now, in the meantime Michigan Congresswoman Debbie Dingell told my colleague, Fredricka Whitfield earlier today that no one in her state was given a heads up that waste from the train derailment site was being sent there.(BEGIN VIDEO CLIP) REP. DEBBIE DINGELL (D-MI): I very quickly made some calls. The governor was not aware of this either. We spoke to each other very quickly. But we did discover that the governor of Ohio had posted it on his Web site that they were headed for here. I've called everybody. I've called EPA, I've called DOT, I've called U.S. (INAUDIBLE) Ecology which controls the sites, I called Norfolk Southern and demanded answers. We very quickly realized that nobody had really been given a heads up that it was coming here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:55",
      "speaker": "ACOSTA",
      "sentences": "And we should note in the last hour I talked to the former transportation secretary, Ray LaHood, during the Obama administration. He said that these states should have been notified of Norfolk Southern's plans.In the meantime a rare winter storm is hitting usually sunny southern California with a vengeance. This is an area northwest of Los Angeles that you're looking at right now. Snow is piling up right now across much of Los Angeles and San Bernardino County. Some areas could see as much as 8 feet this weekend. Elsewhere, heavy rain is washing away roads. This is Ventura where drivers trapped by rising floodwaters had to be hoisted to safety by a helicopter rescue crew. CNN's Camila Bernal joins us now from Lebec, California, northwest of Los Angeles. Camila, this is southern California. I mean I'm shocked by this. How far from L.A. are you? And is this like a strange anomaly that's happening there or is it in one of those little valleys where, yes, they do get snow sometimes? Because I can't believe what I'm seeing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:55",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, this area does get snow sometimes, but not all the time. We're an hour, hour and a half from the L.A. area. It is not common to see this kind of snow here.Everyone is just in shock. No one knows how to deal with it. And a lot of the interstate in the L.A. area are shut down. Here on my left is I-5, so we're right on the Grapevine essentially. And normally you would see a lot of traffic here. It is obviously empty. And there are crews that are working to try to get the snow and the ice off the roads, but it is impossible at the moment. Officials saying they don't even know when they're going to reopen. And that's the kind of thing that's rare and strange in southern California. We had been here throughout the last couple of days and I just want to show you sort of the accumulation of the snow. If it's not snowing, it's usually always raining. We've had a little bit of a break the last couple of hours, but a lot of the rain that we saw yesterday is now freezing. This truck here, for example, just a few moments ago was stuck. And to be fair, my producer's car was also stuck so we've been dealing with a lot of the snow and shoveling everything out. But it's not just the snow and the rain, it's also the wind. There's about 120,000 people without power at the moment. In some of the most affected areas, we are talking about 75, 80-mile-per-hour winds. You talk about the 8 feet of snow in the higher elevation areas -- 7, 8 feet of snow. In the lower elevation areas -- 3 to 4 feet of snow. This is historic. Scientists that we talked to said this could be the single event of snowfall that is the largest in southern California history. So again, we're just not used to all of this here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:55",
      "speaker": "ACOSTA",
      "sentences": "All right. Well Camila, good luck getting home. I hope they have some snow plows in the area that can handle all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:55",
      "speaker": "BERNAL",
      "sentences": "Not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "Turning now to other news, the popular comic strip \"Dilbert\" is being dropped by newspapers across the country after its creator Scott Adams went on what \"The Cleveland Plain Dealer\" calls a racist rant during his online show on Wednesday. Adam called black Americans, quote, \"a hate group\" and urged white people to, quote, \"get the F\", end quote, away from them.Gannett which publishes \"USA Today\" and is the largest newspaper publisher in the country tweeted its network will no longer publish \"Dilbert\" due to recent discriminatory comments by its creator. Gannett says it \"strives to maintain a respectful and equitable environment for the diverse communities we serve nationwide.\" That's according to Gannett. Let's discuss this with Mike Luckovich, he's an editorial cartoonist for the \"Atlanta Journal Constitution\". I might add the AJC is one of the papers still running \"Dilbert\" if I'm not mistaken by that Mike. MIKE LUCKOVICH, EDITORIAL CARTOONIST, \"ATLANTA JOURNAL CONSTITUTION\": Yes, I think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "Yes. Your reaction to the newspapers dropping \"Dilbert\" over these very ugly comments from Scott Adams?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "LUCKOVICH",
      "sentences": "Well, first of all, you know, most cartoonists are intelligent but kind of goofy and nice people.And to hear him talk like that, I was on Twitter yesterday and I was watching it. And I just thought it was ridiculous. And he kept -- and it wasn't like a slip of the tongue. I mean he went on and on. I was thinking how weird is that? You know, in 2020 after the first debate, he was upset at Trump. He's a Trump supporter. He was upset at Trump for not condemning white supremacy. That was when Trump said stand by and stand back or whatever he said regarding the Proud Boys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "LUCKOVICH",
      "sentences": "So you know, he was condemning that. But he actually sounded like a white supremacist when he was mouthing off about black people. I mean it was just -- it's just embarrassing, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "Right. And if you look at his Twitter account, and I don't advise people that they do that, but he's been doubling down and tripling down. He's not apologizing for it -- LUCKOVICH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "-- at least not as of this moment. And the crazy thing about this, Mike, is that this \"Dilbert\" comic strip, you and I are old enough to know this, it's been around for decades in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "LUCKOVICH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "It's been very popular. What happened to Scott Adams? Did he go down sort of the right wing Twitter rabbit hole here and just never came back or what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "LUCKOVICH",
      "sentences": "You know, I talked to Scott before at cartoonist conventions. I don't know him well. He's always been kind of a weird dude. But, you know, many of us cartoonists are kind of weird anyways. But he's sort of -- you know, he became this huge Trump supporter, which is I think is weird. And now he's -- and these comments. And like you said, he doubled down on these comments. Instead of just saying, you know, I'm sorry or whatever, he just -- he's just digging himself a deeper hole.And I don't know. It's just -- it's stunning. I may even do a cartoon on it myself this week. I've never done a cartoon, an editorial cartoon on a fellow cartoonist for something that they have done wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "Well, let me ask you -- that would make some history -- but let me ask you this because, Mike, you've got your own take on something that's been in the news this past week.I know you drew up something on Congresswoman Marjorie Taylor Greene. I don't know if we have the comic ready. We can put it up on screen, and her call for a national divorce in the U.S. --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "LUCKOVICH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "ACOSTA",
      "sentences": "-- Featuring none other than Abraham Lincoln. And I guess she, as we can see in the cartoon there, Abraham Lincoln says, \"Secession would destroy the only democracy in existence and prove for all time that a government of the people could not survive.\" And then you see Marjorie Taylor Greene in that white coat screaming \"liar\" and it says Marjorie Taylor Greene time traveler. Your thoughts on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:42",
      "speaker": "LUCKOVICH",
      "sentences": "Well, I think Trump sort of made it ok for white people to be their worst selves. And so what Scott Adams has said, what Marjorie Taylor Greene says daily, it's just -- there's all kinds of ugliness out there right now.You know, you see people attacking Jewish people on the street. I mean with their bullhorns mocking them. I don't know what's going on. It's just -- it's sickening to me. And, you know, we can be so much better than this. I mean here in Georgia, we've got one of the great people in history, Jimmy Carter, who's in hospice now. ACOSTA: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:49",
      "speaker": "ACOSTA",
      "sentences": "Well, I think you're so right about that. And not to put you on the spot but I mean, what are your thoughts on Jimmy Carter in the twilight of his life, and what would a cartoonist like Mike Luckovich want to draw about Jimmy Carter right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:49",
      "speaker": "LUCKOVICH",
      "sentences": "Well, I've got a cartoon and knowing that he's not going to be around much longer, I've got a cartoon that I've already got drawn that's going to run in the paper when he passes.I did a cartoon this week just of the globe, and you're looking at the earth and you see -- it says \"Thanks, Jimmy\" and it's all the thanks and the Jimmy are all little houses because of his Habitat for Humanity, you know, his goodness. And you know, he has been so great. I have a book out, and in the book is a story about Carter when he had brain cancer and what happened with one of my cartoons and the town of Plains coming together. They reprinted a scene from one of my cartoons and then there were like these 500 posters as he came back into Plains after his cancer, after he was released from Emery Hospital. And he was greeted all of these posters. It's hard to explain, you know, I don't have the drawing in front of me. But you know, with a cartoon when someone like -- editorial cartooning is a negative art form, but sometimes you can do positive cartoons. And Jimmy Carter was someone that I did a number of positive cartoons about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:49",
      "speaker": "ACOSTA",
      "sentences": "And rightly so. He's so admired around the world.Mike Luckovich, we always look forward to seeing your work in the \"Atlanta Journal Constitution\" and everybody shares your tweets and your artwork as memes and so on. It's great stuff. Mike, thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:49",
      "speaker": "LUCKOVICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:49",
      "speaker": "ACOSTA",
      "sentences": "We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:49",
      "speaker": "LUCKOVICH",
      "sentences": "Thank you, Jim. You bet you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "ACOSTA",
      "sentences": "A very consequential week for President Joe Biden. He capped off this week's surprise trip to Kyiv by announcing $2 billion in new military aid for Ukraine and another $10 billion in humanitarian assistance.His administration also marking the one-year anniversary of the unprovoked attack on Ukraine with a new round of Russian sanctions. Joining us to talk about this and more, Larry Sabato, director for the Center for Politics at the University of Virginia. And the editor of the book, \"A Return To Normalcy? The 2020 Election that Almost Broke America.\" Larry, great to see you as always. Your sense of President Biden's trip this past week. I mean, there's just no way to -- other way to put it. This was a very historic trip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA",
      "sentences": "It was historic and it was impressive. I think, in anybody's book, you'd have to be impressed by what Biden was able to do.That was an exhausting trip for somebody half his age. Maybe it will even answer, at least in part, about questions about age and his seeking a second term. But it went about as well as any international trip I can remember for a president. And I think that's going to help him. It helps the country. Maybe, we hope, it will help Ukraine. And, you know, for the short run, it's a plus. He's actually added a number of points. The first poll I've seen with Biden -- with favorables higher than his unfavorables came out shortly after this trip. I've also seen several state polls since that also have him adding points. Now, is that temporary? Is that long term? It's probably temporary. You never know about these things. But it was a plus. I'm sure that he will use that in a re-election campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "ACOSTA",
      "sentences": "And you mentioned the question of whether or not he's going to run for a second term. It gets asked a lot of first-term presidents, as you know.It's asked a lot of Joe Biden. He was just asked about it. Let's watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "My intention has been from the beginning to run but there's too many other things I have to finish in the near term before I finish a campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Is your age part of our own calculation into whether to run again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "BIDEN",
      "sentences": "No. But it's legitimate for people to raise issues about my age. It's totally legitimate to do that. The only thing I can say is watch me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "ACOSTA",
      "sentences": "Larry, how soon does the president need to make this announcement that he is running in no uncertain terms? I guess the un- Shermanesque statement, to put these questions to rest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:31:22",
      "speaker": "SABATO",
      "sentences": "He's the incumbent. To this point, he has no serious opposition. There's a minor candidate who's jumped in. You can't beat somebody with nobody.He's doing much better in several different spheres, not just the Ukraine trip. And I think we ought to take him and the first lady at their word. I mean, they have done everything but put, yes, we're running, up in neon lights. So I think probably -- very probably, he's going to run. And he can afford to announce, frankly, I think, through half the summer easily. He has to make the filing deadlines and has to raise money. But for an incumbent president, that's not all that tough to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "ACOSTA",
      "sentences": "I mean, he's made it very clear he wants to bring it back. That seems to be the case.Larry Sabato, thanks as always. We appreciate it. Good talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "SABATO",
      "sentences": "Great talking to you, Jim. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right, thanks.Still ahead, gun ownership among Asian-Americans is on the rise in the U.S. We'll look at why. That's next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "ACOSTA",
      "sentences": "They have traditionally been a low gun buying demographic, but more Asian-Americans across the country have begun arming themselves amid a rise in violence and growing reports of hate crimes.Nearly all of the 18 victims of two mass shootings in California just last month were Asian-American, as were the alleged gunman -- as was the alleged gunman. CNN's Kyung Lah reports on the changing face of gun ownership in America. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): A gun shop in the Los Angeles suburbs, like so many others. Rifles, handguns, ammo. But there is something else here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE0",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "Customer Kris He and store owner, David Liu, are speaking Mandarin.(on camera): When did you get your gun license?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "KRIS HE, CUSTOMER",
      "sentences": "Three days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "Three days ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "HE",
      "sentences": "Yes. Because Monterey Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "The mass shooting in Monterey Park?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "HE",
      "sentences": "Yes, I'm afraid in my house.LAH (voice-over): Monterey Park, Asian-majority city is just a few minutes away from the store. Eleven people, nearly all of them Asian- American died in a mass shooting last month by an Asian-American shooter. That same week, another Asian man is accused of shooting and killing seven people in Half Moon Bay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "HE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "That brought He here.(on camera): You have a gun, I have gun. I'm afraid of you, you are afraid of me. So, it's safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "So if everyone has a gun, everyone's afraid of each other?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "HE",
      "sentences": "Yes.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nice.LAH (voice-over): Welcome to a rising gun owning demographic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shooter ready.(GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "Trish Sargentini, 34, Bay Area biotech worker --(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "-- bought her first gun as attacks targeting Asians were just in the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's go one more time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "SARGENTINI",
      "sentences": "I wasn't just American. Suddenly, I'm Asian-American. And I started having to be more cautious and careful.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "SARGENTINI",
      "sentences": "That was close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're making this look easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "SARGENTINI",
      "sentences": "Other women, women of color, minorities, the disenfranchised, this is an opportunity for them to learn protection of self, learn a new skill.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "Conrad Bao (ph), chiropractor, Charlie Ha (ph), civil engineer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not just conservative Americans can do. Everyone has a right to do these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "Asian-Americans have long been the lowest gun-owning demographic.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "Chris Chang, a tech executive, says that's changing and should change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chris Cheng now engaging with the 1860 Henry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "He won a gun contest reality TV show and launched a public career in the firearms community, working closely with the NRA to promote the Second Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "CHRIS CHENG, TECH EXECUTIVE",
      "sentences": "Everything is all about speed and efficiency.LAH (on camera): Why do you feel so passionate about diversifying gun ownership and bringing in Asian-American gun owners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "CHENG",
      "sentences": "I'm a gun advocate. No matter where I am, whether it's in the gun community, whether it's in my day job in Silicon Valley, it should cut across all facets of your life.Some of the worse crimes and attacks against Asian-Americans happened right here, blocks from where we're eating lunch right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "LAH",
      "sentences": "If you had to boil it down, what is it that changed during the pandemic for Asian-Americans and guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:04",
      "speaker": "CHENG",
      "sentences": "We kept on seeing time and time again that law enforcement can't and won't always be there to protect us from something bad. And sort of the question for a lot of us then became well, what can I do about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "SUGARMANN",
      "sentences": "The primary base of the gun industry's sales attention has been older white males. And what's happening is they're dying off. And to borrow a phrase in the tobacco industry, the gun industry is not finding replacement shooters to take their place.LAH (on camera): So it's about money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "SUGARMANN",
      "sentences": "It's all about money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "LAH",
      "sentences": "It does help the gun industry if more than white men are buying weapons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "CHENG",
      "sentences": "Sure. If you want to look at the firearms industry from a business perspective, sure.But this accusation that gun companies put profits over people is just not what the industry is about. The industry is about providing people with a firearm to protect themselves if they choose to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Holster.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "ACOSTA",
      "sentences": "And our thanks to Kyung Lah for that report.Still ahead, CNN on Ukraine's frontlines, as the need for more medics and medical gear grows. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need more medics, more drugs. It's just the amount of injuries is super high.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "ACOSTA",
      "sentences": "One year of war in Ukraine has shown scenes of immense tragedy but also resilience.CNN Clarissa Ward recently reunited with the paramedics she followed on a trip last spring as Russian artillery slammed into the residential building where the team was treating victims. Here's a look. (BEGIN VIDEOTAPE) CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT (voice-over): Back in April, our team witnessed some of the terror of Kharkiv firsthand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on. Come on, Maria. Let's go. Come on, Maria. Go, go.WARD (on camera): So we were just in an apartment building. They were looking for an injured man. A bunch of rounds came in and hit the next door building so now we are getting out as fast as we can. (voice-over): The incoming fire continued. Paramedics kept searching for the injured man. And soon they found him just in time to save his life. On our return to Kharkiv eight months later, I knew our first stop -- (on camera): (SPEAKING FOREIGN LANGUAGE) (voice-over): -- had to be here. (on camera): (SPEAKING FOREIGN LANGUAGE) Oh, my god. (CROSSTALK) (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "WARD",
      "sentences": "How are you? Alive? Healthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're alive, exactly.WARD (voice-over): Thankfully, miraculously the pair is alive and well. And though the skies are much quieter, they are still saving lives. (on camera): I heard that you are now doctors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Like resident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "WARD",
      "sentences": "A resident? UNIDENTIFIED MALE(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "WARD",
      "sentences": "That's amazing.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "WARD",
      "sentences": "I don't know anyone, who in the middle of a war, also manages to finish medical school. This is like not normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is Ukraine.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "WARD",
      "sentences": "Yes, Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's Kharkiv, you know.(LAUGHTER) (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "ACOSTA",
      "sentences": "See more of Clarissa's reporting, see the special, \"THE WILL TO WIN, UKRAINE AT WAR.\" It airs tomorrow night at 8One thing we saw that the paramedics need, they need ambulances. My next guest is doing something about it and he needs your help. Retired NASA astronaut, Scott Kelly, is here now. Scott, we talked about this incredible campaign. You were an ambassador for the official fundraising platform for Ukraine and an initiative of President Zelenskyy. Let's talk about this need. It bears repeating. They need ambulances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "SCOTT KELLY, RETIRED NASA ASTRONAUT",
      "sentences": "Absolutely, Jim. Russia destroys 10 Ukrainian ambulances a week intentionally. They're targeted. The crews are targeted. The evacuees and the patients are targeted, which, of course, is a war crime.And they need your help and that's why I'm doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "ACOSTA",
      "sentences": "And as it goes into another year, do they have everything they need, do you think, in that regard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "KELLY",
      "sentences": "Oh, absolutely not. I did an interview recently on a friend's YouTube channel with one of the paramedics that serves on the frontlines. She's an American trauma nurse. And she's volunteering in Ukraine.She described to us and to me how, oftentimes, they don't even have an ambulance. They're evacuating people in pickup trucks, in cars. So they really, really need our help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:47",
      "speaker": "ACOSTA",
      "sentences": "It's an important mission.But while we have you, we have to ask, you're a former International Space Station commander. Russia launched a new Soyuz spacecraft this week to help bring home the astronauts and cosmonauts aboard the station. It replaces a capsule that had a coolant leak. Despite that the fact that the U.S. and Russia are working together in space, thank goodness, how strange is this leak situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:05",
      "speaker": "ACOSTA",
      "sentences": "And real quick, last question, I know we talked about this as well, but I have to go back to it.Because of all the talk about unidentified objects a few weeks ago, when the U.S. was shooting down the Chinese spy balloon and other suspected surveillance craft. I know you saw all this talk about UFO and what's up there in the sky. Your attitude on this has not changed, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:05",
      "speaker": "KELLY",
      "sentences": "No, Jim. You know, I'm on the NASA UAP study team. So I'm somewhat familiar with this. We'll come out with a report in a few weeks.Having spent so much time in space and flying airplanes, optical illusions are pretty common. In the case of these balloons, it is kind of humorous in some ways to hear some of the reports or speculations that they're UFOs from outer space. I find it odd that some alien civilization would travel all this way and attack us with balloons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:05",
      "speaker": "ACOSTA",
      "sentences": "I don't think that's very likely.All right, Commander Scott Kelly, great to see you as always. We appreciate it. Thanks again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:05",
      "speaker": "KELLY",
      "sentences": "Thanks, Jim.Donorbox.org/scottkelly to donate for the ambulance. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}