{
  "date": "2023-08-22",
  "headline": "CNN 10",
  "subHeadline": "A Severe, Record-Breaking Storm Carves Its Path Through California and Nevada; Nationwide Shortage That`s Complicating The Back-To-School Season; Inspiring Story of a CNN Hero Doing Off-Road Outreach. Aired 4- 4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "10 second trivia. American educator, Frank Cyr, is best known for contributions to what?Mathematics, Physical fitness, School buses or Whiteboards? Frank Cyr is known as the father of the yellow school bus for helping to set its standards. Fun fact about those yellow buses. Did you know that about 25 million students riding the bus to school each year but this year, there`s an added challenge. There`s a nationwide shortage of bus drivers and that is making it tough for some students to get back to school. CNN`s Athena Jones has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are about 58 bus drivers short.ATHENA JONES, CNN NATIONAL CORRESPONDENT (voice-over):  From North Carolina to Louisiana, a rough start to the school year as districts across the country face a shortage of bus drivers. Each year about half a million buses transport some 25 million children but low pay odd hours and increased competition from companies like FedEx and Amazon are some of the factors making it harder to find drivers. Albemarle County, Virginia getting rid of some bus stops. CHARMANE WHITE, DIR. OF TRANSPORTATION, VA PUBLIC SCHOOLS:  It breaks my heart that we had to do that. Right now, it is a driver shortage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JONES",
      "sentences": "Jefferson County Colorado creating what it calls bus hubs, combining stops in a central location. Some districts using staggeredschedules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "IRANETTA WRIGHT, SUPERINTENDENT CINCINNATI, OHIO",
      "sentences": "We have four start times, an early start school is paired with a later start school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JONES",
      "sentences": "Facing a driver shortage, Kentucky`s largest school district contracted with a company to map out new routes. But the plan failed,leading to a disastrous first day of kindergarten for Bethany and Ryan Baumann`s daughter and forcing officials to cancel school for more than a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BETHANY BAUMANN, PARENT",
      "sentences": "It`s like they couldn`t get a hold of any of the bus drivers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JONES",
      "sentences": "That morning Bethany says they waited 40 minutes for the bus before she gave up and made the 10-minute drive herself. That evening, they waitedmore than two hours for the bus before calling the police, frantic. The superintendent vowing to do better when school restarts. DR. MARTY POLLIO, SUPERINTENDENT, KY PUBLIC SCHOOLS:  We made mistakes, but we`ve owned up to them and we`re going to fix them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JONES",
      "sentences": "But any long-term solution may have to address drivers paychecks.MOLLY MCGEE-HEWITT, NATIONAL ASSOC. FOR PUPIL TRANSPORTATION:  One of the key components of this shortage is compensation for drivers and that isn`t in salaries and fringe benefits. It`s in the workday that they`re having. It`s in training and assistance that they get to do their jobs. It`s trying to expand out hours so that they have a full-time job. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "From buses to jeeps, we`re about to meet Stacey Buckner, who modified her Jeep Wrangler to take community outreach off road and talkabout a sweet ride. Stacy supports homeless veterans in North Carolina with showers, laundry and fresh meals, all from our souped-up Jeep. Our CNN Hero has helped more than 1000 veterans. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "STACEY BUCKNER, CNN HERO",
      "sentences": "There should be no homeless vets period, none. Right now there`s over 30,000 homeless veterans in the United States. Thenumber is probably greater than that. A lot of these veterans they`re deep in the woods. We`re going down to one of our homeless encampments. I have several veterans that I`ve actually been looking for that got displaced. It`s not that they don`t want to be found, they don`t want to be in the public eye. (On camera):  Hey, what`s up Mary, how you doing? (Voice-over):  Gaining trust is really, really important. (On camera):  Now y`all got to let me know sizes. So some of them we didn`t have the half sizes, so we got the fun next full size. (Voice-over):  It takes boots on the ground to get back there, find them and meet their needs. (On camera):  All right, you`re welcome. We`ll get the shower set up on that side. If you guys need a shower today. (Voice-over):  I am, to a lot of them their only family. I grew up here in Fayetteville. Fayetteville is home to Fort Liberty, formerly Fort Bragg, home of the Special Operations Command, 82nd Airborne. I think that having a base right next to your town, the passion for veterans runs really, really deep. My stepdad is a staff sergeant, had been military. I saw, you know, things that he struggled with. I saw a gap in services for homeless veterans. And I just thought, you know, I can do something about that. And then it just kind of went on from there. I wanted to fill that gap in services that. And that`s why I created offering outreach. (On camera):  These are for Sam too. The study for short. (Voice-over):  We provide clothing, food. There`s a full kitchen in the back. We also do laundry. (On camera):  Your pants are almost done spinning baby. (Voice-over):  For veterans, we do wraparound services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I like this establishment visit set up.BUCKNER (on camera):  Because this is my brick and mortar. (Voice-over):  But obviously our services are offered to anyone at the encampment. It`s just filling a basic human need. (On camera):  You need a widely -- (Voice-over):  We also like to do pop up events, outreach events, where we will actually bring in our homeless vets, give them new socks, new shoes. (On camera):  Let`s get a brigade line going man. (Voice-over):  I get vegetables from different veteran owned farms. And we deliver fresh presents to our veterans. (On camera):  Hey man, thanks for today. Thank you for your service. Those boxes are going to go a long way guys. So thank you. You have my number. My name is Stacey. What are you guys in need of? It`s important to show veterans that there are organizations out there that want to be your family, want to help you get through life`s trials and tribulations and really provide support to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Today`s story getting a 10 out of 10 is turtley awesome, dude.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It`s a turtle.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}