{
  "date": "2023-03-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Guns in America; Migrants Travel North to Cross into Canada; Biden Makes Submarine Deal; Deadly Damage from Russian Attacks. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Gun violence. The minute one of those words enters a conversation, things become political.So, you went for a deep dive in the numbers because we've heard a lot. You know, there's more than one gun for every American. Part of the problem is the number of guns that are actually out there floating around in this country. What did you find?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JENNIFER MASCIA, CNN CONTRIBUTOR",
      "sentences": "So, you know, we've heard for years that this is like some kind of unknowable number and all we have are estimates and ranges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "But, you know, it's not an unknowable figure. The ATF keeps production figures going back to 1899. So, I went digging through these records and I found that 465 million guns have been produced in the last 125 years for the American market. And it's mostly, the vast majority, are handguns. Whereas, you know, 30 years ago we were -- our gun culture was very much, you know, hunting and recreation. Now it's concealable handguns for self-defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "I also wanted to see, you know, we had record gun deaths in 2021. We had nearly 49,000 gun deaths just for that year. And I wanted to see what the effect was of all these guns flooding the marketplace on gun deaths. And when I charted them both, the visual was just stunning. They appeared to rise and fall in tandem over the last 50 years.So, it really does raise the question, you know, what are all these guns doing? Are they contributing to gun violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "And it kind of contradicts that argument that the only thing that can stop a bad guy with a gun is a good guy with a gun. Well, you know, at what point are all these guns going to lower gun deaths one could ask. SCIUTTOagain, it does appear that the production is in line with jumps in gun violence there. Another question you address - and, by the way, the research is - and if you're watching at home it's worth looking at this online because the research is fascinating. You found that while rifles and shotguns outsold handguns until the 1990s, when it began, as you were just noting, marketing weapons to be concealable as self-protection, that actually handguns have been more involved in a lot of these shootings we're seeing. So, tell us what you found in that data here, and does that indicate that they may be a smarter focus of new legislation than assault weapons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "Yes, I mean, the, you know, assault weapons are responsible for, you know, mass casualty incidents. They are deadly. And, you know, it is understandable that, you know, it's a very visible aspect of gun violence, right? But most mass shootings and most everyday gun violence is perpetrated with handguns. And really a more direct way to address that would be to deal with how we vet gun buyers. You know, compared to other countries, our vetting is really quick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "It's a two-minute criminal background check. You know, it really is about gun access and who we're allowing to have these guns. So, you know, about 30 years ago gun industry marketing changed and it became, you need to protect yourself. You never know what's out there. You know, have a gun at the ready. And that really has had an effect on American gun buying.We see that 58 percent - 57 percent now of gun production in 2021 was handguns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "So, that message has really been taken to heart by the American people. And there are a lot of easily accessible firearms and a lot of times they're not locked up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "You know, it's interesting because I saw that you noted to that point, too. I mean we've talked about this executive order that's, you know, from the president today directing Attorney General Merrick Garland to ensure these existing laws on background checks are actually followed, but it seems like anything else -- certainly getting anything done in Congress feels like a lost cause these days. You make the point that maybe it's time to bring in the gun manufacturers.And when you talk about the advertising, I immediately thought of what happened, actually, in Connecticut last year. The Sandy Hook families ended up settling with Remington, but they had sued specifically that the company violated Connecticut's - I believe it was the consumer protection law, tell me if I had that wrong. They ended up settling -- and I remember because I was there covering it -- for $73 million. The families will tell you very clearly this was in no way about the money. They wanted transparency because part of that settlement is that Remington had to make available documents that they expected would also show how they were marketing, to your point, how they were marketing these weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "Based on both that settlement and what we're seeing in terms of the climate today, is there, you think, any appetite among these gun manufacturers to get involved in something that can cut back on the violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MASCIA",
      "sentences": "You know, the gun manufacturers could decide tomorrow that they want to more closely regulate who is getting their products, right? There could be self-regulation. That's not happening because guns are very profitable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MASCIA",
      "sentences": "Now, you know, with these executive orders, President Biden's hoping to get this information out to just start that discussion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, I mean, studies were discouraged. They were even blocked, right, by some acts of Congress under Republicans, for instance, on the CDC gathering such data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MASCIA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, listen, Jennifer Mascia, you're doing such important work here and it really helps inform the conversation.So, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MASCIA",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "A terrorist convicted of a deadly ISIS-inspired attack on a New York City bike path was spared the death penalty Monday after a jury failed to reach a unanimous decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "Now, Sayfullo Saipov will spend life in prison for deliberately driving a rented U-Haul truck onto that bike path killing eight people. This happened on Halloween in 2017.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "He will serve the sentence at a federal prison in Colorado, spending at least 22 hours a day in solitary confinement.Just ahead here -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now you're under arrest for crossing the border of Canada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's illegal to enter Canada here. If you do so, you will be placed under arrest by the police.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "HILL",
      "sentences": "New York City will soon open two additional relief centers to handle the surge in asylum seekers. The centers will specifically help single men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SCIUTTO",
      "sentences": "The announcement comes one week after the city announced it would also open a 24-hour, seven day a week arrival center and a specialized office for resettling migrants in other cities. Mayor Eric Adams says more than 51,000 asylum seekers have arrived in the city since last spring, 31,000 remain in the city's care.Among those migrants who leave New York City, some are headed even further north, to Canada, making a dangerous journey in often frigid temperatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "HILL",
      "sentences": "Officials say they have seen a dramatic increase in the number of asylum seekers in Canada. CNN's Polo Sandoval recently traveled to the Roxham Road Crossing, andthat specifically is a point where they're seeing a real surge in migrants every day. (BEGIN VIDEOTAPE) POLO SANDOVAL, CNN CORRESPONDENT (voice over):  On a lonely frozen stretch of upstate New York, a dead end. This is where the U.S. and Canada meet at a makeshift unauthorized crossing known as Roxham Road. Anyone who treks across the border here into Quebec is told by Canadian authorities they will be immediately arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have to advise you it's illegal to enter Canada here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now you're under arrest for crossing the border of Canada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's illegal to enter Canada here. If you do so, you will be placed under arrest by the police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "But every day a seemingly endless stream of asylum seekers, intent on trying to find safe haven in yet another country, cross the line anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come right in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'll take your bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "Warnings are everywhere on this road in Champlain, New York. They don't deter the stream of people, many of whom have cobbled together a way to get to Manhattan, then take a bus to a town 28 miles south of here. And then pay a driver to drop them off at this tiny corridor. They're unaware of what lies ahead and the cold they'll face along the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "God bless you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, let me see about a jacket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "Some community members trying to help, providing them with warm clothes that they'll need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's OK. It's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "People from all over the world are crossing Roxham at historic rates. We met a family from Nigeria, a man from Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No money. No money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "And this South American mother, in tears, tells me she's been traveling many days to get here. Giovanna tells me she and her 23-year-old daughter were denied foreign visas last year. When guerrillas in Colombia threatened to kill her, she says she was forced to close her business and flee.I feel like I can have a better quality of life in Canada, instead of remaining in the U.S., she told me, before she stepped over the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Aloha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Aloha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Comastas (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "After a brief detention, she'll likely be released to join fellow migrants who are learning the asylum process in Canada isn't easy either. These last few years have seen an influx in crossings that Canada is not prepared to handle. Simply securing appointments to obtain a work authorization can now take months or longer",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "ABDULLA DAOUD, DIRECTOR, THE REFUGEE CENTRE",
      "sentences": "This individual crossed in February, and you're seeing that their dates actually February 11, 2025. So, two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "About an hour north of the border -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "DAOUD",
      "sentences": "Over here also -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "Abdulla Daoud helps lead The Refugee Centre in Montreal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "DAOUD",
      "sentences": "So these numbers are a dramatic increase from the numbers that we were used to seeing historically in Canada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "SANDOVAL",
      "sentences": "A non-profit working with the Canadian government to help guide refugees through the asylum process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:26",
      "speaker": "DAOUD",
      "sentences": "December saw an increase from November. January saw an increase from December. February saw an increase from January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "The way to close Roxham Road is to renegotiate the Safe Third Country Agreement with the United States, which is something that we've been working on for many, many, many months now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SANDOVAL",
      "sentences": "Separate from Roxham, an increased number of migrants from Mexico are making the perilous journey south over the snowy border. The U.S. Border Patrol sharing these images showing some groups with infants and children in the subzero temperatures. Mexican consular officials telling CNN they'll often fly to Canada and take their chances walking through frigid woods and farms.SANDOVAL (on camera): An additional 25 agents will be sent to a nearby border patrol sector to help them deal with that increased flow of migrants heading south across the border. Now, the numbers that we've seen here on the northern border certainly pale when you compare it to the situation on the southern border, some 2,000 miles away from here. We just saw certainly a reminder of the politics and certainly the people at play. Polo Sandoval, CNN, Champlain, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:27",
      "speaker": "HILL",
      "sentences": "Taiwan has unveiled its first line of domestically-produced attack drones. This is just as China is increasingly asserting its territorial claims over the self-governing island. And, of course, as tensions between China and the U.S. are also rising.President Biden announcing a new deal with Australia and the United Kingdom to counter the communist country's attempt at naval dominance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:27",
      "speaker": "SCIUTTO",
      "sentences": "The deal is a big deal. Leaders of the three nations met in San Diego, unveiled details of an agreement for Australia to gain its first nuclear powered submarines from the U.S.CNN's Oren Liebermann joins us now from the Pentagon. I mean you put these pieces together here. First of all, you have Taiwan with these drones. Part of making it sort of this porcupine, right, more painful to attack for China, but also this - quite this broad and important alliance between the U.S., U.K. and Australia on submarines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:27",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Erica and Jim, this is an agreement that's been in the works for more than a year and it will take decades, not just a decade, but decades for it to play out. And that's a signal of, first, the long term U.S. commitment to the region, but also the long term U.S. concerns about China's intent of the region, and not vis-a-vis Taiwan, but also its growing military capabilities, the growing assertiveness it has shown with its Navy and its air force. And this is part of the U.S. intention, the Biden administration's intention to counter that.So, let's look at the three different phases of this AUKUS Agreement, Australia, U.K., U.S. In the first phase of the agreement, the U.K. and the U.S. will deploy more of their own nuclear powered submarines to the region. And they'd go to great length to make sure that these are conventionally armed, so think torpedoes, cruise missiles. Special operations forces can even use these submarines. But, crucially, not ballistic missile submarines. And the administration has pointed that out again and again. In the second phase, Australia will purchase Virginia Class Fast Attack submarines. At least three of them, perhaps more. That process in and of itself, the process of purchasing and producing, will take decades. And then, in the third phase, the most long term phase, the U.K. and Australia will design SSN AUKUS, their own conventionally armed nuclear powered submarine. So, all of this in an attempt to counter and deter China here, as well as signal a long term commitment to the Indo-Pacific region and the commitment to allies in the region. China already responding quite sharply, even before the agreement was announced. China's government saying that the U.S. is - has, quote, gone further down a wrong and dangerous road, and accusing the U.S. of being the one that's destabilizing the region. Erica and Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:27",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:27",
      "speaker": "HILL",
      "sentences": "Oren Liebermann, we'll continue to keep a close watch on all those developments. Appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:27",
      "speaker": "SCIUTTO",
      "sentences": "Well, the Pentagon says the war in Ukraine is, quote, far to fluid to request additional funding in its 2024 budget yet, but the Defense Department is asking for almost $6 billion in new munitions funding. That money would go towards replenishing U.S. stockpiles from all the weapons and ammunition that have been sent to Ukraine.",
      "isLastSentenceInterrupted": false
    }
  ]
}