{
  "date": "2023-04-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Four Dead In Mass Shooting Tied To Birthday Party; Sailboat With Three Americans On Board Missing Off Mexico Coast; Unrest In Sudan; Unprecedented Fighting In Bakhmut As Russia Attacks Eastern Front; McCarthy To Speak At NYSE Tomorrow As Debt Limit Fight Heats Up; $1.6B Defamation Trial Against Fox News Begins Tomorrow In Delaware; King Charles III To Be Crowned British Sovereign On May 6. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:25",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello, everyone. Thank you so much for joining me this Sunday. I'm Fredricka Whitfield.And we begin today with a deadly mass shooting in Alabama. It happened last night in the small town of Dadeville. Officials say four people were killed and there were also quote \"a multitude of injuries\". They say the incident was tied to a birthday party, that coming from police, and it happened downtown. CNN's Isabel Rosales is following the latest developments, and she's joining me right now from Dadeville. Isabel, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Hey Fred.Still an active and busy scene out here. You can see the yellow police tape blocking off essentially a block here leading into the venue right behind me. That brick building, that is where the shooting occurred. It's a dance studio, and we're told by a witness this was a Sweet 16th birthday party. This is where the shooting occurred. We recently heard in the last couple of hours from the Alabama Law Enforcement Agency ALEA, who say that they have launched a death investigation. The shooting happening just after 10:30 Saturday night here in Dadeville, a really tight-knit community, a small community of just 3,000 people, 45 miles northeast of Montgomery, Alabama. So far, what we know about the death toll is that four people have been confirmed killed and as you mentioned there at the top, Fred authorities are describing it as a multitude of injuries. Importantly here, they're saying there is no risk to public safety. Listen now to what the police chief here in Dadeville had to say. (BEGIN VIDEO CLIP) CHIEF JONATHAN L. FLOYD, DADEVILLE, ALABAMA POLICE DEPARTMENT: What we've dealt with is something that no community should have to endure. I just ask for your patience. It's going to be a long process. But I do earnestly solicit your prayers. SGT. JEREMY J. BURKETT, ALABAMA LAW ENFORCEMENT AGENCY: This is going to be a long complicated process. We're going to continue to work doing a very methodical way to go through this scene. To look at the facts and ensure that justice is brought to bear for the families. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "ROSALES",
      "sentences": "And I spoke with the senior pastor here of First Baptist Church in Dadeville. He's at the intersection of the community here, serving as a chaplain to the police department and also as a chaplain to the local high school football team.And he told me that he was called out by the police chief to go to the hospital where those survivors that were hurt were taken to and there he consoled parents. He consoled students who witnessed this atrocity happening before them, and he described it as a numbness, a shock. A lot of people were simply not crying, unable to, he says, just taken at a loss to what they witness. He also told me Fred that he knew one of the victims personally. A member of the high school football team. We are also hearing from the governor here, Kay Ivey, sending condolences out in a Twitter post writing, \"This morning, I grieve with the people of Dadeville and my fellow Alabamians. Violent crime has no place in our state and we are staying closely updated by law enforcement as details emerge.\" And one more thing, we are told by the superintendent of the school district that they are bringing in counselors to help these children grieve through what has happened in their small community, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:25",
      "speaker": "WHITFIELD",
      "sentences": "Thank you so much for that, Isabel. Now there's been no mention of a suspect or a gunman or who bears responsibility for all of this. What's the status on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "WHITFIELD",
      "sentences": "So what does that tell you that police did not say anything about a gunman, a suspect, anyone at large, an arrest -- that's a little perplexing.SGT. CHERYL DORSEY, LAPD (RET): You know, there are 18,000 police departments, Fred, across these United States. And when people think of police departments, you think large numbers and I don't know the size of this agency. Surely I would imagine that they're probably a little overwhelmed right now. These are not the kinds of things that most departments, especially small departments are accustomed to handling. And perhaps that's why we hear so little by way of press conference with regards to is there a suspect? Are you all looking for him? I mean, it sounds like maybe from what they've said that the suspect is someone known to this group. It seems to me that this event was very specific in terms of its target. You know, I often say that you know, family members, friends hear something, know something, somebody says a thing you should report it because perhaps we'll find out later on that somebody who was there in attendance -- (INAUDIBLE) with somebody who was there in attendance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "WHITFIELD",
      "sentences": "Dadeville this -- this town as far as we know, you know, this is we didn't know the number of people at the agency, the police agency you're mentioning, but we do know that the population is that of about 3,000 people. So it is small.What might be some of the challenges for law enforcement to try to get a handle of this? And you know, get to the bottom of how this happened. Why and who is responsible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "DORSEY",
      "sentences": "Well, the problem would be not knowing what to do. If you've never handled something like this before, and you don't have the wherewithal, the knowledge base, experts on your department who know how to deal with this on scene, who know how to properly interview witnesses to get information that might be helpful and germane to their investigation and apprehending the suspect.And so my hope is that instead of thoughts and prayers, I appreciate that. But they will reach out to an agency that can provide them with the expertise and the skills and the resources that they need to actually solve this crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "WHITFIELD",
      "sentences": "And perhaps, you know, this speaks to the proximity to any particular field offices, but ATF and FBI were present at the police news conference. What does that indicate to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "DORSEY",
      "sentences": "And so perhaps they'll -- they'll lend a hand and we'll be a participant in what goes forward.And, you know, I'm also troubled and bothered by -- this is almost starting to be a daily occurrence with these mass shootings. Folks don't seem to have an appetite to do anything about real substantive gun reform. I heard just earlier today. Governor over in Atlanta, Georgia talking about, you know, not wanting to address the red flag laws that are necessary to help people identify folks who shouldn't be in possession of a gun. And so if they don't have an appetite to do anything about these people who have guns and shouldn't have them if there's no deterrence, that we're going to continue to have this happen sadly again and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "WHITFIELD",
      "sentences": "All right, Sergeant Cheryl Dorsey, always great to see you sadly, under circumstances like this. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "DORSEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:47",
      "speaker": "WHITFIELD",
      "sentences": "All right, and also happening right now the U.S. Coast Guard and Mexican Navy are searching for three Americans missing at sea for nearly two weeks now.Here's what we know. Frank O'Brien and Kerry O'Brien, the couple on your left, and William Gross were last heard from on April 4th. They were traveling along the western Mexican coast heading for San Diego. They were supposed to stop at the Mexican city of Cabo San Lucas for supplies, but the group never showed up. They had started at Mazatlan. CNN's Camila Bernal is covering this for us. Camila, what are you learning about the conditions, the search, the resources? What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:56",
      "speaker": "BERNAL",
      "sentences": "Yes, she says she just doesn't understand what's going on, but again is hopeful. We also know that the sailing community has been notified. So you're adding hundreds of boats in the area who are also searching for them. Everybody essentially coming together. And that mother just so thankful that we're getting so much help in terms of getting the word out and trying to search for them.They were on a 44 foot boat. Again, they were supposed to be getting fuel in Cabo San Lucas. They had left Mazatlan. This is supposed to be about a two-day journey. It's been a long time now. They were last heard from on April 4th. So that's where a lot of this concern comes from. This is all being handled by the Mexican navy but yes, the U.S. Coast Guard is assisting trying to do everything they can. And then these families and this mother just holding on to hope, and she says that she really is just looking forward to speaking to her daughter again, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:11:38",
      "speaker": "WHITFIELD",
      "sentences": "U.S. Secretary of State Antony Blinken is calling on both sides in and the escalating fighting in Sudan to end hostilities immediately. It's now the second day of fierce battles between the country's army and paramilitary group.Blinken called the fighting a threat to the safety of civilians and two efforts to restore democracy in the country, saying in this release quoting now, \"The only way forward is to return to negotiations that support the Sudanese people's democratic aspirations,\" end quote. U.S. personnel have been told to remain in shelter. The United Nations says the two sides have agreed to a proposal but didn't say what the proposal contains. And it appears a humanitarian ceasefire reached today has already been broken. CNN's Larry Madowo is following the developments from Nairobi. Larry, you just spoke with the leader of the paramilitary rapid support forces. And what were you told.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:11:38",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "General Hamdan Dagalo or Hemeti as he is known, Fred says he's still committed to a return to civilian rule in Sudan. That he's a man of peace, which is hard to square when you think of the fact that he's one half of this conflict, and in the last two days alone, at least 56 people have died because of a power struggle between him and the man who runs Sudan, General Burhan.I talked to him a short while ago where he already has some complaints. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:11:38",
      "speaker": "MADOWO",
      "sentences": "General, what is your message to the many people of Sudan who are scared about this fresh round of violence? What do you want to tell them?GEN. HAMDAN DAGALO, SUDAN RAPID SUPPORT FORCES: I say to the Sudanese people is that we're very sorry, very sorry. This is a very bad and serious issue which is terrorizing the whole Sudanese people and our guests in the country. We offer serious apology to them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:11:38",
      "speaker": "MADOWO",
      "sentences": "The general is apologizing to the people of Sudan, saying that he was forced into this position. He was acting in self defense. But he also says that General Burhan, the number one in Sudan appears to have lost control of his army and this U.N. proposal where -- that had agreed with three hour ceasefire, a humanitarian ceasefire so people could get away from places where the fighting was going on, has already been disobeyed, and they had to fight to defend themselves.But how did Sudan get to this position in the first place? Let me give you a background. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "MADOWO",
      "sentences": "The army and the RSF taking part in the coup four years ago to overthrow a longtime Sudanese leader, Omar Al Bashir. And both were involved in another coup two years later, when the military seized control over transitional power sharing government which was meant to lead to civilian rule.The country's former prime minister, now appealing for both sides to stop the fighting. ABDALLA HAMDOK, FORMER SUDANESE PRIME MINISTER (through translator): The exchange of fire must stop immediately, and the voice of reason must rule. Everyone will lose and there is no victory when it is atop the bodies of our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "MADOWO",
      "sentences": "There have been widespread calls for calm by the United Nations, the African Union and the United States. But it's the infighting once again in Sudan that is threatening its chances of a democratic future.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "MADOWO",
      "sentences": "It's nightfall (ph) in Sudan. We're coming up to the end of a second full day of fighting in Sudan. In fact, this afternoon, the fighting appears to have intensified despite that U.N. brokered ceasefire rather, and the path to get these two warring parties to a negotiating table appears to be getting even harder, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "WHITFIELD",
      "sentences": "All right. Larry Madowo, thanks so much. All right. Turning to Ukraine, where in a so called great Easterexchange, Russia released 130 Ukrainian prisoners of war. This weekend marks Eastern Orthodox Easter and 92 servicemen from the Ukrainian armed forces were among those returned. But the occasion did not stop intense fighting in the city of Bakhmut and the Russian forces continue heavy attacks along the eastern front lines. Russian mercenaries claimed they captured two more areas of Bakhmut as fighting goes on in the streets. The city has been the scene of some of the fiercest and most brutal fighting of the war. Michael Bociurkiw is a global affairs analyst and a senior fellow at the Atlantic Council. He's written an op-ed for CNN about the battle for Bakhmut and he's joining us right now. So good to see you. I wonder, you know, first, if you could give me your thoughts on, you know the contrast of Russia releasing prisoners of war while continuing battles,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "MICHAEL BOCIURKIW, GLOBAL AFFAIRS ANALYST",
      "sentences": "Sure. Good to be with you, Fredericka.Well these prisoner exchanges are very, very important in the business. We call them confidence building measures. It shows that deals can actually be struck. It also shows that the two sides are talking to each other. So hopefully that's a stepping stone to a larger ceasefire and peace agreement. But yes, the fighting is very, very intense in Bakhmut. One of my sources in that op-ed called this the bloodiest battle in Europe since World War II. We're seeing blood drenched, killing fields. Russia using the same tactics it's used in places like Syria, scorched earth policies and real kind of meat grinder approach, sending wave and wave of fighters for the most part to their death. And Fredricka, depending on what figures you believe, the losses on the Russian side are about five to every Ukrainian or even as high as 7 to every Ukrainian. So those leaked us intelligence documents say that over the past six months, the losses on the Russian side absolutely huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "WHITFIELD",
      "sentences": "Wow and I'm wondering, you know, is this battle of Bakhmut, representative of something pivotal or specific about the Russian strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "BOCIURKIW",
      "sentences": "Well in Russia propaganda and state TV one would have you believe that this is a pivotal moment if indeed Russia captures Bakhmut. But the Ukrainians have, you know, downplayed that victory, possible victory.They know that there are other places on the front line to concentrate on. There are other larger Ukrainian settlements and military installations not far away. So but you know, I also have to remind people, especially on this Orthodox Easter Sunday that there are significant losses on the Ukrainian side. In that op-ed. I said the Ukrainian soul is bleeding like never before, but they're incredible. They're showing incredible resilience. For example, Fred just quickly in 2014 when I was with the OSC in Ukraine, the Ukrainian forces held out for about 260 days at Donetsk (ph) International Airport far less prepared than they are now. So that shows you something about their resilience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:48",
      "speaker": "WHITFIELD",
      "sentences": "My goodness, and so is it the case that you know the U.S. and allies are trying to urge President Zelenskyy, perhaps to not put as many resources you know, on Bakhmut, or, you know almost surrender. I hate to use that word surrender, but let up some on the fight there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:59",
      "speaker": "BOCIURKIW",
      "sentences": "And you know, I would even go one step further, I would say now is the time for the West to grow the spine to give Ukrainians the ability to strike legitimate military targets within Russia, and I'm talking about places where those long range rockets are launched and land in Ukrainian cities and killing a lot of civilians, including children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:59",
      "speaker": "WHITFIELD",
      "sentences": "And I mean it has been over a year now, and it seems obvious what Russia wants. But then again, it's not that obvious. What is it? Is it strictly the territory grab, is there something about an erasure of a culture? What is it in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:59",
      "speaker": "BOCIURKIW",
      "sentences": "It's probably all of that. Sadly that Mr. Putin has decided that Ukraine does not have the right to exist. He would either like to destroy it or absorb it.I think, the minimum the Russians will go for is, of course, retaining Crimea. But also retaining that land bridge between mainland Russia and Mariupol and that area. But you know, in that op ed piece I cited poll after poll of Ukrainians who have been asked, you know, what do you expect? And they -- about 90 percent said that they want to go back to pre 2014 lines. And that includes Mr. Zelenskyy reclaiming Crimea. That's a very, very big ask. I wouldn't want to be in his shoes. But that's what Ukrainians expect. Their -- the fear is gone, Fredricka among my friends and contacts in Ukraine, there's it's been replaced by anger and not giving one inch to Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:59",
      "speaker": "WHITFIELD",
      "sentences": "Yes. Zelenskyy probably wants that, too. But is it attainable?You know, that's the wish is it met with or how was it met with reality at this point. All right. Michael Bociurkiw, so good to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:59",
      "speaker": "BOCIURKIW",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:39",
      "speaker": "WHITFIELD",
      "sentences": "All right. Now to an update out of Alabama, where four people are dead after a shooting tied to a birthday party.CNN's Isabel Rosales is live for us in Dadeville where the shooting happened. You've just learned new details about those injured in this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:39",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Right, Fred. We're getting brand new information. This from a spokesperson for the Lake Martin Community Hospital. We're learning more details about those people, the multitude of people as authorities call them who were hurt, shot, hurt and sent over to the hospital.Now, we know that that number is at least 15 people that were injured. We do not know their names or their ages at this point. We know that out of those 15 who were hurt and sent to the Lake Martin Community Hospital, six of them were treated and released. The remaining nine were transferred to other medical facilities. We know a little bit about their condition, too, including that five out of those nine are in critical condition, the remaining four are stable. This is important to note from authorities here that right now there is no public safety concern, but the details that are coming out are very limited. They have not released any sort of details on the shooter, despite saying that this is not a concern. We don't know if that shooter has been taken down, apprehended or still out there. Obviously, we would hope if they were still out there. They would give us details about that immediately. I do want to also say, Fred, we heard from a deejay here, a deejay who covered this venue who said that this all happened fast. He did not see a fight break out ahead of time. He just saw the bodies of students of teenagers dropping to the floor shot, Fred terribly sad, and this is a sweet 16 birthday party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:39",
      "speaker": "WHITFIELD",
      "sentences": "All right. Isabel Rosales, thank you so much.Congress returns to session tomorrow after a two week break. The debt ceiling deadline will be one of the major issues facing lawmakers. President Biden and House Speaker Kevin McCarthy are locked in a standoff over raising the debt limit. And today, McCarthy is holding a conference call with House Republicans. Tomorrow, he will deliver a speech at the New York Stock Exchange as he makes his pitch to investors on Wall Street. CNN's Alayna Treene is joining us right now. Alayna, set the stage for what is at stake on Capitol Hill. Well, Fred, the looming debt ceiling deadline is really the number one priority for Congress right now. It's also a key source of anxiety among Democratic and Republican lawmakers alike who want to avoid a default. But the big news on this is really that House Republican leaders have been gone, putting together a one year deal that would look at raising the revenue and finding cuts for about $3 trillion to $4 trillion over the next 10 years, and House Speaker Kevin McCarthy wants to fast track a bill like that and try to get it on the floor in May, which is no easy feat, given that Republicans are divided on this issue, and they have a very slim majority in the House. But the strategy here from McCarthy is really to try to rally all Republicans behind one plan and use that to strong arm the White House and pressure them into coming to the table on a deal like this. Again, though, the White House and Kevin McCarthy have not had meaningful negotiations on this. And there isn't another meeting on the books for some time. So everyone's really watching what this plan will be and how this will play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TREENE",
      "sentences": "Right. Well, the situation around Senator Dianne Feinstein is really tough for Democrats to navigate. I mean, she's been out of the Senate now for roughly two months while she's been recovering from shingles, and it's affected their ability to confirm some of Biden's judges and nominees.I know that many Democrats were relieved when she said this week and asked to be temporary replaced on the judiciary committee because so they can start confirming more of these judges. And let's just face it. I mean, the issue of judges right now is a big issue as we see the latest rulings on abortion, and the issue of guns really permeating throughout the country, and so they're focused on that. But I will also argue that the calls to resign aren't coming from a lot of people. I mean, it's really Ro Khanna, a member of the house who has said this and one other Democrat in the House. A lot of Senator Dianne Feinstein's colleagues in the Senate have been supporting her and continuing to want to keep her and her place in the Senate. All right. Alayna Treene, keep us posted. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TREENE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "WHITFIELD",
      "sentences": "All right. Fox News is apologizing to the judge in the Dominion defamation case for denying in past court filings that Rupert Murdoch held an official title at Fox News. The judge has said he wants an investigation into whether or not Fox News lied to the court on that matter.The $1.6 billion defamation trial against Fox News is set to begin tomorrow. The conservative network is being sued by Dominion voting systems, which claims that Fox News and its hosts knowingly aired election fraud lies that damage their company. CNN's Brian Todd has the story. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONNDENT (voice-over): The curtain officially raised in what could be an explosive trial. Jury selection started in the $1.6 billion lawsuit against Fox News brought by Dominion voting systems. Potential jurors asked if they regularly watch Fox News programs and whether they can still be impartial if they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "ELLIOT WILLIAMS, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Simply knowing a story isn't enough to get someone kicked off of a jury because judges often instruct jur -- will instruct jurors to put aside anything they know about the case beforehand and pledged to be fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Tonight you are watching --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TODD",
      "sentences": "The case centers around Fox's decision to allow strange, inaccurate claims about Dominion onto its airwaves after the 2020 election, to promote the false theory that the election was stolen from Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TUCKER",
      "sentences": "Electronic voting machines didn't allow people to vote apparently and that whatever you think of it, the cause of it, it shakes people's faith in the system. That is an actual threat to democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "CARLSON",
      "sentences": "Host Tucker Carlson, part of an array of high profile Fox hosts and executives expected to take the stand. A roster, including Sean Hannity, Laura Ingraham, Fox chairman Rupert Murdoch and Fox News CEO Suzanne Scott.But analyst Erik Wemple says much of Dominion's case will likely center around second tier stars like Lou Dobbs, Jeanine Pirro and Maria Bartiromo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "MARIA BARTIROMO, FOX BUSINESS HOST",
      "sentences": "Sidney, we talked about the Dominion software, I know that there were voting irregularities. Tell me about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "ERIK WEMPLE, WASHINGTON POST MEDIA CRITIC",
      "sentences": "Those people their state of mind is going to play a really big role in this. What did they know? When did they know it?There's going to be situations where they're going to be read back their text messages, the text messages that producers, all kinds of correspondence saying, you knew this was BS, didn't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TODD",
      "sentences": "On Thursday, audio recordings of previously unaired conversations between Bartiromo and then Trump attorneys Rudy Giuliani and Sidney Powell were made public after being played in court. Giuliani and Powell, two of the most vociferous promoters of election lies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "RUDY GIULIANI, TRUMP ATTORNEY",
      "sentences": "We have more than enough unobserved ballots in Michigan and in Pennsylvania to overthrow the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "BARTIROMO",
      "sentences": "Okay, perfect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "TODD",
      "sentences": "The discovery process has already been bruising for Fox, with Rupert Murdoch saying under oath of the election denialism on Fox",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "WEMPLE",
      "sentences": "With Rupert Murdoch, he is where the entire organization rots from. He confessed. In the deposition that he could have stopped this madness, but he chose not to. That's a tremendously incriminating comment, at least journalistically.Fox says it hasn't defamed anyone and says the dominion suit is a breach of its First Amendment rights. (END VIDEOTAPE) TODD (on camera): Fox News is not the only entity that Dominion is going after regarding misinformation following the 2020 election. Dominion has also filed suit against Trump ally and My Pillow CEO Mike Lindell, against former Trump attorneys Rudy Giuliani and Sidney Powell, and against two smaller right wing networks, Newsmax and One America News Network. Brian Todd, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "I was going to say we certainly hope not. That is for sure, because this area does not need any more rain. This is a look at Wednesday night. You can see as the pen over the streets. These cars stranded because they are half submerged in all of that water that they ended up getting just in that 24 hour time frame.[14:45:6] Now we do, unfortunately, have more rain on the way. The bulk of it is still yet over the Gulf of Mexico, but we are starting to see at least a few showers and thunderstorms fire up kind of between Tampa and Orlando area. So, not really much yet in the way of South Florida. But that will change, that system will edge closer and once we get, especially towards like 7:00, 8:00, even 9:00 tonight, yes, we are expecting some isolated showers here that could end up having some pretty heavy rain through them. And it's not just tonight, even as we push this forward into tomorrow morning, you'll notice that morning commute and especially the evening commute yet again tomorrow also looking at the chance for some rain. So this isn't even a short term event. This is going to be something where they get rain tonight, rain yet again on Monday and even continuing into Tuesday. Overall, most of these areas looking to get about 1 to 2 inches, there could be a few spots to pick up three even four. But again, even if you're one of the say lucky ones that only gets one inch of rain, you have to remember, this is on top of what they've already had. Now this same system on the north side is also producing some impacts. Just different ones. You've got snow on the western side and severe thunderstorms on the eastern portion of this. The main threats here are going to be strong winds and, yes, the potential for heavy rain stretching from Michigan all the way down into Florida. But remember on the back side, we also have snow. And this is likely to cause some problems tomorrow morning, say for the commute for places like Chicago, Milwaukee and even Madison, Wisconsin. Because that snow is going to really start to set in once we get to the evening hours tonight, and also into tomorrow morning. So, again, Fred, you've got the potential for rain in Florida but also some slick spots for tomorrow morning across areas of the Midwest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "WHITFIELD",
      "sentences": "All right. The royal countdown is on. In less than three weeks, King Charles III will be crowned as the new British sovereign. Preparations are underway ahead of the ceremony, which begins Friday, May 6th, and continues throughout the weekend until Sunday.CNN contributor Sally Bedell Smith joining me now with more on the coronation details. She's also the author of \"Elizabeth The Queen\". Sally, good to see you. So this will be the first time since 1952 that England has had a king. So what sort of additions. Do we expect to see this go round? Uh-Uh, I don't think Sally hears me. All right. We're going to try and reestablish our connection with Sally Bedell Smith and try to resume that conversation. And maybe she's back with us. All right. Sally Bedell Smith, can you hear me? Okay, we can see her, but she can't hear me. We're going to try this again to find out how the coronation will be played out early may. All right, we'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "WHITFIELD",
      "sentences": "All right. We're going to try this again. The royal countdown is on and in less than three weeks, King Charles III will be crowned as the new British sovereign. Preparations are underway ahead of the ceremony, which is going to begin Friday, may 6th and it will go on until Sunday. CNN contributor Sally Bedell Smith back with me now for more on thecoronation details. This is very exciting. She's also the author of \"Elizabeth the Queen\". Sally, there hasn't been, you know, a king since 1952. And it's been a long time since this nation in the world has seen a coronation. So what are the traditions that that all of us can expect to see? And will it be different? Because it is King Charles III?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "SALLY BEDELL SMITH, CNN ROYAL CONTRIBUTOR",
      "sentences": "Well, I think this is actually 1953. It was Queen Elizabeth II. Then she was crowned and consecrated alone. The more apt parallel is 1937 when Charles' grandmother and grandfather, King George VI and Queen Elizabeth were crowned and consecrated, and that that's the topic of my new book, \"Georgia VI and ElizabethAnd so, there are essential elements of the letters sacred that are -- that are commitments both personal and national, the obviously the processional roles and consecration and the holy oath that they each or -- no, she doesn't. When he does, he swears. But this coronation is going to look different. We won't see hundreds and hundreds of members of the peerage in their scarlet robes and Herman capes and lifting their coronets. So be it will be a small representation of the -- but they are. The congregation will reflect Britain today and what I thought was fascinating was today, they live -- they released the 12 pieces of music that the king has committed -- commissioned. And it is such a fascinating wide range. This will be all new. There'll be tribute to Commonwealth, to Wells, to Scotland, to Ireland, to England. And they're going to have the first gospel choir ever in a coronation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:48",
      "speaker": "WHITFIELD",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    }
  ]
}