{
  "date": "2023-08-06",
  "headline": "CNN This Morning",
  "subHeadline": "U.S. Playing Rival Sweden in World Cup Round Of 16; Simone Biles Wins Competition After Two-Year Break; Trump Keeps Up Attacks on Special Counsel Despite Legal Setback; GOP Hopefuls Take Aim at Biden by Targeting Harris; Recent Scares Raise Concerns About McConnell's Health; Suspect Accused of Shooting Two Florida Police Identified; New Yorkers Demanding Justice After Dancer's Death; Ukraine: Dozens of Drones and Missiles Shot Down; Ukraine: Russian Bomb Hit Blood Transfusion Center. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:38",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Sunday morning. Welcome to it. Good morning. I'm Victor Blackwell. This is CNN THIS MORNING.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good morning, everyone. I'm Amara Walker. Thank you so much for sharing a part of your day with us.We have a lot of stuff to talk about. Interesting stuff, sports, news. Right now, it's make or break for the U.S. women's soccer team. Right now, all eyes are on team USA as they face off against Sweden. We will have the latest on the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BLACKWELL",
      "sentences": "And Simone Biles is back. Twenty-six-year-old makes her comeback and qualifies for national championships after a two-year break. We will have the highlights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "WALKER",
      "sentences": "And the back-and-forth legal fight heats up between former President Donald Trump and the special counsel. It comes as Trump unleashes his sharpest attack yet against his own vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BLACKWELL",
      "sentences": "And a suspect has been charged in the fatal stabbing of a professional dancer in New York. The latest on that investigation.Right now, it is win or go home for the U.S. women's soccer team at the women's World Cup taking on Sweden in the round of 16 in Melbourne.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "WALKER",
      "sentences": "The U.S. is the number one team in the world but have not played up to expectations so far facing plenty of criticism from fans and former players after their first three games. But they have come out with a different energy this morning against the number three team in the world. As it stands, it is still scoreless at halftime.Let's go live now to CNN sports correspondent Carolyn Manno who is live at a watch party in midtown Manhattan. Good morning, Carolyn. It sounds quite busy and bustling there for 6:00 in the morning. What have you seen from both sides so far and from the fans who have turned out? CAROLYN MANNO, CNN SPORTS CORRESPONDENT: You know, it is really high energy in here. It's been a couple of minutes, Amara, since I have been at a bar at this hour. But I'll tell you, there is 50 to 60 fans here, and they showed up right before the game started and they have provided a real spark here inside. Some are opting for pancakes at this hour. Some are going to pilsner. But it has been a really impressive first half for the U.S. women. We know that this is going to be a really difficult match. They have met Sweden a number of times on major international stages and they are really well suited for each other. They are both physical. They have got really dynamic midfielders. They have got forwards that can create a lot of chances. And we have seen quality chances for the U.S. in front of the net so far. Nothing has gone in yet but it's a really good sign. I want to introduce you to a couple of fans here. I have got Diego and Ben. Come on in, guys. You guys were here. What time did you show up morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "DIEGO RODRIGUEZ, USWNT FAN",
      "sentences": "We got here at about 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BEN MURPHY, USWNT FAN",
      "sentences": "Four a.m.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "RODRIGUEZ",
      "sentences": "We wanted to make sure we got good seats. We didn't even go to sleep. We stayed up the whole night. Too excited for the game. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MANNO",
      "sentences": "OK. So, liquid breakfast for your crew. You guys have been really loud so far. What made you make the decision to come down here and just be a part of it live at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "RODRIGUEZ",
      "sentences": "Well, I always -- I really wanted to watch the game. I am a big fan. And he is from New York, so he knew the bar, he knew the spot to go to. And here we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MURPHY",
      "sentences": "Looking pretty good so far, I'd say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MANNO",
      "sentences": "I was going to say, what do you think so far about the U.S. women and the energy (INAUDIBLE) this game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MURPHY",
      "sentences": "I feel pretty good. I feel like we came out flat the last two games. We definitely a lot of shots on target. One off the crossbar I wish we had. Hopefully, we get a few more and one goes through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MANNO",
      "sentences": "What has it meant to you guys (INAUDIBLE) -- a lot has been made about Megan Rapinoe and her last go around. This is a young talented, dynamic roster. How much fun has it been to watch this group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "RODRIQUEZ",
      "sentences": "It has been a lot of fun. Obviously, we have been extremely successful, winning the last two World Cups. We got a lot of expectation going into this one. We haven't met expectations exactly but we still have hope. I like how we are playing so far. So, it has been really exciting. MANNO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MURPHY",
      "sentences": "Appreciate it. Go USA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "RODRIGUEZ",
      "sentences": "USA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MANNO",
      "sentences": "OK. We have got some USA chants happening here, guys. Sure. Enjoy.And Amara and Victor, it's just so much fun to be here. I mean, everybody knows that this is win or go home for the U.S. women, and we will see kind of what happens here in this next half as it's underway once again, but a lot of fun so far this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BLACKWELL",
      "sentences": "It looks like fun. A lot of energy. And they have been up all night. So, that's impressive, too. Carolyn Manno --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "WALKER",
      "sentences": "I want to know what beer and pancakes taste like, a pilsner at 6",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BLACKWELL",
      "sentences": "We should find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "WALKER",
      "sentences": "I think we should try that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BLACKWELL",
      "sentences": "All right. We'll do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "MANNO",
      "sentences": "I'm not going to find out. I'm not going to find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "BLACKWELL",
      "sentences": "All right. Thanks, Carolyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:38",
      "speaker": "WALKER",
      "sentences": "Thanks, Carolyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "WALKER",
      "sentences": "I mean, it's like she never took that break, right? At the Core Hydration Classic outside Chicago, the 26-year-old U.S. star won the all-around vault floor routine and balance beam and placed third on the uneven bars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "BLACKWELL",
      "sentences": "Biles last competed at the Tokyo Olympics. She withdrew from several events after suffering a bit of a mental block. But on Saturday, reporters say that there were no signs of the dreaded twisties, the disorienting condition that causes gymnastics to lose track of their position midair.A legal setback has not kept Donald Trump from railing against the latest charges he is facing as he returns to politics. Special counsel Jack Smith wants a judge to quickly set limits on what Trump's legal team can do with evidence in the case. The judge denied their request to extend the Monday 5:00 p.m. deadline. On the campaign trail, Trump once again took aim at the special counsel. CNN reporter Alayna Treene has details. ALAYNA TREENE, CNN CAPITOL HILL REPORTER: Good morning, Victor and Amara. The former president spoke to a group of South Carolina Republicans Saturday night and used his speech, much of his speech, to criticize the recent charges that he is facing as well as specifically go after special counsel Jack Smith. He called him -- quote -- \"deranged,\" as well as mentally ill. He also made an appeal to Congress, specifically Republicans on Capitol Hill, to -- quote -- \"step up\" and do something in light of the recent indictments. Now, one key difference about his Saturday remarks is that he continued to talk about the case less than 24 hours after Jack Smith in a court filing Friday night had asked the judge to set limits on what Donald Trump's team can do with the evidence shared in the election subversion case, the filing pointing to one of Donald Trump's two social posts where he wrote -- quote -- \"if you go after me, I'm coming after you.\" Now, Victor and Amara, the judge ultimately ruled that Donald Trump's team has to respond to that proposal by Monday afternoon despite the former president's team wanting to extend that to Thursday. One other thing I just think is important to note in this is Donald Trump's team wants him to keep talking about the charges. They do think that he benefits politically from this at least among his Republican primary voters. But it was very unclear going into tonight whether the former president would be swayed by this recent court filing from the special counsel's team and would kind of shift his rhetoric. But clearly, he did not. Victor, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "WALKER",
      "sentences": "Alayna Treene, thank you. Now, a fourth criminal indictment against Donald Trump now seems likely. This time in the state of Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "BLACKWELL",
      "sentences": "The case focuses on the former president's efforts to overturn the state's 2020 election results. A security around the courthouse there has already ramped up ahead of potential charges. CNN's Brian Todd has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "This was never supposed to happen in America.BRIAN TODD, CNN CORRESPONDENT (voice-over): The already enormous legal pressure on the former president is likely about to intensify. A grand jury in Georgia expected to consider criminal charges against Donald Trump and his Republican allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "KATIE CHERKASKY, FORMER FEDERAL PROSECUTOR",
      "sentences": "In terms of the Georgia case, it's going to add a significant burden on him to defend yet another case. These cases will all have significant trial deadlines and pretrial deadlines for hearings that he is going to have to be involved in and that will detract from his campaign.TODD (voice-over): A decision on whether to seek charges against the former president in Georgia will be made within the next few weeks by a team led by Fulton County district attorney Fani Willis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "The work is accomplished and we've been working for two and a half years. We're ready to go.TODD (voice-over): The case focuses on the multipronged effort Trump launched in the wake of the 2020 election to overturn the results in Georgia. It included pressure on Georgia's governor and secretary of state, both Republicans, to find enough votes to flip Joe Biden's win in the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "TRUMP",
      "sentences": "So, what are we going do here folks? I only need 11,000 votes. Fellas, I need 11,000 votes. Give me a break.TODD (voice-over): When the governor and secretary of state refused to go along, Trump urged state lawmakers to convene a special session to reverse Biden's victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:18",
      "speaker": "RUDY GIULIANI, FORMER TRUMP ATTORNEY",
      "sentences": "This election is a sham.TODD (voice-over): Trump ally Rudy Giuliani went to the Georgia House and Senate with bogus voter fraud claims. TIA MITCHELL, THE ATLANTA JOURNAL-CONSTITUTION: Rudy Giuliani is considered to have a lot of exposure in Georgia because he spoke at those legislative hearings and we know a lot of the information he shared was not true at the time. TODD (voice-over): Other Trump allies who could face criminal charges are Republican activists the Trump campaign recruited to serve as fake electors. They allegedly played key roles in the failed plot to block the election from being certified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "CHERKASKY",
      "sentences": "Racketeering charges are typically broader criminal schemes involving multiple individuals and essentially the maximum punishment for those types of charges are typically much higher than other charges that are mentioned here.TODD (voice-over): Testimony has also been sought in the Georgia case from former Trump White House chief of staff Mark Meadows and Republican Senator Lindsey Graham. Fani Willis has told local officials of threats she has received, many of them of a racist nature, during the period she's been investigating this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "WILLIS",
      "sentences": "I've probably been called the N word more times in the last 2.5 years than most -- 100 people combined. TODD(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Brian, thank you. We are seeing a growing number of 2024 Republican presidential hopefuls shift their strategy. They are going after President Biden by targeting Vice President Kamala Harris. Now, the strategy is to raise concerns about Biden's age and the prospect of a President Harris.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R), PRESIDENTIAL CANDIDATE: If we muff this one and Biden gets in again, heck, you may end up with Kamala as president. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: If you voted for Joe Biden you really are counting on a President Harris. Because the idea that he would make it until 86 years old is not something that I think is likely. CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE: If you think his act looks bad now, wait until he gets to 83 and 84 and 85 and 86. And by the way, in case he doesn't, you get Kamala Harris. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "BLACKWELL",
      "sentences": "The story is from CNN reporter Daniel Strauss and he is with us now. Daniel, good morning to you. So, why the shift now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "DANIEL STRAUSS, CNN REPORTER",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Why this? Why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "STRAUSS",
      "sentences": "I mean, it's partially because Vice President Harris' poll numbers are underwater. Her disapproval numbers are much higher than her approval numbers, which gives Republicans an opening they feel to highlight both her as sort of the prototypical figurehead of this administration and to, in the process, also point to Biden's age.But look, what's important here also is that these attacks on Harris come after attempts to peg Biden as a socialist, peg him as too old and feeble minded, and argue that he is just not up for this job. The fact that they are shifting their attacks toward Harris suggests that those attacks on Biden aren't effective as they would like. And there is really just sort of a menacing prospect of the unknown. We don't know what a President Harris administration would be like. Voters don't know what that would be like. And in many ways, they do know right now what a second term Biden administration would be like because they have lived through this first term. So, the unknown is frightening and undesirable to a large swath of voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Do people, though, vote based on the V.P.? I mean, we can look back at 2008 and Sarah Palin, her impact on the McCain ticket but she was a candidate for vice president and Kamala Harris is the sitting vice president. How effective could this be based on history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "STRAUSS",
      "sentences": "I mean, history doesn't suggest that this will be very effective. Generally, voters do not vote for the second person on a presidential ticket. Usually, what happens is that the vice president or vice presidential nominee can do harm to a ticket, but can't really elevate that ticket in any substantial way. So here it's really just a move to highlight Biden's age, and that's the real prospect here, that's the real point of these attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Let's turn to former President Trump, now more critical of his once vice president Mike Pence after Mike Pence is now speaking more aggressively about the president, former president's actions between the election and the end of his administration.Former President Trump posted on social media that little Mike Pence, spelled with two Ds, interestingly, has gone to the dark side. He is delusional. He is not a very nice person. And this comes as Trump supporters have also challenged Pence about his actions on January 6th on the campaign trail. How is Pence navigating this post Trump indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "BLACKWELL",
      "sentences": "Mitch McConnell, the minority leader in the Senate there, he spoke at a picnic, Fancy Farm picnic, was drowned out by some hecklers for a portion of the event. We have the video. Let's play it.(VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "BLACKWELL",
      "sentences": "Those are people are chanting \"retire\" and \"ditch Mitch,\" this comes after he froze for those 22 seconds or so a little more than a week ago. Now, is that partisan? Because the reporting is that came from some of the Democrats in the room, or are we seeing any impact beyond the partisanship that the moment we saw will have some consequence for him to hold on to leadership, to hold on to that seat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "STRAUSS",
      "sentences": "I mean, the fact that he froze at that conference has definitely been felt by politicos around D.C. And it's not new that McConnell is one of the longest serving caucus leaders in American history. At the same time, though, let's remember that in Kentucky right now there is a hot gubernatorial election going on this year, and that means that voters are paying attention to politics and statewide politics at every level.So, it's not that surprising that at Fancy Farm, one of the most marquee state fairs in the country, there would be a large swath of voters who oppose McConnell and would rather see him leave office",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "BLACKWELL",
      "sentences": "Daniel Strauss, thanks for helping us start it up Sunday morning at six. Thanks so much.Coming up on \"STATE OF THE UNION,\" a pair of 2024 hopefuls, former Vice President Mike Pence and former governor Chris Christie will sit down with Dana Bash, not to mention Trump lawyer John Lauro, all that at 9:00 a.m. Eastern right here on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "WALKER",
      "sentences": "Still ahead, a teen now faces murder charges as a hate crime after allegedly stabbing a gay man who was dancing at a gas station.Also, some really scary moments at a Florida theme park. A young boy injured in an apparent fall from a roller coaster. We'll have an update on his condition. Plus, a polarizing debate. It's been polarizing our team here on CNN THIS MORNING for the last few hours, right, Victor? Who should tip? What should we tip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "BLACKWELL",
      "sentences": "We've been talking about it for hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "WALKER",
      "sentences": "And how much? I mean -- yes. We're going to discuss. We will debate it. We will argue with the ins and outs. We will argue it. Me and Victor will argue it. Did I say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:15",
      "speaker": "BLACKWELL",
      "sentences": "The search for the man accused of shooting two Orlando police officers is over. Investigators say the suspect, 28-year-old Daton Viel, was killed early yesterday morning. Officers tracked him to a hotel where he barricaded himself inside for hours. The standoff came to an end with Viel and the SWAT team exchanging shots.Police say Viel shot two officers during a traffic stop on Friday night. They say he was driving a vehicle linked to a homicide in Miami. Those officers said to be in critical condition. New Yorkers are demanding justice after a man was killed while doing what he loved most, dancing. O'Shae Sibley was stabbed to death last month at a gas station in Brooklyn. All he was doing was just dancing to a Beyonce song.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:22:15",
      "speaker": "WALKER",
      "sentences": "Yes. Hundreds of people gathered last night for a rally to remember Sibley. They chanted, they marched, and, of course, they danced.Police say they have now have a suspect in custody, a teenager from Brooklyn. (BEGIN VIDEOTAPE) WALKER (voice-over): A 17-year-old is facing a murder and hate crime charge for the stabbing death of professional dancer O'Shae Sibley. Sibley was killed last weekend at a Brooklyn, New York, gas station. According to police, a group of men shouting anti-gay slurs approached Sibley, who had been dancing to a Beyonce song before the stabbing. SHNEAQUA COCO PURVIS, CEO OF BOTH SIDES OF THE VIOLENCE INC.: Any one, any human that enjoys something and they lose their life over it, we should put emphasis on it. We should shine a light on it. We should make it huge because this is something that he actually died for. WALKER (voice-over): At a news conference Saturday, NYPD announced charges against the suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "WALKER",
      "sentences": "Just a horrible and tragic story there. Sibley will be laid to rest on Tuesday in Philadelphia.Up next, a remarkable story of survival in Ukraine. Video captures the struggles of an injured soldier on the battlefield. And we're going to show you how Ukrainian forces kept him alive. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "BLACKWELL",
      "sentences": "Ukraine says its air defenses fought off a Russian attack overnight and shot down dozens of drones and cruise missiles, and a key military airfield in western Ukraine was among those targets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:03",
      "speaker": "BLACKWELL",
      "sentences": "Meantime, the battle on the front lines grinds on. CNN's Nick Paton Walsh joins us now from Zaporizhzhia. Nick, tell us about how the soldiers on both sides really are dealing with the harsh realities of the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "Let's take -- let's take a look now at some other headlines this morning. Oregon drivers are now allowed to pump their own gas after the state lifted a ban on self-service dating back to 1951. The new law was signed Friday by Democratic Governor Tina Kotek and went into effect immediately.Now, the law does not phase out full service completely, but stations cannot charge more for the service. This leaves New Jersey as the only state where service station customers cannot pump their own fuel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BLACKWELL",
      "sentences": "A 6-year-old boy was severely injured after apparently falling from a rollercoaster. This would happen in a theme park in Florida. Authorities said the ride, the Galaxy Spin, was nearly two dozen feet above where the child was found on Thursday at Fun Spot America in Kissimmee. The boy was transported to an Orlando hospital. Authorities say they are now investigating the incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "It can write papers, make you look younger on social media, and imitate anyone's voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BLACKWELL",
      "sentences": "But now, a new study shows that artificial intelligence could help detect more cancers from mammograms. CNN's Meg Tirrell has more.MEG TIRRELL, CNN MEDICAL CORRESPONDENT (voiceover): Well, it's been suggested for some time now that artificial intelligence may be able to help improve reading things like mammograms. But this is the first trial the researchers think that really set out to study this. They looked at 80,000 women in Sweden who were getting routine mammograms. They separated them into two groups. In one group, the mammograms were read by a doctor but first read by artificial intelligence. In the other group, a standard way of reading mammograms was done with two radiologists. And what they found is that in the group supported by A.I., for every thousand women screened, six cases of breast cancer were detected. That's compared with five for the standard way of doing this. They found also that the artificial intelligence-supported screening did not find more false positives or cases where a detected cancer that actually wasn't there. And so, that's good news as well. Another really important thing here is that they found that the artificial intelligence-supported screening could reduce the workload for radiologists by 44 percent. Now, that's based on the fact that in Europe, it's standard for two radiologists to look at a mammogram, whereas in the United States that's not the standard. So, there might not be such a strong reduction in the U.S., but still there is a real hope here that this could help with a shortage of radiologists which is just only expected to get worse as the population ages. And specifically in breast cancer, the incidence has been going up every year in the United States. And so, more mammograms are going to need to be read. And if artificial intelligence could work safely work effectively and take away some of that workload for radiologists, many researchers think that could be a big step forward. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "Self-service kiosks asking you for tip. I mean, that just defeats the purpose of the whole concept of tipping, right? Because a lot of people tip for good service, but if it's self-service maybe you should be tipping yourself. I don't know. OK, so tipping etiquette. In what situations is it OK -- I mean, because I feel like a lot of us just feel guilty. I mean, even when I'm taking takeout, right? I always pause at the tip. And if I don't tip, which I have before, I feel guilty about it when I leave. I mean, is it OK -- in what situations can you not tip and not feel guilty about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "ROSSMAN",
      "sentences": "I don't think you need to tip for counter-service. You know if you're just picking up a simple takeout order or coffee to go. Now, it's interesting you mentioned guilt tipping. Starbucks unveiled tipping functionality on its payment terminals late last year when people pay with the debit or credit card or in the app, and they say about half of customers are tipping.Now, this is a really interesting example to me because I'm sure nowhere near that many were putting bills or coins in the old fashion tip jar. So, you're right, it kind of hits you over the head nowadays. A lot of people feel bad about it, but they still end up tipping. I would really draw a line here between an optional tip for a quick takeout order versus something that should be more customary. You should be tipping at a sit-down restaurant. Interestingly only about two-thirds of Americans are always tipping in that scenario. Only about half always tip for food delivery and haircuts. I think, that should be better as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "You think it should be done tipping for food delivery as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "ROSSMAN",
      "sentences": "I think, definitely, yes. I think for something like food delivery, or a taxi or ride share, a haircut, a sit-down restaurant meal, I think all of those we should be tipping about 20 percent ideally. But I don't think you always need to be tipping for just that quick counter-service interaction. Sometimes this amounts to a revenue grab on the part of the company. I mean I was asked to tip it a pick- your-own strawberry farm this summer. That felt like overreach to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "OK, I do want to bring this up because we do have to go. Tipped workers receive a federal minimum wage of $2.13 per hour. I mean, so you know, that would apply to your service at the restaurant. My thing is -- and this is frustrating. And yes, I always tip at a restaurant. I try to be as generous as possible. But why is the burden on the customers, you know, that certain employees get a fair wage? It shouldn't be on the employers. And if you look at the survey, 41 percent feel that businesses should pay their employees a better wage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "ROSSMAN",
      "sentences": "A lot of people feel that way, but where the rubber really meets the road is we say we want to pay more, but I'm not sure that would work out. Danny Meyer, the famous restaurateur who runs the Union Square Hospitality Group, he tried to do away with tipping and just raised prices by about 20 percent. I think it was well- intentioned. It didn't really work out though. I think at the end of the day, we can't really see past the higher prices.Companies are looking to customers to make up more of the burden. Tipping has become this kind of hidden surcharge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "Yes, or not so hidden. Ted Rossman, I appreciate your time this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "But I tell you that we talked --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "Victor has no opinion about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "-- about this for an hour this morning. There are some very passionate opinions about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "Including yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "Including me. I'm passionate about this. So, all right, I always tip. You know, if you go to a restaurant, you go and have a meal and sit-down, you pay 20 percent because, as you said, $2.13 that is factored in. I recently went to a place where you get the frozen yogurt. And you choose the yogurt the toppings and all that, yes, yes. I sat it on the scale, waited, the person told me how much it cost, and then there was an option to tip. I put everything in the cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "I had put it on the scale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "You serve yourself. You serve yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "It was self-service. Why am I now tipping?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "WALKER",
      "sentences": "I agree with you on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "Your husband had questions about American tipping culture. WALKERoverseas, right, I mean, you find yourself over-tipping. And sometimes it's offensive to certain cultures. Like, when you go to Asia or Korea, the cab driver, I literally tipped him 20 percent. And he's like, he literally gave me the money back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:35",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "Excluding restaurant -- sit-down restaurant where they were paid $2.00 an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "Excluding -- I feel like sit-down restaurants is kind of given.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "But it's the expectation that bothers me. It should be based on service and how you feel versus well, what the employers are paying. I shouldn't feel guilted into tipping somebody because their employer is paying them $2.00 an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "I feel like we should take off what employers should do off the table because they're not doing it, right? We have to say, well, you should pay your employee --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "But that burden should be -- shouldn't be shifted to us or the guilt --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "-- or the guilty conscience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "I hear that. The other thing I think of the takeout that one element was like, people were passionate about tipping it takeout. I thought I was tipping for service. But if I'm just going to pick up my food, and if I were at a restaurant being served, I was tipping the server, would that money ever get to the person in the kitchen to the other at the bar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "That's a good question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "So, all right, that's the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "Listen, I know you all may not agree with us, so go ahead and tweet away or Instagram us away and messages and let us know what you think. Be nice about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "Also, we should say, in Europe, they've got universal health care, so -- WALKER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "We're getting yelled at. We got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "BLACKWELL",
      "sentences": "All right, we got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "WALKER",
      "sentences": "Can you read that?",
      "isLastSentenceInterrupted": false
    }
  ]
}