{
  "date": "2023-10-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Gaza's Only Power Station Out Of Fuel; Israel Forms Unity Government And War Cabinet; US Secretary Of State Heading To Middle East; Journalists Visit Kibbutz Where 100+ People Were Massacred; Palestinians: At Least 51 Killed, 280+ Injuries On Thursday; West Warning Hezbollah To Stay Out Of Conflict; Massive Israeli Military Buildup Underway Near Gaza; Israel: Hostages Are Likely Being Held Underground; Senior Advisor to Israeli PM Interviewed about War; Massive Israeli Military Build-up Underway Near Gaza; Israel Steps Up Gaza Offensive; U.S. Citizens Killed in Israel Remembered. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:40",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:40",
      "speaker": "JOHN VAUSE, CNN NEWSROOM ANCHOR",
      "sentences": "Hello, welcome to our viewers joining us here in the United States and around the world. We continue our breaking news coverage with Israel at war. I'm John Vause, and it's just gone midnight here on the east coast. And we begin with gruesome new details about the attacks carried out by Hamas over the weekend in Israel.Sick, cruel acts of brutality carried out on women and children which were beyond abhorrent. The subject matter in the video, graphic and disturbing. The Israeli government says babies and toddlers were found with heads decapitated at a kibbutz in southern Israel. Hamas denies the beheading of children, calling the allegations fabricated and baseless. Meantime, Israel's military is stepping up its airstrikes on Gaza as its forces amass near the border ahead of a likely ground incursion. Public city officials say the only power station in Gaza has now run out of fuel and is no longer working. Hospitals also expected to run out of fuel in the coming days for their own private generators. The weekend terror attacks by Hamas have brought together rival factions from across Israeli politics, with the announcement of an emergency government and a wartime cabinet. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): The people of Israel are united, now the leadership is too. We've put aside our differences because of the fate of our country is on the line. We will work together, shoulder to shoulder, for the sake of our citizens of Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:40",
      "speaker": "VAUSE",
      "sentences": "US Secretary of State Antony Blinken along with a top hostage negotiator are now heading to Israel. Blinken says discussions are also ongoing about a humanitarian corridor to allow food and medical supplies into Gaza, and to allow civilians out. Live now to London where journalist Elliott Gotkine is following developments for us.It is interesting because up until this weekend attack by Hamas, Israel was facing this incredible period of division, now they have a unity government, I guess, at least for the duration of the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:40",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Yes I suppose there is a very painful irony here, isn't there John, for Israel, in that it's been so disunited and divided over the past nine months since Netanyahu's government began pushing this judicial overhaul. The Hamas has succeeded in actually uniting Israelis, not just ordinary Israelis, but even their sparring politicians.And this was one of the biggest developments that we saw, and perhaps is another precursor to this ground invasion that we all expect to be imminent, which is the Benny Gantz, former defense minister, former chief of the staff, former general, and also has previously served with Netanyahu in government. They are bitter political foes, they have put their differences aside. Benny Gantz taking to the cameras yesterday to outline his reason for joining this emergency government and what Hamas has in store. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:40",
      "speaker": "BENNY GANTZ, NATIONAL UNITY PARTY LEADER",
      "sentences": "We will fight this war to indicate to our enemies very clearly, there will be hell to pay. And we promise to the people of Israel when we say never again, we mean it. Never again.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:40",
      "speaker": "GOTKINE",
      "sentences": "And of course using that language which is so often been used to refer to the Holocaust, to say never again, Gantz also obviously invoking that language and invoking the Holocaust, this being of course as President Herzog said the, most murderous day for the Jewish people since the Holocaust, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "HAND",
      "sentences": "Waiting, I'm thinking the army are going to be here soon. You know, just hold on a bit longer, and longer and longer.WARD (voice-over): By the time the military gained control of that area, this is what remained of the once tranquil community. Late Wednesday afternoon Israeli forces let journalists in for the first time after days of pitched battles. MAJ. GEN. ITAI VERUV, ISRAEL DEFENSE FORCES: I saw how the soldiers fight here and I fight here myself in the first hour, only to get inside the kibbutz. Only to come from apartment to apartment. It took a lot of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Does that weigh on your conscience, to know how long it took?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "VERUV",
      "sentences": "You know we have a very difficult question to ask ourself. Now we look forward to defend the people, to take the survivors out and to switch ourselves from defense to offensive operation. I'm sure that we ask ourself all the difficult question after it.WARD (voice-over): For now, there are more pressing questions. The bodies of more than a hundred residents have been recovered, but the army says that many more are still missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "WARD",
      "sentences": "You can see the amount of blood. This was a massacre.WARD (voice-over): And the full scale of the horrors that transpired here are just starting to come to light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "WARD",
      "sentences": "Pictures, family photographs on the wall.WARD (voice-over): Thomas waited two agonizing days before getting the news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "HAND",
      "sentences": "They just said, we found Emily, she's dead. And I went yes, I went yes and smiled because that's the best news of the possibilities that I knew, that was the best possibility that I was hoping for, she was either dead or in Gaza. And if you know anything about what they do to people in Gaza, that is worse than death.That is worse than death. The way they treat you, they'd have no food, they'd have no water. She'd be in a dark room filled with Christ knows how many people and terrified every minute, hour, day and possible years to come. So death was a blessing, an absolute blessing. WARD (voice-over): Clarissa Ward, CNN, Be'eri kibbutz, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:12:40",
      "speaker": "VAUSE",
      "sentences": "Welcome back, at least 51 people were killed, more than 280 injured early Thursday in Gaza. The Palestinian health ministry now puts the overall death toll at close to 1200 mostly civilians. The Israel Defense Forces say Hamas targets have been destroyed by airstrikes and artillery fire, but the reality is civilians are being caught in the crossfire. CNN's Nada Bashir has more on the story and a warning, the video and the images you are about to see are disturbing.(BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice-over): Yet another round of Israeli airstrikes. Another neighborhood in Gaza decimated. In Khan Yunis the injured are many, but so are the dead. In the north of this tiny besieged enclave, survivors of the IDF strike on the neighborhood of Alkarama are left to come to terms with all they have lost. IMAD TALEB, GAZA RESIDENT (through translator): We're civilians, not a single resistance fighter was here. Not a single person here was carrying even a bullet. Why? Why are you targeting civilians? MAHMOUD RADWAN, GAZA RESIDENT (through translator): There are body parts scattered everywhere, there are still people missing. We are still looking for our brothers, our children. It's like we're stuck in a living nightmare. BASHIR (voice-over): More than two million Palestinians, including almost a million children, live in the densely populated Gaza strip, an area which has been under a land, sea and air blockade, enforced by Israel since 2007. Israel says it is targeting Hamas infrastructure, focused on destroying the group's military capabilities. But humanitarian workers in Gaza say it is civilians that are paying the highest price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "VAUSE",
      "sentences": "Israel has deployed tens of thousands of extra troops to their northern border with Lebanon as well as the Golan Heights. Concerns are growing the Israelis may soon be facing a second front as tensions escalate with the Iranian-backed terror group Hezbollah. For days now Israeli forces and Hezbollah fighters have exchanged cross border fire.The White House says it has sent a clear message to Hezbollah to sit out this conflict, not just through political back channels but also with the deployment of the aircraft carrier USS Gerald Ford in the eastern Mediterranean. Rami Khouri is a distinguished public policy fellow at the American University of Beirut, he's also a well published author and political columnist. It's good to have you with us, it's been a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "RAMI KHOURI, AMERICAN UNIVERSITY OF BEIRUT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "VAUSE",
      "sentences": "So, there has been a constant exchange, no letup in these cross border clashes in Israel's north over the past five days. Right now there seems to be no agreement on, you know, what Hezbollah will do. Because we're seeing so many limited confrontations, if you like, Hezbollah is sort of keeping its powder dry in many ways. Is it now at the point that whatever Hezbollah decides to do, how big of a role will that have in determining the direction of the war, if they're in or if they're out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "KHOURI",
      "sentences": "It's not just Hezbollah, because the confrontation is Israel- Hezbollah. So both sides have to make a decision whether to get involved in an active war, or to just do tit for tat symbolic actions. The reality is that Hezbollah and Israel have been actively at war on and off for about 20 years or so and they both have immense capabilities, technical and firepower and etcetera and determination, and they realize that they're pretty evenly matched in many ways.Israel is still a bigger army but Hezbollah has become extremely sophisticated. So they both know that if a war starts, it's going to be massively destructive for civilians and for infrastructure, both in Lebanon and Israel. Therefore, for about 10 years or so now they've had a deterrent relationship. There's a truce essentially on the Lebanese Israeli border. And if somebody shoots across, the other person shoots back. If they kill a goat, they kill a goat. If they kill three people that's happened today, the other side kills three people. And that's where I think it's going to stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:04",
      "speaker": "VAUSE",
      "sentences": "So I guess that comes down to a question now of, you know, the relationship between these groups. How closely is Hezbollah working with Hamas? There's a report in Foreign Affairs which said officials from Hamas, Hezbollah, and Iran's Quds Force have been meeting regularly in Iran and Lebanon for years.Following the May 2021 rocket war between Hamas and Israel the editor of a Lebanese newspaper affiliated with Hezbollah reported that Hamas, Hezbollah and Iran coordinated the fighting from a \"joint war room\" in Beirut. So how would you describe the relationship between Hezbollah and Hamas? Is Hamas a junior partner? Is it a friendship of convenience? How does it work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "The US National Security Council Spokesman, John Kirby, on Wednesday, once again, had this warning to Israel's enemies. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "JOHN KIRBY, SPOKESPERSON, US NATIONAL SECURITY COUNCIL",
      "sentences": "Bottom line is, as I said, we're sending a loud and clear message. The United States is ready to take action today. Any act or hostile to Israel considered trying to escalate or widen in this war.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "So for groups like Hezbollah, how much weight does that threat actually carry? Is it likely to have any impact on the decision-making process? And when Iran hears that, what do they hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "KHOURI",
      "sentences": "The United States is good at many things, but it's not very good at either diplomacy, or warfare, in the Global South. So the US acts tough to support Israel, it's always done that. But I don't think these kinds of statements influence very many people in the region. If Iran or Hezbollah wanted to do something, an American threat probably would not stop them from doing it. But I think the reality is that neither Iran, nor Hezbollah, want to start a bigger war.The United States is hysterically obsessed with Iran, for some reason, but the US always has to have an evil bad guy menace in the region. It used to be Iraq, it used to be the Russians, it used to be Al-Qaeda and all kinds of other groups. And now it's Iran, and it's ironic that the US negotiated an agreement, a very good agreement, with Iran on nuclear issues and sanctions, but Iran is seen in the US public sphere and the political elite and the media as a really terrible menace, almost as bad as China is in the US eyes, and therefore they keep overplaying this sense of we're going to stop Iran from doing this, and doing that. And Iran shows no sign of wanting to be involved in the war. So I don't take very seriously what the US says about Middle East ideological, and political, and military movements. So neither do most people in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "Rami Khouri, it was great to have you with us. Your insights and your experience is very appreciated, sir, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "KHOURI",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "VAUSE",
      "sentences": "Welcome back to our viewers here in the United States, and around the world. I'm John Vause, you are watching CNN NEWSROOM. 27 minutes past the hour. Israeli opposition leader Benny Gantz has now joined Israel's wartime cabinet in a show of unity with the Netanyahu government. Gantz said there is a time for war, and time for peace. This now is the time for war. Israeli airstrikes now into their fifth day with no letup, including what the IDF says is a large-scale strike at this hour. Israeli tanks and troops continue to amass along the border with Gaza in what many are expecting to be a major ground incursion into Gaza. To the north, near the Israeli city of Ashdod, CNN crews have reported columns of tanks, with crews standing by. Joining me now, Mark Regev is senior adviser to the Israeli Prime Minister, Benjamin Netanyahu. He's on the line. Mark, thank you for taking time to speak with us.MARK REGEV, SR. ADVISER TO ISRAELI PM: My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "VAUSE",
      "sentences": "So what's the latest on the hostages, the men, the women and children being held somewhere in Gaza. Is there any progress in efforts to at least try and free the women and children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "REGEV",
      "sentences": "I'll say the following, if anyone in Gaza, if Hamas does anything to hurt the hostages, any of them, those involved will pay a price, we will find them, and we will bring them to justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "VAUSE",
      "sentences": "So it's not just so the Israelis who are being held, right? There are other foreign nationals who were taken by Hamas. For want of a better word, is Israel under pressure from those governments to mount some kind of rescue operation, or a prisoner exchange to try and get them free before there is this possible ground incursion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "REGEV",
      "sentences": "We will do what we need to do. But let me be clear, my message is to those people who have captured us, who have illegally taken hostages to Hamas, anyone involved in hurting the hostages will pay an enormous price. Hurting our people, hurting hostages, you are kidnappers, you hurt them, you will pay a price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "VAUSE",
      "sentences": "You know, Mark, the last 24 hours have been incredibly difficult, with confirmation of these acts of brutality carried out by Hamas on women and children, and babies, you know. It hasn't even been a week which has already been beyond tragic. It's hard to imagine how Israelis are now dealing with this latest atrocity, what has been the impact on the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:48",
      "speaker": "REGEV",
      "sentences": "It's been very difficult. It's been a very difficult few days. The scope and scale and brutality of Hamas's attack on Saturday took us by surprise.  We don't -- we're going through a very difficult situation with so many dead, and as you said, with so many people taken hostage by Hamas. But we are determined. And if Hamas started this war, we didn't want it but if Hamas started this war, we will finish it. And we will finish it on our terms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:11",
      "speaker": "VAUSE",
      "sentences": "You mentioned the attack over the weekend, as a surprise attack. There are many questions right now about how Hamas carried out such a horrible, well-coordinated attack by land, sea and air.The Egyptians have said they tried to warn Israel a week or ten days prior to the attack. Prime Minister Netanyahu has denied that. But is that still the case? Because there is some suggestion that maybe the government did, in fact, realize that they did have this tip-off, and maybe it wasn't acted upon? REGEV (via phone): As -- as you said, there was no specific intelligence that we received about the upcoming attack. But obviously, there was an intelligence failure, and though we're now focused totally on winning this war, this war that was forced upon us. But we will win the war, and at the same time when this is over, we'll have to do a process of lessons learned, of discovering what went wrong, why is it that they managed to surprise us? Why is it that they managed to cross the border in such great numbers, some 1,500 people crossing the border? My defense minister said yesterday that there's never been a terrorist attack involving so many terrorists in a single operation. And so obviously, we have to look at ourselves, lessons learned, ask questions. We do that often enough; the military operations will definitely do that now. But the focus today has to be on winning. The focus has to be today on defeating Hamas. And it's crucial we defeat Hamas. Because other people are watching. We have many friends in the Arab world. We have many friends in the Middle East, but we've still got enemies. And people like Hezbollah in Lebanon or the Iranian government, they have to see clearly that -- that, if you strike against Israel, Israel strikes back; and Israel strikes back forcibly. If we -- if we display weakness, we're only going to invite further attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "VAUSE",
      "sentences": "Yes. Mark, we shall leave it there. Thank you so much for your time. May your daughter stay safe. May your family be back together once this is all over. I want to thank you for being with us. We appreciate it -- you joining us.REGEV (via phone): Thank you for having me, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:08",
      "speaker": "VAUSE",
      "sentences": "Thanks, Mark.We'll take a short break. You're watching CNN. Back in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "DIAMOND",
      "sentences": "The Israeli military has called up more than 300,000 reservists. It is one of the largest mobilization efforts in this country's history.And this right here behind me is that mobilization effort in action. You are witnessing thousands of reservists, Israelis from all across the country coming to this military base in Southern Israel to begin to prepare for the next phase of this military campaign. DIAMOND (voice-over): But it's not just the scale that makes this mobilization different. ALON KAMIL, IDF RESERVIST: I've been in all the campaigns in the last 30 years. Never like -- never something like this. DIAMOND (voice-over): For the soldiers converging on this base, the shocking brutality of Hamas's surprise terrorist attacks is still reverberating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "KAMIL",
      "sentences": "Every person in Israel has lost someone. Every person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "MICHAEL, IDF RESERVIST",
      "sentences": "Been in Amsterdam till -- till Wednesday morning, until Monday morning. I came here, you know, to enlist in the army and to fight those bastards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "DIAMOND",
      "sentences": "It's a very emotional moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A very emotional moment. Yes. When we see children die and kidnapping. It's -- it's like an animal. It's not --DIAMOND (voice-over): Driving down roads East of the Gaza Strip, preparations for the next phase in Israel's military campaign are everywhere. Trucks loaded with ammunition. Armored vehicles. Thousands of Israeli soldiers mobilizing. And just seven miles from the Gaza border, this formation of armored personnel carriers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "DIAMOND",
      "sentences": "We are about a dozen kilometers from the Gaza border, about six or seven miles. And what we are seeing here are the preparations for what many people in Israel believe is going to happen next. And that is the possibility of a ground invasion.You can see here armored personnel carriers, perhaps nearly two dozen of those, as well as trucks. And you see soldiers, all here preparing for the next phase of this war. DIAMOND (voice-over): But amid the preparations for tomorrow's battle, today's is still very much alive. Jeremy Diamond, CNN, in Southern Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "VAUSE",
      "sentences": "IDF spokesperson, Lieutenant Colonel Jonathan Conricus, is now with us from Tel Aviv. Again, it's good to see you. Thank you for taking the time.LT. COL. JONATHAN CONRICUS, IDF SPOKESPERSON: Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "VAUSE",
      "sentences": "So as Israeli soldiers regain control or areas in the South, as they go from, you know, community to community, it seems the atrocities go from bad to horrendous.Have those -- have those discoveries been ongoing? Is there an update to what we've already heard over the last 12 hours or so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "CONRICUS",
      "sentences": "Yes. The update is that yesterday, during the day, international media was allowed access together with Israeli soldiers, basically embedding with that operation.And they went into a community called kibbutz Be'eri and found more than 100 body-bags of dead Israeli civilians: men, women, children, elderly. Many babies. And really saw the scope and magnitude of the atrocities, including mutilation of bodies, and people that were burned inside homes. Really horrendous, horrendous scenes, that I am at a loss of words, really, to describe, how cruel those scenes were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "VAUSE",
      "sentences": "In all the years of conflict between Israel and Hamas, has there ever been anything close to this level of brutality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "VAUSE",
      "sentences": "Yes, it's a good question. One which we don't have an answer for right now. But just to move on, what is the latest on possible safe passage out of Gaza for foreign nationals? Where do those negotiations stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "CONRICUS",
      "sentences": "I hear reports about that, concerning Egypt and concerning the U.N. I understand it's a topic that also Secretary Blinken will be dealing with.I think that the key here lies in reaching understandings with Egypt. And understanding what is possible, and what they'll be willing to accommodate. And we'll see how that situation unfolds. Clearly, the humanitarian situation inside the Gaza Strip is of concern and needs to be dealt with. Anybody who wants to put actions to words and really cares for the safe, the well-being of Palestinians, should really be concerned with allowing a passage for the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "VAUS",
      "sentences": "And with that in mind, what's the latest on allowing humanitarian supplies into Gaza, especially now that their only power station is no longer operational, it's out of fuel?Is Israel willing to allow, you know, food, fuel, and other medical essentials into the Gaza Strip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "CONRICUS",
      "sentences": "First of all, there is no way of getting anything in. Because most of the infrastructure that supports that kind of thing -- gas pipes, and roads from Israel into Gaza -- were severed by the terrorists.Beyond that, I am not aware of any change Israeli policy as regards -- with regards to the issue of providing fuel, electricity, water, et cetera, for the very same enemy that is fighting us. I'm not aware of any change in policy. If that happens then, of course, the idea will be executed. But as of now, the situation remains as it was before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "VAUSE",
      "sentences": "So essentially, right now in Gaza, there is no differentiation between Hamas militants and Palestinian civilians? Are they all being sort of treated as the same?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "CONRICUS",
      "sentences": "Now, what we are is, we are at war. We are fighting against a terrorist army that uses all of the infrastructure, the infrastructure that is supposed to be there for the civilians, he [SIC] uses that for military purposes, in everything that he [SIC] doesThey hide underneath all of that infrastructure. So from a military point of view -- I'm not saying from a human point of view, from a military point of view -- we are looking at Hamas as the governing entity of the Gaza Strip. And we are not going to be providing electricity, water and fuel for them to be able to fight against us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "VAUSE",
      "sentences": "Good point to end on, Colonel. Thank you for being with us again. We appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:05",
      "speaker": "CONRICUS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "VAUSE",
      "sentences": "Welcome back. The White House is still trying to determine the status of Americans believed to have been taken hostage by Hamas fighters.For more, here's U.S. President Joe Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The press are going to shout to me, and many of you are, that, you know, what are you doing to bring these -- get these folks home? If I told you, I wouldn't be able to get them home. Folks, there's a lot we're doing. A lot we're doing. I have not given up hope.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "VAUSE",
      "sentences": "But for some families, hope has already turned to heartbreak. The U.S. State Department says at least 22 American citizens have died in Israel amid the conflict.CNN's Erica Hill brings us some of their stories. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "ILAN TROEN, FATHER OF DEBORAH MATIAS",
      "sentences": "Deborah was a child of light and life. She went the equivalent to the Berklee School of Music in Boston. She went to the Rimon School in Tel Aviv, where she met Shlomi, her husband.She is a singer, a child of light in the kibbutz in which she chose to live. ERICA HILL, CNN ANCHOR (voice-over): Israeli-American Deborah Matias and her husband died protecting their 16-year-old son, Roten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We were on the phone with Deborah as she was killed. We were on the phone the entire day with our son -- our grandson, Roten, as he lay first under her body and then found a place to escape under a blanket in the -- in a laundry.HILL (voice-over): Hayim Katsman, a musician, D.J. and community volunteer, is being remembered as a brilliant academic by his sibling. The Association for Israeli Studies also noting the emerging scholar, who earned his Ph.D. at the University of Washington, was \"deeply committed to community service and engagement.\" He was killed while hiding in a closet with his neighbor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "AVITAL ALAJEM, FRIEND KILLED BY HAMAS",
      "sentences": "He absorbed all the bullets, into his body. And when I went out, I saw him. He was a wonderful person. He was a talented person. He was a funny person. He was -- he was someone who wanted to live. His name is Hayim. \"Hayim\" in Hebrew is \"the life.\" That's the meaning of his name. And he gave life to this planet, as he saved me. And I was able to save two kids.HILL (voice-over): IDF Sergeant Roey Weiser's mother says her son always had a smile on his face. When his base was overrun by Hamas terrorists, she tells CNN, Roey diverted their attention. The 21-year-old, quote, \"Died as he lived: by putting others first. Because of his bravery, at least 12 other soldiers are alive today.\" New Jersey-born Itay Glisko, also in the IDF, was covering a friend's shift when the attack came. His aunt said he was always offering to help and wanted to serve in the army, like his father. The family is devastated. Itay Glisko was just 20 years old. [00:55:04] Daniel Ben Senior was working at the Nova music festival. Born in California, she worked as a medic and had also served in the IDF. Daniel last spoke with her father Friday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "JACOB BEN SENIOR, FATHER OF DANIEL BEN SENIOR",
      "sentences": "My heart is on the floor. She is everything for me. Without her, there is no value for life.HILL (voice-over): On Wednesday, Jacob's worst fears were confirmed, when he was told his 34-year-old daughter had been murdered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every day we get new information. I do expect that, unfortunately, the list of Americans who are confirmed dead will rise today.HILL (voice-over): Erica Hill, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "VAUSE",
      "sentences": "And there are new details from survivors of the Nova musical festival in Israel, where Hamas fighters slaughtered at least 260 people over the weekend.Many ran for their lives, but others hid under dead bodies and survived. Here's how one survivor described her experience to CNN's Jake Tapper. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:16",
      "speaker": "LEE SASI, NOVA MUSIC FESTIVAL SURVIVOR",
      "sentences": "As we got into the bomb shelter, there was about 35 or 40 people who entered. When we got rescued seven hours later, only 9 to 10 survived. Everyone that came into that bomb shelter, I saw get murdered in front of my eyes.It's like guts. I had flesh all over my body. We had to bury ourselves under these dead corpses to protect ourselves from these -- from these grenades that were hitting and from the rifles and the RPGs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}