{
  "date": "2023-03-06",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "NATO: Putin Lost 5 Times More Soldiers In Bakhmut Than Ukraine; New Video Shows Apparent Moment Americans Are Kidnapped In Mexico; As Florida Lawmakers Return For New Session, DeSantis Allies Push Governor's Wishlist To Reshape Education; As Florida Lawmakers Return For New Session, DeSantis Allies Push Governor's Wishlist To Reshape Education; Florida's GOP Pushing Bills That Seize On DeSantis' Culture Wars; Florida Republicans Zero In On Gender Identity In Schools. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:27",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, gunned down in broad daylight. New video tonight of what Ukraine says is one of its own soldiers executed as the camera rolls. This as the wife of a jailed Putin critic speaks to OUTFRONT about her husband's fate.Plus, Ron DeSantis' wish list. Republicans in his state drafting bill after bill to remake Florida's schools from banning preferred pronouns, to eliminating gender studies. And chaos at 30,000 feet. A man tries to open the emergency door and then stabs a flight attendant. Just the latest in an alarming number of dangerous incidents in American flights. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, gunned down, executed in broad daylight. Horrific video surfacing tonight out of Ukraine, which appears to show this Ukrainian soldier allegedly a prisoner of war executed seemingly by Russian soldiers after he says \"glory to Ukraine.\" Now, the video is graphic and extremely difficult to watch. It's horrible to watch. If you've seen it, you can't unsee it. And so what we're going to show you is the moment up until the execution. Watch that. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "You saw we went to black. They're not going to show the moment that the man was executed. But we played those gunshots so you could hear just a sudden barrage of gunshots to kill one man.And what you're looking at now is the aftermath. An image of a body lifeless littered with those bullets. This is what's happening on the ground these horrors of war. And tonight, Ukraine's President Volodymyr Zelenskyy responding. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  Today, a video has been released showing how the occupiers brutally killed a warrior who bravely said to their faces \"glory to Ukraine\". I want us all to respond to his words in unity. Glory to the hero. Glory to the heroes. Glory to Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "That horrifying video comes as Zelenskyy is sending reinforcements to Bakhmut, a city on the cusp of falling to Russia. This is video of that fight from Ukrainian soldiers' point of view. That's we have in today. And after months of war, hundreds and thousands of lives are lost, tens of thousands of lives.Fighters with the brutal private army, the Wagner Group, can be seen tearing down a Ukrainian flag on top of a monument in the city and replacing it with a Wagner flag. Now, I should just emphasize, that's a Wagner flag. It is not a Russian flag. This is a mercenary group fighting for Putin. And such that defines a victory, it would still be a small victory of what's left with a decimated city with little strategic value. And a victory would come at incredible cost. NATO intelligence tonight says Putin has lost five men for every Ukrainian soldier fighting in the months-long combat around Bakhmut. The word victory itself becomes even more meaningless in that context. That flag, right, as I mentioned that they were hanging there on that monument not even the Russian flag, flying atop an unhabitable horror zone. And what is a victory if you can't move forward or defend what you've won? Because the head of the Wagner Group after hanging that flag says he doesn't have ammo or reinforcements to move ahead. (BEGIN AUDIO CLIP) YEVGENY PRIGOZHIN, WAGNER PRIVATE MILITARY COMPANY (through translator):  I'm knocking on all doors, sounding the alarm with ammunition and reinforcements, as well as covering our flanks. If everyone stays coordinated without hubris, (EXPLETIVE DELETED) or throwing tantrums, then we will seal off the Armed Forces of Ukraine. If this doesn't happen, then we're all (EXPLETIVE DELETED). (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:27",
      "speaker": "BURNETT",
      "sentences": "I'm showing you Prigozhin says Russia needs to work together. But when you listen to the man on the front lines, it is very clear that they are not. It appears to be every man for himself.(BEGIN VIDEO CLIP) WAGNER PRIVATE ARMY (through translator):  We are not provided with strategy and tactics. We're being sent into assaults. There is no cooperation with commanders, fire support is lacking. Weapons from the 1940s are being used, including mortars and guns. In our first assault, six people died in one trench. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there. And what he's saying is going to be a lot more costly in the days to come. He says that he believes that they're still thousands of Ukrainians inside Bakhmut and many more outside of Bakhmut trying to hold them up. And he believes that they are going to continue to offer stiff resistance against those Wagner forces, and against the Russian military even as the Russian defense ministry saying they believe the city is almost completely surrounded.One of the things we're seeing on the ground here is that that standoff between Yevgeny Prigozhin of Wagner, and the Russian defense minister Sergei Shoigu seems to be getting more fierce. Here's what we're learning. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  Russian troops allegedly advancing in close quarters combat. Moscow's defense minister released this video of what it says are airborne units assaulting Ukrainian positions. And Russia's defense minister is keen to show he's taking the reins of what the Kremlin still call special military operation. Sergei Shoigu choppering to the front line, his ministry says, and handing out medals to soldiers there. Good luck, success, and come home alive, his farce words to the troops. But progress remains slow for the Russian army except in Bakhmut where the defense ministers arch nemesis Yevgeny Prigozhin of the Wagner private military company is leading the charge. Prigozhin advertising for new recruits. PRIGOZHIN (through translator):  Fellows, Bakhmut is behind me. Join us strongest private army in the world. Take the side of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PLEITGEN",
      "sentences": "Despite what the U.S. and Ukraine say is a massive attrition rate among Wagner mercenaries, Prigozhin claims he's the one handing Vladimir Putin victories and he warns Russia could lose the war if he doesn't get the ammo and the fighters he wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PRIGOZHIN",
      "sentences": "If Wagner Group retreats from Ukraine now, the whole group -- we are pulling in the whole Ukrainian army. Grinding them up and destroying them. Not letting them focus on other parts of the front lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PLEITGEN",
      "sentences": "And while Prigozhin was breezy this weekend, trolling Ukrainian women by sending them champagne from a defunct winery near Bakhmut, he also made clear Wagner is here to stay whether the Russian defense ministry likes it or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PRIGOZHIN",
      "sentences": "After Wagner Group takes Bakhmut, we will continue to defend our country. The Wagner Group does not care what some other departments want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PLEITGEN",
      "sentences": "While some believe the infighting could become a problem for Vladimir Putin, Andrei Kolesnikov of the Carnegie Endowment tells me Russia's leader is fully in command of the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "ANDREI KOLESNIKOV, CARNEGIE ENDOWMENT",
      "sentences": "I'm sure that he's in control totally by Kremlin. There's a low attrition to criticize official bodies, official governors, official leadership of the ministry of defense. But Putin lacks this small fight of clans (ph), he simply observes the situation.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "PLEITGEN",
      "sentences": "And, Erin, back to that situation around Bakhmut. Tonight, advisor to President Zelenskyy's office, Mykhailo Podolyak, who, of course, has been on your show. He says he believes in the end of things, the holding of Bakhmut will be a big success for the Ukrainian military. He says it's help to hold the Russian army up to also grind the Russian army down. But also offer the Ukrainians the chance to train their military, equip their military for possible counteroffensive.We know from President Zelenskyy himself that the Ukrainians are not yet ready to give up Bakhmut -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Fred, reporting live from Moscow tonight.OUTFRONT now, retired Air Force Colonel Cedric Leighton, colonel, I appreciate your time. So, you know, you've seen the video of what appears to be that Ukrainian prisoner of war executed in a barrage of bullets. It brings home the reality of the horror on the ground right now. Just one horrible, horrible thing happening, and there are so many more like it. COL. CEDRIC LEIGHTON, CNN MILITARY:  Yeah, that's for sure, Erin. It's one of the key things about this war, is this utter brutality. We have to remember, the Russians are not following the laws of war, the laws of armed conflict. They are not handling this in a just way. And that is really one of the reasons that the Ukrainians are fighting so hard for their land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "LEIGHTON",
      "sentences": "Yeah. Well, clearly, the Ukrainians have had a great deal of success in those ratios, whether it's 5 to 1 or 7 to 1. You know, it clearly indicates that the Ukrainians have done a much better job from a military perspective. The key thing to remember, though, is that Ukraine is about one-fourth the size of Russia in terms of population and in terms of military. So, these ratios do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "BURNETT",
      "sentences": "They're sort of treading water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "LEIGHTON",
      "sentences": "Yeah they're treading water. A little bit more than treading water, but that's the key thing here. It's good for Ukraine, but it is not enough to really overcome the numerical advantages that the Russians have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "BURNETT",
      "sentences": "All right. Well, thank you very much. I appreciate it, Colonel. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Erin.And now, Evgenia Kara-Murza, the wife of Vladimir Kara-Murza. And, Evgenia, I really appreciate your time tonight. So, your husband was in court today. I know it was a pre-trial hearing. And his detention period gets extended. What can you tell us about where his case even stands right now? EVGENIA KARA-MURZA, WIFE OF JAILED PUTIN CRITIC VLADIMIR KARA-MURZA: Good evening, Erin. Thank you very much for inviting me here tonight. My husband's pretrial detention has indeed been extended. But the trial, the actual trial, is about to start. It's going to be held within 1 to 2 weeks, according to Vladimir's lawyer in Moscow. So, we are waiting for it to begin. BURNETT:  As you do this, I know you think about your husband stood up for what he thinks is right. He's an opposition leader in Moscow. Do you think there's any chance he could be released while Putin is still in power? KARA-MURZA:  I do not believe that the court will somehow decide that my husband is innocent, although he of course is because there is no justice system left in Russia -- courts and Russia are a sham. So, I am absolutely convinced that Vladimir will be sentenced. The question is to how many years, but even that is really irrelevant under the circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "BURNETT",
      "sentences": "Right. So what you're saying is he can put a number on it but as long as Putin is there the number means nothingI know that obviously he has, as you say, survive two poisonings. He has been through an incredible amount as an opposition leader. How is he doing right now as far as you understand? We see him here in these cages that they allow someone who is appearing in a trial or any kind of a court hearing to appear in. So, that's really the only images we have. How's he doing health-wise as far as you understand now? KARA-MURZA:  He recently spent several days in solitary confinement, and a disciplinary sale for demanding his rights to daily walks. And while in that solitary confinement, he developed the same numbness in his extremities that he experienced after the second poisoning in 2015 when his peripheral, when he had peripheral nerve damage. So, basically, this similar symptoms are beginning to, he is beginning to experience the same symptoms. And he did see a neurologist because of all of the noise that we made when we learned about his conditions, his health state. And he was diagnosed with polyneutropathy. So, I understand that the conditions of his detention, including this solitary confinement, are definitely not good for his health after the two poisonings that experienced in the past. I understand that these symptoms are coming back in a big part, because he's being deprived of movement, and because of those terrible conditions in prison where he is, he was held in solitary confinement in very similar conditions as Alexei Navalny, with his bed that gets to the wall from 60:00 a.m. to 10:00 p.m., and there is only one small stool in the cell, the only piece of furniture. No daily walks. So, that definitely is not good for anyone's health. Not to mention, someone who went through two poisonings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "BURNETT",
      "sentences": "And before you go, Evgenia, the Biden administration has just imposed sanctions on a number of Russians connected to your husband's detention and obviously they did this after quite some time. They've finally done it.Do you believe at this point that that will change anything? KARA-MURZA:  Well, first of all, I want to say that I'm very grateful to everyone who pushed for the sanctions and I am very grateful to the U.S. government for actually, finally adopting them. I believe that, in my husband's case, someone who has been fighting for the introduction of the Magnitsky legislation around the world for over a decade, it is only fitting that such sanctions should be applied to those implicated in the unlawful prosecution and persecution of my husband today. As to their effect, I don't believe that they will change the outcome of the trial. But I do believe that these sanctions send a very clear signal to the Russian authorities that the situation with human rights in Russia is being watched and that the free world is concerned about human rights violations happening in Russia. And I am very grateful for that attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "BURNETT",
      "sentences": "All right. Well, Evgenia, we are grateful to you for joining us. Thank you.KARA-MURZA:  Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:10",
      "speaker": "BURNETT",
      "sentences": "And, next, our first close up look at the bullet-riddled van driven by four Americans who have been kidnapped in Mexico. U.S. officials believe a Mexican cartel is behind the attack. We're learning more details tonight about that and the missing Americans. We'll share that with you after this.Plus, Florida Republicans echoing Ron DeSantis, introducing bill after bill targeting what can and cannot be taught in classrooms. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R), FLORIDA:  The bill prohibits classroom instruction about sexuality or things like transgender. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:38",
      "speaker": "BURNETT",
      "sentences": "Tonight, a new image showing the bullet-riddled minivan driven by the four Americans kidnapped in Mexico. Bullet holes can be seen in the driver's side door and window. It's believed that a Mexican cartel mistook the Americans for drug smugglers. And it comes as there is video from the scene. I warn you, it's disturbing because it shows people being violently loaded and then being driven away.Rosa Flores is OUTFRONT. And, Rosa, what more can you tell us about how this situation unfolded, what even happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:38",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "You know, there are very intense moments there. And according to the president of Mexico, what happened was these Americans traveled to Matamoros, Mexico, to buy medicine, and they got caught in a confrontation between two groups. And that's what transpired these Americans being kidnapped. According to an official familiar with the investigation, it's documents inside the vehicle that those Americans were driving that show that these Americans were trying to get a medical procedure in Mexico. And so that that further proves that these Americans were not the intended target, that they were not the intended victims of this case.Now, back to the vehicle, according to the FBI, the four Americans crossed over to Matamoros, Mexico, in a white minivan with North Carolina plates. You will see that it collided with a red vehicle. And you'll see four individuals. Now, we're not sure if those are the Americans. What we do know is that it's a woman and three other individuals that then are dragged to the bed of a pickup truck. Again, like you mentioned, these are very intense and dramatic moments. The FBI has announced a $50,000 reward for any information to try to find the Americans, and of course those responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:38",
      "speaker": "BURNETT",
      "sentences": "So, there's just so much we don't know. It appears they have no idea where they are, their status. But sources tell you, I know, that the Americans were mistakenly identified as drug smugglers.What more are you learning about that part of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:38",
      "speaker": "FLORES",
      "sentences": "You know, and, Erin, here's why that makes sense. I talked to multiple locals who say that really this is cartel country, and in cartel country, what cartels want to do is they want to make a buck through drug smuggling and human smuggling. Now, they normally don't mess with U.S. citizens because that usually means that the FBI is involved, the U.S. government will then pressure the Mexican government to do something about it, which usually means that Mexican military or reinforcements are going to be sent to the border, which then stops the cartels from doing what they want to do, which is make a buck through human smuggling and drug smuggling.So what makes sense here is if indeed these individuals, these Americans were confused by these Haitian smugglers, that would mean that Haitian smugglers are trying to get into cartel territory, which doesn't bode well with the cartels. Now, like you said, Erin, there's still a lot of questions here. We have a lot of questions for both U.S. officials and also Mexican officials. But at this point, we have very limited information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "BURNETT",
      "sentences": "Tonight, a Ron DeSantis wish list. Florida Republicans proposing several new bills aimed at reshaping schools, from banning requirements to use preferred pronouns to eliminating college majors including gender studies.This is fueling a debate that Governor DeSantis is eager to have ahead of an expected 2024 presidential run. Leyla Santiago is OUTFRONT. (BEGIN VIDEOTAPE) GOV. RON DESANTIS (R), FLORIDA:  The bill prohibits classroom instruction about sexuality or things like transgender. This is inappropriate. Florida is where woke goes to die! LEYLA SANTIAGO, CNN CORRESPONDENT (voice-over):  One of the latest targets for Florida's war on woke, the classroom. Republicans introducing bill after bill aimed at changing education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "SANTIAGO",
      "sentences": "I believe parents in the state of Florida should be able to send their kids to elementary school without having an agenda jammed down their throats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I believe firmly that public education is the ultimate equalizer. And if we erode and restrict access to that, then we are shifting the trajectory of the future of this state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "SANTIAGO",
      "sentences": "As lawmakers head to the capitol this week, a wish list for Governor Ron DeSantis and his allies pushing to reshape education from pre-K through college.On the table, a bill that eliminates diversity, equity, and inclusion initiatives at public universities, prohibits instruction on gender studies and critical race theory. It also ends protections for tenured faculty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "DESANTIS",
      "sentences": "No more discrimination. We're going to promote merit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "SANTIAGO",
      "sentences": "This proposed legislation bans any requirement to use preferred pronouns in schools, and it also bans classroom instruction related to sexual orientation or gender identity until ninth grade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "DESANTIS",
      "sentences": "They should not be teaching a second-grader that they can choose their gender. That is wrong. SANTIAGOeducation, requiring teaching that, quote, biological males impregnate biological females.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "DESANTIS",
      "sentences": "We need to spend time on teaching kids the basics and when there are things that are injected, that are clearly inappropriate, you know, make sure that we're not doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "SANTIAGO",
      "sentences": "This bill establishes a universal school choice voucher program and expands who is eligible to receive a school voucher scholarship.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "DESANTIS",
      "sentences": "That basically raises the bar for everyone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "SANTIAGO",
      "sentences": "With the Republican-controlled legislature, the bill could add to the list of political victories for Governor Ron DeSantis to tout, as he gets set to embark on an expected 2024 presidential campaign.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "DESANTIS",
      "sentences": "I think we've gotten it right on all the key issues, and I think these liberal states have gotten it wrong. I think it goes back to this woke mind virus that's infected the left and all these other institutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everything is about out-trumping Trump, which means, the policy before us are incredibly extreme, and not necessarily popular among every Floridian, but more attempted to appeal to a conservative base.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "SANTIAGO",
      "sentences": "Education has become the battleground for students, teachers, and for politicians.And, a bit more context here, Erin. Let's talk supermajority. This is a Republican-controlled House and Senate. So, in all reality, this should not be too difficult to get any of these bills passed with that Republican support. And, it's not just Florida. I mean, this is somewhat becoming part of the Republican playbook. Let's take a look back a few years in Virginia, you really saw the governor there use education, prioritize that parental rights movement, as it calls itself, to really get to his own victory in Virginia. We're seeing it here with legislators, and this is happening, again, part of the playbook for Republicans across other state legislatures. Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "BURNETT",
      "sentences": "All right. Leyla, thank you very much.And, I want to go now to Tina Descovich, Founder of the group \"Moms for Liberty\", and the Florida State Senator Shervin Jones, a former high school chemistry teacher, and the first openly gay man to serve in the Florida State Senate. So, thanks to both of you for having this conversation, because people are having this conversation around the country. And, right now, of course, the focus is on Florida. So, Tina, Florida Republicans, in these bills, would ban the use of pronouns in school that aren't the ones that a child was identified at birth with. I guess the basic question to understand from your point of view is, why do you think this is something that is worth legislating? TINA DESCOVICH, CO-FOUNDER, MOMS FOR LIBERTY: Because schools have violated parental rights all over the State of Florida, and around the country, in this area. They have allowed students under the age of 18, as young as 11 and 12, to my knowledge, select their pronouns without their parents' permission or notification, not only their pronouns, but they've allowed them to select which restroom they're going to use, where they're going to spend the night in overnight field trips, which locker room they're going to change their clothes and with which sex. The institutions in Florida and around the country, the education institutions, have violated parents' trust. And so, it's gotten to the point where these things have to be legislated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "BURNETT",
      "sentences": "Senator Jones, what do you say to that?SEN. SHERVIN JONES (D-FL): There has not been any in the State of Florida that we are not seeing any outcry for this. We're legislating a force right now. And, when it comes to the education of our children, I believe that every parent wants the same basic thing for the gays (ph) to learn truth and to learn how to understand and evaluate the world around now. And, what we're doing right now, well, we're not teaching students the basic things to read, basic things for right, we're sitting here legislating based off of what the kids want their pronouns talked about, whether we want children to be identified as they desire to. These are not things that are on fire here in Florida. The Republicans right now in Florida, \"Moms from Liberty\" and other groups, they are creating a forest that does not exist in the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "BURNETT",
      "sentences": "Rina, the House Bill 1223, which is one of the ones we're talking about here, also prohibits, as the -- our reporter Leyla was just reporting on, instruction on sexual orientation before ninth grade or gender identity. Now, that's long after many schools in the country teach some sort of sex education, which could start -- usually starts in middle school, this would be a bit later. Why do you feel that is important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "DESCOVICH",
      "sentences": "It's extremely important. But, first, I'd like to push back against the Representative a little bit. This is not a farce. Our moms actually have some lawsuits in the state. Their children -- this has happened to their children. The one thing we can agree on, though, is that all parents just want their kids to learn to read and do math and no history. Education is failing in our state and around the country, and we need to focus on the basics and get back to the things that are important in education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:58",
      "speaker": "BURNETT",
      "sentences": "So, Senator, let me ask you, we're having this conversation about pronouns. And, in a certain sense, it feels like it's a fig leaf for a much bigger conversation, but it's nonetheless, right, there is bills and this is what's happening. Why do you think that it is wrong to do what Tina suggests, which is to say until a certain age without parental consent a child will be known by the pronoun that is associated with their biological gender at birth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "So, Tina, I guess I'm also trying to understand because we're having conversation about pronouns, and I know there is other things at stake. But, if you're going to legislate pronouns, I just wonder what else you're taking out of Pandora's Box? Right? I know that their lawmakers are looking to expand parent's ability to veto school material, but there may be something you want to veto. That's the one thing I don't want to veto. And, we're both parents. So, what do you do if you just start over legislating too many things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "DESCOVICH",
      "sentences": "Look, this started with somebody interjecting in public education that we are going to teach our children, our youngest children that there is 37 types of genders that they can switch their gender daily, that they can switch their pronoun daily. I've had teachers come to me and say, I don't know what to do. I am not going to call Susie (ph) he today. I just can't do that. I know Susie's parents. And now, I have to lie to Susie's parents. The situation we're in in Florida and around the country with these issues is dire. It is a problem, and it must be satisfied with legislation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Senator, what do you say to that? I mean, is this happening in multiple places in the State of Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "JONES",
      "sentences": "I want them to tell me where. I want them to tell me what schools, and I also want them to bring forth the children where this is happening now. While they are banning books, there are children within my district who can't even read. While they are doing this, there are children in my in district right now who can't even sleep at night, because they have nowhere to live with their fight. Where is the mother for Liberty who are fighting for the mom, who can't come to our commission meeting, who can't come to the State Senate, who can't come to Tallahassee? Where are the moms who are fighting for those individuals? When they can bring those bombs, then we can have a conversation. But, until then, we are in a battle not for anything else but for individuals who are in power right now, who desire to do it because they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Well, there is a lot -- this is a much bigger conversation than we're having here. But, Tina, I just -- just to understand better, are you saying there is multiple public schools in Florida where children are literally being taught that there is 37 or 32 genders, and teachers are being told to lie to the parents about the he/she (ph) that this happens, like, in a lot of different places, or is this kind of a thing that may or may not have happened in a few places?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "DESCOVICH",
      "sentences": "Yes, ma'am, and many, many counties in many, many places right here in my own district in Brevard, until the laws were passed last session. I have not heard of that happening this session this year, because the laws have been passed. My own school that I went to middle school, with the teacher has on the door, this is 12 and 13 year olds, the teacher has on the door that she needs to be called they/them by a 12-year-old child who is confused by that. That's not a normal pronoun for a singular person. This is not complicated issues. We want to teach children to read. The Representative and I are exactly right. And, our moms are at the Capitol fighting for all moms to have the right to raise their children, and teach them math, and teach them to read. We need to fix this education system, and fighting about these issues is not going to get us across the finish line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Well, no. I mean, these are -- these seem like separate things. I mean, I'm thinking back in the day, would you want to be Mrs. or Ms., or even when you go on order forms online, right, they give you a lot of choices. Is this really any different, Tina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "DESCOVICH",
      "sentences": "Yes. This is very different, because there are two genders, and children need to -- we need to protect their innocence. They don't need to be confused with 37 genders at five-years-old. They need to learn phonics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Senator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:00",
      "speaker": "BURNETT",
      "sentences": "All right. Well, thank you both very much for having the conversation. It's important, and I'm glad that you could at least come on and have it together. Senator, thanks very Much. Tina Descovich, thanks very much. Appreciate both of you.And next, something out of a horror movie, smoke filling an airplane cabin after an engine burst into flames. Our Tom Foreman will tell you what happened. Plus, is Trump becoming the thing he despises most? Boring. This is the report from McKay Coppins who has covered Trump for many years, and was with them all weekend. He'll explain. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:00",
      "speaker": "BURNETT",
      "sentences": "Tonight, terrifying moments onboard a United Airlines flight from LA to Boston. A man tried to open an emergency exit door mid- flight before trying to stab a flight attendant in the neck with a broken metal spoon. It comes as we're learning about a runway collision at Boston's Logan Airport today, a jet clipping the tail of another jet before takeoff. These just add to an alarming list of dangerous airplane incidents we're now all hearing way too much about. Tom Foreman is Outfront.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:00",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "An engine bursting into flames, smoke filling the cabin, and an emergency landing. It is all alarming to passengers on this Southwest flight from Cuba to Florida, which the airline says had been turn back after hitting birds.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People were screaming not knowing what to do, and they kept trying to breathe, and it's filling up with more smoke, and it is very acidy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "FOREMAN",
      "sentences": "In Boston, a trifecta of trouble. Federal authorities say a man attempted to open an exit door on a United jet coming from Los Angeles, and allegedly tried to stab a flight attendant with a broken spoon, before being tackled by other passengers. On the ground, two departing passenger planes collided as one of them was pushed back from its gate. And, all of that is just a week after a near collision there between two other jets, one a private Learjet taking off, the other a commercial jet landing. Aviation analysts say airports are struggling with this rash of hits and near collisions.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "MARY SCHIAVO, CNN AVIATION ANALYST",
      "sentences": "They've developed a lot of equipment runway alerting systems, and they have a lot of advisory programs. But, despite all the efforts, runway incursions are increasing. The statistics are headed the wrong way, and it is the most dangerous thing in aviation today.(END VIDEO CLIP0",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "FOREMAN",
      "sentences": "And, still more trouble. Last week, a Lufthansa plane carrying, among others, actor Matthew McConaughey and his wife Camilla, ran into severe turbulence. She posted, \"I was told the plane dropped almost 4,000 feet. Seven people went to the hospital\". A different passenger told Erin for Outfront, --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Suddenly, there was just like this big drop, and everything just flew everywhere and it was a huge mess. And, I saw the attendant on my right basically hit the ceiling and was completely horizontal.(END VIDEO CLIP) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "FOREMAN",
      "sentences": "And, in yet another case of violent turbulence, a private jet over New England was hit so hard one of the three passengers, a woman from Maryland, died.(VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "FOREMAN",
      "sentences": "The National Transportation Safety Board says, moments before the turbulence, that plane also experienced a problem with its trim control.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "JENNIFER HOMENDY, CHAIR, NTSB",
      "sentences": "They were in the process of diagnosing that when they received momentary in-flight upsets. And so, this is something we are investigating.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:00",
      "speaker": "FOREMAN",
      "sentences": "Be assured, commercial airline traffic is still one of the safest ways to go anywhere. But, some analysts say, as the industry tries to claw back from the losses over the pandemic, maybe some things are being rushed a bit too much, and maybe some mistakes are being made. Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Tonight, Republican Senator Mitt Romney mocking former President Trump's nearly two-hour speech at this weekend's Conservative Political Action Conference, known as CPAC. Listen to what Mitt Romney just told our Manu Raju.(BEGIN VIDEO CLIP) SEN. MITT ROMNEY (R-UT): I simply can't imagine the chutzpah to think the audience wants to listen to something go on that long. The Gettysburg Addresses, as I understand it, was slightly shorter than that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Okay. So, slightly. Yes, he has got a sense of humor. Okay. It comes as my next guest says Trump has become the one thing he never wanted to be, boring. Now, McKay Coppins is reporting that. He is from The Atlantic. He spent the weekend at CPAC. He writes that, \"In my decade of covering the event, I'd never seen it more dead.\" And, McKay Coppins is Outfront now, Staff Writer at The Atlantic.So, McKay, I mean, this is really interesting, Mitt Romney, of course, making that the humorous comment about the Gettysburg Address. I mean, two hours, I guess it was an hour and 45 minutes to be exact, pretty incredible. But, you've been to CPAC for a decade, and you describe it, despite mostly full room when the former President spoke, as a MAGA pep rally, but still dead. How come? MCKAY COPPINS, STAFF WRITER, THE ATLANTIC, &amp; AUTHOR, \"THE WILDERNESS: DEEP INSIDE THE REPUBLICAN PARTY...\": Yeah. I think that this was the interesting thing this year. In the early 2010s when I started covering CPAC, the thing that it was known for was bringing the various factions of the Republican Party together, and kind of compelling them to noisily compete with each other. So, you had the Ron Paul libertarians and the Tea Partiers and the social conservatives and the establishment Republicans all sort of in this big raucous debate, and that friction was what made it a memorable event. It's what drew a lot of attention. What's happened in the last several years is that CPAC has been captured by Trump. And so, this past weekend, the whole thing was about Donald Trump. It was -- it really was almost like a three-day Trump campaign event. The speakers that were chosen, the swag that was handed out, the media personalities who were broadcasting from outside the ballroom, all of them were kind of these MAGA luminaries. And, --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Yeah. So, --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "COPPINS",
      "sentences": "-- the result was that you didn't have a lot of the top Republicans who were not Trump show up at the event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Right, like Ron DeSantis. Now, you write about, and you had some really great anecdotes in your article, about how there was a big area of the convention center called the MAGA Mall, and then there were booths selling Trump paraphernalia, a fake Oval Office. You could even take a picture in there with a Trump. And, you talk to a man working one of the booths, who was bragging about a Trump item he had, and then you asked him, he is at a Trump booth selling Trump stuff, bragging about Trump's stuff, so, you say, hey, where do you think the conservatism is going? And, he answered quickly, and he didn't say Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BURNETT",
      "sentences": "I hear the past tense in your voice. So, when you're saying you noticed they were - - Trump hats were out-selling DeSantis hats 50 to one, you're saying that's a completely unfair comparison, because DeSantis wasn't there and there weren't a lot of DeSantis hats to buy, basically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "COPPINS",
      "sentences": "Exactly. The organization was essentially rigged the event to be a-pro Trump rally. But, because of that, it was kind of boring. It was predictable. It was dull. It was an establishment event. And, Donald Trump was the quintessential anti-establishment candidate. Just quickly, I talked to one college freshman named Jack Malan (ph), who was coming to CPAC for the first time this year with a group of College Republicans, and he talked about how Donald Trump was the person who got him into politics. And, he said, but I think his time is done. I like Ron DeSantis. I think that was the overwhelming sentiment at the event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BURNETT",
      "sentences": "Wow. All right. McKay, thank you very much. Always appreciate talking to you and hearing your latest reporting.So, next, keep your space, hear what prompted actor Bruce Willis' wife to plead with the paparazzi. The actor struggled with dementia. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "BURNETT",
      "sentences": "And, finally tonight, keep your space, actor Bruce Willis' wife now asking paparazzi to keep their distance when they see the actor, who is suffering from a form of dementia.(BEGIN VIDEO CLIP) EMMA HEMING WILLIS, BRUCE WILLIS' WIFE: This one is going out to the photographers and the video people that are trying to get those exclusives of my husband out and about, just keep your space. I know this is your job. But, maybe just keep your space. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}