{
  "date": "2023-05-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Tentative Debt Deal Now Moves To Congress For Approval; Interview With Rep. Sheila Jackson Lee (D-TX); Dramatic Video Shows Shootout Between Bus Driver And Passenger; Boston Celtics Force Game 7 After Dramatic Win Against Miami Heat; Fallen Soldiers Remembered At Arlington Cemetery; No End In Sight To Writers' Strike Nearly One Month Later. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:46",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.In Washington, the clock is ticking and the push is on. President Biden and House Speaker Kevin McCarthy are racing to sell a tentative debt ceiling agreement to their respective parties. Minutes ago, the president confirmed that he spoke with McCarthy by phone. They finalized the last of the details and said the deal now moves to the full Congress for its approval. If they reject it or can't iron out their differences before June 5th, the U.S. could default on its debt, a scenario many experts say would be disastrous. Not just for the U.S. economy, but for the global economy as well. And that threat still looms ominously over the Capitol at this hour. Up on Capitol Hill, lawmakers from both parties have their reservations so passage is not guaranteed and all of this is unfolding as that fiscal deadline gets ever closer. CNN's Priscilla Alvarez is over at the White House for us. Eva McKend is next to me here on set. They're both following the latest. Let's begin at the White House. Priscilla, we heard from the president just a little while ago. What did he have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Look, two key takeaways, Jim. First of all, they have finalized an agreement, President Biden and House Speaker Kevin McCarthy, on the debt ceiling. They had reached that tentative agreement yesterday. It is now finalized and pushing forward into its next step, which is releasing that legislative text and putting it firmly in the hands of Congress to pass and send it back to Biden.And he spelled out the consequences that they're trying to avert. Like you said, any catastrophic consequences on the economy. But he also very much defended the negotiations. If you recall early on in the year, the White House position was that they would not negotiate on this point. President Biden stood firm on that, saying that he was negotiating on the budget spending, but nonetheless, this was a negotiation. Take a listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "They said they'll only do it on the condition that it have all these cuts in it. I said I'm not going to do that. You pass the debt ceiling period. I'll negotiate with you on the cuts, what you say, what's going to happen, what the budget is going to look like. That's what we are negotiating in order to get to them deciding that they're going to go along with a new debt ceiling, meaning that it's not attached. This is something totally different attached than what was attached before.I suppose you want to try to make it look like I made some compromise in the debt ceiling, I didn't. I made a compromise on the budget. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "ALVAREZ",
      "sentences": "So there you heard it. Biden saying that he made a compromise on the budget, not the debt ceiling. But it is Republicans and Democrats that are going to be looking at this now and from an observing point of view, it is a negotiation and that is the compromise, the deal and the compromise is attached to it, are what they're going to be looking at. And the White House has been on the phone with Senate Democrats and House Democrats throughout the day to outline that and really defend where this deal landed. So we'll hear more in the coming hours, as to how this all shakes out in both conferences -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "ACOSTA",
      "sentences": "All right. Priscilla, thanks so much.Eva, you're with me here as well. What has been the reaction among Republican lawmakers? I'm sure they're not going to be heartened by the president praising Speaker McCarthy there as he did in his comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "I would imagine they are not, Jim. We have heard rank-and-file members all day pretty much say we want to read the bill text. The devil is in the details, we want to learn more. But the problem for Kevin McCarthy is the most conservative members of his conference have thrown cold water on this. Two of them on the critical House Rules Committee.That is the committee that oversees bills before they ultimately make it to the floor. You have Congressman Chip Roy of Texas saying that you can't make this crap up. You have Ralph Norman saying that the deal is insanity. So we don't know yet if this reflects, you know, more than just a small group of hard-right members, but certainly, this is not good for Kevin McCarthy. But what we've seen is the leadership on both sides. So both Kevin McCarthy and Hakeem Jeffries really spend the day trying to spin this in a positive light for each respective side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:46",
      "speaker": "ACOSTA",
      "sentences": "And there's some grumbling among Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:12",
      "speaker": "ACOSTA",
      "sentences": "All right, Eva McKend, Priscilla Alvarez, thank you very much.Let's get to that point with Texas Congresswoman Sheila Jackson Lee. She joins us now. She's the vice chair of the Progressive Caucus. What about what Eva McKend was just saying a few moments ago, Congresswoman? Is there some grumbling among progressives and should the president worry that he might not have enough Democrats to support this debt ceiling deal? REP. SHEILA JACKSON LEE (D-TX): Well, I serve on the Budget Committee as well, and I think the first wrong direction was the narrative that Speaker McCarthy and his team tried to make early this morning, that they were the David to take on the Goliath. It's the other way around. I think their narrative was distorted. I think that it was not correct in what had occurred. But there will be a need by the White House to do a deep dive for all of the members of the caucus, from the Progressive Caucus to the other caucuses, the CBC is very pivotal and other caucuses as well. The Hispanic Caucus, the Asian Pacific, and others. There are other caucuses in the Democratic caucus. It's important that we not get in front of our leadership. Hakeem Jeffries has certainly been in the discussions and is now in the midst of trying to engage all of us, and they're doing an effective job. We'll be in three meetings tomorrow. We're in two or three tonight. And here's what I think we have to begin to do. We have to see the texts. We have to be the adults in the room because what President Biden did do and he had excellent negotiators is that he avoided a catastrophic default. When Democrats led the raising of the debt ceiling, not having a default three times under President Trump, but yet we had to have this kind of process, which could be called a debacle, this kind of process, because we couldn't get our friends to do the budget, like we always do, and then, of course, do the maintaining of the full faith and credit of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:12",
      "speaker": "ACOSTA",
      "sentences": "Do you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:12",
      "speaker": "JACKSON LEE",
      "sentences": "So I believe that what we have now just on its face, Jim, is that we saved Medicaid, we expanded social safety net to veterans, to individuals who are homeless, and as well other individuals. That's something very special. We kept the student debt responsibility that we have in helping these thousands and thousands of students, millions of students. And guess what? We didn't decrease or cut. We just maintained 2023 funding for the appropriations process.There's a lot more. But I'm going to wait for the details. I don't want to see our cities hurt. I don't want to see our rural communities hurt. I don't want to see the vulnerable people of America hurt. But I also want to stand with the president's viewpoint that we have to be responsible members of Congress, the president of the United States, on behalf of the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:12",
      "speaker": "ACOSTA",
      "sentences": "Is it fair to say, though, Congresswoman, that there are concerns among progressives about this deal, and specifically about these work requirements for food stamps, that are going to be applied to some America, a lot of Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:12",
      "speaker": "JACKSON LEE",
      "sentences": "Absolutely. But I think that we are now looking at the shallow paper. We're not looking at the text. We haven't taken a deep dive into what that means in terms of impact. And I think it's good when you have questioners, if you will, questioners, who want to make sure that they are protecting the vast number of Americans who fall in the category, if you will, of needing the federal government to be their safety net.All Americans are contributors to this great country. As we are on the eve of Memorial Day that honors the fallen, their families sometimes left behind, we are free because of them, we have an obligation then to do our duty as we serve the American people. Yes, it's right to critique and look for ways that we can make it better. What is the sad part about it is that you hear Republicans talking about how horrible it is and how they plan to ditch it. That's not responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:12",
      "speaker": "ACOSTA",
      "sentences": "But have you -- but have you run out of time to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "Yes. Well, I was going to say, have you run out of time to make it better from your perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "No, I don't think so. I think that we have the ability to get into the details. I think that in order for this to pass, we need all of us, and we will just see what we get. And as I said, President Biden avoided a catastrophic default and he also put aside some aspects of the budget. We still have the appropriations process, but in any event, I think the more --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "But in terms of the debt ceiling and this deal that's been struck, are you going to have to swallow this as is, just to meet the deadline? You're not saying that you can make some adjustments or tweaks between now and June 5th. Is that process over do you think? Or are there some members of the caucus that would like to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "I don't want to get ahead -- ACOSTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "Jim, I don't want to get ahead of the caucus members or caucus leadership. I will say to you that I'm an optimist with a sense of concern. And other members have the same kind of concern. To answer your question, I think that we can get where we need to be. I think it will be tough. I am not going to in any way speak for those who feel particularly agitated about what they have found. I want to be a deep dive on what the impact is.I left -- I will be leaving my jurisdiction, and all I've said to them is that I want to make sure that the vulnerable are protected. I don't want us to default. So whatever way that we can craft it, but I'm going to respect the criticism and the critique of my colleagues who are looking at this and finding discomfort. I want to find out, are we finally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "You're not a yes yet, it sounds --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "But you're not a yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "It doesn't sound like you're a yes just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "I'm a yes to avoid default. I have not seen the texts on what we're dealing with. And I am optimistic that we are at a point where it's not the final door that's closed. I was here for the bailout. And so I've been there to the brink and we saved America. We're going to save America as well.I also want to say that we're honoring our fallen tomorrow in Houston, Texas, in a big way with my 14th Annual Memorial Day Commemoration at the World War II Commemoration at the Heights Community, at 11 and Heights. I want everyone to come out and I want America to know that in Houston, Texas, the community is honoring our fallen right at the World War II Memorial that has been done by a neighborhood but it's open to all the city to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "I owe that to them and I owe our country that will not default to the American people as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "And we honor our fallen service members, no question about it. We treasure what they've done for us and their sacrifice.Congresswoman Sheila Jackson Lee, thank you so much for your time. We'll be watching this process as it unfolds and we appreciate your time in spending a little bit with us this evening. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JACKSON LEE",
      "sentences": "Glad to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "All right. Thank you. JACKSON LEE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:28",
      "speaker": "ACOSTA",
      "sentences": "If you haven't seen this yet, you're going to want to take a look. This was caught on camera. A terrifying new video out of Charlotte showing the moment a bus driver and a passenger got into a shoot-out on board a moving bus. A warning that this video is graphic.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:28",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED).(GUNSHOTS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:28",
      "speaker": "ACOSTA",
      "sentences": "And CNN's Isabel Rosales is following all of this for us.Isabel, it looks like from the video there that this was -- I guess this took place on May 18th, but the video is just surfacing now. It is just unbelievable to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:28",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Yes, incredibly shocking, Jim. And we got a little bit more detail from the interim CEO of CATS, that's the Charlotte Area Transit System, who says that before any rounds were fired, that there was an argument that happened between the driver and the passenger.The passenger upset because he wanted to get off of the bus, the driver wouldn't let him, because they have approved stops for safety reasons. The driver told him to wait until an approved stop, and that is when the passenger Mario Tobias pulls out a gun. The driver seeing that gun pulled out his own. His name is David Fullard. Then we saw that shoot-out happen. It's unclear who fired the first round. In the meantime, after that shooting, both the driver and the passenger were hit by rounds. The driver in the arm, the passenger in the abdomen. There were two bystanders inside of that bus who incredibly enough were unharmed by this. We did speak -- CNN affiliate WSOC to the attorney of the driver David Fullard who says that the driver has been working for the transit system as a contractor for 19 years and that he had a gun points to how scared these drivers are about their personal safety in doing their jobs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:28",
      "speaker": "KEN HARRIS, ATTORNEY FOR DRIVER",
      "sentences": "Anyone in the workplace who is consistently confronted with dangerous scenarios could reasonably be expected to find a way to protect themselves so that they can get home safely.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "ACOSTA",
      "sentences": "It's been a nail-biting and head-spinning playoff for fans of the NBA. The Boston Celtics triumphed in a dramatic buzzer-beating victory over the Miami Heat last night. Celtics guard Derrick White scored a miraculous put-back to beat the buzzer and seal an incredible 104-103 victory in game six of the Eastern Conference Finals.Joining us now to talk about it is Kenny Smith, analyst for TNT's \"Inside the NBA,\" two-time NBA champion, and author of the memoir, \"Talk of Champions: Stories of the People Who Made Me.\" I want to talk about the book, Kenny, but first, we have to talk about this amazing finish in the Celtics-Heat game last night. It's going to force a decisive game seven. What was your reaction? And maybe you could help us figure out why there were three seconds on the clock instead of 2.3 seconds. Lay it out for us. Explain what happened here. This was incredible. KENNY SMITH, \"INSIDE THE NBA\" ANALYST: Well, firstly, yes, incredible game, exciting. You know, you can never win a game with less time on the clock, .1. But, you know, the reason why it went from two seconds to three is the Miami Heat shot was to be reviewed. So when it got reviewed they realized that Jimmy Butler actually was taking a three when he was getting fouled. So once it was reviewed that he was taking a three, everything is up for review now. OK, who fouled him, how much time was actually on the clock when he got fouled. So they realized when he got fouled, it actually was three seconds on the clock, not 2.1. So all of those things got reviewed and they realized, so they got everything right at the end of the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "ACOSTA",
      "sentences": "Yes, well, Heat fans were not happy about that, but who wins game seven? I mean, can the Celtics pull this off, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "SMITH",
      "sentences": "If I -- I'm supposed to be an expert analyst. And if I knew who was going to win game seven or had a real idea -- maybe not even knew, but if I had a strong conviction, then I would be not a good analyst because there's no strong conviction because none of these teams have shown that they could separate themselves to close things out. And so I'm excited to see it.The first quarter is going to be super exciting because I want to see those Boston Celtics fans going crazy at Boston Garden. And they're going to be down there, and I can't wait to be a part of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "ACOSTA",
      "sentences": "Yes. The garden is going to be insane. You're going to have a great time with that one. No question about it.I have to ask you about LeBron James and these comments that he made indicating that maybe he might be retiring. Do you think that could happen? Is that possible? We might be looking at the end of LeBron James in the NBA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "SMITH",
      "sentences": "I mean, every person has their own internal feeling, but from externally, I don't think that's even close to happen. LeBron James, you know, they're in the Western Conference Finals, his last game, he had a triple double with 40 points. He's playing at a high level and his team is still playing -- one of the top four teams in basketball. I just think that there's a frustration because he's been the greatest arguably player in this generation. And he's accustomed to being in the finals. And so when you're not there, I'm sure that there's some frustration, but I don't think that LeBron is retiring, just personally, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "ACOSTA",
      "sentences": "He's just wanting us to ask for more. We just want more LeBron. Let me ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "SMITH",
      "sentences": "Without question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "ACOSTA",
      "sentences": "Yes. Let's talk about the book. Tell us about the book. Why did you write it? What's -- what are the life lessons there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "SMITH",
      "sentences": "Well, I just love, personally, the response that I'm getting, because it's exactly what I wanted to hear. People read it and go, man, I feel better about myself. I'm like, why, because now I understand why I do things. Because I read a lot of self-help books, so to speak, and this is 15 chapters of 15 different people who are great in their field. And why they did it and how they did it. So now you go, oh, when I do this, that's why it works.Michael Jordan did that, Magic Johnson did that, Bill Russell, you know, Dean Smith, like each chapter is about a specific person. And it's a tell-all book, but it's what I learned from them. I'll tell you everything I learned from them and I wish that I had that at 20. You know, all of those lessons and life lessons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:16",
      "speaker": "SMITH",
      "sentences": "But I just feel that you're going to feel good, you're going to understand what works and how to be a champion, not just in the sport, but in life because these people have changed not only the dynamic of the sport, some of them, I have people in life as well, but they've changed the direction and the culture of the way we live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:00",
      "speaker": "SMITH",
      "sentences": "Thanks so much. I'll enjoy the weather as well, but I enjoy talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right, you enjoy for both of us. All right, thanks a lot. Kenny Smith, the great Kenny Smith, taking some time for us. We appreciate it.Coming up, the mental health struggles of our nation's veterans on this Memorial Day weekend. We are very much focused on that issue, how we can help make sure they are not struggling alone. That important conversation next ahead of PTSD Awareness Month in June, just ahead, stay with us. You're live in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "ACOSTA",
      "sentences": "And, Jason, how common is this experience for veterans out there dealing with PTSD issues? I wanted to ask you about that. The Veterans Community Project that you're working on this month celebrated the construction of five tiny homes in Sioux Falls, South Dakota. I suppose a lot of this is helping folks who are dealing with this issue of PTSD, other issues that they may be coming home with from serving in combat. Why is this project so important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "KANDER",
      "sentences": "Well, there are a lot of ways that veterans can end up homeless. Veterans are disproportionately represented in the homelessness community, and if you think about it, like let's say you go into the military, right out of high school, right, you go in, perhaps you undergo some trauma while you're in the service, let's say you're in for four years.At the end of your of your time in the military, during that period, you likely haven't had to get a lease on an apartment, you haven't even had to do a cable bill in some cases. And now you've had this underlying trauma as well. So what we do is, we take folks who have been homeless, because eventually they sort of run out of couches to surf on, run out of relationships that they can leverage if they're struggling with mental health issues. We basically restart their military to civilian transition back at day one, even if they've been on the street for 20 years. And because we have this very focused approach that is unique to anywhere in the country, where we have this case management system that says nobody is going to -- no case manager is going to have more than 10 clients and they are going to be right there in the village where you work. We have an 85 percent success rate of transitioning folks from street homelessness into being productive, permanently housed, totally contributing members of society again, and that's a pretty unprecedented rate. And the reason I think it's so important, is there's the obvious Jim, right, which is we owe these people a lot, but then there is the less obvious, which is that we find that these people have an awful lot of service left to give to their community and that if we put them in a position to do that, the community will actually absolutely be the better for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "ACOSTA",
      "sentences": "And I guess that gets to this issue of Memorial Day because we think about the fallen on Memorial Day, and we think about those who died, say on D-Day and fighting in critical battles that help protect and safeguard American freedom, but there are the battles that you are talking about, battles with PTSD, battles with these mental health issues after coming home from serving abroad.And if we don't intervene, if we don't help those folks deal with these issues, they could become the fallen after coming home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "ACOSTA",
      "sentences": "Yes, that's such an important point. We have to make it easier for veterans to access these services and programs that are available to them.Jason Kander, great talking to you as always. Thanks so much and really appreciate your time on this Memorial Day weekend as always. It's such an important thing that we spend time reflecting on. It is a lot more than what people think of when they think of Memorial Day weekend. Really appreciate it, Jason. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:10",
      "speaker": "KANDER",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:46:41",
      "speaker": "ACOSTA",
      "sentences": "Tonight, the hit TV show, \"Succession\" comes to an end. Over its four seasons, the series airing on CNN's corporate cousin, HBO, earned critical acclaim for its acting and writing. The writing in particular was praised after last week's episode by actor James Cromwell.Cromwell plays Ewan Roy, the brother of \"Succession's\" patriarch, Logan. He wrote in part: \"It begins with the words. Nothing happens without them. Sometimes the writing achieves transcendence, but in every case, it's seminal.\" He was speaking out in support of writers who are on strike and as critical as those wordsmiths are, nearly one month after their strike began, there is no sign of a deal to end. CNN's Chloe Melas is following the strike. Chloe, you've been speaking to writers. Any optimism out there? We need them back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:46:41",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "Jim, you and I have been talking about this for the last few weekends. And unfortunately, there is no end in sight.  One of the individuals who I spoke to, her name is Liz Astrof. She isan executive producer, a current writer, and her life is on hold. She's out there striking on the frontlines and she tells me that she thinks that this could go through the summer. Take a listen. (BEGIN VIDEO CLIP) LIZ ASTROF, EP AND WRITER, \"THE KING OF QUEENS\" AND \"2 BROKE GIRLS\": I think that this could go on, I was hoping a few weeks, but I think it could go on throughout the summer. I think it will depend on the DGA and SAG and their contracts and their -- the studios are not even engaging. You know, the whole AI thing, their response to it, was -- I mean, they could replace us and their response was we will agree to have a meeting once a year about it. So there is no contractual, this can't take your jobs. The main three things are, we don't get residuals with the new model because of streamers. We don't get residuals anymore. That was a huge source of income. We don't make residuals. We are threatened by AI. And we are making less money than we made 10 years ago. We want to go back to the old model of residuals. Streamers have a different model where they don't have to pay us as much and we don't get to know how many clicks we get on our shows, how many people watch them. And we also want to reestablish a guarantee that writers rooms will -- show runners will hire -- be able to hire 10 writers or 12 writers and pay them their quotes and their fees just to survive. We tell stories, you know, and they come from the human experience and they're trying to replace us with nonhumans which is crazy. I never thought in my lifetime that we could be replaced by robots. It's nuts. I was thinking that I should drive for Uber, but I have to get the back of my car fixed. I've backed into so many things, but I was just -- I'm panicking, you know, I mean, you can't live in LA and be a writer anymore unless you're one of the very select few that make a ton of money. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "MELAS",
      "sentences": "Jim, that's exactly it. Both of these women and writers are all saying that everyone needs to wake up and really care about the writers' strike, because studios are going to run out of content and they're going to run out of their reality TV content at some point and they're going to need writers like Patty and Liz to be putting out the fun and incredible content that we all love watching like a season finale of \"Succession.\"So it's unfortunate to hear that there is no end in sight and I will continue to stay on the story -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ACOSTA",
      "sentences": "It's hard to imagine a more consequential decade in recent history more than the 2010s with political, social and technological upheaval that redefined American culture. In tonight's all new episode of the CNN Original Series, \"The 2010s,\" we look at Donald Trump's meteoric rise of the presidency in 2016 and the polarizing legacy he left behind.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I am calling on Congress to work with us to save Americans from this imploding Obamacare disaster.JOHN HEILEMANN, HOST, \"THE CIRCUS\": Donald Trump could not have cared less about Obamacare, but he knew that it was something that a lot of Republicans cared about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "First order of business is to repeal and replace Obamacare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "HEILEMANN",
      "sentences": "So he basically went to the congressional Republicans and said, I really don't know what I'm doing here and so I'm going to let you run my legislative agenda.SEN. RAND PAUL (R-KY): We are united on repeal, but we are divided on replacement. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ACOSTA",
      "sentences": "Joining us now is CNN political commentator, Alice Stewart. She is also Republican strategist who has worked on a number of presidential campaigns and you're in \"The 2010s.\" And this week's episode of \"The 2010s\" starts with a look at Trump's first run for the White House in 2016.I mean, you can't talk about this decade --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ACOSTA",
      "sentences": "Without talking about this wild thing that happened, disturbing thing that happened in American politics, Donald Trump became president and we just have not been the same country since.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "STEWART",
      "sentences": "Exactly. And if you look at this, from a decade perspective, he really started behind the scenes confidential forays into presidential politics in 2012. I was on another presidential campaign.He was working behind the scenes to get himself in the mix. This episode tonight, I watched it this afternoon, it starts off perfectly as his first public display as he comes down the escalator at Trump Tower and announces he is running for president and says he is going to go against the establishment. And they talk about this thing throughout the show as the disrupter and Donald Trump is no doubt the disrupter in American politics. And the difference between then and now is he really campaigned then as fighting for the American people. It seems as though this election, he is fighting his past grievances. He is fighting against election --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ACOSTA",
      "sentences": "I am your retribution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "STEWART",
      "sentences": "Exactly. So, I think he needs to dial that back a little bit if he wants to be more successful in this election, simply because what made him a popular and what made him the GOP nominee and won in 2016 was he was fighting for other people, and now, he is fighting personal grievances and if that doesn't change, it's going to be a difficult road ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ACOSTA",
      "sentences": "But one thing we know about Donald Trump is he's not going to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "STEWART",
      "sentences": "Right. Yes, and here is what he said recently. He said he basically encouraged all the other Republican candidates to get out of the race so everyone can rally behind him. Well, this is not a coronation, this is a nomination.And one thing, if we haven't learned anything else is that if someone enters the stage as a self-serving, brand-enhancing candidate into the Oval Office, the trappings of the Oval Office are not going to change him and the power of the presidency is not going to change that and it's really on full display in the show tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "ACOSTA",
      "sentences": "Yes, as we saw with Trump, the presidency did not change him in many ways, he changed the presidency and we're still dealing with that to this day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:10",
      "speaker": "STEWART",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    }
  ]
}