{
  "date": "2023-03-22",
  "headline": "The Situation Room",
  "subHeadline": "Appeals Court Rules Trump Attorney Must Testify In Classified Documents Probe; Stocks Plunge After Fed Raises Interest Rates Despite Bank Meltdowns; Ukraine Says, Deadly Russian Strike Deliberate Attack On Civilians; DeSantis Jabs Trump Amid Former President's Growing Legal Troubles; Suspect At Large After Two Shot At Denver High School. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now breaking news, a major legal ruling against Donald Trump, a Federal Appeals Court says the former president's lawyer must testify before a grand jury in the criminal investigation of Trump's handling of classified documents.Also tonight, stock prices plunged after the Federal Reserve raises interest rates again, despite back meltdowns that are adding to Americans economic fears. I'll get reaction from the former Treasury Secretary, Larry Summers. And Ukraine is accusing Russia of deliberately targeting civilians in a deadly missile strike that hit residential apartment buildings. CNN is in the war zone as the search for survivors is underway Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer, you're in The Situation Room. And we begin with the breaking news in two investigations of Donald Trump, the former president's lawyer ordered to testify before a federal grand jury investigating his handling of classified documents, and we also have new reporting on the Manhattan district attorney weighing a possible indictment of Trump in the Stormy Daniels hush money case. A source says the prosecutor is trying to decide whether to call back former Trump Lawyer Michael Cohen or another additional witness to refute testimony by a Trump ally this week. We're covering it all with our correspondents here in Washington and in New York. First, let's go to CNN's Senior Crime and Justice Reporter Katelyn Polantz. Katelyn, a federal appeals court just ruled in the investigation of Trump's handling of classified documents at Mar-a-Lago. Give us the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "That's right, Wolf. And Donald Trump's defense lawyer, Evan Corcoran, who's been handling the response on behalf of the former president to this probe, he is now set to testify to a federal grand jury on Friday in Washington, D.C., in the courthouse. He had testified before, declined to answer some questions. And now the prosecutors in this case, the special counsel office of Jack Smith, they have gotten the circuit court of appeals sign off that Evan Corcoran, this attorney, needs to come back and answer additional questions about his conversations directly with Donald Trump, the sort of thing that prosecutors believe will show that Trump was trying to break the law in those conversations. So, this is really critical testimony that the grand jury is set to hear.The other thing that is happening in this investigation because the appeals court just stepped in today is that there are documents of Evan Corcoran's that have been pursued here by the Justice Department that the grand jury is also likely to be able to get a hold of his handwritten notes and his transcribed verbal notes of his conversations with Donald Trump. So, Wolf, this adds significant momentum to the grand jury investigation and into the classified records being kept at Mar-a-Lago after the presidency, and it also is the sort of situation in court where there is a history being made here, a legal proceeding like we have not seen before, where this attorney for the former president of the United States is going to have to answer questions that Donald Trump does not want him to answer. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Well, he certainly doesn't. All right, Katelyn, stay with us. I also want to bring in our legal and political analysts, and, Norm Eisen, let me start with you. Does the fact that Trump's lawyers being ordered to testify now speak directly to Trump's legal jeopardy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "It does, Wolf. The attorney/client privilege that protects communications between Trump and his lawyers is a sacred one. It is only overridden when you have extreme circumstances.Here, the possibility of a crime or a fraud that the lawyer was being used to advance or cover up, a judge has now found, and it's been affirmed by the court of appeals, that that happened. That means that the evidence that Mr. Corcoran will provide his conversations with Trump, his notes and other written materials, can serve as possible evidence that Donald Trump was engaged in crimes with these classified documents, for example, that Trump may have been not honest with his own lawyers, may have been concealing these, it considerably worsens what was already probably Trump's most severe federal legal peril. Of course, he's facing problems on other fronts as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Absolutely, Wolf, and it also signals that that courts are capable of moving very, very quickly. It's not just that that this appeals court ruled overnight, it's that the district court, the trial court down below, resolve the matter in I guess in just about a day.Look, you know, usually when you get what's called briefing schedules, to -- for parties to come in and talk to the court, you're talking weeks or sometimes even months or beyond that. This was setting a deadline for them to get their documents in overnight then the court ruled over the course of the day, today. It's a sign that, number one course can move quickly, number two, that the special counsel is also working quite deliberately. Again, to underscore Norms point. It is profound that a judge and now an appeals court has found and acknowledged that there's evidence, possibly evidence, that the former president was aware of crimes are used, his relationship with his attorney, to further crimes. That is a big deal. Forget the history behind it. Look I've been in -- I was a prosecutor first going back to 2004. I have never seen the attorney client/privileged pierced in this moment. So, it's a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "It's a huge deal. Nia, this is certainly one of several criminal investigations now underway into the former president and are playing out very dramatically. Why is this specific criminal case specifically so critical?NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL ANALYST:  Talking about 300 classified documents, or some of these documents, some of the nation's top, top secrets that the president -- or the former president had at his Florida estate for many, many months as authorities try to get them back. We don't know what crime he could be charged with. We don't know if he is going to be charged with a crime, but he is currently sitting in a frontrunner status for the Republican nominee. He's somebody who is seeking the White House again. So, this, I think, is a case that is very easy for Americans to understand. He's obviously facing scrutiny around January 6th, scrutiny around all the election in Georgia, for instance. But this is a case involving the nation's top secret. It's very easy, I think, for average Americans to understand, and it's sort of hard to kind of message is way out of, I think. So, we'll see how this unfolds, as Elliot was talking about. I think it's unfolding much more quickly than most of us thought it would. And I think, you know, Donald Trump, has, in previous iterations of cases, been sort of able to slow things down, but here we see things playing out very quickly with this case and then other cases also moving along fairly rapidly, as, again, he's trying to establish himself and keep himself in the frontrunner position for the Republican nomination for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "And, Katelyn, as you just reported, the court, says Corcoran, this lawyer, must provide additional testimony and turn over documents. Why is he such an important witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "POLANTZ",
      "sentences": "Well, Wolf, he's not just a lawyer for Donald Trump. He was the lawyer fielding the response after they were alerted that classified documents were at Mar-a-Lago. So he was going back and forth with the national archives. He then was the person that was in communication with the FBI and the Justice Department in May of last year whenever they received a subpoena.In June, when the Justice Department prosecutors went down to Mar-a- Lago to talk it out with Trump's team, he handed over some documents at that time. That's also the time whenever Corcoran had drafted a statement that was given to the Justice Department, saying, we have searched for classified documents, you're getting all that we have found back now, that was, of course, before the FBI, then got a search warrant to go into Mar-a-Lago again and find hundreds more pages of classified records. And so the Justice Department, he's -- they've been pursuing lots of people on the grounds of Mar-a-Lago and around Donald Trump. But Corcoran is the person that is the tip of the spear of who knows what happened. He was the person having direct conversations with Donald Trump. And I wanted to add to what Nia was saying. It's not just a mishandling of classified documents investigation. They are also looking at obstruction. So, this is not just building a case of what happened to the documents when they got once they got to Mar-a-Lago. It is also an investigation into what the Justice Department was told as they were trying to get those documents back to them. Evan Corcoran is a crucial piece of that puzzle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "We're back with our experts and more breaking news involving an investigation of Donald Trump, the district attorney in Manhattan now deciding whether to call additional grand jury witnesses as he weighs a potential indictment of the former president of the United States.Our Senior Legal Affairs Correspondent Paula Reid is just outside the Manhattan D.A.'s office. What are you learning, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, CNN has learned that the district attorney is considering whether or not to call back Michael Cohen before the grand jury. Now, he's already testified before the grand jury twice. But as you may remember back on Monday, an attorney, Robert Costello, went before the grand jury and testified attacking Cohen's credibility.Now, Costello previously represented Cohen and testified that when they had discussions, background, 2018, that Cohen told Costello that this hush money payments or his idea, and, of course that contradicts what he has said since then. Now, that appearance on Monday by Costello, that was done at the request of the Trump team. So, following that unexpected appearance, the D.A. is now considering whether they need to bring Cohen back to buttress their case or if they need to call another witness before the grand jury to button things up before moving on to a vote on whether or not to indict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "EISEN",
      "sentences": "Wolf, the litigation process is an adversarial one, and New York has particularly generous rules in allowing a potential defendant or their team to put evidence before grand jury. So, here, Costello has made a statement. It may or may not be the case that the prosecutors decide that they want to put additional evidence in to contradict, to allow that statement to be weighed in balance for Cohen or someone else to say it was not accurate, so the grand jury has all of the information.You know, I've been working in and around the criminal law and grand juries for more than three decades. These kinds of ups and downs are routine. I think we all need to fasten our seatbelts for what could be a dramatic few days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Certainly could be. Elliot Williams, sources tell CNN the D.A.'s office in New York is taking a moment to regroup, after the very dramatic events of the past week. Is that a sign of just how high the stakes are right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "WILLIAMS",
      "sentences": "I think that the stakes are absolutely high and they want to be certain before proceeding with any case regardless of how serious it is that they're bringing a case that's supported by law and facts and so on.You know, the important thing about this question over Michael Cohen and, you know, whether to rebut the testimony or so on, you know, in many respects, that's responsible prosecution. Prosecutors want to and sort of need to know before going into trial, if they have a major weakness in their case and if Michael Cohen's credibility was attacked in a meaningful way that it's something they're going to -- are they going to address it now and not charge the case, or it will come up at trial and they could lose in front of the jury. So, it's very much in their interest to, like you said, Wolf, take a beat, step back and then decide, do you let it go and just hope you win, bring other witnesses to try to bolster or buttress Costello's testimony or bring Cohen back himself? It's all like, Norm said, it's all tactical, and this kind of thing happens all the time, as prosecutors decide whether and how to bring cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "You know, Nia, sources close to Trump say he appears to have resigned himself to the likelihood he will be indicted and he is toying with the idea of actually turning this into a media spectacle. Could all of this end up benefiting him at least politically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "HENDERSON",
      "sentences": "Yes. Listen, I was just texting somebody with team Trump and they were kind of alluding to that idea. It certainly could help him in the near term. If you think about the ways in which true Trump loyalists are so attached to him and want to defend him at all costs, no matter what, no matter what the story is, and I think that will be the case with this. They will stick by him. They will defend him, you know, for as long as he needs that defense, you know, in the short term.In the long term, I think a lot of this sort of reminds a lot of American voters of why he is not president, right, why they didn't want him to be re-elected president. There is sort of a mess always around him. And these, of course, are very serious charges that he's facing on any number of fronts, in New York, obviously the January 6th scrutiny as well, in Georgia as well, on the documents case. And so on the one hand, sure this might help him with the most diehard Trumpists, but he's got to think about a very wide population of voters and people who have a bit of Trump fatigue, so in the long- term, probably not so good for his political prospects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "And, Paula, you've been doing some terrific reporting on all of this. Do you have a sense when the grand jury in New York is likely to vote on a possible indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "REID",
      "sentences": "Well, Wolf, we know from our new reporting, the first thing the D.A.'s office needs to do is decide whether or not they are going to bring Cohen back. We know that is something they're considering. And if they don't bring him, are they going to bring another witness back to try to buttress their case?Cohen would be easy to bring back. He lives locally. He has met with them 20 times and appeared before the grand jury twice. But if it's someone who lives further away, logistically that could delay this process. Now, we know in the past, the grand jury has met on Mondays, Wednesdays and Thursdays. But at this point, Wolf, we don't know what they're going to convene tomorrow. So, at this point, not clear when they may vote on a possible indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "The Federal Reserve just raised interest rates again, despite the bank meltdowns, rattling financial markets. The quarter point hike yet another sign the Fed is staying the course and its fight against inflation here in the United States.Our Chief Business Correspondent Christine Romans is joining us right now. Christine, what do you make of this ninth consecutive rate hike from the Federal Reserve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "JEROME POWELL, FEDERAL RESERVE CHAIR",
      "sentences": "We no longer state that we anticipate that ongoing rate increases will be appropriate to quell inflation. Instead we now anticipate that some additional policy affirming may be appropriate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ROMANS",
      "sentences": "Some additional policy firming. That's a new turn of phrase for this Fed, and it suggests that the banking crisis actually is acting as some tightening. It's actually doing in a disorderly way. Some of the Fed's work for it that the banking crisis may slow lending, it may cause banks to be more cautious with their capital, also maybe consumers and also companies and that could have a disinflationary effect on the economy, right? Inflation is the big problem here. Inflation is still triple what it was or what the Fed would like it to be.Now, just a couple of weeks ago, the Fed chief had signaled we could see higher rates for longer, which is really remarkable to go from that to this, a 25 basis-point rate hike, half of what people had expected it would have been a couple of weeks ago, because, Wolf, since the last Fed meeting, virtually all of the economic data has been very strong and the inflation numbers have been persistently too high here. So, the Fed now has to do two things at once. It has to ensure the stability of the banking system but also keep up that inflation fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Christine Romans reporting for us, thank you very, very much. Let's discuss this and more with the former U. S Treasury Secretary Larry Summers. Mr. Secretary, thanks so much for joining us. Did the fed get it right today with this quarter point hike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "LAWRENCE SUMMERS, FORMER TREASURTY SECRETARY",
      "sentences": "I think of the difficult choices there were, this was the right choice. If the Fed had stopped raising interest rates when it clearly had had a plan to increase interest rates, I think the risk would have been that it was signaling panic and alarm, and if the Fed was not alarmed, the market and everyone else would be as well. So, I think carrying through was the broadly right thing to do. That was what the market expected the Fed to do and I think it was appropriate.I think the Fed is right to be signaling enormous uncertainty going forward. I actually think there are two possible paths. One is that there's going to be some real durability in these banking problems and the economy is going to turn down. The other is that this will be weathered and very much contained. And what the Fed is going to need to do going forward is going to depend on which of those paths we end up on, which I don't think anybody can know. I think the Fed was right to signal enormous uncertainty. I probably would have allowed more room for concern about inflation and left the door a bit more open to multiple rate hikes, given the strength of the recent inflation data than the fed did in their statement, but it's a very close call. And I think what they did was entirely reasonable. A lot is going to depend upon how the regulatory authorities and the bank insurance authorities deal with the remaining bank problems out there and what happens in the banking system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "I don't know if you were watching, but Democratic Senator Elizabeth Warren of Massachusetts, says Jerome Powell, the Federal Reserve Chair is doing what she calls a terrible job. Watch what she told our Jake Tapper just a little while ago.(BEGIN VIDEO CLIP) SEN. ELIZABETH WARREN (D-MA):  He has spent five years weakening regulations over these multibillion dollar banks. I predicted five years ago. The consequence of that kind of weakening would be that we would see these banks load up on risk, build their short-term profits, give themselves giant enormous up bonuses and big salaries and then some of those banks will explode. And that is exactly what has happened on Chair Powell's watch. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "She says, Powell shouldn't be Chairman of the Federal Reserve. Do you have concerns, Mr. Secretary, with his leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "In Ukraine tonight, at least one person is dead and dozens injured after a Russian missile strike on an apartment block in Zaporizhzhia.CNN Senior International Correspondent Ivan Watson visited the scene. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Even now at nighttime, you can see the destruction caused by what Ukrainian officials say was a Russian missile that hit these two nine-storey apartment buildings around midday here in Zaporizhzhia, killing Ukrainian, authorities say, at least one person and wounding at least 32 more.Now, this city is located just about a half hour's drive from active frontlines, and it has been pummeled in the past by Russian missiles and rockets that have hit apartment buildings here with deadly results. These buildings kind of face towards the southwest, and that is in the direction of Russian-occupied Ukrainian territory. So, you can kind of come to the conclusion that this deadly projectile would have flown from that direction. We can hear at night now, under cover of darkness, some residents in some of the neighboring apartments that have been badly damaged, working in the dark, cleaning up rubble and shards of glass in what's left of their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "WATSON",
      "sentences": "Pavel and Chorniy (ph) are taking me up to their apartment. There right next to -- I mean their part of the same building that was hit today.There's a crater right next door in the side of the building. Pavel (ph) says this does not scare him. Please give us more weapons. Imagine how terrifying, how absolutely shocking it would have been if you were at home when this massive explosion took place, blowing in all the windows of the kitchen, and then to see just less than a stone's throw away a huge crater in the side of your neighbors building. And it leaves me with this question, what possible strategic military goal could there be to fire deadly long range missiles at people's homes. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "And Ivan is joining us now live from the war zone. Ivan, on a day of deadly strikes by the Russians, the Ukrainian president, Zelenskyy, sent a powerful message. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "WATSON",
      "sentences": "He traveled to this Southeastern Ukrainian city of Bakhmut, which has been for months now the scene of this deadly grudge match between the Ukrainian and Russian militaries, where Ukrainian forces have been holding out, defending repeated Russian assaults.He met with injured soldiers. He handed out awards. He denounced the airstrike, the missile strike here in Zaporizhzhia and a different town in the Kyiv Oblast that killed at least eight people. And he stopped at one of these convenience stores that are all over this country and drank coffee with Ukrainian troops who took selfies with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "He's a courageous leader indeed. All right, Ivan Watson, thank you very much. Stay safe over there.Joining us now to discuss what's going on, CNN Contributor on Russian Affairs Jill Dougherty and CNN Military Analyst, retired Colonel Cedric Leighton. Jill, how revealing are these deadly Russian strikes on civilian targets so soon after Putin and the visiting Chinese president, Xi Jinping, tried to portray themselves as working for peace in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "JILL DOUGHERTY, CNN CONTRIBUTOR ON RUSSIAN AFFAIRS",
      "sentences": "Yes, I mean, that's the irony of it. And, obviously, President Putin is saying, full steam ahead, this is not going to stop. I mean, if you look at the discussions that Xi and Putin had, they didn't really get into any specifics. There were generalities about peace and certainly President Xi wants to look like a peacekeeper, but in actual fact, I don't think it accomplished much of anything. Most of the discussions were really about economics. And for Russia, that's the most important thing, and for China.So, sadly, I think this is just Putin saying, we're going to proceed just the way we have and, you know, the same brutality that we're seeing all over the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Yes, the day after the Chinese leader leaves, you see what the Russians are still up to.Colonel Leighton, what does it do for Ukrainian morale to see President Zelinskyy on the ground, right near the frontlines honoring the fighters of Bakhmut? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:   Yes, it's a huge boost, Wolf, when the president himself comes to see the troops at the frontline. And it's really ironic, you know, when you compare Zelinskyy visiting his troops basically in broad daylight and mingling with them, handing out awards, doing the things that he needs to do to boost morale, and you compare that to Putin's visit to Mariupol, night and day contrast, literally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "BLITZER",
      "sentences": "As he weighs a potential run for the Republican presidential nomination, the Florida Governor Ron DeSantis is doing something many of his GOP rivals would never even consider, he's taking jabs at former President Donald Trump.Brian Todd has more for us. Brian, this is a shift for DeSantis and could say something about his White House ambitions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "BRIAN TODD, CNN HOST",
      "sentences": "A pretty significant shift for DeSantis, Wolf, and he's still trying to be subtle with these digs at Trump. What seems to be happening is that Ron DeSantis could be sensing that Trump is weakened by all of his legal troubles and now is the time to take advantage.(BEGIN VIDEOTAPE) TODD (voice-over):  Florida's governor now taking stronger but still subtle swipes at Donald Trump. Ron DeSantis, in an interview with Piers Morgan, for his talk show that streams on \"Fox Nation\" had some fun with Trump's nicknames for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "Ron DeSantis, did anybody hear of DeSantis? Desanctimonious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "PIERS MORGAN, TV HOST",
      "sentences": "What's your favorite nickname that Trump's given you so far?GOV. RON DESANTIS (R), FLORIDA:  I can't -- I don't know how to spell Desanctimonious. I don't really know what it means, but I kind of like it's long. It's got a lot of valves. I mean, so we'll go with that. That's fine. You know, you can call me -- you can call me whatever you want. I mean, just as long as you, you know, also call me a winner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "TODD",
      "sentences": "But DeSantis is also got serious with a jab at the former president when Morgan asked him about the differences between him and Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "DESANTIS",
      "sentences": "And obviously, you know, the approach to COVID was different. I mean, you know, I would have fired somebody like Fauci.So, the way we run the government, I think, is no daily drama, focus on the big picture and put points on the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "TODD",
      "sentences": "Analysts say the potential presidential candidates framing of himself as a leader who would have less drama in an administration and as a winner seems to be a recent calculation to go after Trump in an understated way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:08",
      "speaker": "RHONDA COLVIN, SENIOR POLITICAL CORRESPONDENT, THE WASHINGTON POST",
      "sentences": "It does seem that there has been an evolution this week where in this interview, you're seeing him come out harder. He's especially going after Trump's character.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "DESANTIS",
      "sentences": "I don't know what goes into paying hush money to a porn star to secure silence over some type of alleged affair. I just -- I can't speak to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "TODD",
      "sentences": "Donald Trump, not about to let DeSantis' remarks this week go unanswered, posted today on his platform, Truth Social, Ron Desanctimonious is not working for the people of Florida as he should be. He is too busy chatting with the ratings challenged TV host from England.How risky is it for dishonest to attack Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "One thing he knows is whatever he does, whether he tries to ignore Donald Trump or whether he confronts Donald Trump, Donald Trump is going to be in his face. Donald Trump is going to follow the Mike Tyson strategy that everybody has a plan, until they get punched in the face.(END VIDEOTAPE) TODD (on camera):  And Donald Trump has brushed back to DeSantis yet again, just in the last few minutes, posting this, quote: The fact is, Ron is an average governor, but the best by far in the country in one category, public relations, where he easily ranks number one, but it is all a mirage. Just look at the facts and figures they don't lie and we don't want want run as our president, end quote. Wolf it, it's going to go back and forth, probably for a while between Sanders and Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "BLITZER",
      "sentences": "I suspect you're right. Brian Todd reporting. Thank you very much.Let's get some analysis right now from our senior political commentator Scott Jennings. Why do you think, Scott, that we're seeing DeSantis now go on the attack against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, it's about time for the campaign to get started. Wolf. Donald Trump's obviously in the race and his campaign and his team is out there doing what you got to do to win an election. And DeSantis has been rumored candidate, but he's not in the race yet and it looks like he's edging towards getting there.But with Trump pounding on him, and with some of the polling that's come out, showing Trump with a little bit of a boost lately and DeSantis slipping a little bit, I get the feeling the DeSantis operation thought it might be time to do a little bit more direct engagement and a little bit more of drawing the contrast of competency in terms of winning elections and governing versus Trump, you know, being drama and chaos. I suspect you're going to hear that message more and more, and that's obviously what he's hoping Republican primary voters will agree with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "BLITZER",
      "sentences": "And you just heard DeSantis say he's not bothered by the nicknames Trump has already given him as long as he is also called a winner. Is that likely to strike a nerve with Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "JENNINGS",
      "sentences": "Oh, I think as long as DeSantis reminds people that he racked up big margins of victory in Florida while Donald Trump lost to Joe Biden, it is going to get under Donald Trump's skin, and I think that's part of the thing here. It's hard to trade insult for insult with Donald Trump.But you might be able to throw him off his game. If you find you know those one or two things that really drive him crazy. I mean, it's obvious that Trump views DeSantis as the chief rival to the Republican nomination. He spends most of his time attacking and obsessing over DeSantis. So, DeSantis, in some ways, has already achieved some level of antagonistic in Trump's mind, and I suspect that digging him about. I mean, let's be honest, Trump's never got more votes than a Democrat in his life, and DeSantis has done it fairly often. So, yeah, I think that's going to be a big talking point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "BLITZER",
      "sentences": "Scott Jennings, thank you very, very much.A note to our viewers stay with CNN right after THE SITUATION ROOM for \"ERIN BURNETT OUTFRONT\" beginning right at the top of the hour, 7:00 p.m. Eastern. Former Trump White House attorney Ty Cobb will join Erin to discuss all the latest legal problems plaguing the former president. Once again, 7:00 p.m. Eastern, right after THE SITUATION ROOM. And just ahead, a Denver student suspected of shooting two faculty members at his high school is at large, we're going to bring you the latest developments right after this quick break. (COMMERCIAL BREAK) [18:57:51] BLITZER:  Right now. Police are searching for the student who allegedly shot two faculty members at a high school in Denver. CNN's Whitney Wild is following the story for us. Whitney, this student was on a safety plan where he was patted down each day. Walk us through how this happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "Well, it was around 9Today, he produced a firearm. Today, he shot two members of the faculty, two administrators. One of those members of the faculty at least earlier today was stable enough to be giving police a description of what happened. The other faculty member was in critical condition and underwent surgery. We do not yet have an update on that faculty member's condition. At this point, Wolf, there is a massive manhunt underway for this suspect. I think it's important to note earlier today, police were reluctant to release many details about the suspect because he's a juvenile, because he's protected under privacy laws or privacy policies rather, but now, Denver police say that they are concerned that he presents a very significant risk, and so they have taken the measure to identify this suspect. He's 17 year old Austin Lyle. He is a student at the school. He was last seen wearing a green hoodie. They say that he's a black male, 5'5\", 150 pounds, and he's associated with a 2005 Volvo SUV. That is the image that police are hoping people can keep in their minds as this manhunt undergoes -- at this manhunt goes underway in Denver. The suspect, of course, has not been apprehended. The weapon was not retrieved. These are all the reasons Denver police think he represents such a significant risk. Moving forward, Wolf, the big question is, how are they going to keep students safe? And so, for now, school is out for the rest of the week. Moving forward, Denver public schools says they will have to armed police officers on scene at that school through at least the rest of the year, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:09",
      "speaker": "BLITZER",
      "sentences": "Horrible situation. Hard to believe these shootings continue to go on all the time here in the United States of America. People are watching us around the world, they're wondering what's going on.Whitney Wild, thank you very, very much for that report -- extremely disturbing. And to our viewers, thanks very much for watching. I'm Wolf Blitzer in THE SITUATION ROOM.",
      "isLastSentenceInterrupted": false
    }
  ]
}