{
  "date": "2023-01-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Rep. John Garamendi (D-CA) is Interviewed about Biden's Re- Election Bid; Decision in \"Rust\" Shooting; 911 Call from Renner's Accident; U.S. Tracking Russian Spy Ship Near Hawaii; Americans Unhappy with Health Care. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Morning we have new CNN reporting that the president still intends to announce he is running for re-election soon after the State of the Union Address next month. This despite the special counsel investigation into classified documents found at his office and his home.With me now is Democratic Congressman John Garamendi of California. Congressman, thanks so much for being with us. You said that the discovery of those documents at his home and his office for President Biden was an embarrassment. How do you feel it should impact his decision about whether and when to announce he's running for re-election? REP. JOHN GARAMENDI (D-CA): It shouldn't. This is a news cycle issue. The special counsel is going to investigate it. I suspect at the end of that they'll find that, yes, he had documents that you shouldn't have. But you take a look at the overall work that has been done in the first two years of his administration, and it's extraordinary. Everything from the Chips Act, to the infrastructure, and then the effort to really get this nation on a track to deal with climate change. The Inflation Reduction Act. Extraordinary legislation that positions the United States for a very good economic future. And all of that trying to spread the opportunity in this country to every part and every individual in the country. It's an extraordinary record. He'll run on that record. This business of the documents, yes, it's embarrassing, but he's going to move on and I suspect you and I and all the others will move on to the really fundamental issues that confront this nation, including his trip to California, dealing with a climate change issue. We've never ever had four storms, which we used to call pineapple expresses or atmospheric rivers, hit this state. That has never happened before. Why? Climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "We'll talk about that in just a second. But I also want to say, because there was a little bit of a technical glitch here. You said that it should not affect his plans to run for re-election, the documents there. I want to move on to the debt ceiling, if I can. You had aninteresting response. Republicans, of course, still insist that they would like to see spending cuts before they agree to raising the debt ceiling. Congresswoman Marjorie Taylor Greene, your Republican colleague, wrote -- was in an interview and she said, I will not sign a clean bill raising the debt limit. You had a rather interesting response to that. What was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GARAMENDI",
      "sentences": "Well, first of all, what in the world has this lady become the talking head for the Republican Party? Do we really understand who she is, what she stands for, QAnon, all of those things. Nonetheless, the reality is the Republicans, during the Trump administration, three times just signed off and let the debt limit increase even though it was $7.8 trillion of additional debt that occurred during the Trump administration. Now that we have Biden in the White House, gee whiz, a big problem.This should be a routine thing. This is not new spending. This is past spending and it is the obligation of the United States and, frankly, the Constitution says that the debt of the United States shall not be unincumbered. So, here we go. This is going to get done. We're not going to negotiate this. This is routine during the Trump administration. It should be routine now. Now - now, they want to deal (ph) with threats, they control the appropriations. They, the Republicans, control the appropriations process in the House of Representatives and appropriations always start in the House. So, if they want to make a cut, they've got the committees. Let them make the cuts there and see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "So you say this is going to get done. At the same time, you say there will be no negotiations. How do you square that circle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GARAMENDI",
      "sentences": "Simply. We're not going to negotiate the debt limit. That's something that the Republicans did routinely during the Trump administration. They didn't object to increasing the debt limit there. Why are they doing it now? Well, because they want to play a political game risking - risking the world economy, and certainly the American economy, increasing interest rates for everybody so they can play a game.I'm just saying they don't have to do this. They control the appropriations process. If they want to make cuts, they've got the committees. Don't appropriate the money. That's how it should be done. The debt limit should not be the game that's being played.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "The president is on his way to California very shortly to take a look at areas around your district and other places where the storms hit so hard. What do you want him to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BERMAN",
      "sentences": "Congressman John Garamendi, we appreciate you being with us this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "BERMAN",
      "sentences": "Very shortly we will learn if criminal charges will be filed in the 2021 shooting on the set of the film \"Rust.\" Actor Alec Baldwin was holding the gun as it fired, killing cinematographer Halyna Hutchins, and injuring director Joel Souza. The incident resulted in a whirlwind of finger pointing and allegations of negligence from those involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "GOLODRYGA",
      "sentences": "In an August interview with CNN, Baldwin blamed the armorer and the assistant director who handed him the gun for the tragedy. Baldwin filed a suit against the two and others associated with the film in November.CNN correspondent Josh Campbell is following the story there for us from Santa Fe. So, Josh, this is expected to be a written statement. Does it give any indication what Santa Fe's D.A.'s office is going to say? Do you have any indication? JOSH CAMPBELL, CNN CORRESPONDENT: You know, at this hour it is a mystery. This district attorney has run an air-tight, leak-free investigation. She told me that she knows that there's outside pressure for her to either charge or not charge. She says that she's not considering any of that. So, her folks have been considering the evidence in the case. And as far as the fact that she's looking at, you know, by all accounts this was an accident. The state chief medical investigator here in New Mexico signed a report stating that there's no compelling evidence that this firearm was intentionally loaded. But the question here is whether it was criminal. And that's what investigators are having to determine. As far as who is in jeopardy that they're looking at right now, there's Hannah Gutierrez Reed, who was the armorer on the movie set, responsible for firearms safety. There's also David Halls, who is the assistant director who had handled the weapon. And, of course, actor Alec Baldwin himself, who was handling that weapon when it went off, firing that fatal shot that killed cinematographer Halyna Hutchins. Now, I spoke earlier with the district attorney. She laid out some of the potential charges that might be considered under New Mexico law. Take a listen. (BEGIN VIDEO CLIP) MARY CARMACK-ALTWIES, SANTA FE COUNTY DISTRICT ATTORNEY: If we're talking about felonies that would cover an unintentional killing, meaning one that did not have mens rea, which is an intent to kill, is -- in New Mexico it's called involuntary manslaughter, which is our lowest level of homicide, whether it's intentional or unintentional, is a willful disregard for the safety of others. And that key word is \"willful.\" We also have some lower-level statutes, they are misdemeanors. One is negligent use of a deadly weapon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "CAMPBELL",
      "sentences": "So there are three possible outcomes here. They could go for felony charges against one or none or, you know, any of these three people. There's also a misdemeanor or they could simply close the case and decide that this does not warrant an actual prosecution. As far as those three people I mentioned who are potentially in jeopardy for prosecution, all of them, of course, have maintained their innocence, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "BERMAN",
      "sentences": "Yes, and we will now know, you know, what happens very soon. This mystery will be over very shortly.Josh Campbell, as you say, until now we just really have no sense of what might happen. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "GOLODRYGA",
      "sentences": "Well, for the first time this morning we are learning details about the frightening moments after a snowplow ran over actor Jeremy Renner, leaving him seriously injured. BERMANthe ICU. CNN has obtained the 911 call made right after the incident happened. CNN entertainment reporter Chloe Melas is here. What did we learn from this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "That it was an absolutely terrifying near-death experience. In the background you hear Jeremy Renner moaning. He is in the driveway of his Lake Tahoe home. There had been unprecedented snow in the area. And he had used a Snowcat that he owns, a massive piece of machinery, it's over 14,000 pounds, to move a stuck car in his driveway. That he did so successfully. Gets off the Snowcat to talk to a family member. Jumps back on it because it starts to roll. And, obviously, he's unsuccessful.We have a little bit of the 911 call that was made by an -- what appears to be a neighbor. Take a listen. (BEGIN VIDEO CLIP) 911 OPERATOR: How's he doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "CALLER",
      "sentences": "Shallow breaths.911 OPERATOR: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:05",
      "speaker": "CALLER",
      "sentences": "A lot of pain. He's conscious.911 OPERATOR: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "CALLER",
      "sentences": "Yes. Stay awake.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MELAS",
      "sentences": "The call goes on for 20 minutes. We know that it took authorities and EMS over 20 minutes to get to him because roads were blocked off in the area because of all the snowfall. And we also, at different points in the call, they say he has rib issues. His right side, yes, he got crushed up on his right side. So terrifying.But, the good news is though, is that he survived. He's home, out of the ICU and celebrating life, celebrating his new television show that's out. He's taking to social media. And fans are just so happy. But, obviously, a long road to recovery. And we're still waiting to find out from him those details on what does that look like and, you know, how are his legs? How are his arms? Will he be able to walk, you know? So, there are a lot of questions out there. But that 911 call, I can't imagine. So scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "GOLODRYGA",
      "sentences": "Sure. And how fortunate that a neighbor was able to come to his rescue as well and make that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MELAS",
      "sentences": "Yes. And his family members were there too because they had been in town for the New Year's holiday. So, thank goodness he was not alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we're wishing him a speedy recovery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MELAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "GOLODRYGA",
      "sentences": "Chloe, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MELAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BERMAN",
      "sentences": "This morning, U.S. officials are keeping close tabs on a suspected Russia spy ship off the coast of Hawaii. The Coast Guard says it has been monitoring a Russian vessel believed to be an intelligence-gathering ship in international waters for weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "GOLODRYGA",
      "sentences": "CNN Pentagon correspondent Oren Liebermann is following the latest for us.So, Oren, how unusual is it to see a Russian ship in this area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "This happens much more commonly than you would expect. In fact, the Coast Guard, which is putting out information about this suspected Russian spy ship, says it's not uncommon. It is often that they are monitoring foreign flagged military vessels operating and loitering in their areas.And we can put up a map here shortly. You'll get a sense of where this is. And look at Hawaii's Economic Exclusive Zone. A lot of this is international waters and that's where this suspected spy ship is operating. Essentially hanging out there, gathering whatever intelligence it can, observing whatever it can. And, as you would expect, the Coast Guard and the Defense Department monitoring what this is up to and what this ship is doing. And, of course, making sure it stays in international waters. Not the first time we've seen a Russian spy ship off the coast of the United States. In fact, just a few years ago, there was an incident where there was a Russian spy ship off the East Coast, off the coast of Florida we reported at the time. What made that one different is the Defense Department said that was operating in an unsafe way, operating without its lights, not responding to commercial vessels. And that's when these incidents, that's when you get essentially an incident with something like a spy ship rising up from just an intersection and being raised perhaps even up to the military levels and up to the diplomatic levels. So, we have seen that on occasion. What's crucial here is that the Russian spy ship off the coast of Hawaii was in international waters. And we've seen this before. Russia operates in international waters and international air space, as does the U.S. Think back to just a few weeks ago when there was an interaction between a U.S. reconnaissance aircraft and a Chinese fighter jet over the South China Sea. Again, international air space. It happens. What made that one different, and that's when these stand out, is when there is some unsafe maneuver that is then raised at the military and perhaps even the diplomatic levels. This is something that countries do, including the United States. And this is something, of course, the U.S. and others keep an eye on, especially given the tension now between the U.S. and Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BERMAN",
      "sentences": "Yes, you certainly don't want any mistakes to be made. Nothing careless in these situations.Oren Liebermann, thank you so much for your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "GOLODRYGA",
      "sentences": "Well, in a stunning and unexpected announcement, New Zealand's prime minister says she is resigning and will step down in a matter of weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BERMAN",
      "sentences": "Speaking at a labor party retreat, Jacinda Ardern got chocked up as she said she does not believe she has the energy to seek re- election.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "JACINDA ARDERN, NEW ZEALAND PRIME MINISTER",
      "sentences": "And so today I am announcing that I will not be seeking re-election, and that my term as prime minister will conclude no later than the 7th of February.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BERMAN",
      "sentences": "Ardern said this was entirely her decision. She became prime minister in 2017 at 37 years old. She was then one of the youngest leaders in a world. Within a year she had given birth while in office. Only the second world leader ever to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, that was a bit of a surprise last night when that alert went out, but she has received a bit more criticism and her popularity level has declined a bit lately and given how she's handled Covid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BERMAN",
      "sentences": "It was up in the stratosphere, but, yes, it's down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "GOLODRYGA",
      "sentences": "Right. Exactly. It didn't have much higher to go.Anyway, in other news, for the first time in two decades, more than half of adults in the United States say they are unhappy with the quality of health care. Nearly half of adults say the system has major problems. One in five say U.S. health care is in a state of crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BERMAN",
      "sentences": "CNN's senior medical correspondent Elizabeth Cohen has the details here.Elizabeth, I kind of think that people always love to hate on their health care. So, what's significant in these results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "I think that's true, John. I think people do always love to hate on their health care. But I think it's even worse now At least that's what these numbers from this Gallup survey show. So, let's take a look at these numbers.So, when people were asked, this was a good number of people, they were asked, 48 percent said that it was excellent or good. Their health care was excellent or good. Thirty-one percent said it was only fair. And 21 percent said that it was poor. So those numbers are worse than they've been in previous years. No one's quite sure why. One reason might be is that when you go back in time, back to Obamacare, which was around 2009, Republicans started to take a much more dim view of health care. Obamacare really made them unhappy, even if it benefits them. And so that may be one reason why it's worse now than it was say back then. Another reason I have to think might be the pandemic, that people just saw how under stress health care was. Instantly that colored their feeling for how good health care was. John. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "COHEN",
      "sentences": "Yes, this was so wonderful to see. Let's take a look at what the survey found. This was tens of thousands of people surveyed by the National Center for Health Care Statistics, which is a part of the CDC. In 2011, they found that 20 percent of Americans, who they surveyed, said they were struggling to pay medical bills. Ten years later, 2021, it was 11 percent. That is a really big cut, which is wonderful. Several - I mean, obviously, it's not good that 11 percent are struggling, but it's good that that number is coming down. Obamacare, again, may play a role here. The percent of people without insurance is much lower now than it was 10 years ago, largely because of Obamacare.Bianna. John.",
      "isLastSentenceInterrupted": false
    }
  ]
}