{
  "date": "2023-03-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Another Trump Call To A Georgia Official; Credit Suisse Borrowing Up To $54B From Swiss National Bank; Russia Denies Jet Collided With Drone, Blame U.S.; Israeli President Pushes For Compromise Over Proposed Reform; Fight To End Modern Day Slavery. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:01:10",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. I'm Rosemary Church.Just ahead on CNN NEWSROOM. A tanking Swiss Bank gets a lifeline. But nervous markets are taking a beating as fears of a broader financial crisis loom. Is it safe to fly right now after a series of near runway misses and no clear answers on why this keeps happening? U.S. aviation authorities host a rare safety summit. Plus, Georgia investigators have another recording of Donald Trump pressuring a state official to overturn the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:01:10",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center. This is CNN Newsroom with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:01:10",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us. Well, global markets are jittery as another bank teeters on the brink of failure. But Credit Suisse will be getting a helping hand from Swiss National Bank as it plans to borrow up to $54 billion in the hope of reassuring investors. Now this comes after two credit rating firms downgraded America's first republic bank over concerns depositors could pull their cash.All this send U.S. markets plunging Wednesday and although they gained back some ground before the closing bell, the Dow and S&amp;P 500 ended the day down significantly. Meantime, economists are trying to reassure people this won't be 2008 all over again. (BEGIN VIDEO CLIP) LARRY SUMMERS, FORMER U.S. TREASURY SECRETARY: Look, Americans' money is safe. I don't think this is a time for panic or alarm. This is not 2008 Where people needed to be worried about whether they could get their money from the ATM machine. It absolutely is not that. (END VIDEO CLIP) CHURCH: Markets across Asia are also seeing declines amid fears of instability in the banking sector. CNN's Marc Stewart joins us live from Tokyo. Good to see you, Marc. So global banking jitters continue with trouble now at Credit Suisse. What is the latest on this market reaction to the Swiss National Bank offering a lifeline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "CHURCH",
      "sentences": "All right. Marc Stewart joining us live from Tokyo. Many thanks. Two U.S. officials say the Russians have reached the site where an American drone crashed into the Black Sea near Ukraine. But the U.S. military says they won't find much. Joint Chiefs Chairman Gen. Mark Milley reports the drone probably broke up when it went down in international waters. And U.S. officials claimed the drone sensitive software was raised remotely before it crashed.Russia denies one of its fighter jets clipped the drone's propeller forcing it down. Russian Foreign Minister Sergey Lavrov says the drone ignored airspace restrictions imposed by Moscow over parts of the Black Sea. The U.S. says their surveillance video of the incident, which may be released to the public. Defense Secretary Lloyd Austin spoke by phone on Wednesday with his Russian counterpart Sergei Shoigu. Austin says American aircraft will continue to fly wherever international law allows. (BEGIN VIDEO CLIP) LLOYD AUSTIN, UNITED STATES SECRETARY OF DEFENSE: This hazardous episode is a part -- is part of a pattern of aggressive risk -- and risky and unsafe actions by Russian pilots in international airspace. It is incumbent upon Russia to operate his military aircraft in a safe and professional manner. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "CHURCH",
      "sentences": "U.S. sources say senior officials in the Russian defense ministry gave orders for the fighter jets to harass the U.S. drone over the Black Sea. But there's no indication those in the Kremlin including Vladimir Putin knew about the plant aggression in advance. CNN's Oren Liebermann has more on the incident.(BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice over): After what the U.S. called an unsafe and unprofessional intercept of a U.S. drone, officials now say the MQ-9's operators erased sensitive software and the drone before it crashed. Russia now says they'll try to recover the wreckage from the Black Sea, the U.S. military insistent they will not stop flying reconnaissance drones over international waters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "AUSTIN",
      "sentences": "The United States will continue to fly and to operate wherever international law allows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "LIEBERMANN",
      "sentences": "The drone was taken down after a nearly 40-minute and counter southwest of Crimea. When Russian Su-27 fighter jets flew in front of it and dumped a fuel in its path. One jet flew underneath the drone likely attempting to get in front of it while dumping fuel and clipped the propeller on the back of the MQ-9.BRIG. GEN. PATRICK RYDER, PENTAGON PRESS SECRETARY: Because of the damage, we were in a position to have to essentially crash it into the Black Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "LIEBERMANN",
      "sentences": "But Russia denies the two aircraft collided. The Russian ambassador to the U.S. trying to calm tensions after the Biden administration summoned him to the State Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "ANATOLY ANTONOV, RUSSIAN AMBASSADOR TO THE UNITED STATES",
      "sentences": "We prefer to not to create a situation where we can face unintended clashes or unintended incidents between the Russian Federation and the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "LIEBERMANN",
      "sentences": "But with both U.S. and Russian aircraft operating over the Black Sea, the nearby Russian invasion of Ukraine drags on so to do the chances of a dangerous miscalculation.GEN. MARK MILLEY, CHAIRMAN OF THE UNITED STATES JOINT CHIEFS: We know that the intercept was intentional. We know that the aggressive behavior was intentional. We also know was very unprofessional and very unsafe. The actual contact of the fixed wing Russian fighter with our UAV, the physical contact with those two, not sure yet. LIEBERMANN: Russian aircraft have had other dangerous confrontations with the U.S. in the Black Sea before such as this interception of a B-52 and 2020 like a scene from Top Gun. A Russian pilot staring down his American counterpart while flying dangerously close. Or this intercepted a USP 3 plane in 2018. The Russian jet turned on its afterburners causing the plane to shake. Pentagon says the incidents are getting worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:06",
      "speaker": "MILLEY",
      "sentences": "There is a pattern of behavior recently where there is a little bit more aggressive actions being conducted by the Russians.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "U.S. aviation officials are trying to figure out why there are so many close calls on the nation's airport runways. At least seven times this year commercial planes have come too close to one another during takeoff or landing. On Wednesday, the FAA held a rare safety summit trying to get to the bottom of the problem. Transportation Secretary Pete Buttigieg was among the participants.The FAA says it's looking for new technologies to alert air traffic controllers about possible near collisions. But Buttigieg says the stress among aviation employees could also be a problem. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "PETE BUTTIGIEG, UNITED STATES SECRETARY OF TRANSPORTATION",
      "sentences": "But instead, what we're finding is that pilots, ground crews and controllers alike seem to be experiencing this uptick. Some have described it as a kind of rust, but that that needs to turn into a very concrete diagnosis and specific action steps.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "Mary Schiavo is a CNN aviation analyst, as well as a former inspector general of the U.S. Department of Transportation. And she joins me now from Charleston, South Carolina. Always great to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "MARY SCHIAVO, CNN AVIATION ANALYST",
      "sentences": "Thank you. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "So, we have all been alarmed by this increase in close calls on us runways. So, the FAA held this emergency safety summit Wednesday to try to figure it out. Why are we seeing more near collisions now than ever before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "SCHIAVO",
      "sentences": "Well, you know, that was the topic or the major topic of the safety summit today. And the statistics are, you know, they're hard statistics. We are seeing more. It isn't just that we're paying more attention to it. For example, last year, I think the number was 1700, little over 1700 for the whole year for 2022. And this year, already, just through the first week of March, we've had 630.So, if you extrapolate that to the rest of the year, it would be over 3000 of dramatic increase. But the safety summit today, you know, there are lots of, you know, the inputs and participants from the industry, from airports, from trade groups, et cetera. And they settled on several factors. One and that one of the most interesting ones was complacency. A lot of the participants said that, because aviation has been so safe and the United States has not suffered a major aviation disaster in many years, that people have grown complacent. They just expect safety just to happen. And safety doesn't happen. You have to work at it. And then also couple other factors, they blame COVID because the shutdown, got everybody, as they said, a little rusty out of practice and then churning in the -- in the COVID year, so many people were laid off and then a massive rehiring that a lot of retraining, a lot of training of new entrants, and just a lot of getting used to the system again, is necessary. So, those are some of the reasons that they gave for suspecting that there are so many errors being made at the airport. And almost all of them are human errors. It's not equipment failure. It's people failing in communications, taking the wrong taxiway, crossing the wrong runway, human mistakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "Yes, unbelievable. And according to the U.S. airline industry 25,000 flights take off every day carrying around 2.3 million passengers, but our profits being put ahead of safety do you think at this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "SCHIAVO",
      "sentences": "Well, you know, that's interesting, because so much of the profits from the airlines are made on the extra fees, the bag fees, the change fees, the cancellation fees, the -- all the extra charges really account for a lot of the money. So, in today's safety summit, the airlines said, well, know what we really need is actually more cash and they wanted the government to put the cash in for additional air traffic controllers, for additional safety equipment.For example, equipment at airports that would actually alert the pilots when there were crossing the wrong one -- runway lined up at incorrect places, et cetera. Or just to what's called airport hotspots, those airports that the FAA has decided really pose a danger for runway incursions. By the way that equipment has been available. That technology has been available literally since 2000. And the E.U. is looking to put it in but the United States. Still hasn't made it fully operational. So, lots of requests at the summit today, but real -- no real conclusions except that my goodness, these numbers are alarming and something must be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "Yes. And really as you say they are so alarming. Surely, they could put in motion these solutions now and get something done quickly because it's not only equipment, it's a -- it's also more staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "SCHIAVO",
      "sentences": "In fact, in many airports in the U.S. we have an old configuration where the runways cross. And that was a configuration literally before the Second World War. And there's not much that can be done about that because the airports now hemmed in with traffic. So, in the short term because we've seen a massive ramp up on aviation demand and flights and the system is congested, it's very crowded right now because of the demand.Literally at these difficult airports or at these airport hotspots where runway incursions and near misses happen. The only short-term solution is to reduce the traffic at those peak periods to get the stress off of the air traffic controllers and off the airlines. Something the industry doesn't want. But the statistics say you've got to get the pressure off the airports and the controllers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "CHURCH",
      "sentences": "Let's hope solutions come faster. Mary Schiavo, many thanks for joining us. As always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "SCHIAVO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "CHURCH",
      "sentences": "Former U.S. President Donald Trump is facing new pressures on multiple fronts. There's new evidence he tried to get election results overturned and his former attorney is testifying about hush money payments to an adult film star. Those stories just ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "What this would show me as a prosecutor is that Donald Trump had a very specific strategy and approach for how he was going to go about pressuring these state officials. He called them separately and tried to lean on them essentially on the assumption of, well, you're Republicans and I'm a Republican. So, you're going to use your authority here to swing things my way.So, I think it gives prosecutors a powerful argument that this was done intentionally and strategically. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "CHURCH",
      "sentences": "According to the special grand jury foreperson, they recently wrapped up their work and recommended multiple indictments. It's now up to the Fulton County district attorney to make any decisions on formal charges.Well, former Trump Attorney Michael Cohen has wrapped up his second day of testimony before a New York Grand Jury is looking into alleged hush money payments to adult film star Stormy Daniels days before the 2016 election. (BEGIN VIDEO CLIP) MICHAEL COHEN, FORMER DONALD TRUMP'S ATTORNEY: This isn't a question of vindication. It's not a question as I stated before about revenge, this is a -- my position is that at the end of the day, Donald Trump needs to be held accountable for his dirty deeds, if in fact, that's the way that the facts play out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:34",
      "speaker": "CHURCH",
      "sentences": "Protesters against Israel's proposed judicial reform found a new way to send a message to Prime Minister Benjamin Netanyahu. On Wednesday, they slow traffic to a crawl near Tel Aviv airport ahead of his flight to Germany. Israel has been rattled by weeks of demonstrations against the reforms, which opponents say would undermine the system of checks and balances in the government.And now, Israel's president is putting a compromise on the table while issuing a warning about the state of the country. And for more, Elliott Gotkine joins us now from Tel Aviv. So, Elliot, what's the latest on this compromise and, of course, the warning from Israel's president that his country is on the brink of civil war in the midst of more protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:27:34",
      "speaker": "ELLIOTT GOTKINE, CNN CORRESPONDENT",
      "sentences": "That's right, Rosemary. Well, as you can see, I'm right -- in the midst of where the protests in Tel Aviv are just starting. They're going to do a circuit and then head down towards where the government buildings and the Ministry of Defense is later. This has been going on midweek for about a month in terms of these large-scale protests against the government's condition overhaul.And of course, for two months, on the weekends on Saturday evenings they've been going on. And as you say, they're objecting to government plans to ram through this judicial overhaul, we should eventually see all checks and balances on the government of the day removed. They will be able to choose the judges and the Supreme Court would in very intense and very, very narrow circumstances be unable to strike down laws that it's -- that it feels goes against the quasi-constitutional basic laws. And we heard from President Herzog (INAUDIBLE) ceremonial to the president of Israel last night, talking about the judicial overhaul trying to get some kind of compromise and he didn't mince his words. (BEGIN VIDEO CLIP) ISAAC HERZOG, PRESIDENT OF ISRAEL (through translator): I'm going to use a phrase I haven't used before. An expression that there is no Israeli who is not horrified when he hears it. Whoever thinks that the real Civil War of human lives is a limit that we will not reach has idea. Precisely now in the 75th year of the State of Israel. This is within touching distance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "All right, Elliott Gotkine, joining us there from the streets of Tel Aviv, many thanks. Will still to come, MyFreedomDay, students around the world are speaking up and taking action to raise awareness of modern-day slavery and human trafficking. We're live in Hong Kong and Dubai. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "It's MyFreedomDay, when CNN teams up with young people worldwide for a student led day of action against modern day slavery. And here are some messages from students in India about what freedom means to them.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Freedom means happiness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Freedom to me means the opportunity to make your own decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "CHURCH",
      "sentences": "CNN correspondents are covering this day of action at schools around the globe, Eleni Giokos is standing by at the American School in Dubai and Kristie Lu Stout is live for us at the Hong Kong International School. Good to see you both. So, Christy, how are students they're marking this day of action?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Hey, Rosemary, here in Hong Kong, I met one at many schools around the region around the world marking by Freedom Day. This day of student-led action to raise awareness, and ultimately fight an end modern-day slavery. You see it here in the campus through art projects like the colored boulder you see behind me. Through impactful classroom workshops and discussions, even a sweatshop simulation workshop, and also lessons for elementary school students, primary students here at HKS. I want to introduce you to very special guests. Joining me now are Ian and Carol who are (INAUDIBLE) Carla, who are two students here at HKS. And they've been learning a lot about modern day slavery. First, Ian, tell me how many people are enslaved today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "IAN HORNG, STUDENT",
      "sentences": "Around 40 to50 million people are trapped or have been taken, their freedom has been taken away and they're considered slaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Yes, and tell me what does it mean to be a victim of human trafficking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "CARLA GOUW, STUDENT",
      "sentences": "Different overpowered slave owners can take advantage of more vulnerable groups. And illegally smuggle or transport them away to remote countries by tricking them or promising them at something too good to be true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "And the problem has gotten worse in recent years, right? Tell me why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "HORNG",
      "sentences": "So, due to COVID-19, people have started losing jobs and also have the urge to travel more. This has caused more like cyber scammers to become to have more things to do. And they want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Yes, to prey on people who think that this is a dream job. And they ended up in a -- in a -- in a human trafficking type situation, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "HORNG",
      "sentences": "Yes, and more people are starting to fall for this scam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Which is so unfortunate. A number of people who enslave our children not that much older than you. Do you think about them? And do you -- how do you reflect upon that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "GOUW",
      "sentences": "I was quite shocked to hear that. Half of the people that are trafficked today are children, especially because we're children living in Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "GOUW",
      "sentences": "And I think that those children must have gone through a lot of trauma because they're taken away from their families, and they forget the life that they had before and they lose their freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Yes, and very, very quickly, how to act? What can you do as a consumer, for example, to fight modern day slavery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "HORNG",
      "sentences": "So, some simple things that we can do are being more aware of what we're buying. Sometimes, items might go through child labor or forced labor to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "HORNG",
      "sentences": "-- make these things that we buy. Sometimes clothing, sometimes like cocoa beans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "STOUT",
      "sentences": "Very well said Ian and Carla, thank you so much for joining us. My gosh, these are only primary school students here in Hong Kong, Rosemary, but absolutely astounded by their level of awareness and empathy about the issue. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "CHURCH",
      "sentences": "They are too incredible students. Thank you so much for that Eleni, you are at the American School in Dubai. How are students they're marking this day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "Yes. Well, Rosemary, it is super fascinating to see that it's not just about marking the day, but it's actually embedded in the curriculum. Teacher Elizabeth Hickey (PH) is running a class called race, culture and human rights, and what they've done is they starting to investigate institutional financial racism. You've got students here that are inputting incredible comments, deconstructing the theme. I just want to read you some of them. Economy built on slave labor. Continued backing of slavery post slave trade. Black banks had 21 percent of U.S. banking assets.So, they're engaging in what this means and it's interesting because slave labor, human rights abuses are coming up, and you can actually see students engaging in this topic. It is also, I wish I had Elizabeth as a teacher growing up, I have to say, look, we have students here that have been engaging in these topics. And it's not just about deconstructing them in class, but it's also how do they engage in these themes as they enter the real world? This is a great class, we've got Kirsten Williams joining us. Great to have you on, what does it mean to you, when you're deconstructing big themes like this and engaging in these modules throughout your school career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "KIRSTEN WILLIAMS, STUDENT",
      "sentences": "To me, it's very important, it means really looking into yourself and your implicit biases in order to combat negative stigma that led to prejudice and discrimination in institutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:18",
      "speaker": "GIOKOS",
      "sentences": "And what about freedom? What does that mean to you? Have you been engaging in this topic, where you're thinking about it deeply, not only in your context, but the people that you need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:16",
      "speaker": "GIOKOS",
      "sentences": "And there's a huge sense of awareness, Rosemary, I have to say, with, you know, students like Kirsten, seeing what they're writing on the board. And, you know, it gives you a sense of the new generation of students, that are thinking very deeply about freedom and what that means for future leaders, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:16",
      "speaker": "CHURCH",
      "sentences": "Yes, and if these students are our future leaders, we are in very good hands.",
      "isLastSentenceInterrupted": false
    }
  ]
}