{
  "date": "2023-08-11",
  "headline": "CNN Tonight",
  "subHeadline": "AG Merrick Garland Appoints Special Counsel For Hunter Biden Case; Hip Hop Celebrates Its Fifty Years In The Music Industry; Death Toll From Hawaii Wildfires Rises To 67 People. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right. Good evening to you. I'm Sara Sidner and this is CNN TONIGHT. There are significant developments in major legal cases involving Former President Donald Trump and Hunter Biden. The U.S. Attorney investigating President Biden's son is -- after plea talks broke down and a possible trial looms. And the judge in former President Trump's election subversion case is issuing a protective order barring Trump from publicly disclosing sensitive information. She says his right to free speech is not absolute.The extent of the destruction from the catastrophic wildfires in Hawaii starting to become more clear now. At least 67 people have died in Maui and that toll is expected to unfortunately rise as more rubble is being searched. The wildfires damaging more than 3,000 homes. CNN is on the ground in Maui with the very latest reporting from there. And a moment in American history. Fifty years ago today, hip hop was born in the Bronx. Tonight, we celebrate this trailblazing art form that has changed America and the world. (BEGIN VIDEO CLIP) (RUN'S HOUSE BY RUN DMC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "I wish we could start with Run DMC, but we are starting here. The Attorney General has announced a special -- Biden investigation. It's not someone from -- Trump -- appointed federal prosecutor who's been overseeing the case for five years now. This is all because the settlement both Hunter Biden's lawyers and the prosecutors had agreed upon in his tax evasion and gun charge case fell apart when the judge rejected it. I want to turn right away to Senior Crime and Justice Reporter Katelyn Polantz. She is here with us now. Can you give us a sense of what all this means and what happened, Katelyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Sara, there is a messy situation that the Attorney General Merrick Garland had to solve somehow on a lot of fronts, politically and legally. And what happened is that there was a case, two cases actually, in court against Hunter Biden, the President's son, and those cases were on the train of having a resolution, right? There was a decision made from his lawyers and the Justice Departmentthat they had a deal, that they had and then a deferred gun charge that could go away a felony if he stayed in line. But all of that fell apart whenever that was presented to court because both the judge started asking questions like, can you even do that with charges and his attorneys went back to the drawing board after a recent hearing where he was supposed to plead guilty to these but did not. And they reached an impasse where they couldn't work it out with prosecutors of the terms of the deal whenever they were asked to revisit it with the judge. And so, as that is all going on at that point in time, the Attorney General, Merrick Garland, and the U.S. Attorney who's investigating this for some time, David Weiss, they came to the resolution on the side of the Justice Department that they needed some sort of extra oomph (ph) for the prosecutors behind this case. And that is what delivered the special counsel decision today -- this announcement that David Weiss is now the Special Counsel, not just a U.S. Attorney, bringing this case in the district court in Delaware. And so, there is a question still of what happens next. There's a lot of things that happen in the court still that must be unwound in some way. But here is what Abbe Lowell, a lawyer for Hunter Biden said just a couple hours ago to our own Kaitlin Collins. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBE LOWELL, ATTORNEY FOR HUNTER BIDEN",
      "sentences": "He has made very clear the mistake he made, and that's all he has made a mistake about. And so, am I concerned? I am only concerned that a force other than facts or law would influence any additional decision. And if this prosecutor with a new title now continues in doing what he's supposed to do, which is to follow the evidence and follow the law, the conclusion should be the same.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SIDNER",
      "sentences": "Okay, and I know you're juggling a whole bunch of different cases here. I want to go to the federal judge overseeing former President Trump's trial and election interference charges. She has issued a protective order today. Tell us about it and what did we learn about how she's going to approach this case going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "POLANTZ",
      "sentences": "Well, Sara, we learned that this judge is not going to have much patience for politics getting injected into this case. It's the January 6th case with Donald Trump. He and his lawyers have been out there saying that it's political interference, that this case is even being brought, that it needs to be put off or put on hold as he's running for president. And this judge, Tanya Chutkan, in the D.C. District Court, federal court in D.C. here, she says, no, I don't see any political interference.And also, we're going to move this thing along, because when you look at politics versus the justice system, the justice system comes first. That is how America works. That's how democracy works. That's how this government works. And so, one of the things she said was that she is going to put some parameters around Donald Trump. He's going to have to follow court orders. He is a criminal defendant. She reminded him even if his day job is being a candidate running for president and some of those parameters are going to include things like making sure he's not sharing widely any evidence he sees such as grand jury transcripts or if he listens to recordings of grand jury or witness interviews of people who spoke to investigators. He can't disseminate that widely. He can't talk about it publicly and she has also said that he has a First Amendment right to free speech, but that right is not absolute in a criminal case like this. The defendant's free speech is subject to the rules. That's Judge Tanya Chukhin, and that is how she's gonna move forward in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SIDNER",
      "sentences": "Katelyn Polantz, you've been doing great reporting. Thank you so much. I wanna bring in now Temidayo Aganga-Williams, a former Senior Investigative Counsel for the January 6th Committee, and Brian Jacobs, a former Federal Prosecutor. Thank you both for being here. We'll start with this. The Hunter Biden case has been going on for five years as we mentioned, a settlement completely falls apart and now a special counsel is appointed, although it's the same person who's been overseeing the case all these years. How is this so messy? Why is it all so messy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BRIAN JACOBS, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, uh, something went wrong in the negotiations between the government and the defense that led to the mess that we're in right now. The big question, I think, to look out for is whether there are more serious charges down the pike. It could be that the appointment of the Special Counsel is really just one step in the plea negotiation process so that the government can credibly threaten to bring charges in California or Washington, which they couldn't before as easily, but it also could be that there are more serious issues out there to watch for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SIDNER",
      "sentences": "Temidayo, I'm curious from you. Why do you think that Attorney General Garland has gone ahead and put forth this title now, Special Counsel, on the same person that's been doing this for several years? I mean, has this case been mishandled by the DOJ in some way?TEMIDAYO AGANGA-WILLIAMS, FORMER SENIOR INVESTIGATIVE COUNSEL, JANUARY 6TH COMMITTEE:  It does appear to be some level of mishandling. After five years, it would be surprising to see a change in the facts of the law here. Whatever happened, the DOJ, if it was conducting a thorough investigation, should have been covered up already. What appears to be happening here is that the Attorney General is probably concerned about public perception, and that's what's led to his actions here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SIDNER",
      "sentences": "All right, we just heard from Abby Lowell, which is one of Hunter Biden's attorneys, and he basically says, look, the facts are the same as they have been for five years. The evidence, so far, is the same as it has been all this time. So, the changes shouldn't change the outcome of this case. Is he right?AGANGA-WILLIAMS:  I think one thing that is in play is whatever resolution is reached, if a resolution can be reached, and it's not clear one can. But if a resolution is reached, what kind of immunity will Hunter Biden get? That was the issue that led to the deal falling apart, and that's the issue to watch going forward because he once brought her immunity, then it seems the government is willing to give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SIDNER",
      "sentences": "All right, Domenico, I'm going to go to you in just a second. I do want you to listen to this because Republicans have constantly been on this drumbeat of accusing President Biden himself of wrongdoing here. They have not brought any hard evidence. I want to let you listen to what the Former Attorney General, Alberto Gonzalez, has said, who is, by the way, a Republican.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "ALBERTO GONZALEZ, FORMER ATTORNEY GENERAL",
      "sentences": "I haven't seen evidence and I haven't heard of any evidence coming out of the congressional hearing to date. To the contrary, it appears that there is no such evidence. But again, this is the world that we live in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SIDNER",
      "sentences": "It's really interesting that you mentioned that because his attorney did talk about that. He said, yes, he's being treated differently in his view because he is facing more severe punishment than you would see in cases that are similar to this. And that will all be hashed out, I'm sure, in court. I want to talk to you about what's happened with President Trump's latest case, his third indictment, federal indictment. What do you think of the judge's decision to put this protective order in place? Does it seem fair what you've seen so far? There's five pages, pretty straight-forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JACOBS",
      "sentences": "So, it's a middle of the road order. The judge is saying that when the government makes its discovery, when it produces, you know, its tens of thousands or millions of documents, it can mark some of them sensitive. And then there are certain restrictions that kick in. And former President Trump can't talk about those sensitive documents. That is a pretty standard order. And the question there, the thing to watch for is how much discovery does Jack Smith mark sensitive, and does President Trump cross the line and talk about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SIDNER",
      "sentences": "Temidayo, I want to ask you just quickly, you know, what we've seen so far from Judge Chutkan, I mean, how is she going to handle the courtroom? Because this could be a pretty wild case if a lot of people show up, which we expect they will.AGANGA-WILLIAMS:  I think what we've seen is that she is in control of her courtroom, and he may be former President Trump outside the courtroom, but he's Mr. Trump inside the courtroom. I think she set a tone that she's not going to allow the circus that often follows President Trump to infiltrate her courtroom. And I think this order shows that she's in control and she's going to keep that throughout all these proceedings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SIDNER",
      "sentences": "Temidayo Aganga-Williams and Brian Jacobs, thank you both for coming on.AGANGA-WILLIAMS: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JACOBS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SIDNER",
      "sentences": "I want to bring in CNN Contributor John Dean now, the former Nixon White House Counsel. No one knows better than you that the special prosecutor investigations can lead anywhere in the case of Watergate, of course, that led to the resignation of President Nixon. For you, looking at this from your vantage point, could this mean in your mind that Hunter Biden might be in worse potential legal peril now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "JOHN DEAN, CNN CONTRIBUTOR",
      "sentences": "It could well mean that because I know from watching the history of special counsel and independent counsel, they can become very protracted. This investigation has already gone on for five years. The longest one that I found on record is 11 years. Actually, one of my classmates at law school was the special counsel who went on endlessly during the Clinton years. So, they can become dragged out. They can become abusive. So, it was not a good day for Hunter Biden today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SIDNER",
      "sentences": "Counselor, I'm going to ask you a political question, because I know you can answer it. When you look at this, how damaging is it? Potentially to President Biden, we are in the middle of an election year. DEANBut it can, indeed, color the campaign. They're trying to get some false equivalency between Joe Biden and his purported activities for which they have never provided any evidence of his connection of any misdeeds with his son and Donald Trump who has serious misbehavior on his platter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about the time that we're in right now. We've got three special counsels at the Justice Department. We have multiple cases against a former president who is the leading GOP candidate in the presidential election, so far. I mean, have you ever seen anything like this in American history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SIDNER",
      "sentences": "And that is why we bring you on. You have the history of all this, you know the seriousness of all this. Thank you so much, John Dean. Appreciate you coming on this late.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "DEAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SIDNER",
      "sentences": "In tomorrow's news tonight, Former President Donald Trump heading to Iowa's State Fair. He's set to go toe to toe with Florida Governor Ron DeSantis as they both seek to gain support among Iowa voters. In a dig against the governor, Trump said he plans to attend the fair with Florida Republicans who have endorsed him over DeSantis. CNN's Jeff Zeleny was at the fair today and talked with Iowa Governor Kim Reynolds about where Trump and other candidates currently stand among Iowans.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "It's so early. People are paying so much attention to the national polls and I can tell you it's just not reflective of kind of what I'm hearing from Iowans as I'm traveling around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Do you think there could be surprises over the next five or six months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "There's always surprises. It's just that's part of the process.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SIDNER",
      "sentences": "Joining me now, Mark McKinnon, Executive Director of \"The Circus\", who's a former advisor to both George W. Bush and John McCain. You can always catch that great hat. And David Kochel, a Republican Strategist and Co-Host of the Podcast, \"Highball Politics\". He's attending the Iowa Fair. And you've been there every election cycle since 1988. That is serious commitment, David. Let me ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "DAVID KOCHEL, REPUBLICAN STRATEGIST",
      "sentences": "Yes, you know, it's a lot of corndogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SIDNER",
      "sentences": "Well, you know what, corndogs are good. I might have to ask you to bring me back one. David, you're at the fairgrounds right now. We can see it behind you. And you know Iowa voters very well. The polls have Donald Trump with this huge lead. But is Governor Reynolds potentially correct that there is time that other candidates could rival him? I mean, this gap is quite large. It's 20 points from his next contender.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "KOCHEL",
      "sentences": "Yeah, obviously, I'd never disagree with my governor. She knows Iowa politics better than anyone. Seventy percent of voters in Iowa are open to someone other than Trump. That's more than enough to build a coalition, to make a serious challenge at him. And I think most of the other candidates out here are actually putting in the work, not taking it for granted. You see Ron DeSantis doing a 99- county tour. Nikki Haley is probably on 30 or 40 town halls by now. Tim Scott's been in here a lot. A bunch of other candidates also doing the legwork.And Iowans really appreciate that. You know, when people show up at the fair, they don't just come in and do one walk through and, you know, or one big rally. I think it's the person-to-person voting. Iowans are used to that. They like that. You know, she's hosting all these candidates at the Fairsite chats. They're well-attended. They're doing the Des Moines Register Soapbox. And I think once you get through this campaign, you see how much work people have put into it. Someone will break through. And I do think that there are a lot of voters available to someone not named Trump and we just need to see which one is able to break through most successfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SIDNER",
      "sentences": "It's an interesting thought. Mark, I want to go to you. Trump, of course, will be at the fair, DeSantis will be at the fair, but as you just heard, you know, DeSantis is doing this big tour of Iowa. Trump has not done the same thing. He hasn't done a lot of the traditional Iowa campaigning that we normally see. How much does that matter to Iowa voters?MARK MCKINNON, FORMER ADVISER TO GEORGE W. BUSH AND JOHN MCCAIN:  I think it matters a lot. I mean, as David pointed out, Iowa voters take this very seriously, and they often wait till the very last minute to make up their minds. And so, I think there's this phenomenon going on where there are ghost voters for Trump. In 2016, people were afraid to say publicly that they were for Trump. Now, there's kind of the reverse, where people are afraid to say that they're not for Trump. He's a tribal leader, he's under attack, and it's just not popular among Republicans to say that you're not going to defend the guy. That doesn't mean they're for him. As David pointed out, 70 percent of Iowa voters are willing to change their mind. That's a huge percentage. And by the way, between now and Iowa, which is still six months, that's a lot of time, the news is likely to get worse for Trump on the legal front. It's not going to get any better. And here's the final point I would make. Between now and then, if you look forward to the general election, the polls right now between Trump and Biden are fairly close. I think when you weigh on a fourth indictment, additional baggage, what's going to happen is that the general election that Trump is going to look less and less formidable against Joe Biden. And that's what Iowa voters are going to pay attention to. And at the very end of the day, as much as they like him, even respect him, adore him, whatever it might be, if they think he's going to lose, they will consider switching their vote in the final days at the Iowa caucus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "MCKINNON",
      "sentences": "Well, I mean, I talked to a lot of voters during our show, and it's clear that in private, they will tell you that they have concerns about Trump. But they're not going to say that publicly. They're certainly not going to tell a pollster that. As I said, it's just not popular to attack Trump. It's popular right now to defend him. And I would just say that, you know, the Iowa voters are very smart, they're very strategic. At the end of the day, what's going to matter to them is who has thebest shot to beat Joe Biden. And I suspect that over the course of six months with additional legal troubles, these voters are ghost voters. They appear to be for Trump, but at the end they're going to disappear. And that's what I wrote in \"Vanity Fair\". David, do you buy that? Is that something that you think is highly possible, especially with, in Iowa, with 70 percent of the electorate saying, hey, you know, we will consider other things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "KOCHEL",
      "sentences": "Yeah, I totally buy it. They do put on the jersey when Trump's under attack, and they say what they're supposed to say because they're part of a tribe that he is, you know, the undisputed leader of. But definitely, these are voters who make rational decisions about who can win. Republicans want to win this election.And then you also go to the point that, you know, he won't be out here earning it the same way every day that these other candidates are. Now, it's just -- we've got to find out who's got the message and the discipline and the money, to really break through. But this thing always breaks late. A lot of voters move in unison together. You saw it with Rick Santorum and you saw it with Mike Huckabee, Ted Cruz going back to past elections. A lot of time it's led by evangelical voters who really do vote as a unit. And, you know, I think who can -- who can break through to those voters but then also add to that coalition with -- with more sort of Trump hesitant voters in Iowa and kind of combine those coalitions. That's who could be successful in the caucuses on January 15th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "SIDNER",
      "sentences": "Mark McKinnon and David Kochel, thank you so much for joining us. Enjoy all that food. Hats off to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "KOCHEL",
      "sentences": "Sure will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "MCKINNON",
      "sentences": "All Ghostbusters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SIDNER",
      "sentences": "This is the day in 1973 that Hip Hop was born in the Bronx at a house party. Now, 50 years later, a huge celebration back where it all started. That was Roxanne Shante, you know, she was 14 years old when she started, by the way. She was performing Roxanne's Revenge at Yankee Stadium tonight. She was just a teenager, as I mentioned, when she created the first known diss track.Some of the biggest stars in Hip Hop are coming together for the 50th anniversary of the trailblazing genre like Run DMC, Remy Ma, and the Sugar Hill Gang. Now, for our own celebration here at CNN Tonight, joining me now, Hip Hop Pioneer MC Lyte who is one of the Executive Producers of the new Netflix documentary series, \"Ladies First\", a story of women in Hip Hop. And one of the first female editors at then startup Hip Hop magazine \"The Source\" and Executive Editor of One World Roc Lit 101, Kierna Mayo. Thank you so much, both of you, for being here. This is so exciting. All right, MC Lyte, you just finished your performing along with some huge names in Hip Hop, but I feel like yours is the biggest, but we're not gonna start that right now. What's it been like celebrating 50 years of Hip-      Hop? Because I remember when it was a genre where people just said, that's not music, this is not gonna work, and look where we are today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MC LYTE, HIP HOP PIONEER",
      "sentences": "Look where we are. I am just so elated, excited. It's almost as though Hip Hop of all generations have gotten like a dose of rejuvenation. We have been so busy this year, and you know, I've been busy, thank God. But with this year, it's been a lot of performance-based celebrations. And so even yesterday, we were at an event, which was fantastic.But we closed out the event, and we went to 1520 Sedgwick, where Hip Hop was born, where DJ Kool Herc was in the rec center, you know, playing music, Hip Hop for the very first time, we went to that rec center. I met up with KRS One and Curtis Blow last night to bring in, we had a vigil for Hip Hop and brought in the midnight hour there at the birthplace of Hip Hop. How else can you bring it in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "UNKNOWN",
      "sentences": "We are women at once in different aspects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "UNKNOWN",
      "sentences": "There's so many fire women right now, like what?VOICE-OVER:  None of this came easy. We have come through a lot. We have stood back up, and we'll always keep standing back up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SIDNER",
      "sentences": "You know, hip hop was such a male dominated genre for a bit there. At least that was the stuff that was popular to people that they knew about. But in the very early days, women were right there. How hard was it for women, you're one of the first, to come in and break through and make a stance, make their names known?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "MC LYTE",
      "sentences": "You know, when I take a look back, you know, hindsight, I see the rough patches in terms of what made it so difficult. While I was in it, I couldn't tell. I was young. I was, you know, 16, 17 years old. You know, when you say, when you're younger, things just go by so much quicker. And now in my life, things have a pace. I have arrived in my body. I think before, I was just being led to wherever I needed to get to.And so, hindsight now, there were issues with promoters. There were issues. Well, actually, my entire record label was based on a hit song called \"Top Billin\", that Audio II did. And because of their success, my management said, if you want Audio II, you got to take MC Lyte. Or you want Audio II over here, you got to take MC Lyte. And so, it was a way to get me in the door and then finally, you know, make a name for myself. But it is difficult, you know, let's just be real. There's so many more things that we have to contend with that the men just don't. So, I salute all of the women in any field within Hip Hop, you know, whether it's journalism, whether it's photography. I know a host of photographers that are women of color who are not being asked to license their work. They're not going after them the way that they've gone after a lot of the people who were there who took the album covers. You know, many of them were not people of color. And so, the record labels didn't give those types of opportunities to first, women, and then second, women of color. And so, there are so many women throughout this industry that I just want to take the time and salute because it is strenuous. It is a commitment that you have to put in to say that you want to do this. And it has to supersede the need for money. It has to be, as my sister here said, you have to love it. You have to wanna be involved and also want to contribute something that is good. And good means something that can be used in a positive way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "And you cannot help but -- to that. You can't help but move to that. It's impossible. Your body just does it automatically. I do want to ask you, you know, Queen Latifah, MC Lyte, there have been so many, so many people, Roxanne Shante. But there are new artists now like Coy LeRae and Cardi B and Megan Thee Stallion. But they're also facing backlash for doing some of the same exact things that the guys did to women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "MAYO",
      "sentences": "Yeah, you know, I have to say, like this moment of celebration is awesome, but it really is another moment, too. It's an inflection point. We really do have to be honest about the fact that we're still talking about a lot of the same things we were talking about 30 years ago with regard to women in hip hop. I mean, you know, the latest headlines, even around Megan Thee Stallion, it's just concerning that there's a narrative that somehow we can't penetrate. And we need a cavalry.So, we need like like-minded folks who believe that women are people, too, to kind of show their face all the time in hip hop consistently. Because we celebrate a lot of folk, a lot of men who are duly talented people, but are also problematic in many important ways. And depending on the amount of power and influence and money and wealth and access they have, there's a corollary between that and how critical we are of them many times. So, there are a few high-profile examples that did get named, but there's a whole lot that don't consistently get named. So, for someone like myself who's been there, you know, both as cultural critic and in some ways, culture creator just right alongside and having proximity to some of these early artists. There's a disheartening too, there's a feeling that a piece of this still is unresolved. But I will say this documentary goes a long way in like writing the ship. It really does cement the solid truth which is that women have been there from day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "From the start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "MAYO",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SIDNER",
      "sentences": "Kierna Mayo, MC Lyte, incredible to have you both here. Thank you so much and congratulations. Fifty years of Hip Hop. It's still here and it's gonna be here. It's part of the culture. We appreciate you both. And we'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SIDNER",
      "sentences": "Burned to the ground, the devastation on the Hawaiian island of Maui is extensive. A historic town, gone. The death toll from the wildfires rising tonight to 67 people. And that number is expected to climb. Videos shot by this family in their car as they drive through the wildfires. They can be heard screaming for help. It is terrifying. And this TikTok video appears to show people seeking refuge in the waters off Lahaina. The Coast Guard tells CNN they rescued 17 people from that area.Residents of the hard-hit town are returning to their homes today. At least some of them are getting a first look at the ashes left behind. Now, I want to bring in Katie Shannon. She's the Director of Marketing at the Maui Humane Society. Katie, I understand that you still have your home, and I'm really happy to hear that in Maui, but there are so many people that don't. So, you've decided to do something with the time that you have to help. What are you doing when it comes to animals since you're with the Humane Society?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "KATIE SHANNON, DIRECTOR OF MARKETING, MAUI HUMANE SOCIETY",
      "sentences": "Aloha, yeah, thank you for having me. You know, it has been devastating here, understanding that there are thousands of people that have been displaced, and we know that there's up to 3000 animals that have also been displaced that are either without their owners and looking to be reunified or injured and need medical treatment due to the fires.We are just waiting. You know, today was the first day that the road to Lahaina actually opened and it took about four hours for personnel to get over there. And so, we are just waiting to get boots on the ground, to set up search and rescue, to get our veterinary staff over there, so that we can actually grab animals and get them the medical treatment that they need and also reunify them with their animals and their people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SIDNER",
      "sentences": "We talked to a family this week who had lost two animals and you know they're beside themselves. These animals are generally people's family members and to see them in the condition that they're in with their paws burned there, it's really, really, really hard to look at. How do you start to reunite these animals with their owners when so much devastation still exists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SHANNON",
      "sentences": "You know, it's a good question because there is so much limited communication still on the West side. But what we are asking people to do is to file a loss report of their animal. And the reason why is because as animals are coming in, uh, you know, they might be, they might look very different than they were just a few days ago. So, we are going to try to, use the -- the loss reports as a way to reunify them with their owners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SIDNER",
      "sentences": "I want to say to you, thank you so much, Katie, for doing the work that you're doing, for being a helper in all this and such devastation. And good luck to you as you go about trying to do this. Keep yourself safe, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SIDNER",
      "sentences": "For many people living in remote areas of Ghana in West Africa, accessing medical care can mean walking several hours to a hospital or struggling to afford payment. This week's CNN hero saw first-hand the consequences of those barriers to health care and has since dedicated his entire life to bringing health care to remote areas. Meet Osei Boateng.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "OSEI BOATENG, CNN HERO, HOPE HEALTH VAN",
      "sentences": "We've been to communities where they haven't seen a doctor before. Literally, they haven't been to the hospital before. We've designed the van like a clinic. Depending on the person's condition, if the doctor needs additional labs, we're done. We have some point of care labs that we do in the van. We have medications, and so it's like a one-stop shop for people. Up to date, we've served over 4000 people.So, imagine if we had two or three vans. Our vision is to really expand. Words cannot describe the feeling that you get providing care for someone who otherwise wouldn't be alive if your mobile health van wasn't there. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}