{
  "date": "2023-12-28",
  "headline": "CNN This Morning",
  "subHeadline": "Nikki Haley Doesn't Mention Slavery as Cause of Civil War; Rep. Boebert Announces She Will Switch Congressional Districts; Republican Party Asking Supreme Court to Rule on Colorado State Supreme Court Decision to Remove Former President Trump form Republican Primary Ballot; Homeland Security Secretary Alejandro Mayorkas States He Had Productive Meeting with Mexican Counterparts on Immigration Crisis at U.S.-Mexico Border. Ared 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "There he is smiling. He has several broken bones and injuries to his legs that could require surgery. But he says no matter how tough things get, there's a light at the end of the tunnel. Total Christmas miracle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Total Christmas miracle. I like the smile and the thumbs up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Great story.CNN THIS MORNING continues right now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What was the cause of the United States Civil War?NIKKI HALEY, (R) PRESIDENTIAL CANDIDATE:  Well, don't come with an easy question, right? I think the cause of the Civil War was basically how government was going to run, the freedoms and what people could and couldn't do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Good morning, everyone. I'm Poppy Harlow with Phil Mattingly in New York. And there you just saw Nikki Haley this morning is taking heat for her answer to that question about the cause of the Civil War and what she didn't say -- slavery. We will play the whole exchange for you straight ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And overnight, the Homeland Security secretary says he had, quote, a very productive talk with Mexico's president about confronting the border crisis as more Democratic mayors take aim at the Biden administration over the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "And more than 11 years after the Sandy Hook Elementary School massacre, several current and former senators are changing their stances on guns and offering something you don't often hear in Washington -- regret over how they voted. One of those senators joins us live.This hour of CNN THIS MORNING starts now. This morning, we are tracking fast moving developments Donald Trump's battle to stay on the ballot in multiple states. In Colorado, the state's Republican Party is now calling on the Supreme Court to put Trump's name back on their ballot. It is the party's response to Colorado's top court ruling that Trump engaged in an insurrection on January 6th and is, therefore, disqualified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And at any moment we could find out if Maine will become the next state to remove Trump from the ballot. Maine's secretary of state, a Democrat, could make the decision as soon as today. Trump's lawyers are demanding that she recuse herself. They sent her a letter accusing her of having a personal bias against the former president. Trump is coming off a major legal victory in Michigan. There the state Supreme Court has rejected an effort to kick him off the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Let's start with Katelyn Polantz. She is following all of it for us. And let's start, Katelyn, in Colorado. This appeal by the Republican Party there to the Supreme Court. The Supreme Court, if they are going to get involved here, needs to do it pretty quickly. Where does this go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "They do need to do it pretty quickly because the primaries are so soon, and every state -- well, not every state, but a lot of states are looking at challenges that people have brought to challenge Donald Trump's ability to be on the primary ballot if not the general election ballot in 2024 as he runs for president.All of it is around the 14th Amendment of the Constitution which says that if you are an insurrectionist, you are not eligible to hold office in the United States. Colorado is the only state so far that has looked at this and had their state courts say, yes, Trump can't be on the ballot because he qualifies as a -- he is ineligible on our state on the primary ballot to be a candidate. And so the Republicans in Colorado, the GOP there has gone straight to the Supreme Court now after getting a ruling out of the top court in Colorado and asking the Supreme Court to clarify, to intervene, to protect the First Amendment rights, they say, of voters of the party in Colorado and also to determine that this 14th Amendment, the insurrection clause from after the Civil War, that that should not apply to the presidency. There is still going to be a lot of questions out there, though, because other states are determining what to do. Maine, we are waiting to see what the secretary of state there does. And also, there is still a lot of questions about what happens in the general election if Donald Trump becomes the Republican nominee, and also does he qualify as an insurrectionist. That's not the question that the Colorado GOP at this time is asking the Supreme Court to resolve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Katelyn, to pivot from one major legal issue with lots of outstanding questions to another one, one of the federal cases the former president is taking, Jack Smith's team asking the judge in that case, Judge Tanya Chutkan, to keep Trump's team from injecting politics into the 2020 election subversion trial. Is that even possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "HARLOW",
      "sentences": "OK, Katelyn, thank you for staying on top of all of these very fast moving developments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MATTINGLY",
      "sentences": "And joining us is David Schoen. He's an attorney -- was on attorney on Trump's defense team in his second impeachment trial. David, there are about a million things we could talk about right now, but I want to talk about what we've seen at the state level over the course of the last couple weeks. Michigan now the fourth state to reject efforts to keep Trump off the ballot via the 14th Amendment. Similar efforts continue in other states. Obviously, we saw the ruling in Colorado. Do we have any sense at this point, how do you think the Supreme Court will rule when it inevitably gets to that point?DAVID SCHOEN, TRUMP'S DEFENSE LAWYER DURING SECOND IMPEACHMENT TRIAL: I think -- first of all, Katelyn Polantz just did a fabulous job, so I am not sure you need me. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SCHOEN",
      "sentences": "But in any event, I think the Supreme Court's going to reverse the Colorado decision. I think it has to for a number of reasons, whether Section Three of the 14th Amendment applies to a president, I don't think it does for reasons many scholars have said. Griffin's case, 1869 decision, says there has to be federal legislation to enforce it. They had an opportunity to charge him with insurrection under 2383. They decided not to, and so on. You raise a lot of very interesting points. This whole thing isfascinating, frankly. That's why I carry around this, my Constitution, at all times, and I think every American should. The Michigan case, as you know, is a little bit different. In that case it turned on a party's right to determine its own candidates in a primary election rather that really whether he is ineligible. Michigan allows even ineligible candidates to be on the primary ballot. So that, like Minnesota, could play out differently in the general election, and I think you know this. But the Colorado case before the Supreme Court should resolve all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MATTINGLY",
      "sentences": "To be clear, I concur fully with your commentary on Katelyn, disagree with the fact we don't need you. Mostly your voluminous notes before we talk to you in the mornings are actually really, really helpful in understanding things. I do want to ask you, why hasn't Trump's legal team appealed yet? It's been one of the questions I've had. We have seen the Colorado Republican Party do so. Why hasn't Trump's team done it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SCHOEN",
      "sentences": "Yes, I think they want to organize all of the arguments at once. And the court's going to hear the case possibly on an expedited basis, but maybe not. You see, rather than in addition to just needing to prepare the ballots, there is a federal legislation called UOCAVA which requires 45 days ahead of the election for the absentee ballots and overseas service people's ballots to be sent out. So there's quite a rush.And frankly, in a lot of ballot access cases, the court says -- either issues a summary order or won't get involved in something because of the deadline. In this case, I can't imagine that they wouldn't get involved in the Colorado case. It's more likely they could issue a summary order reversing the Colorado court. But hopefully, they will hear the issue, and it's a very important issue to play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MATTINGLY",
      "sentences": "There have been a handful of key points that people who don't believe this will carry the day point to. What do you think is the most effective argument for Trump's legal team when they do appeal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SCHOEN",
      "sentences": "That's a great question. You're right. You even see Trump haters sailing saying now this is just terrible. It's an abuse of the political process, in a sense. I think the most important point probably is that it doesn't apply to a president. If you look at language of the -- the text of the language in Section Three, they had an opportunity to say president. They didn't. The Colorado court focuses on a discussion between two members of Congress at the time. I don't think that carries the day.And I think, ultimately the substantive issue is we don't take away the right to vote and the right of a candidate to stand for election under the First and 14th Amendments based on a finding by a single state judge on insurrection. Again, they had a chance to charge him. I think Griffin's case is important, 1869 decision, that says you need federal legislation to effectuate this provision in the Constitution. And frankly, I think also Article Two, Section One, really controls what the qualifications are for a president, 14 years a resident, 35 years of age at least, and born U.S. citizen. So I think it would be a terrible decision, and I think it's a terrible move, quite frankly, politically. And that's why many of the Trump enemies also don't like it. They want to have this thing at a straightforward election --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MATTINGLY",
      "sentences": "Could I just ask you, is it not a contradiction. In the New York D.A., Trump's lawyers make the argument that he is an officer. You are saying in this case, making the argument that he is not is the most effective. Does that contradiction matter at all, or is that just the reality of making legal arguments depending on domain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "MATTINGLY",
      "sentences": "You implied to my stellar co-anchor every once in a while that you are still in communication in some way, shape, or form with the former president. Does he have any concerns about these cases, the 14th Amendment cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "SCHOEN",
      "sentences": "I think he is quite clear that in believing he is going to win this case, the 14th Amendment case. I think he is offended by it, frankly, that this is an effort, sort of an extra ballot effort to keep him out of the election and stuff. And I frankly think it's offensive to the process. I think we should just have a straight-up election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "MATTINGLY",
      "sentences": "There's certainly a lot of questions to play out going forward. Fascinating, to use your word. David Schoen, we appreciate it, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "HARLOW",
      "sentences": "Always one of my favorite discussions. That was great.New this morning, Homeland Security Secretary Alejandro Mayorkas called the meeting that he had yesterday with Secretary of State Antony Blinken and their Mexican counterparts very productive. That's a quote. The senior U.S. officials melt yesterday to try to discuss curbing record high migration. And right now there is a caravan of thousands of migrants walking towards the U.S. southern border. Officials say the size of the group has shrunk from about 6,000 to 3,000. Our Rosa Flores is live on the border in Eagle Pass, Texas. So the readouts from the Mexicans, from the U.S. is that this was productive. The question is, what changes immediately right where you are on the border?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Well, Poppy, the language that stood out to me from the readouts from both Mexico and the United States is actually from senior U.S. administration officials because they used words that could actually impact the flow of migration. What they mentioned was that Mexico shared their plans to crack down on human smuggling. Now, these are the bad actors that are pushing large groups of migrants, 500, 1,000 migrants into remote areas of the U.S. southern border, and those are creating logistical nightmares for U.S. Border Patrol.They also mentioned that Mexico made a commitment to humane management of the border, including repatriations. The key there is repatriations. These are deportations. This is Mexico saying that they are willing to remove migrants from Mexico back to their home countries via plane, via bus, before they become a problem to the United States. Now, these are commitments that we have been following on the U.S. side. CBP also announcing a few weeks ago their crackdown on human smugglers and also their commitment to legal consequences to illegal entry, and these are deportation flights. As a matter of fact, while the talks were happening in Mexico yesterday, both DHS and ICE issuing statements about repatriation flights to Central America, to Venezuela, mentioning that this was the 11th flight to Venezuela, and also saying that since May 12th, this is the lifting of Title 42, since then 460,000 migrants have been deported to their home countries. This includes 70,000 members of families. So this includes thousands of families. And also adding in these statements that during these seven months, the total deportations nearly exceeds all deportations for fiscal year 2019. That's when President Trump was in office. And I also wanted to add this, Poppy. Mexico's top diplomat also hinted at maybe some agreements made by both countries, saying that we may learn more in a joint statement. So we're going to be looking out for that. Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "HARLOW",
      "sentences": "Rosa Flores, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "MATTINGLY",
      "sentences": "New York City's Mayor Eric Adams signing an executive order yesterday requiring all charter buses carrying asylum seekers to give at least 32 hours advance notice and limiting the times of days that migrants can be dropped off. Adams says his decision comes after 14, quote, rogue buses arrived from Texas in a single night. That part of Governor Greg Abbott's efforts to transfer migrants to Democratic run cities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "HARLOW",
      "sentences": "Mayor Adams here in New York held a press conference with the Democratic mayors of Denver and Chicago. They all implored the federal government to do more to help cities on the front lines of this growing humanitarian crisis.(BEGIN VIDEO CLIP) MAYOR ERIC ADAMS, (D) NEW YORK CITY:  We cannot continue to do the federal government's job. We have spoken to FEMA and other federal officials who have expressed concern about the border's surge, but not offered additional help. MAYOR BRANDON JOHNSON, (D) CHICAGO:  Without significant intervention from the federal government, this mission will not be sustained. MAYOR MIKE JOHNSTON, (D) DENVER:  Denver finds itself right now at ground zero in trying to resolve and respond to the migrant crisis. We need more federal support to be able to manage this amount of inflow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "And Republican Congresswoman Lauren Boebert says she is going to switch districts when she runs again after what she calls a difficult year of personal mistakes. Why the big move could improve her chances of re-election.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "MATTINGLY",
      "sentences": "In just a few hours, Republican presidential candidate, Nikki Haley back on the campaign trail in New Hampshire and she is pretty sure to be asked about her response to that question by a voter last night. The questionThe exchange lasted 93 seconds, but she never mentioned the word \"slavery\" once as a cause. (BEGIN VIDEO CLIP) NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE:  Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Ambassador.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HALEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please. What was the cause of the United States Civil War?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "HALEY",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not running for president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here is a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On the cause of the Civil War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "HALEY",
      "sentences": "I mean, I think it always comes down to the role of government, and what the rights of the people are. And we -- I will always stand by the fact that I think government was intended to secure the rights and freedoms of the people. It was never meant to be all things to all people.Government doesn't need to tell you how to live your life. They don't need to tell you what you can and can't do. They don't need to be a part of your life. They need to make sure that you have freedom. We need to have capitalism. We need to have economic freedom, we need to make sure that we do all things so that individuals have the liberties, so that they can have freedom of speech, freedom of religion, freedom to do or be anything they want to be without government getting in the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you. It is the year 2023, it is astonishing to me that you answer that question without mentioning the word slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "HALEY",
      "sentences": "What do you want me to say that slavery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You answered my question. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "HALEY",
      "sentences": "Next question.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "HARLOW",
      "sentences": "Next question. Even Ron DeSantis' campaign is seizing on that moment, tweeting thatWith us now, political reporters who've been on the ground following the candidates in Iowa, New Hampshire. Politics reporter for Semafor, Shelby Talcott; CNN congressional correspondent, Jessica Dean; and let's begin with CNN national politics correspondent, Eva McKend who is in Concord, New Hampshire with the Haley campaign. First of all, just tell us, they have not clarified or she has not come out and said I should have said this, right, Eva, this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "EVAN MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Right. We aren't hearing from the campaign as yet, and that is not a big surprise, they are pretty tight lipped. They don't respond with haste to controversies and I would say from being on the trail with her that they do everything they can to sort of set her up for success in these scenarios, Poppy.They really guard her. She does not frequently speak to reporters during these campaign stops. She got there late last night. It was terrible weather, terrible fog. Things seemed to be going relatively smooth for her, and then she gets this question out of the blue from this man who would not give his name, didn't say if he was a New Hampshire voter or give much identifying details. He only said that he saw her answer this question about 10 years ago when she was running for governor and he was perplexed by her response then. Now, she did bring up race to some degree last night. It is a part of her stump speech, when she says repeatedly that America is not a racist country, and that she wants Americans to get away from what she describes as a culture of self-loathing. But in terms of the origins of the Civil War, she reflexively did not say it was slavery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:09",
      "speaker": "MATTINGLY",
      "sentences": "Shelby, one, New Hampshire is great. I don't know the origin or genesis of this question. But inevitably, at a town hall, you're going to get one or two where you're likeI guess, my question is, especially when you play the entire clip there, her kind of slow and then very quick pivot back to a stump speech that had nothing to do with the question was odd to me and I'm wondering if the kind of the kind of play-it-safe mentality that so many people have been writing about ends up being problematic when you get asked a question you're not expecting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "HARLOW",
      "sentences": "Something that doesn't need any context, it just is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "DEAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "TALCOTT",
      "sentences": "Right. It is a fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "HARLOW",
      "sentences": "It reminds me of the testimony of the college presidents a couple of weeks ago, you know, it's context dependent. And in that answer, she said, you know, government is not meant to be \"all things to all people.\" But the criticism of her has been, you're trying to be all things to all people and it seems like that's what happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "TALCOTT",
      "sentences": "Yes, and again, this is also allowing opposing campaigns to bring up her history in South Carolina with the Confederate flag, which is something that she has really avoided talking about on the campaign trail, but that's been Nikki Haley's problem.The main criticism that I've heard on the campaign trail from people who don't want to vote for is they feel like she's a little bit wishy- washy, and they feel like she has flipped sides a little bit too much, and, as you said, tries to be everything for everyone, and that's just not what you can be at this stage running a presidential campaign, you have to have specific positions, and you have to lay them out clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "MATTINGLY",
      "sentences": "And Eva, to that point, especially since you're on the ground in New Hampshire, that feeds into what Chris Christie's attack line on her has been and why he is refusing to drop out even though it seems like a number of his supporters would go to Haley in second place. This was the ad that he just put out responding to that exact question.(BEGIN VIDEO CLIP) CHRIS CHRISTIE (R), 2024 PRESIDENTIAL CANDIDATE:  Some people say I should drop out of this race. Really? I'm the only one saying Donald Trump is a liar. He pits Americans against each other. His Christmas message to anyone who disagrees with him, \"rot in hell.\" He caused a riot on Capitol Hill. He'll burn America to the ground to help himself. Every Republican leader says that in private, I'm the only one saying it in public. What kind of president do we want? A liar or someone who's got the guts to tell the truth? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "MATTINGLY",
      "sentences": "So Eva, he's not hedging there at all, but I think that's what fed into the criticism that Haley who has been in that kind of momentum-driven surge in New Hampshire has not been willing to go that route.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "MCKEND",
      "sentences": "Yes, Phil.I mean, the ad is so telling the fact that he felt the need to release in this direct-to-camera ad means that he is hearing a lot, these calls for him to drop out and support her, and for Republicans to consolidate with one single anti-Trump candidate. But that is a vulnerability that Ambassador Haley has, I think, and Christie will continue to hit her hard on this, that she isn't forceful enough in her criticism of Trump. When she's asked about Trump on the trail, she says, listen, I don't want to get into personal tit-for-tat with Trump, I just think that he is a chaos agent, rightly or wrongly, I don't want to fault him for the chaos that he might inspire. And that it is time for this country to have a new generation of leadership, but she is very reluctant to go after Trump more forcefully than that, I would say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "MATTINGLY",
      "sentences": "There is no arguing her campaign has been the best, or one of the top two campaigns so far up to this point. What happens next, though, is a big question, because you know who is not battling today? The guy who is up by 20 and 30 points, which it just continues to cruise.Eva McKend, Jessica Dean, Shelby Talcott, thanks, guys. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "HARLOW",
      "sentences": "Republican Congresswoman Lauren Boebert has announced her plans to switch congressional districts for the 2024 election instead of facing a tough re-election bid in Colorado's third district in the western part of the state. She will now run in Colorado's fourth district in the east.Her decision comes as Democrat Adam Frisch says that he will take her on again. Remember, he very narrowly lost to her in the 2022 midterms. She may also believe she'll find more support, since she's a staunch ally of President Trump, who only won the third district by eight points, the fourth district he took by 19.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "MATTINGLY",
      "sentences": "Well, a new warning from Israel about the potential for war along its northern border saying time for diplomacy with Lebanon is running out.",
      "isLastSentenceInterrupted": false
    }
  ]
}