{
  "date": "2023-01-11",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Ukrainian Official Says Russian Efforts To Capture Soledar \"Unsuccessful\"; FAA Says Corrupted Computer File Led To Air Travel Meltdown; Trial Expected To Begin This Week For Leaders Of The Proud Boys Charged With Seditious Conspiracy. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Tonight, one of the fiercest battles, in the war in Ukraine, is taking place, for a very small town, with what appears to be very great significance, to Russian forces, who are claiming the upper hand, right now.As it's happening, NATO countries appear ready, to send heavy weapons, to Ukraine, and the Kremlin, once again, shuffles its top commanders, in the war. CNN's Ben Wedeman joins us, now, with the latest on the ground, in the battle, for the town of Soledar. Ben, what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, Anderson. Well, this battle, in Soledar, has actually been going on, for months. But it has really intensified, in the last few weeks.And, at this point, it's not at all clear, how much longer, the Ukrainian defenders, can resist this unrelenting Russian onslaught. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): Medics load wounded soldier, onto an ambulance, another casualty from the embattled town of Soledar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One day, 20, 25.DR. VITALIY KUZMENKO, UKRAINIAN MILITARY MEDIC: (FOREIGN LANGUAGE). WEDEMAN (voice-over): \"It varies, depending on the number of casualties, on the front lines.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KUZMENKO",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): Russian forces, mostly troops from the Wagner Group, the private military company, claim to have control of the entire Soledar territory. (on camera): The battle for Soledar may be in its final stages. And it doesn't appear to be going well, for the Ukrainians. And if indeed the Russians do emerge victorious, the villages around it may be the next to fall. (voice-over): Ukraine's helicopters still flying sorties, its forces aren't giving ground easily. One soldier says, \"It's difficult, but we're hanging in there.\" Despite the fighting, Irina is staying put with her pigs and cows, in her home, in a nearby village.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "IRINA, UKRAINIAN FARMER",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): \"We won't leave,\" she says, \"You can only die once. I will not abandon my house.\" Her 81-year-old mother, Ludmila, has lived here for more than 40 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "LUDMILA, UKRAINIAN FARMER",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): \"We had a good life here,\" she says. Serhiy Goshko heads the Soledar Military Administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "SERHIY GOSHKO, HEAD OF SOLEDAR MILITARY CIVIL ADMINISTRATION",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): \"I'm delivering aid,\" he says, \"and reminding people they need to evacuate before it's too late.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "SVITLANA, SOLEDAR RESIDENT",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): Svitlana says she'll heed his call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "SVITLANA",
      "sentences": "(FOREIGN LANGUAGE).WEDEMAN (voice-over): \"Everyone is tired,\" she tells me, \"we can't take it any longer.\" As Soledar burns, there is little time to waste. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "WEDEMAN",
      "sentences": "Not really. It's actually it's not even a city. It's a town of perhaps, before the war, 10,000 people. But symbolically, it's hugely important, for the Russians.Keep in mind that the last time the Russians made any significant gains, was back in July, when they took the town of Lysychansk, which is in the Donbas region. Since then, they've suffered that dramatic defeat, in the Kharkiv region, back in late August and September, and then followed by that, by the fall of Kherson, the only regional capital, they captured. So, as insignificant, perhaps, in the grand scheme of things that Soledar is, it would represent a minor, but symbolic victory, for the Russians, after months of setbacks, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "Ben Wedeman, appreciate it. Thank you.Joining us now is CNN Military Analyst, Wesley Clark, retired Army four-star General, and former NATO Supreme Allied Commander. General, you heard Ben's report. What's your reaction to the amount of troops and munitions that Russia is using to try to take Soledar? GEN. WESLEY CLARK (RET.), FORMER NATO SUPREME ALLIED COMMANDER, CNN MILITARY ANALYST, SENIOR FELLOW, UCLA BURKLE CENTER: Yes. The Russians need a victory. And they have been repulsed at Bakhmut. So, this town of 10,000, before the war, is about six miles from Bakhmut. If you could capture it, maybe you could turn a flank, in Bakhmut. But it's mostly a psychological ploy, by the Russians. And this whole area is, as far as we can tell, it's Wagner Group. So, the Wagner Group has got a lot of Russian cannon fodder there. These are convicts. These are conscripts. They're not part of Wagner Group. They're not well-trained. Apparently, they are pushed forward, in an effort to draw fire, from the Ukrainians. That enables Wagner, to pinpoint positions. And that's what the battle is all about, artillery fire, and some direct fire. And it's close combat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "So, these conscripts, these prisoners, whoever they can get, they're essentially thrown into a meat grinder, in order to highlight, where the Ukrainian positions are, then Russian artillery can take out those positions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CLARK",
      "sentences": "That's right. It could be artillery. It could be direct fire. It could be RPGs. It could be machine gunfire, from the Wagner Group. It could be drones overhead, watching the fight.And it could also be electronic warfare. So, they're listening to the Ukrainians' side, they're trying to pinpoint Ukrainian positions, by radio direction finding. It is a very tense back-and-forth battle. And it's got a lot of high technology, and as well as a lot of old World War I technology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "You said it's really, would be a psychological victory. Is that for people, back home, in Russia, or for Russian forces, or to try to break - hurt the morale of Ukrainians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CLARK",
      "sentences": "Well, I think Putin believes that a victory like this could break Ukraine's morale. It wouldn't. I mean, it could be, Ukraine might decide to fall back, it might decide that the best way to use its forces, and to punish the Russians, is to give a little ground, bring them forward, and then attack them, as they come forward.So, there's a lot of that - we don't know about the tactical situation, Anderson. But what is clear is the Ukrainians have a really strong desire and intensity to resist, and they're going to resist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "Poland announced plans, to send leopard tanks, to Ukraine, it follows the news, the United States would begin to train Ukrainian soldiers, on Patriot missile systems, in Oklahoma, and that the U.S., France and Germany would send infantry fighting vehicles.Do you think that support is going to have a major impact? What sort of an impact do you think it'll have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "CLARK",
      "sentences": "Well I'm glad we're doing this. Patriots won't be there, for several months, so, and it's one battery. Maybe Poland will put a second battery in. Need several battalions of Patriots, to really do the job, in Ukraine. And frankly, they aren't available.As far as the Bradley Fighting Vehicles and leopard tanks, yes, they're welcome. They're welcome additions. But they're not, at least right now, being talked about in numbers sufficient, to make any decisive impact, on the battlefield. And I do think, though, Anderson, that the White House and others are recognizing, this is a critical period of time, got to get additional firepower and maneuver capability, into the Ukrainians, because we don't know what's going to come, with a presupposed Russian offensive, in February.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "Russia has appointed a new Commander, of the Joint Group Forces, a General, who also served as Putin's Chief of General Staff. It's believed to be one of the key architects, of the original invasion plan.What does it say to you that Russia has shuffled its Military leadership again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "Yes. General Clark, appreciate it. Thank you.Joining us now is Massachusetts Democratic congressman, Seth Moulton, who sits on the House Armed Services Committee. Congressman, as we've talked about, with General Clark, we've heard about a lot of new support, for Ukraine, just in the past week, militarily. Is the United States, is it doing enough, at this point? REP. SETH MOULTON (D-MA): I think we are doing enough. I'm not sure we're doing it quickly enough. I've been advocating for a couple months now, to get them these Patriot missile batteries, to defend their cities. The Administration finally made that approval, a few weeks ago. And we're just going to start training the troops, to use those systems now. Every day that goes by, and more Russian missiles hit Ukrainian cities, more innocent Ukrainians are killed. So, that's been the story, throughout this war. The Administration has done a remarkable job, of supporting this war effort, putting the Ukrainians, in a position, to win, with our weapons, but doing so without antagonizing Russia too much, so that this becomes a Russia-U.S. conflict. That's a hard thing to do. But the one critique I would give is we've got to move more quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "Now that Republicans have taken control of the House, what changes, in terms of U.S. support, for the war, if anything? I mean, is it likely Republicans would force a cut, to support - for Ukraine specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MOULTON",
      "sentences": "Well, they've put that on the line. And Kevin McCarthy seems to think it's more important to get votes, for his Speakership, than support the Ukrainians fighting for freedom.And it's worth saying - we don't talk about this very much. But there are a lot of U.S. Veterans, like myself, who see this war, as so black and white, they have gone to Ukraine. They are putting their American lives, on the line, for Ukraine's freedom. And the fact that the Republican Speaker of the House is willing to sell them out, essentially, to get votes, in his caucus, from extremists, like Marjorie Taylor Greene, who are demanding these cuts, to Ukraine aid, is shameful, I think. It is certainly not making decisions, based on our national security interests, or Ukraine's. But, I think, at the end of the day, the Republicans control the House. They don't control the White House. They don't control the Senate. There will be negotiations, when it comes to the amount of aid that Ukraine gets. And Kevin McCarthy's position doesn't help. But it doesn't portend the end of that aid. Most members of Congress, I believe, continue to support the Ukrainian war effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "Are there particular weapon systems that you think should be sent that aren't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MOULTON",
      "sentences": "Well--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "Or it's just more about the speed and the volume, getting there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MOULTON",
      "sentences": "It's more about the speed and the volume.But one of the things that we have to do, and this is a question that I asked, of the Ukrainian commanders, when I was in Kyiv, a few weeks ago, in December, is what's the next phase of this war going to look like? Because they need Patriot missiles today, OK. \"But in three months, what do you need, because, it might take us three months to get you those weapons.\" One of the reasons they're asking for tanks, and Bradley Fighting Vehicles, now, is those are not defensive weapons. They're not going to help so much in a place like Soledar. Those are offensive weapons that Ukraine needs, to take back territory, when they start the offensive, in a few months that they're training for, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "You and three other Democratic representatives, all Military Veterans, sent a letter, to Speaker McCarthy, arguing that the newly- seated GOP congressman, George Santos, who has admitted spreading well, who just has lied repeatedly, you said that he's a direct threat to national security.What's your biggest concern? And it doesn't seem like McCarthy, at this point, is going to take any action, based on what he has said, thus far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MOULTON",
      "sentences": "Well, look, I mean, George Santos can't be trusted, to take out the trash! He certainly can't be trusted with national security information. So, there's two fundamental things that have to happen.First of all, we need to make sure, and this is incumbent upon Republican leadership, that he doesn't get access, to any of this sensitive or classified information. He can't be seated, on a committee, like the Armed Services Committee, where I serve, where he has regular access, to such sensitive information that can't be shared. I mean, God knows, this guy might get extradited to Brazil? You could easily imagine him selling national security secrets, to Brazil, in exchange for not getting prosecuted. And, of course, the second thing that needs to happen is he just needs to be kicked out of Congress. And whether that happens, through a vote, for expulsion, which seems unlikely, because he seems to be an ally, of Speaker McCarthy, or whether it's because he's thrown in prison, due to prosecutions, the bottom line is he needs to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "Congressman Moulton, I appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "Sort of a (ph) full explanation, for an FAA computer outage, today, that grounded air travelers, from coast to coast. But officials now say they've traced it to corrupted database file, and knocked out a system, for sending out vital safety bulletins, the pilots need to know, before taking off.As CNN's Omar Jimenez reports, when it went down, flights went nowhere. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sorry for the inconvenience. But, like I said, this is a nationwide issue. It's not just a local issue.OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): This is how the day started, at airports, across the U.S., Wednesday, a nationwide ground stop, from the Federal Aviation Administration, the largest, since 9/11. The ripple effects of the ground stop are now affecting thousands of flights",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TAMMARA WILLIAMS, TRAVELER STUCK IN CHARLOTTE",
      "sentences": "We've been delayed, three times. There are no more flights, leaving today that would get us there, on time, nor tomorrow, nor Friday.JIMENEZ (voice-over): The ground stop was because of a system outage, and only lasted about an hour and a half, lifted by 9 AM. But it's left passengers, throughout the day, scrambling, and authorities questioning what went wrong. The Biden administration, at this point, says there's no direct evidence of a cyberattack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BRANDON BEIGHTOL, TRAVELER",
      "sentences": "We booked our flight, to Chicago, with about a 10-hour layover, just in case something happened. And I'm glad we did.JIMENEZ (voice-over): Even with operations continuing to normalize, the next step, for officials, is making sure this doesn't become the new normal. REP. RICK LARSEN (D-WA): This situation begs the question about the current state of the technology infrastructure, at the FAA. We're going to need to take a look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BUTTIGIEG",
      "sentences": "Now that we've gotten through the immediate disruptions of the morning is understanding exactly how this was possible, and exactly what steps are needed, to make sure that it doesn't happen again.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "And Omar Jimenez joins us now, from Newark Liberty International Airport.So, what more do we know about this apparent database glitch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, Anderson. So, the FAA is saying that they've preliminarily traced the outage to that damaged database file. But they're echoing what we've heard from the Biden administration, to this point, that they don't believe, based on the information, they have, right now, that this was a cyberattack.Now, as to how we got to this point, a source familiar with FAA operations, is telling CNN that it was yesterday, they noticed issues, with the computer. Ultimately, a corrupt file was found. But they made a plan to reboot the entire system, early this morning, before the morning rush. But when they did, it took a lot longer than they anticipated, to get the system, fully back, to a level, where it was pushing out that pertinent flight system information that allows planes to fly, and land, in some cases, safely. And so, because of that, the ripples began, and we ended up with the delays, and cancelations that we got today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Omar Jimenez, thanks so much. Appreciate it.South Carolina Republican congresswoman, Nancy Mace, sits on the House Transportation and Infrastructure Committee, as well as the Aviation subcommittee. She joins us now. Congresswoman Mace, are you satisfied with the explanations that you've gotten, so far, for this mess? REP. NANCY MACE (R-SC): Well still, I think, it's still the same day, I have more questions, than I have answers, at this point. Number one, I do want to praise the FAA for putting the safety of Americans, consumers, and fliers, and pilots, and crews first. But I do have questions about some of the statements made by Secretary Buttigieg, today, about redundancies, and how the systems have been constantly updated. And if it was only one corrupt computer file, how did it bring down that entire system? And so, this is just on the heels of Southwest Airlines as well. I believe we're going to be talking a lot about airline industry technology, over the next six months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Is the technology antiquated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MACE",
      "sentences": "Well, that's what I would like to know. We know in the case of Southwest Airlines that they're using antiquated technology.I would like to know more about the systems that the FAA is using, particularly before we get to finalizing, any FAA reauthorization. Learn a little bit more information. Because, if there are redundancies, then why did the system fail, and why did it bring down airlines, across the entire industry, for an hour and a half, and we're now seeing that's affected multiple days of travel, as a result. If there are redundancies and it should have had a different impact, and would not have brought the entire system down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Is this an issue that Democrats and Republicans can get together on? I mean, it seems like this is in everybody's best interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MACE",
      "sentences": "Oh, absolutely. I believe that aviation, that, should be, I would hope, a non-partisan issue. I sit on the T&amp;I committee, as you mentioned before, and that generally, traditionally has been a pretty non-partisan place, and they do really good work there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "Speaker McCarthy, at this point, says he doesn't support the calls, for Santos to resign, said the voters elected him to serve.Do you want to see the Ethics Committee investigate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "MACE",
      "sentences": "I believe there should be an ethics investigation. There may even need to be a criminal investigation there. When you start looking through his campaign finance files, there's some suspicious activity there as well, potentially paying rent, to one of the places, where he was living and staying.And so, I believe the process will work itself out, likely through an investigation, criminal or ethics or otherwise. But it'll take a couple of months. It won't happen, overnight. And, as I've said before, that every individual deserves the right to due process, as does he. But this is an issue. I mean, his own Republican Party called for his resignation today. There are Republican members, from his delegation, in New York that are calling for his resignation, on both sides of the aisle. It is a problem. We want to sow trust, in the work that we do, in Congress. And this is one of the places where we got to start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "You've also been vocal about criticism, your criticism, of Speaker McCarthy's any potential secret deals, or side deals, he made, to secure Speaker leadership. Are you happy with how he's handled his position so far? And how do you square the pledge of transparency, with so far, not knowing all the details of what deals were made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "MACE",
      "sentences": "Right. Well, we had a great Conference meeting on Tuesday, where he laid out, one of the pieces of misinformation, last week that this handful of folks, of the 20, a faction of the faction, put out, they made all these major rules changes into the package. And they did not. They made one change to the rules package, on the motion to vacate.And he clarified some of that on the rules package, and some of the other things that they discussed. For example, one of the members wanted to bring a term limits bill, through the regular order process, the committee process, and hopefully get a vote on the floor. Another member wanted to have an immigration bill that will be voted on, which is all fine and dandy, things we probably all support. But I don't want to see a small faction of our party, with one side, with one particular view, lead all the legislation we're going to be doing. I represent a swing district, and I have to represent all sides, Republican, Independent and Democrat. I represent all the people, in my district. And it's important that we have a diversity of policy and ideas that every voice is heard, not just one over the other, no one special here. And I want to make sure that all of us, centrists, right-of-center, left-of-center, fiscal conservatives, like myself, that we have a voice in our Conference. And that's why I'm being very vocal. I want to start off strong. I want us to have a strong 118th Congress. And we've got to hear all sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "Congresswoman Mace, I really appreciate having you on, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "MACE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "A new semester, began today, at the University of Idaho, classes, resuming for the first time, since the suspect was arrested, in the murders of four students. The killings, obviously gripped the campus, with fear, since November.Bryan Kohberger will appear in court, again tomorrow. Meanwhile, a lawyer, for the victim - the family of one of the victims, told \"People\" magazine that none of them knew the suspect, or had any idea that they were in danger. Gary Tuchman joins us now, live from Moscow, Idaho, with more. So, what happens tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Anderson, the accused murderer will have his second appearance in court, in this courthouse here, in Moscow, Idaho.Exactly a week ago, he had his initial appearance, in court. When he came into the courtroom, when he sat down, he showed no emotion at all. He smiled a little bit, to his public defender. We'll see what happens, during the second appearance. During this appearance, it's expected, there will be scheduling discussions about future pre-trial hearings. Now, last week, during the initial appearance hearing, on the same day, the Police affidavit was released. We were awaiting that because it contains reasons, they arrested this man, including Police believe they found his DNA, and a knife sheath that was found on the bed of one of the victims. In addition, Police say that one of the housemates, who survived, heard crying, stepped outside her room, saw a man in black clothes, a mask and bushy eyebrows. They say her description helped lead to more evidence against him. And finally, Police say that his cell phone signal was detected, on at least 12 instances, over the five months, prior to the murders, right near the house. And also, it was detected, about five hours, after the murders, after the sun came up. This is a death penalty state, Anderson. Prosecutors will have to decide, if they will seek it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "As we mentioned, the first day, of the spring semester, was today, for most students, there. Have you talked to any students, about how it feels to be back on campus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TUCHMAN",
      "sentences": "Yes, I went out on campus, today, and talked to some of the students. Everyone, I talked to, who came back, to start class, today, is very grateful that a suspect was caught.This is a very safe city, Moscow, Idaho. And the campus is very safe. And what happened, over the past several weeks, in the end of the fall break, is a lot of people were walking in pairs, walking with buddies, or walking in groups. And many of the people I talked, today, say they will continue to do that even though a suspect has been caught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "Yes. Gary Tuchman, appreciate you being there. Thank you.For more on what to expect, tomorrow, when the suspect appears in court, we're joined by criminal defense attorney, Mark O'Mara. So, you heard Gary's report. What are you anticipating is going to happen, in the hearing? MARK O'MARA, CRIMINAL DEFENSE ATTORNEY: Well, tomorrow is not going to be as significant as the one a week from now. Tomorrow is sort of a status conference. The judge will let them know what's coming up next. The most significant hearing, Anderson, is going to be within about a week. Because 14 days, from last week, they have, what's called a preliminary conference. And that's where the State presents even more evidence, to try and show us that they had affirmative, probable cause, to keep him. And then, at that point, trial dates will start getting set. [21:35:00] So tomorrow, as was said by the Reporter, some scheduling, keeping things on track, there always has to be a next court date. But I think the most significant ones are coming up, in the next couple of weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "And before the release, of the probable cause affidavit, the suspect's attorney, in Pennsylvania, said that the suspect believes, he'll be exonerated.Now, investigators seem to have what would appear to be strong evidence, against him, especially with the DNA, found on the knife sheath. What are the chances, you think, this would go to trial, as opposed to a plea deal? O'MARA: Well, it's so hard to say. In many of these cases, like the ones that we see, with this type of horrific events, what happened, with the death of four young college students, what is he going to get offered that he would accept? If it says hubris that he thinks he's going to be exonerated, then he may very well want his day in court, even if he just has this belief, sort of like Ted Bundy, years and years ago, he liked the idea of the spotlight. So, it's really hard to say. But I will tell you, with the enormity of evidence, even in just the 20 pages that we have, and the tens of thousands that are coming, it is going to be hard-pressed for any, even a very good defense team, to be able to convince reasonable doubt exists, in this case, that again, may turn into something of trying to minimize the damage to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "And, in the court documents, that were released, last week, I mean, there were a number of details. But there's a lot more that Police probably have, already, or that law enforcement already has, that they don't need to put into those court documents.O'MARA: Well, absolutely, they're going to keep - they had to put a card or two, on the table. They had to put enough on the table, to make sure that this judge kept him in, under no bond. And, in the next hearing, the probable cause hearing, they got to throw another card at you. But don't forget, they have a lot of work to do. They want to make sure that all of their Ts are crossed and their Is are dotted. They don't want to give the defense any more than they have to, unless and until they have to. And Idaho has discovery requirements. So, we'll have that. But no, no, no, I think they're going to play their cards close to the chest, for a while, to make sure that everything that they've said, the forensic and whatnot, is very well-founded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "We learned last week that there, according to law enforcement, there is a witness, a roommate, who actually saw the killer, leaving the room. We don't know much more about them, we only - obviously, not their identity, just the initials in the court documents. But we haven't heard from that person.Is that something that would come out, in court documents, prior to a trial? O'MARA: Oh, absolutely, prior to a trial. We may hear more about that next week, and certainly it's going to come out in discovery. Because, there's so many unanswered questions, with that witness. Why she waited eight hours? It could be something as simple as college kids, they were drinking, or intoxicated, or whatever else, didn't want the cops in the house. There's something more about that. Not nefarious, not some conspiracy, but some reason, why she waited eight hours, to do anything. Even with just the idea that some stranger is in our house, you would think something more would have been done than nothing? But again, I think we'll find out with the thousands of pages that are coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "As we mentioned, tonight, the parents of one of the victims has said that the alleged assailant didn't know any of the victims. I'm not sure how they would have that knowledge.But you've seen a lot in your career. Would that surprise you? O'MARA: It would surprise me, for a number of reasons. One, the stalking, that he was looking at the house, or around the house, or pinging his cell phone, around the house, for weeks prior, there's something there. And plus, even the type of murder, if you really just try to analyze it, using a knife, is a very personal way, to kill somebody. It's very violent. So, you have to wonder, was he infatuated? Was he getting back at being rejected? There's probably something in that background of him, and the interaction, with at least one of the people, if not more, at that household, that caused this type of violent reaction by him. It is more than just he picked the house by coincidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "Yes.O'MARA: That is not what happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "Tomorrow, in a federal courtroom, in Washington, the Justice Department is expected, once again, to pursue key figures involved, with the January 6 attack, on the serious but rarely used charge of seditious conspiracy.Prosecution of five leaders of the group, known as the Proud Boys, comes less than two months, after the Justice Department, secured convictions, on that same charge, against two members, of another group, the Oath Keepers, including its leader. Three others were convicted on felony charges. Sara Sidner has more on who the Proud Boys are, including some of her own encounters, with those now facing prosecution. (BEGIN VIDEOTAPE) (VIDEO - JANUARY 6, 2021 - U.S. CAPITOL HILL RIOT) SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): Dominic Pezzola stands out in the crowd of thousands, on January 6, 2021, because he was the first, to break, into the United States Capitol, smashing a window, and letting a mob flow in, prosecutors allege. Pezzola, and four other Proud Boys, are on trial, accused of seditious conspiracy, and up to 10 charges linked to them, allegedly trying, to stop the peaceful transfer of presidential power. Proud Boy Joseph Biggs, shown here, outside the Capitol, prosecutors say, helped lead the group, to create chaos, that day, having tweeted, when the presidential election was called for Joe Biden, over Donald Trump, \"This is war.\" And after he, and other members, got into the Capitol, prosecutors say, he filmed himself saying, \"So we just stormed the effing Capitol. Took the effing place back. That was so much fun.\" When we tried to speak to Biggs, at his home, in Florida, after he was initially charged, with conspiracy, in the case, he was less bold. SIDNER (on camera): Are you an insurrectionist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TARRIO",
      "sentences": "Yes.SIDNER (on camera): The day after the siege, you posted, \"I'm with you. We're all with you. You make this country great. Never stop fighting.\" That sure sounds like you were condoning everything that happened that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TARRIO",
      "sentences": "I'm not going to tell you that I condone the violence that happened.SIDNER (on camera): But this was after--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TARRIO",
      "sentences": "So the second--SIDNER (on camera): --this was long after the breach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TARRIO",
      "sentences": "I don't think that people should stop fighting. I was in support of the reason why people breached the Capitol, yes.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "SIDNER",
      "sentences": "Tarrio, and the other four Proud Boys, charged in this particular case, have all pleaded not guilty, except one.Charles Donohoe pleaded guilty to conspiracy to obstruct an official proceeding. And now, the State says, he is cooperating, and he could be a witness, against the Proud Boys, of which he was once a member. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Sara Sidner, thanks.Just ahead, a look at the international outrage, over Iran's executions, related to those months' long protests, whether more executions may be ahead. [21:50:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Iran has suspended the execution of Mohammad Boroughani (ph), a 19-year-old, accused of stabbing a member of Iran's security forces, during the country's massive months' long protests. He's one of two whose executions, the United Nations Human Rights Office, believes is, quote, \"Imminent.\"The move comes after international outrage, over the executions of four other Iranians, two of whom were executed, last week, following the protests, across the country that began, after the death of a young woman, in the custody of Iran's Morality Police, or so-called Morality Police. CNN's Jomana Karadsheh, joins us now, with details. So, I understand, the government is announcing stricter enforcement, of the mandatory hijab headscarf law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "Well, Anderson, after months of protests, recently, there was a lot of speculation that the Regime might be offering some concessions that it might relax that mandatory hijab law.But what we see now, is they've ordered stricter enforcement, of the law, harsher punishment, for those who violate it. Women now will be facing longer prison sentences, travel bans, no access to public services, and more. So clearly, the Regime is not backing down. And that is why a lot of Iranians would tell you, they want this Regime gone. They say, this uprising, is not just about the hijab. (BEGIN VIDEOTAPE) (VIDEO - PROTESTS IN IRAN) KARADSHEH (voice-over): \"Hijab or no hijab, onwards, to a revolution,\" they chant, \"Death to the Dictator.\" Those who know the Regime know it will never give up the hijab, one of the pillars of the Islamic Republic. But many say that's not what this is about. It's about the right to choose, the right to speak, to live with no fear, to be free. The past few weeks, the world got to see just a little of how far the Regime will go, to silence its own people. Any voice, every voice, can be silenced, in the Republic of Fear. Dozens of journalists, like Niloufar Hamedi (ph) and Elaheh Mohammadi (ph) are behind bars. The two were among the first to tell the world, the story of Mahsa Jina Amini. The Regime has accused them of orchestrating the protests, and being agents, of foreign states. Rights activist, and blogger, Hossein Ronaghi, is no stranger, to Regime jails. He was violently arrested, in September, and reportedly tortured. This is what 64 days, in the notorious Evin prison, and a hunger strike, did to Ronaghi, only out for urgent medical treatment. (MUSIC) KARADSHEH (voice-over): Many artists and musicians like dissident rapper, Toomaj Salehi, and rapper, Saman Yasin (ph), have been arrested. According to the U.N. Rights groups, and state media, the two are now facing the death penalty. (MUSIC) KARADSHEH (voice-over): And there are the voices that have been silenced forever. No one really knows, how many, hundreds, maybe more. For those mourning their dead are also being harassed and intimidated into silence. LEILA (ph), MOTHER OF SIAVASH MAHMOUDI (ph): (FOREIGN LANGUAGE). KARADSHEH (voice-over): This grieving mother walked the streets, holding up a portrait, of her 16-year-old son, Siavash Mahmoudi (ph). She wanted people to see her boy's face, and hear his name. \"They killed him. They shot him in the head,\" she cried. \"They told me to be silent. I won't be quiet.\" (VIDEO - PROTESTS IN IRAN)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(FOREIGN LANGUAGE).KARADSHEH (voice-over): \"They will not be silenced,\" they say, \"This is a battle to save the future, a battle for a free Iran.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "And Jomana, the image of that mother, holding up the photo, of her dead son, just walking the streets, desperate, for people to see his face, and hear his name, I mean it's just so, so sickening and sad.What is the latest, on the fallout, facing protesters, including some executions?",
      "isLastSentenceInterrupted": false
    }
  ]
}