{
  "date": "2023-10-24",
  "headline": "CNN Live Event/Special",
  "subHeadline": "More Aid In Gaza, But UN Warns It's Nowhere Near Enough; CNN Journalist Gives Exclusives Dispatched From Inside Gaza; Eight US House Republicans Now Vying For Speaker Role; Off-Duty Pilot Accused Of Trying To Shut Off Plane's Engine; CNN Visits Israeli Kibbutz Decimated By Hamas Fighters; Hamas Releases Two Israeli Women Held Hostage In Gaza; Gaza Doctor Describes Deepening Humanitarian Crisis; Video Shows Wounded American Israeli Abducted By Hamas. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. As we continue our coverage of \"ISRAEL AT WAR\". I'm Rosemary Church.16 days after Hamas abducted more than 200 people from Israel in a deadly attack, the Gaza-based militant group has released two more women from captivity. The hostages identified as Israeli citizens Nurit Cooper and Yocheved Lifshitz, were handed over to the Red Cross at the Rafah border crossing into Egypt. They were carried away in ambulances and taken to a medical center in Israel to be reunited with their families. Earlier, the daughter of Lifshitz told CNN, she was relieved her mother has been released, but noted that her father is still being held by Hamas, along with many other people. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SHARONE LIFSCHITZ, DAUGHTER OF FREED HOSTAGE",
      "sentences": "This is not a political issue, this is a human issue. We have lost so many; people are going to funerals every day. This is a ray of light, but there is so much darkness. And I can't wait to hug my mom and I can't wait to see my other members of my community, and the region also hugging their loved ones.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHURCH",
      "sentences": "Given the large number of hostages remaining in Gaza, U.S. officials say the U.S. is urging Israel to delay a potential ground incursion against Hamas. The Israeli defense minister has urged troops to be ready for such an operation.(BEGIN VIDEO CLIP) YOAV GALLANT, MINISTER OF DEFENCE, ISRAEL (through translator): Keep preparing for our operation. It will come soon. We are preparing thoroughly for the next step, the multilateral operation in the air, ground, and sea. Do your work. Get ready. We will need you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHURCH",
      "sentences": "Israel has been bombarding Gaza almost nonstop for the last two weeks. It's also preventing fuel from getting into the territory, arguing it will be taken by Hamas.But in recent days, at least three aid convoys have been allowed to enter the enclave. And journalist Elliott Gotkine is with us now from London. Good to see you, Elliott. So, two more hostages freed, Monday. Can we expect to see more of this while the ground incursion appears to be on hold, at least for now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ELLIOTT GOTKINE, CNN JOURNALIST",
      "sentences": "Rosemary, the assumption is that there will be more hostages released as you say, more than 200. I think there were 222, before the release of these two elderly Israeli women, who were released yesterday.Negotiations attempts to try to get more of those hostages that were abducted by Hamas on October the 7th are still ongoing. And we know that this has been worked on by the Qataris, who, of course, host some of the political leadership of Hamas in Doha. It's been worked on by the Egyptians as well. And it was interesting to see Prime Minister Benjamin Netanyahu, putting out a statement thanking the Red Cross and thanking the Egyptians, but pointedly not thanking the Qataris, although, they are known to be very involved in trying to secure the release of these hostages, and it complicates Israel's plans for a ground invasion in a couple of ways. Of course, by waiting, that may enable the release of more hostages, but even if and when the Israelis do go in on the ground, of course, complicates these matters further, because they are going to be in there on the ground fighting, they obviously won't want to cause any harm themselves to the Israeli hostages, or to provoke Hamas to kill any of the hostages. So, there's a lot of concerns. There is a hope that having released now four women, that Hamas will release more of the civilians that they abducted on October the 7th. Negotiations are ongoing with the Red Cross, with Qataris, with the Egyptians, with Hamas to try to secure their release. And obviously we're keeping an eye on that to see what can happen. And we may even get some word from the women that have been released about others who are still being held, including, of course, their husbands. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "GOTKINE",
      "sentences": "Rosemary, this is just a continuation of this simmering conflict that is happening on the northern border. It's not a complete Northern Front yet. But Israel has said that every time Hezbollah strikes inside Israel with anti-tank missiles or whatever, that it will retaliate.And on occasions, it does -- is also carrying out preemptive strikes to prevent Hezbollah militants from firing on them. They, of course, are backed by Iran. And Israel is very mindful that Hezbollah has a much bigger arsenal, much more accurate arsenal of missiles that it could use to fire at Israeli cities. It doesn't want a Northern Front. And the Lebanese are also concerned not only they are dealing with their economic crisis right now, but Israel has said that, you know, Lebanon will effectively be obliterated if they are -- if Hezbollah opens up another front on the north. And at the same time, as that's going on the north, and that may also be one of the reasons why Israel is delaying its ground incursion. We know that Israel carried out according to the IDF, some 400 strikes on Hamas targets inside the Gaza Strip, and that would seem to be a new record since it started that bombing campaign of Hamas targets in the Gaza Strip since that terrorist attack of Hamas on October the 7th. Rosemarie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "Thanks to Elliott Gotkine for that live report from London. Appreciate it.Palestinian officials say is Israeli airstrikes have intensified in the past 24 hours. The Palestinian Ministry of Interior says overnight strikes, Monday in the south killed at least 28 people and injured dozens of others. Aid groups are warning that all the chaos and destruction is taking a toll on Gaza's overwhelmed hospitals. Doctors say the situation is dire as hundreds of injured Gazans come in, needing treatment, amid the unrelenting attacks. (BEGIN VIDEO CLIP) HATEM EDHAIR, HEAD, NEONATAL UNIT, NASSER HOSPITAL, GAZA (via telephone): About the critical supply, we have running of critical supply. I.V. fluid, antibiotics. Some of one -- some of the sub -- oh, my God. Oh, my God. Oh, my God. I can't continue talking. I want to go to the safe place now. It's terrifying here. And in the last few days is more, more, more scary -- a scary situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "Meantime, a third convoy of humanitarian assistance arrived in Gaza on Monday. The United Nation says 20 trucks crossed into the siege enclave, carrying water, food, and medicine. But the deliveries once again did not include desperately needed fuel.Israel says it won't allow fuel into Gaza out of suspicions that Hamas will seize it and use it for weapons rather than critical civilian needs. And joining me now from Ramallah in the West Bank is Hadeel Qazzaz. She is regional gender coordinator at Oxfam International. Thank you so much for talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "HADEEL QAZZAZ, REGIONAL GENDER COORDINATOR, OXFAM INTERNATIONAL",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "So, doctors in Gaza are warning of a dire situation at hospitals. And the U.N. is concerned that not enough humanitarian aid is entering the territory, particularly, fuel that, of course, is needed to run hospital generators. Israel says that's because Hamas would steal it. What is your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "QAZZAZ",
      "sentences": "In fact, fuel is needed for humanitarian needs. We know that there are so many needs not only in hospitals. We are talking about water desalination plants, three of them. We are talking about 65 sewage pumping plants, we are talking about electricity needs, we are -- there are so much need for human -- bakeries that have been bombed by Israel in the last couple of weeks, where people desperately need bread and need access to food.So, all of this humanitarian and civilian use of food -- of fuel is immediate and urgent. And saving lives is not only something that is needed for hospitals, although, the Indonesian hospital, for example, yesterday ran out of fuel, and estimated that only -- in 48 hours, all hospitals in Gaza will run out of fuel. So, it's multiple needs humanitarian and civilian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:04",
      "speaker": "CHURCH",
      "sentences": "So, how would you describe the humanitarian situation in Gaza right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "CHURCH",
      "sentences": "a deal because ours thank you so much for talking with us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "QAZZAZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "COOPER",
      "sentences": "When I sent the video to you, what was your initial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "JON POLIN, SON ABDUCATED BY HAMAS AT MUSIC FESTIVAL",
      "sentences": "First of all, it's a crazy sequence of events that we talk to you through a computer screen and then get a phone call from you saying, I have a video of your son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "COOPER",
      "sentences": "I did not want to say on live television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "POLIN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "RACHEL GOLDBERG, SON ABDUCATED BY HAMAS AT MUSIC FESTIVAL",
      "sentences": "Which we so appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "POLIN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "GOLDBERG",
      "sentences": "The way everything has unfolded, the gentleness that you used, because at the end of the day you are a journalist, and journalists want a story. And that could have been dealt with in many other ways that were not kind and gentle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "POLIN",
      "sentences": "So, first, seeing that video in general gave us a dose of optimism. And as horrible as it is as a parent to see your kid under gunpoint being pushed with one arm, the composure which he's walking on his own legs, pulling himself with his one weak hand -- he's a lefty, and his left arm was blown off. Pulling himself it is one-week hand onto the truck, gave me a real dose of strengths that he is handling a horrible situation, and he is doing it would composure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "GOLDBERG",
      "sentences": "I mean, we're saying he walked out calmly, which he did, but I think it was from shock.COOPER (voice over): They have this photo taken inside the shelter before Hamas gunman began throwing grenades inside. Rachel says, as many as 29 people were crammed together. That is Hersh, and this is his friend, Aner Shapira.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:48",
      "speaker": "GOLDBERG",
      "sentences": "So, Hersh and Aner went to the festival together. They've known to the since they were kids. Aner was behind the door, and Aner, by anyone's account which we spoke to, as they were throwing grenades, he would keep picking them up and throwing them out, picking them up throwing them out. All these witnesses said there were 11 grenades thrown in. He threw out eight.COOPER (voice over): Rachel says eight people survived and avoided captured by hiding the blown bodies of the dead. But Aner Shapira didn't make it out alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "That's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "I mean, he is the real hero. Those eight people, and even the people who walked out and are now in Gaza, it's because of Aner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "How were you able to get through each day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "I personally feel like we have to keep running to the end of the Earth to save him. And we have to try to go, believing that somehow, he got treatment, and he is there, and he is in pain, and is suffering, but he's alive and he's there.And there are also the moments in this universe that we now live, where you say, maybe he died on the truck. Maybe he blood out in that truck. Maybe he died yesterday. Maybe he died five minutes ago. And there are those moments where you think, how are these thoughts even -- I don't understand these thoughts. That -- but they're real thoughts. COOPER (voice over): They often go down to see their son's room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "This is Hersh's room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "This is Hersh's room. This is also our -- it's a steel door because it's our --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "Safe room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "Bomb shelter. Yes.COOPER (voice over): You can feel him here close. his globe, his books, and momentous, it's all just as he left them. Rachel did make his bed, however. She wants it ready for when he returns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "We have a porch that's facing south, and then I went out Friday night, and I was like screaming to Him, you know, hoping, because Friday night, you know, we bless our children traditionally, and Jewish homes, you bless your children on Friday night. So, I was screaming the --It's a traditional blessing from the Bible. And so, I was screaming the blessing to Him. My hands out. I usually put my hands on his head when he's home. So -- COOPER (voice over): What does the blessing say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "It says, may God bless you and keep you. May God's -- may God's face shine upon you and be gracious to you. May God's countenance be lifted up towards you and give you peace. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "What do would you want people to know about Hersh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "He is just a super curious kid, and this wanderlust he developed when he was, you know, 6 or 7 years old, has been his life, you know, obsession, always asking for maps and globes and Atlas's for his bar mitzvah.Really, you know, these last few years he's really saved every penny to go on this trip that he has a ticket for on December 27th. He was going to go to India, and then, all points east.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "Rachel and Jon were on the cover of time magazine. They're trying to get the world to pay attention to the plight of the hostages, particularly those like Hersh, who have serious wounds or medical issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "POLIN",
      "sentences": "As Americans Israelis, we have been embraced by the U.S. government. The support is there. The empathy is there from the U.S.We are obviously hungry for more than that. We want action. We want results. There are hostages from somewhere around 30 countries. Why have we not yet seen prime ministers, foreign ministers, global leaders, screaming to get the wounded help? COOPER (voice over): Rachel also got to be in a pool with other American families and President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "POLIN",
      "sentences": "And he stayed for 90 minutes and listen to us, and he cried with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "I know lost, I have lost two children, I lost my wife, and I'm telling you that you need to go through this, but you also need to remember that you will be strong again for your family, you know?And he said things that because he knows lost, so, it wasn't platitudes, it was someone speaking who had -- who has lost children, speaking to a mother who lost her two children. And it was -- it was a real moment of coming together just as people who know what pain is, you know, this very excruciating part of pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "COOPER",
      "sentences": "This is a particular kind of pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:01",
      "speaker": "GOLDBERG",
      "sentences": "Correct. There is no playbook for this that we know of. Of the game daily, is he alive? Is he getting treatment? Did he die 15 days ago?Like, we are on the head of a pen, and every direction you fall is a bad direction. So, a lot of how we get through the day when you asked that report is we're trying to balance on the head of the pen, and just get everything done with the hope that he we'll come home to us alive, and he'll go on that trip with one hand. COOPER (voice over): Anderson Cooper, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:33:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. US House Republicans will try again Tuesday to settle on a nominee for speaker three weeks after Kevin McCarthy's historic ouster from the post. But, with eight candidates now vying for the gavel, deep divisions remain over who should be McCarthy's replacement. CNN's Manu Raju has the latest.(BEGIN VIDEOTAPE) MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT: Republicans emerged from closed doors tonight still divided about their way forward, uncertain about whether their eventual speaker nominee can get the votes he will need on the House floor to be elected to speaker. Even though we are about three weeks now since Kevin McCarthy was ousted in an unprecedented fashion, the first time a sitting speaker was pushed out by his colleagues and unable to act, completely paralyzed in the House because of that effort, that successfully ousted Kevin McCarthy. Still no closer to getting a speaker. Even though there are eight candidates now in the race, everyone from Republican whip Tom Emmer, including some more junior members including Byron Donalds, a member of the House Freedom Caucus. All down the line, making their pitch to their colleagues behind closed doors. But it emerged making it very clear that their constituents are frustrated and that they are concerned that this dysfunction could cost them the House majority next November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:33:00",
      "speaker": "RAJU",
      "sentences": "How does this reflect on the GOP?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:33:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well how does it reflect on the government?REP. VERN BUCHANAN (R-FL): People are very angry, upset. I just got back from the district in Sarasota, Florida, and people are very worked up down there about that. They think all of us are incapable. REP. DUSTY JOHNSON (R-SD): I mean we are going to have to figure out how to get our act together. I mean big boys and big girls have got to quit making excuses and we've just got to go get it done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "CHURCH",
      "sentences": "Larry Sabato is director of the center for politics at the University of Virginia, he joins me now from Charlottesville. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "LARRY SABATO , DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "CHURCH",
      "sentences": "So GOP members held a closed-door conference Monday night to hear speeches from each of the eight candidates for House speaker. One of the hopefuls, Pete Sessions of Texas, called the forum productive. He thinks they can get this done as they try to select a third candidate to succeed Kevin McCarthy. The pressure's building, of course, so will likely be the next speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "SABATO",
      "sentences": "The front runner is Tom Emmer, a Congressman from Minnesota who is the majority whip. And those senior to him were either ousted or didn't make it 217. And so he is next in line, but, of course, we thought this would probably be resolved by now. It has been going on for 20 days, going on 21. It will almost certainly go on for at least a few more days. It is a tremendous embarrassment to the Republicans and, frankly, to the country in a global sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "CHURCH",
      "sentences": "You mentioned Tom Emmer. I mean he is the front runner, but he is not a favorite of Donald Trump, is he? I mean at this point, though, could that help or hinder him because we are hearing that the former president is going to stay out of this race after backing the loser Jim Jordan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "SABATO",
      "sentences": "Well, that's what he says. I don't think too many people rely on what Donald Trump says one day applying to the next day, so we will see whether he really stays out. But, yes, he is not a favorite of Tom Emmer, and Tom Emmer is not a favourite of his.But they are both pretending otherwise, particularly Emmer for Trump. Whether that affects people in the end, I don't know. Trump has caused so many problems for the House Republicans that it is possible that enough of them will realize they need to move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "CHURCH",
      "sentences": "And of course, the winning candidate will need 50 percent plus one of the conference, or a minimum of 113 votes. But we won't know when this goes to the floor for a vote until a nominee is selected who can then actually decide that.Meantime, the House remains paralyzed nearly three weeks into this chaos as a government shutdown looms, and two wars are raging, one in the Middle East , the other in Ukraine. What happens if the gop can't get this done this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "SABATO",
      "sentences": "It is a disaster for them. It is just a giant clown car and it has gone on so long it is going to be an issue in 2024. It might even cost them the House. And most people say, oh, that is so far in the future this won't really apply. No, I think it has made a real impact on enough people in swing districts, like the ones in New York, or California, that are usually Democratic but went narrowly to the Republicans in 2022. That is the real danger for Republicans, that people are going to remember this and take the House away from them in November 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "CHURCH",
      "sentences": "It's interesting you say that because a lot of the time people don't remember these things, but do you think, because this has dragged on to such an extent, that that is the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "SABATO",
      "sentences": "Yes, it is just a caricature, really. You can see the clowns getting out of the car, one right after another, and going into the conference. You know, everyone understands that a group of high powered politicians aren't going to agree all the time, but this has really been a parody of what a party conference is supposed to be about. So I think people will remember, or enough people in key districts will remember. So that, with the nudging of TV ads put on by Democrats, they will probably take it out on the Republicans and that's what elections are for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:02",
      "speaker": "CHURCH",
      "sentences": "Meantime, of course, Matt Gaetz and his gang of far-right buddies are responsible for setting this chaos in motion by ousting Kevin McCarthy without even having a plan in place to fill that leadership vacuum. How much longer do you think Republicans can tolerate this gang of eight and what options are available to appropriately deal with them, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:02",
      "speaker": "CHURCH",
      "sentences": "Yeah, we will be looking out at the coming hours. Larry Sabato, let's see if this gets resolved. Thank you so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:02",
      "speaker": "SABATO",
      "sentences": "Thank you so much, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:51:20",
      "speaker": "CHURCH",
      "sentences": "We are learning more about the Israeli neighborhoods decimated by Hamas and the lives of the people who live there. CNN's Kaitlan Collins visited kibbutz Kissufim and spoke with a man seeing his childhood home for the first time after most of his family were murdered in those surprise attacks. The report you're about to see contains graphic video and may be difficult to watch.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:51:20",
      "speaker": "KAITLAN COLLINS, CNN CORRESPONDENT",
      "sentences": "Kibbutz Kissufim is less than three miles away from the Gaza border. A quiet community where residents grow avocados and raise poultry and their families. But as the sun rose on Saturday October seventh, the kibbutz that some three hundred people called home became the site of a massacre as Hamas militants stormed inside and murdered 14 people, kidnapping four others.Major Marcus Chef, a reservist in Israel Defense Forces watched from home as the brutal attack unfolded that day. Now he is leading a small group of foreign press into the kibbutz for the first time, wanting the world to bear witness to the atrocities firsthand. MAJ. MARCUS CHEF, KIBBUTZ KISSUFIM: You know, the shock is still there after two weeks. We've seen the damage and yet, it's still hard to absorb the full horror. COLLINS (voice-over): The stench of death is thick in the air as you walk along the tree lined streets. But if you didn't look too closely you would never have guessed that a slaughter took place here. Then you noticed the bullet hole in Gina Smiatage's door. The 90-year-old grandmother who loved gardening, was in her bathroom when Hamas militants shot her in the head. Her blood is still smeared on the entryway, two weeks later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:51:20",
      "speaker": "COLLINS",
      "sentences": "If you didn't look over here, it would just look like a regular home on a Saturday morning. Orange juice out, the newspaper, her mail, some cookies. When you look over here at the kitchen you can see that people have gone through it, they opened all the cabinets. There are still cups in the sink. Her kettle is still out, and Gina is one of several who was brutally murdered in her kibbutz, on that Saturday morning.COLLINS (voice-over): The Zak family lived just down the street, parents Atty, Eddy and their 14 year old son Soggy were at home when the attack began. Their older children Hadar and Tomer were away. We reached 24-year-old Hadar on face time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:51:20",
      "speaker": "COLLINS",
      "sentences": "What is through there, what is through that window?COLLINS (voice-over): This is the first time he is able to see the charred remains of his family's home. HADAR ZAK, PARENTS AND BROTHER KILLED BY HAMAS: Someone from the kibbutz told me that he opened the [safe room] and he found my dad laying on the ground with my dog just watching the doors do the terrorists won't come in. COLLINS (voice-over): The bodies of his mother and little brother were found hugging each other in the nearby bomb shelter, where they asphyxiated after militants set their home on fire. Just days before, Soggy was dancing his heart out at a Bruno Mars concert in Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:51:20",
      "speaker": "ZAK",
      "sentences": "I'm 24, we have 10 years between us. It's hard to see my little brother because he was like my child.COLLINS (voice-over): Hadar and his sister Tomer are now orphans, his grief and his anger is palpable.",
      "isLastSentenceInterrupted": false
    }
  ]
}