{
  "date": "2023-09-25",
  "headline": "CNN Tonight",
  "subHeadline": "Senator Menendez Denies Wrongdoing Amid Bribery Charges; U.S Hurtles Toward Government Shutdown Amid House GOP Civil War; Taylor Swift's Attendance At Chiefs Game Brings A Spike In Travis Kelce Jersey Sales; President Biden To Walk Picket Line With UAW Strikers. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:01",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Hey, Abby. Nice to see you. Happy Monday to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "COATES",
      "sentences": "Good evening, everyone. I'm Laura Coates. Tonight, there are now even more calls, you guessed it, for Senator Bob Menendez to step down, but he says, look, he's not going anywhere, and he says he can actually give you an explanation for those envelopes of nearly $500,000 in cash, including those tucked into jackets.(BEGIN VIDEO CLIP) SEN. BOB MENENDEZ (D-NJ): For 30 years, I have withdrawn thousands of dollars in cash from my personal savings account, which I have kept for emergencies and because of the history of my family facing confiscation in Cuba. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "COATES",
      "sentences": "Now, he didn't address these on your screen, those gold bars, the stash of gold bars. He didn't address the gift of the Mercedes- Benz convertible. And, of course, he is absolutely innocent until proven guilty in a court of law. And he is not the first lawmaker to even face corruption allegations. In a moment, I'm going to talk to former Illinois Democratic governor Rod Blagojevich. He served eight years of a 14-year sentence for pay-for-play crimes.Plus, as you know, we are on the brink yet again of a shutdown of the federal government as of 11:59 p.m. this coming Saturday. And Speaker McCarthy has a pretty stark choice to make. Will he save his job or the government? Is that really the rock and the hard place that we're at right now? Well, right-wing hardliners are threatening just that. And now, well, Donald Trump. And everyone, she also spoke and broke the internet over the weekend. You see her right there. I'm talking about Taylor Swift, of course, and Travis Kelce, but not what everyone is talking about. Are they dating or not? I can't really pretend to care, but I can tell you she has an effect on jersey sales. And could she have a role in another way on the actual Kansas City team? We'll talk about that. I want to begin by bringing in the former Illinois governor, Rod Blagojevich. He went to prison in 2012 after being found guilty of corruption charges. His sentence was commuted by then President Donald Trump in 2020. Governor, it's nice to see you again. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "ROD BLAGOJEVICH, FORMER ILLINOIS GOVERNOR",
      "sentences": "It's great to be home. I'm doing well. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "COATES",
      "sentences": "I'm doing well. You know, I've been eager to talk to you in particular because you, of course, served eight years of your sentence in part for charges having to do with the filling of Barack Obama's former Senate seat. I have been wondering what have been your thoughts when you have heard from a defiant Senator Menendez today saying he's not going anywhere, he feels that he will be exonerated fully, and yet we all saw those photographs. Governor, what do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "BLAGOJEVICH",
      "sentences": "First of all, I say that I didn't do what they said I did and they sent me to prison for. I was sent to prison for saying \"F-ing golden\" in response to an overture by then-President-elect Obama to make a political deal on a Senate seat.Obama did nothing wrong. I did nothing wrong. Eventually, the appellate court reversed those charges. The government told a big lie. And so, I'm naturally very sympathetic to other people who find themselves in circumstances where weaponized criminal federal prosecutors come after you. Having said that, I'll say the obvious, and that is that Senator Menendez deserves a presumption of innocence. But I'll also say that I think it's reasonable and fair for people to presume that there may be some wrongdoing when you find at a politician's home $480,000 in cash, $150,000 in gold bars, the allegations of the Mercedes and all the rest. In my case, they never even accused me of taking one single penny. It was all politics. And there's a big difference between criminalizing routine practices in politics, which is what they did to me. They wanted me to tell on President-elect Obama. Neither one of us did anything wrong. And a politician got a whole bunch of cash and then explains it away the way Senator Menendez did today, which is highly incredible. That discussion about withdrawing money because of his parents coming from Cuba and the fear that the government was going to confiscate his money --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "BLAGOJEVICH",
      "sentences": "-- that's a -- anyway, I'm sorry, go right ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:01",
      "speaker": "COATES",
      "sentences": "No, I say I certainly understand -- we -- you and I have had conversations in the past as well -- BLAGOJEVICH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "BLAGOJEVICH",
      "sentences": "I think it's very simple. If he didn't do it, then he should not resign and he should fight. If, however, he did it, he should accept responsibility, he should seek atonement and forgiveness and mercy and pay his debt to society.Now, do I think he did it? Again, as I said, when you find that kind of cash in a politician's house, I think it's fair to say there's something rotten in the state of Denmark. And I think the requests for Senator Menendez to resign will increase as the days go by. One political party, the Republicans, are going to make a big political issue out of this. The Democrats find themselves in a very difficult position to defend him. And so, let's see whether or not he can withstand the pressure. I would say to him, Senator Menendez, who I served with in Congress, if you didn't do it, go down fighting. That's what I did. Maybe that was a mistake, but I know that was the right thing to do. And if you're him and we were both elected by the people, we have a duty and a responsibility to fight against weaponized prosecutors who are criminalizing things that aren't crimes. Having said that, again, cash, gold bars in a politician's home, why is it not in a bank? Why is he not putting it on his financial disclosure forms if it's campaign contributions? These are all very serious questions and this is breathtaking corruption if in fact he's guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Well, his statements today certainly invite the prosecutors to do a thorough analysis of how that money came to be, how he was able to obtain it, the amount, the withdrawals. There's really -- he created an opportunity for a map to be drawn, essentially from point A to point B, and it better match up.Of course, this is all in the infancy of an investigation and, of course, an indictment. They still have a long way to go. But I am curious, based on what you said, and people have said he's got to resign right away, some have said like you have, maybe go down fighting, but there's a lot of leverage in him being a current member of Congress, particularly if he were to engage in any plea discussions with prosecutors. Did you find that your tenure and your actual office itself was a bargaining chip or at least one that was perceived by prosecutors as a bargaining chip they tried to use with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "BLAGOJEVICH",
      "sentences": "Very much so. They fully expected it. That's how most politicians who find themselves in the hot seat like I did and like Senator Menendez does now operate. They use their office. The duty that they have to the people is put aside. They use their office as a bargaining chip to cut a better deal and to eventually leave after they've worked things out.The former attorney general of New York -- the former governor, Spitzer, did something similar to that. Will Senator Menendez do that? Perhaps. But here, again, I would say this: If you didn't do it, Senator Menendez, then you must go down fighting. You have a duty and a responsibility to the people who elected you. If you did it, you have responsibility to not fight, to accept responsibility and atone for your sins. My position with me was always, I didn't do it. I knew I was up against powerful forces. They failed to convict me at our first trial. They tried me a second time. No one ever said I took a penny, much less gold bars. I said \"F-ing golden\" because Obama wanted to make a political deal. And they did all kinds of things in that second trial that was corrupt. And as a result, they sent me to prison for 14 years, a politician who never took a penny. And the reason they did it was they were burying the truth in what they did. Now, there's good cops and there's bad cops. The people who did it to me, bad cops. This police officer, this prosecutor who's doing it to Senator Menendez, he sure does look like he has a strong case. And if in fact this is true, this is the kind of sorted, venal corruption that prosecutors should go after, not criminalizing things that are political. And I know your audience hates President Trump, but this is the stuff they're doing to President Trump, criminalizing things that are routine and necessary in politics and government. This sort of corruption that Menendez is being charged with, that's venal, that's corrupt, that's the stuff they should go after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "COATES",
      "sentences": "Well, governor, two things. One, the jury did not agree with your stance. And two, you'd be awfully surprised about the scope of my particular audience.I'm known for being a straight shooter, calling balls and strikes, and my audience welcomes the opportunity to hear from both sides of an issue and has not come to conclusion until they have gotten all the information. But I'm glad that you contributed to that today. Thank you so much for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:01",
      "speaker": "BLAGOJEVICH",
      "sentences": "Thank you very much for your open mindedness and congratulations on your success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "DOUG JONES, FORMER ALABAMA SENATOR",
      "sentences": "Well, you know, Laura, I appreciate you asking the question, but I'm not going -- I'm not going to opine on the strength of the case that I've only seen an indictment. I haven't seen -- I was not a grand juror. I haven't seen all the evidence, and I certainly haven't seen evidence that has been tested by the defense.And we're talking about a couple of different things here. We're talking about evidence that can prove a crime beyond a reasonable doubt versus simply conduct as alleged that I think should prompt Senator Menendez to resign. I said that this weekend. But I just think it's really premature for all of us to really start trying to talk about the strength of a case based solely on a press conference and an indictment. This has got a long way to go and the senator is presented innocent. That is a piece of evidence, by the way, folks. That's not just a saying that is real and he is presumed innocent. He will go into a trial with a presumption of innocence. And we've got a long way to go. He's got a long way to go. He and his wife have a long way to go and the co-defendants before I think anybody can really assess the strength of his case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Certainly and, of course, the prosecutors recognize that their job has really yet to begin. When you have an indictment, it's the beginning of the end of the beginning of the case. They've still got to prove a whole lot of information, and he has the opportunity should he choose to present a defense.One of the things that he is doing already in his statements is that he has given a kind of a preview of his stance on likely what that defense might be. And part of it is that he has been arguing that parts of his job as a Senator are being misrepresented by the prosecutors and that his actions fall under the official acts of a senator. Now, that phrase, official acts, we know has been a part of the Supreme Court precedent as it relates to the former Virginia governor, Bob McDonnell. There was a question as to whether his entertaining of a constituent who wanted to have, I think, a nicotine-based dietary supplement, meetings called, opportunity for someone to meet with the person and test on their own lab work on these issues -- that was that case. Official acts were kind of carved out in the Supreme Court for that reason. But here I am talking to a former senator. You know what your official acts really were. When you think about an official act of Congress, of a Senate office, do you think that what is being alleged meets that criteria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "JONES",
      "sentences": "You know, again, Laura, I hate to -- I'm not trying to dodge your question, okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Oh, but you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "JONES",
      "sentences": "I just think that right now -- no. Well, I'm not really trying to dodge. You're basing it -- you're basing the question on a piece of paper. You're also basing it on something that Senator Menendez said. And what is -- and as you said, it's a preview of his defense.But that's -- there's going to be a lot more of this. There was -- in the case of the governor of Virginia, there is -- in every case, there is more -- in the governor you just interviewed, there was in his case -- he is still proclaiming his innocence. People often do that. What I really -- you know, I really was looking this weekend for people to simply say, let this system work, let this system go forward. You can talk about the evidence if you want to, but the fact, and I want to emphasize this again, none of this evidence has been tested by the defense. And I'm not taking up for Senator Menendez on this by any stretch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "But former senator, I'm asking, if you -- I don't want to cut you off, but if you would like the process to kind of roll out as it is, why are you calling for him to resign? Because wouldn't the process be that he goes all the way through a trial, that it would be tested in the way you're talking about? Why on earth would he resign based on that logic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:03",
      "speaker": "COATES",
      "sentences": "Well, before I let you go, this is very intriguing to me on that notion, and I certainly understand the distinctions you're drawing between what might be politically the right decision and what would be the lawful legal process-based decision of things.But when you look at this taking a real step back and you see the accusations by a number of Republicans about a weaponized Department of Justice, normally, they're talking about attacking Republicans, I don't know that the indictment of a Democrat actually will even that playing field in their minds, but wouldn't it just incentivize then people to believe that as long as you have an indictment, you could essentially go down the line and figure out who you don't want to be in office under the logic of, well, politically, it would not be a good thing to have charges like this? Do you -- are you concerned that this might (INAUDIBLE), of course, what has happened with this Senator and the accusations, that an indictment alone could lessen the credibility of a sitting member of Congress such that it would encourage that argument that it's all being weaponized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:03",
      "speaker": "JONES",
      "sentences": "No, I don't believe that at all. I give the Department of Justice a hell of a lot more credit than that, Laura. I am not that cynical about the Department of Justice. I never have been, even when I was defending people.What you're seeing is that every time, every time a politician, whether it's a Republican, a Democrat or an independent, yet under the crosshairs of law enforcement, politics is the first thing that they claim, that they're being targeted because of their politics. That is the public defense de jure for anybody. It happens every time. We always see it. So, I don't believe that. And I don't take that cynical view about our prosecutors. Not that there's not been problems in the past. Of course, there have been. Prosecutors are humans just like everybody else. They have their faults and they make mistakes. But overall, I think the Department of Justice, over the years, has consistently shown that they are fair, they are impartial, and we're seeing that playing out right now because we're seeing political figures on both sides of the political aisle that are being charged. Whether they are ultimately proved guilty is going to be for a jury, not the Department of Justice. Remember, and you know this full well, the Department of Justice doesn't indict anyone. Only 23 members of the community. The public indict people. The Department of Justice will not convict anyone. Twelve members of that community will either convict or find someone not guilty. And by finding not guilty, they have found not that someone is innocent, but that the government has not proven their job beyond a reasonable doubt. And that's the way the rule of law is in this country. That's the way the rule of law should be. And I think it will play out appropriately in all the cases we're seeing, whether it's Donald Trump or Senator Menendez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:03",
      "speaker": "COATES",
      "sentences": "I certainly hope that the pursuit of justice ends up with it being caught. Former Senator Doug Jones, always a pleasure to speak to you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:03",
      "speaker": "JONES",
      "sentences": "Thank you, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:23:10",
      "speaker": "COATES",
      "sentences": "Well, former House Speaker Nancy Pelosi tonight joining a short list of Democratic lawmakers calling for Senator Bob Menendez to now resign. Now, so far in the Senate, Senators Sherrod Brown, John Fetterman, Peter Welch, they've all called for him to resign as well.Let's dig now into that with \"Washington Post\" columnist Max Boot, he's also a senior fellow at Council on Foreign Relations, along with former Republican congressman Joe Walsh, who's the host of \"The White Flag\" podcast, and CNN political commentator Karen Finney is here as well. So, here we have it. We've got these calls for Menendez to resign. Not a long, like, universal list, I might add. It's almost like -- it's trickling out. Why do you think it's not stronger? KAREN FINNEY, CNN POLITICAL COMMENTATOR: Because I think there's a belief that if we're going to say that no one is above the law and that we should follow the legal process, if we're going to say that for Donald Trump, if we're going to say that for Hunter Biden, we're going to say that for Bob Menendez. And he does have the right to have his day in court. At the same time, that's the legal case, right? There is also then the court of public opinion where clearly some members feel very uncomfortable, particularly in a moment where, you know, we are talking about a former president. I mean, again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:23:10",
      "speaker": "JOE WALSH, PODCAST HOST, FORMER ILLINOIS REPRESENTATIVE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:23:10",
      "speaker": "FINNEY",
      "sentences": "-- no comparison. Let me just be very clear to what is alleged with Bob Menendez and what is alleged with Donald Trump. No comparison. At the same time, I think there's a feeling that it's important that we maintain a clear eye about having the public trust.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Well, there's even a poll out. I think it's the NBC News poll that shows a comparison being drawn between Joe Biden and Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "WALSH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "I mean, Max, it's 46% to 46%. If the election for president were today, who would you vote for? And again, one has an issue maybe with the messaging on economics. The other has four indictments --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "MAX BOOT, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "-- and a track record that people are -- I'll say it's questionable to be generous on that notion. But you have a new op-ed out about how you say, and I'm going to quote for you, \"Anyone who believes in preserving American democracy and the U.S.-led world order, therefore, has no choice but to back Biden in 2024, however uninspiring that might be.\" I mean, that deadlocked 46%, that doesn't look inspired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "BOOT",
      "sentences": "Yeah. I mean, that certainly causes me a lot of concern about the future, Laura, and causes me, once again, to doubt the good judgment of the American people. Whereas, true, yes, Joe Biden is three years older than Donald Trump, but he also doesn't have 91 felony counts against them, he hasn't been impeached twice, he's has never tried to overthrow the Constitution or storm the Capitol. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "BOOT",
      "sentences": "Minor things. So, I don't understand how people can weigh those two things in the balance and say, oh, you know, Trump or Biden could go either way. I mean, that's pretty crazy because I'm honestly not sure we're still going to be a democracy if Donald Trump wins next year.So, I think it's pretty imperative to get behind Biden if you believe in democracy, and I say that as somebody who is not a Democrat because I don't think there's a realistic alternative, Laura, because a lot of people are saying, hey, Biden is old. Yes, it's true he's old, and I wish he were 20 years younger, but what is the alternative? Unfortunately, if Joe Biden steps down tomorrow, who is going to represent the Democratic Party and take on Donald Trump? It's probably going to be Vice President Harris, and she does not have a very inspiring track record in national politics. I have yet to meet a single Democrat who thinks that she would actually beat Donald Trump. So, basically, at the end of the day, the hour is late, it's either Joe Biden or Donald Trump, and you have to realize that is the choice. It's not an ideal candidate who doesn't exist versus Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "FINNEY",
      "sentences": "I'm a Democrat and I think she could beat Donald Trump. And I know several who do. And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "BOOT",
      "sentences": "All right. Well, I've met some now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "FINNEY",
      "sentences": "But I'm not going to -- I'm not going -- you know, I'm not going to adjudicate that. But I also want to say something about the polls because our own CNN poll last week in New Hampshire showed Joe Biden beating Donald Trump handily. And I think we have to be very careful, that the more we tell voters through all this polling what they should think, we shouldn't be surprised when we get that answer back, right?And I always think, like, let's actually do what John King did. Let's go talk to voters. Let's hear what they're saying. Let's let them tell us, not just through polls where -- I mean, let's just remember, it is a snapshot, it is when you caught me on my phone and I want to get off the phone, my kids are whatever. So, a lot of people aren't paying attention yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "WALSH",
      "sentences": "To Karen's point, Laura, it's a snapshot when Democrats aren't engaged yet. Republicans are engaged right now. They have an active primary. Democrats aren't yet. So, I just think there's a little too much democratic bedwetting going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Well, you know what? I see a lot of conversations around how much you trust a poll, how much you get into the horse racing of it, and then the next. But if you like that poll, oh, you put it on your forehead, and it's like worn everywhere. But if you don't like the poll, then it's a matter of it. But it is very early.But I do want to play for you, new tonight, what Cassidy Hutchinson had to say, because she raised the question essentially of why more people were not taking the stand that I think Max just alluded to as well. But she says it is time now for them to take that stand. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CASSIDY HUTCHINSON, FORMER AIDE TO WHITE HOUSE CHIEF OF STAFF MARK MEADOWS",
      "sentences": "Now is the time if these politicians, these men and some women that are currently in Congress, want to make the break and want to take the stand, they have to do it now. We can't wait any longer for them to do it.I don't know why they're so willing to support him. I think it's extremely disappointing and it is not a hard issue to take. It's -- we're talking about a man who at the very essence of his being almost destroyed democracy in one day, and he wants to do it again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "BOOT",
      "sentences": "Well, that's a great question, Laura. And, you know, frankly, I have a very low estimation of my former party, the Republicans, but it keeps getting lower all the time, because if you'd asked me this a year or two ago, I would have said, if Donald Trump were indicted in four criminal cases, if he were facing 91 felony counts, that would finally hurt his support, that would finally diminish his standing in the Republican Party and the country at large.And it hasn't happened. If anything, it's probably helped him a little bit in the Republican Party. And that, to me, is just horrifying and appalling. And you can talk about why that is the case. But the bottom line is it is the case. And I just can't believe that all these Republicans think that he is still fit to be president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "COATES",
      "sentences": "All right, count them, everyone. We're now five days from a government shutdown. And the question on Capitol Hill tonight, will Speaker McCarthy save his job as well, Speaker McCarthy, or will he save the government? And is that really the choice that they've got to make? Here's what he told our own Manu Raju today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "How much of the fact that if you do cut a deal with Democrats, there could be a vote to push you out? How much is that driving your decision making right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "KEVIN MCCARTHY, SPEAKER, UNITED STATES HOUSE OF REPRESENTATIVES",
      "sentences": "Nothing drives my decision. What's driving my decision? Would that drive my decision making 15 times before? My --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "RAJU",
      "sentences": "Would you cut a deal with Democrats? That could be the end of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "MCCARTHY",
      "sentences": "Did I cut a deal then? Did I cut a deal then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "RAJU",
      "sentences": "When?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "MCCARTHY",
      "sentences": "Well, at 15 rounds --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "RAJU",
      "sentences": "No, I'm talking about right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "MCCARTHY",
      "sentences": "But let me let me explain something to you. I'm no different than I was then or before. My whole focus, what's in my mind, what drives me, is the American people. I'm not worried if someone makes a motion. I'm not worried if somebody votes no.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "COATES",
      "sentences": "Back with me now, Max Booth, Joe Walsh, and Karen Finney. A little bit of chest beating there. He doesn't care. He's not scared for any reason whatsoever. Do you believe him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "WALSH",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "FINNEY",
      "sentences": "No. But here's the thing. His superpower is that it seems like nothing -- he has no shame. He will go as low as he has to go and then find a way to go lower.And here's the truth about this shutdown. We may -- I think we're probably going to get a shutdown. Even if he gave them everything they wanted, they would probably still kick him out. That's how weak he is, right? And that's how strong Donald Trump is in this equation. So, you know, that right wing seems to love to embarrass him and he seems to be able to just keep taking him. WALSH: By the way, that's Trump's superpower, too. He's incapable of shame. I served McCarthy, Laura. All he cares about is being speaker. That's all he has ever wanted. Look, I was involved in an effort back in Congress to shut down the government way back when. But then it was all about, you know, a debate, an argument about government spending. This thing now is just all about doing Trump's bidding. This is just all about retribution and revenge for Trump, trying to shut down the investigations of Trump. It has nothing to do with government spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "COATES",
      "sentences": "Well, Trump actually says -- I mean, on Truth Social over the weekend, he said, unless you get everything, shut it down. And, of course, it's a much longer statement on Truth Social as well.But Max, I mean, is this a matter of McCarthy doing the bidding for Trump or is the real issue here that, look, it seems that there are those, and frankly, there are those who made it go to 15 rounds to give him half the gavel in the first instance. There's some overlap with the people who are now continuing to be the thorn in his side. But we keep talking about this in this choice. Either he saves his job as speaker or he saves the government. Is that really the choice here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "BOOT",
      "sentences": "Well, I think he can probably do both because he has done both before. We saw that, for example, with the deal to extend the debt limit in the spring. And I don't think this is really being driven by Trump. I think Trump is just basically just, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "COATES",
      "sentences": "Stirring the pot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "BOOT",
      "sentences": "-- stirring the pot, which already exists. As Joe can tell you, it's really being driven by what? A dozen, two dozen crackpot right- wing members of the House Republican Caucus who are kind of the nihilist caucus. They are the kind of the wrecking crew. They don't have any positive ideas. They don't have any real agenda. They just want to blow everything up, and they enjoy doing that.And most of the House, including most of the Republicans, are horrified by what's going on, but they're kind of powerless because the Republicans have such a slim majority, and so they're leveraging that to cause as much trouble. But at the end of the day, I'm sure that the -- that the government will, in fact, shut down, but it will also reopen again because I don't think that the majority of the House is going to let these guys hold the country hostage indefinitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "COATES",
      "sentences": "I do wonder, though, really quick, Karen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "COATES",
      "sentences": "-- do the Democrats be worried that their voters don't just see this as a Republican fault?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:35",
      "speaker": "FINNEY",
      "sentences": "No, actually, and having gone through, lived through the Clinton shutdown, it actually matters if the shutdown is about something. I think Joe is exactly right. I think Americans recognize that this is about Republicans fighting with each other. It's not even about can Republicans and Democrats get a deal at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "CARI CHAMPION, CNN CONTRIBUTOR",
      "sentences": "Hi, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "Hello. Cari, let me begin with you here because Taylor was cheering him on during the game on Sunday. A lot has been made about even her attendance at the game. It was a whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "CHAMPION",
      "sentences": "Well, first, I heard you earlier, Laura. I have to say this tease. You said -- I mean, I could care less who she's dating, but I'm like, but really, don't we care a little bit? Just a (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "NISCHELLE TURNER, CNN CONTRIBUTOR",
      "sentences": "A little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "CHAMPION",
      "sentences": "-- just a (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "I mean, I could name them all. I'm pretending that I don't really care. I can name everyone, but that's fine. I'm a Rihanna (ph) and anchor, Cari. I can't be doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "CHAMPION",
      "sentences": "I get it! But it is -- it is -- I'm fascinated. And Nischelle, you can talk to this just as much as I can, but the human condition and the idea of being so closely associated with celebrity really is fascinating to me.Taylor Swift wasn't even -- she wasn't even a mention in football before this. And then as we have these rumors for the last month speculating that they could or could not be dating, I don't think they are. I think this was a beautiful stunt played out in a gorgeous way. But the idea that people want to be associated or near something that she has already blessed, as we see his Instagram followers go up by 300, some thousand numbers of people who are just now following him, there was a blog dedicated to Swifties who want to know what it means to play football because they hadn't paid attention to this before. And Travis Kelce is a star in his own right. He hosted \"Saturday Night Live.\" He is something special. But her effect is absolutely fascinating to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "Well, my husband I laughed at the SNL skit about men friends and the bromance and how they're so different than the way girls interact and women. It's hilarious first of all. I hope, Nischelle, they're able to pronounce his name, Kelce, after now, the Swifties and Kelce.But in addition to this, by the way, the jersey sales, she's also being called upon by a Native American organization called \"Not in Our Honor,\" looking at her presence, looking at the sway that she has, and hoping that she will help to bring an end to the Chief's tomahawk chop as well. So, not just about speculation whether she's dating him or not, but could she really have an impact on and effect on how people actually participate in the sport now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "TURNER",
      "sentences": "Listen, Taylor Swift has never been shy about speaking out on things that she believes in, whether it's political, whether it's in the music business, whether it's women's issues, whether it's taking back your own power.So, I don't see why she wouldn't if that's something that she believes in. I think you're just seeing what we've been talking about, the Taylor Swift effect. When she shows up, there are people from all over different genres who will say, okay, let's see if we can get Taylor on our side because she is such a spotlight soaker and whatever she says, people listen to. I mean, the Swifties don't play about Taylor Swift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "They certainly don't, by the way. And you can just see, I think her movie is coming out, too. People couldn't get tickets to the game.I do want to ask you, Cari, about actual football for a moment, though, because there was a big blowout over the weekend. A lot of people were talking about the Dolphins scoring 70 points. And to the Broncos, 20 by the way. They had a chance to go for an all-time single game record, but Coach Mike McDaniel did not go for it. What'd you make of that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "CHAMPION",
      "sentences": "I thought that was even more embarrassing. I felt for them to call mercy just at that moment and say, guess what, we'll just leave it here at 70, had to be arguably more humiliating for Sean Payton and Russell Wilson and the Broncos. In fact, he said as much after the game.It is really unfortunate that we are watching in real time the demise of what I thought. If we're talking sports in real time, Russell Wilson is a Super Bowl winning quarterback and Sean Payton is a Super Bowl winning coach. We're watching how the game has changed and passed them by so quickly. What's happening in Miami is special and that's what we saw. But him not going for that extra three points just to show mercy was a message that said, it's past your time. At least, that's the way in which I took it for Sean Payton and the Denver Broncos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "I mean, it reminds me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "TURNER",
      "sentences": "But Cari --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "-- of maybe my childhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "TURNER",
      "sentences": "-- Russell Wilson didn't give up 70. The defense gave up 70.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:01",
      "speaker": "COATES",
      "sentences": "Good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "COATES",
      "sentences": "Well, you know what? A refresh and special. A refresh and special. Nischelle, I'm going to end with this because I hear refresh, I hear special. I think Usher. He'll be the half-touchable show.(LAUGHTER) So -- (LAUGHTER) See what I did there? There's a whole thing happening right now. I can't not get to Usher. What are you looking forward to? He's going to be the performer now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "TURNER",
      "sentences": "All of it. All 13 minutes of it. I'm looking forward to it.(LAUGHTER) I'm really excited to have this show. I think it's going to be great. The only thing that can cap it off with this halftime performance is if my Chiefs, and yeah, you guys, I'm a little biased in this whole story because I'm a born and bred Kansas City Chiefs fan, are back in the Super Bowl again. But we're going to see -- you know, we are going to Usher do the hits. We're going to see him bring out some people. You know, he was playing a little coy today, but he cannot do a Super Bowl halftime show without bringing out Ludacris, without bringing out Lil Jon. You know, we may see a Justin Bieber appearance because Usher, he found Justin Bieber when he was 13.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "CHAMPION",
      "sentences": "Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "TURNER",
      "sentences": "We'd like to see Madam B be back on the stage and do a little bad girl with Usher if it's up to me. But I think you're going to see high energy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "COATES",
      "sentences": "That is your crawl of it (ph).(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "TURNER",
      "sentences": "I think you're going to see an amazing show. Usher is a pure entertainer. And people sleep on that a lot. People forget --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "CHAMPION",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "TURNER",
      "sentences": "-- like the guy has 18 top 10 hits, nine number one songs, and so many Grammys. So, he has a discography that is worthy of a Super Bowl halftime show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "COATES",
      "sentences": "Well, he'll already be in the making, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "CHAMPION",
      "sentences": "And he's going to show he's a dancer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "COATES",
      "sentences": "Oh, if you didn't know that already. I don't know what to tell you, everyone.(LAUGHTER) But Nischelle Turner, Cari Champion, so nice again to see you ladies on the screen tonight. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "CHAMPION",
      "sentences": "Me, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "TURNER",
      "sentences": "Well, if he needs backup dancers, the three of us can be available right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "CHAMPION",
      "sentences": "No, Nischelle, you -- Nichelle --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "COATES",
      "sentences": "I will stand and applaud you all, because I've seen your workout videos and all your Instagram, Nischelle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "CHAMPION",
      "sentences": "It's all Nischelle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:49:57",
      "speaker": "COATES",
      "sentences": "I will not be there with you, but I will be there in spirit. Thank you very much. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}