{
  "date": "2023-12-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Hostage Confirmed Killed In Gaza Day After IDF Accidentally Kills Three Other Hostages; Aid Packages For Ukraine Against Russian Invasion Delayed In Both U.S. And European Union; Congressional Republicans Demanding Immigration Reform Be Tied To Funding For Ukraine And Israel; Major Storm Moving Into Florida Threatening 17 Million People Along East Coast; Jury Finds Rudy Giuliani Must Pay Nearly $150 Million To Two Election Workers In Georgia For Defamation; House Republicans Vote To Open Impeachment Inquiry Into President Biden; Special Counsel Jack Smith Asks Supreme Court To Rule On Whether Donald Trump Had Total Immunity From Prosecution For Crimes Committed While In Office; FDA Investigating Whether Lead Purposely Added To Apple Sauce Pouches Which Led To Sickness In Children; African American Woman Dies During Childbirth In Los Angeles Hospital. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "13:59:53",
      "speaker": "BOB FERGUSON, ATTORNEY GENERAL, WASHINGTON STATE",
      "sentences": "In my state, Governor Jay Enslee literally purchased a multi-year amount of Mifepristone in case this case goes wrong, so that women in the state of Washington will still have access to Mifepristone, even if that right was taken away by the courts.So that women in the state of Washington will still have access to mifepristone even if that right was taken away by the courts here. So this is important for governors, for attorneys general at every level of office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "All right, Bob Ferguson, we'll leave it there for now. Thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "FERGUSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "WHITFIELD",
      "sentences": "Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.And we begin with new confirmation of a hostage killed in Gaza. The Israeli prime minister's office says 27-year-old Inbar Haiman died while held captive by Hamas. Officials says she was abducted during a festival on October 7th, and news of her death comes as Israel Defense Forces admit to inadvertently killing three other Israeli hostages. Officials say the three men were waving a white flag when a brigade opened fire on them on Friday. The IDF says the three hostages had either managed to escape or were abandoned by their Hamas captors. The office of the prime minister now says there are 129 hostages who remain in Gaza, 21 hostages have died. A source tells CNN that the head of Israel's intelligence agency is expected to meet with Qatar's prime minister to discuss getting hostages released. Today, families of the remaining hostages held a rally in Tel Aviv demanding their safe return. CNN's Alex Marquardt was there. Alex, how are people reacting to the reports of the accidental killing of three, and then the report of the other young lady who has died?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Fredricka, this was a rally that would have happened anyway on a Saturday night, but this really gives it more sadness because of the news today that Inbar Haiman, one of the hostages, is now dead, and the three hostages being killed by Israeli forces just yesterday. So there is a lot of sadness. There's a lot of shock because of the event yesterday, and there's a lot of anger. The people that we're speaking with here calling on the government to get the hostages home now. We keep hearing the word \"achshav\" in Hebrew, which means now.But we are getting more information from the IDF about exactly what happened yesterday. And the chief of the general staff, so the top general, making clear that it was the Israeli soldiers' responsibility, that they did violate the rules of engagement when these three hostages were killed. And it's just so heartbreaking because they were on the cusp on freedom. They had spent more than 70 days in captivity and were just about potentially to be rescued by the Israeli soldiers when they were shot and killed. These three men were seen as threats, according to the IDF. Some of the soldiers engaged in shooting and killing two of the hostages immediately. Another one of the hostages fled into a building and started shouting in Hebrew. A brigade commander called for a ceasefire. That didn't happen. The firing continued, and the third hostage was killed. The bodies were confirmed to be those of the hostages once they were taken back into Israel. There is some speculation that they may have escaped captivity, as you said, or maybe that as the Hamas militants left their positions, that they simply abandoned these hostages. So the head of the IDF apologizing, saying this is absolutely tragic, but also that this is a highly stressful combat situation in which there have been a lot of terrorists dressed in civilian clothes who have been carrying explosives, and that had made the situation a lot more complicated, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "WHITFIELD",
      "sentences": "And then, Alex, I mean, the IDF has launched an investigation into these deaths. They have admitted that this happened, but how do they win the confidence of family members who are, a, outraged? I know we have not heard directly from the family members of these three hostages who have been killed, but, I mean, clearly, people are outraged that this could even happen. How does the IDF respond to their concerns now about the safety of the remaining hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "MARQUARDT",
      "sentences": "It's very difficult. And what the Netanyahu government needs to do in the eyes of so many of the people out here is to show that they are willing to talk and willing to try to get these hostages home. What this incident yesterday had done is made people so much more afraid for the hostages who remain inside Gaza, their well-being. We know that there are hostages who have been released and their families who have accused the government and the military of not knowing where they were in Gaza, of carrying out strikes near where they were, which resulted in some injuries. I spoke about this with the daughter of one of the hostages who was released two weeks ago. We spoke with them moments ago. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:59:53",
      "speaker": "MAAYAN SIGAL KOREN, FAMILY MEMBERS HELD HOSTAGE",
      "sentences": "They heard all the bombing, and they were very, very frightened that the bombing will be falling on them, that they will die from the army missiles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:04",
      "speaker": "KOREN",
      "sentences": "Yes. And they told us, they didn't believe the army really knew where they are because they were shooting very, very close, and they heard all the loud noises of that bombing. And I really think that we should do anything to stop the war.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:04",
      "speaker": "MARQUARDT",
      "sentences": "So she wants the war to end. I wouldn't say that that is a common feeling. A lot of people want there to be a hostage release that could result in a pause in the fighting. But, of course, there are so many here who want to see, as the government does, the eradication and the elimination of Hamas. But it certainly does raise major concerns about how the IDF is going about their operations inside Gaza, certainly when it comes to these hostages, as you say, close to 130 who remain inside Gaza. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:04",
      "speaker": "WHITFIELD",
      "sentences": "And then, Alex, what is the status of hostage negotiations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:04",
      "speaker": "MARQUARDT",
      "sentences": "Well, it appears there is some movement. As far as we know, there hasn't been any progress. It's mainly talks about talks. There are no active discussions right now that have brought the sides back to the table, as it were. Hamas and Israel are not being -- have not been terribly responsive when it comes to new ideas, we're told. But I reported earlier today that the head of Israeli intelligence is traveling to Europe or has traveled to Europe to meet with the Qatari prime minister. The Qataris have been the main mediator. They speak with Hamas. And so it does appear there is at least some talk about how to get the framework for a deal back on track. Hamas, as far as we know, has not been responsive at all.So Israel is engaging with the mediators. The mediators are trying to get some kind of structure back in place, but for the time being, Fred, it really is just talks about talks. The negotiations haven't really started in earnest for a second round of hostage releases. Fredricka?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:04",
      "speaker": "WHITFIELD",
      "sentences": "All right, Alex Marquardt, thanks so much.Now, let's turn to Ukraine, where their fight isn't just on the battlefield right now. Further military funding from the U.S. and the E.U. is in limbo right now as negotiators return to talks on Capitol Hill this morning. It isn't clear any breakthrough is possible. Even an in-person plea from Ukrainian President Volodymyr Zelenskyy was unable to break the stalemate. One senior U.S. military official telling CNN, quote, \"There is no guarantee of success with us, but they are certain to fail without us.\" CNN's Nick Paton Walsh is in Kyiv. So Nick, are the Ukrainians painting a particular dire picture at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "WHITFIELD",
      "sentences": "Nick Paton Walsh, thank you so much there in Kyiv.Let's bring in now Bill Taylor. He's a former U.S. ambassador to Ukraine and the vice president for Russia and Europe at the U.S. Institute of Peace. Great to see you, ambassador. So is it your view that Ukraine can't possibly win without more assistance from the U.S. and the E.U.? WILLIAM TAYLOR, FORMER U.S. AMBASSADOR TO UKRAINE: Well, Fredricka, it is my view that the Ukrainians do need our support. And it's my view that with that support, they can win. They can push the Russians back. It's up to us to keep that assistance flowing, and that's what the Senate is trying to do right now. So there is the possibility that they could come to some kind of an agreement. But, yes, the Ukrainians do need our support. They need the European support, as well. President Zelenskyy did get one bit of very good news this week. Nick didn't mention that the European Union opened the gates for Ukraine to walk through towards membership, towards membership, negotiating membership in the European Union. That was huge for morale in Ukraine. They still need the weapons. And it's, again, up to us to provide them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "WHITFIELD",
      "sentences": "How do you see Russia capitalizing off this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "TAYLOR",
      "sentences": "So he Russians have been stalled, as well. The Russians have tried to break through in various parts of the line, the line of contact, and they've failed. They failed spectacularly and with great pain, great losses. So the Russians have lost a lot. The Ukrainians, as Nick said, the Ukrainians have not been able to break through, either. However, Ukrainians have pushed back the Russians out of the western part of the Black Sea. So much so that the Ukrainians can now export, which they couldn't do for a while with the Russian military and the Navy pushed out of that Black Sea portion in the west. The Ukrainians can export.So that's a good thing for them. The Russians will try to take advantage of this time where it is uncertain that the weapons are coming, but the Europeans are going to try, and the Americans are going to try, and the Ukrainians need both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "WHITFIELD",
      "sentences": "Ukrainian President Zelenskyy, he made his appeal in person for more aid on Capitol Hill, and, of course, at the invite from the president of the United States. Also making his appeal from the White House. What do you suppose is happening here? I mean, a, this must be incredibly humiliating for him that he made this effort. He was received very differently this time. He didn't get any kind of indicators of a real continued commitment. What was missing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "TAYLOR",
      "sentences": "So President Zelenskyy did come. It's the second time he has come in the past two months. Compared to -- you're right, compared to the triumphant visit of a year ago. But these two visits have been there, have been to demonstrate support, demonstrate to Americans what the Ukrainians need in terms of their support, and he did that. He didn't expect any immediate decision or immediate vote by the House or the Senate. He did expect to be able to make the case, and that he did. He talked to more people this time. He got the full Senate. He talked to the new speaker. So he went back with some indication that they would move this forward when they could. He understands the complications in the Congress, but he made his case, and that's what he came to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "WHITFIELD",
      "sentences": "What do you think more support is going to be predicated on? Do you see that, ultimately, the U.S. will offer some support? Of course, the worry is, will it come too late? But what do you believe it's predicated on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "WHITFIELD",
      "sentences": "All right, Ambassador Bill Taylor, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "TAYLOR",
      "sentences": "Thank you, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "WHITFIELD",
      "sentences": "CNN's Priscilla Alvarez is at the White House. Priscilla, Homeland Security Secretary Alejandro Mayorkas was part of negotiations earlier today on a package deal that would involve immigration, aid to Ukraine, as well as Israel. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "PRISCILLA ALVAREZ, CNN REPORTER",
      "sentences": "Well, these negotiations are still ongoing. The secretary having spent part of his time on the Hill this week, including today, to try to reach some type of consensus on border policy changes to be attached to this supplemental request.To remind viewers, this is a supplemental request the White House sent to Capitol Hill in October. It includes, for example, $61 billion for Ukraine, $14 billion for Israel, as well as funds for border security, among other priorities. And the president has repeatedly said to Americans that this aid is critical not only for the security of these countries, but also for U.S. national security, saying that without this aid, Republicans are essentially kneecapping Ukraine at a critical juncture. But what the president has also said is he's open to compromise on the border to get this aid across the finish line. That is what is happening right now between Senate negotiators and White House officials. Now, sources tell me that there are some key buckets that they're still working on. That includes, for example, raising the credible fear standard for asylum seekers, an expulsion authority, essentially expelling migrants encountered at the U.S. southern border without the change to seek asylum, mandatory detention of migrants, parole authority, which allows some migrants in the U.S. for a temporary period, and expanding a fast-tracked deportation procedure. Now, this isn't just a hard sell with Republicans. It's also a hard sell within the president's own party because some of these policies are quite similar to the Trump administration. So Democrats have been put in a difficult position this week as they've had to support policies that, not long ago, they were criticizing and tying to the former president. But it also speaks to just how complicated this issue is, especially as the president tries to make good on the promise to Ukraine to support the country as it fights its war with Russia, and having to concede on some of these fronts to have Republicans get on board. So there's still an uphill battle here. There's still a long road ahead. What we haven't seen yet is that written framework of what these negotiations have landed on. All of this, still an open question. And even after that, Fred, it's whether or not the House will be happy with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:22:37",
      "speaker": "WHITFIELD",
      "sentences": "That major storm moving into Florida is now threatening 17 million people along the east coast. Governor Ron DeSantis is activating the Florida Guard in anticipation of damaging winds and flash flooding. Rafael Romo is in Daytona Beach, Elisa Raffa is in the CNN Weather Center. Let's go to you, first, Rafael. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:22:37",
      "speaker": "RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR",
      "sentences": "Hi, Fred. The rain is now steady here, although still very, very light. The winds have picked up quite a bit in the last couple of hours. And as you can see behind me, the water, the ocean is getting choppier by the minute. But we've seen quite a few people still out here. A couple just walked by us. They were enjoying the scenery here. And believe it or not, Fred, there was a gentleman who just went into the water just a moment ago, a surfer. He is going to surf today. It's still not too cold here, but, again, the winds are picking up.And yes, as you said before, officials are doing everything they can to make sure that people are safe. You mentioned about the governor activating the state guard. He's also asked the emergency management division here in the state of Florida to prepare equipment in case they need to respond to flooding, in case they need to respond to tornadoes, any damage that may happen. And then there's also a county just north of here, Flagler, there throughout the year, they installed 11 miles of dunes. That's meant to protect from erosion and from flooding. And so you can bet your bottom dollar that officials are going to be keeping a close, monitoring close those dunes to see if they do their job. Also, just north of Miami in Hollywood beach, authorities have installed barriers. They are tiger dams. These are known as tiger dams. These are reusable tubes that serve as barriers so that in a situation like this, a storm that we're going to have later today, it can stop the water from going into those communities. But again, not too bad here for the moment. We've seen not only those people, but take a look on the other side of me, Fred. Just a moment ago, we saw some people go on the slingshot, and also the hammer, which means operators still feel comfortable that they can operate those attractions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:22:37",
      "speaker": "WHITFIELD",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "WHITFIELD",
      "sentences": "OK, all right. So that means the winds are not too bad right now, and that's why they feel like it's safe.Elisa Raffa, how concerned should people be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "ELISA RAFFA, CNN WEATHER ANCHOR AND CORRESPONDENT",
      "sentences": "The winds will continue to pick up through the day today, and that rain could come down pretty heavy at times. We have some coastal advisories and warnings in effect, too, from what Rafael was mentioning, a lot of the ocean impacts. The storm kind of just sloshed the ocean inland. And then you have got the flood watch, as well, for up to six inches of rain possible.Right now, some showers working their way in. You have got a heavier band in the Big Bend of Florida there. And the severe risk could also pick up going into tonight, as well. We have that level two of five threat for damaging wind gusts and a few tornadoes. As this thing has so much moisture and it kind of swirls on shore, you can see the pockets of heavy rain from Tampa to Jacksonville later tonight. And then the heavy rain works its way up the east coast tomorrow. A flood threat for the Carolinas and then up to Maine as we go into Monday with wind and heavy rain. So a multi-day flood threat here. Again, you have the level two of four of the flooding from Sunday and into Monday, from the Carolinas up into Maine. And on top of this, we're packing some wind gusts up to 60 miles per hour along the coast, from the Carolinas to Maine. You already have warnings in effect there, so you could have some power outages here and there from the wind, too, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "WHITFIELD",
      "sentences": "All right, Elisa Raffa, thank you so much.Coming up, Rudy Giuliani is now on the hook to pay nearly $150 million to two election workers in a defamation case, but does he have the finances to do so? Details straight ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "WHITFIELD",
      "sentences": "A jury in Washington, D.C., says that Rudy Giuliani must pay nearly $150 million to two election workers in Georgia. A court had already found that Giuliani made defamatory statements about them following the 2020 election. And after more than 10 hours of jury deliberation, Ruby Freeman and her daughter, Shaye Moss, were awarded more than $16 million each for defamation, $20 million each for emotional distress, and $75 million total in punitive damages. After the verdict, the two victims gave powerful accounts of how their lives were impacted by Giuliani's actions.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "SHAYE MOSS, FORMER GEORGIA ELECTION WORKER",
      "sentences": "The lies Rudy Giuliani told about me and my mommy after the 2020 presidential election have changed our lives. And the past few years has been devastating. I can never move back into the house that I called home. I will always have to be careful about where I go and who I choose to share my name with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "WHITFIELD",
      "sentences": "The nearly $150 million judgment is just the latest blow to the former Trump attorney's finances. CNN's Brian Todd takes a closer look.(BEGIN VIDEO TAPE) RUDY GIULIANI, TRUMP'S FORMER PERSONAL LAWYER: I know crimes. I can smell them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "The man once known as America's mayor, lauded for his integrity and leadership during and after 9/11, is now on the losing end of a nearly $150 million judgment in the Georgia civil defamation case. Rudy Giuliani is already out of cash and under a mountain of legal bills and sanctions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "I don't think we're grasping how significant the bills are for Rudy Giuliani.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "TODD",
      "sentences": "CNN's Katelyn Polantz has done extensive reporting on Giuliani's financial problems. In addition to this latest judgment, he owes more than $1 million to defense attorneys who have helped him on other matters, prompting them to sue him. He was behind on nearly $60,000 for unpaid phone bills. And this summer, he traveled to Mar-a-Lago to make a personal appeal to Donald Trump to help him pay his legal bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "POLANTZ",
      "sentences": "The amount of money it costs to fight a lawsuit, let alone almost a dozen lawsuits over the last two years, couple years, is -- it is really mind-boggling, those numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "TODD",
      "sentences": "In court, Giuliani's attorneys said he is facing 11 lawsuits and investigations. He's also been criminally indicted in Georgia related to the efforts by him, Donald Trump, and others to overturn the 2020 election results in that state. He could face criminal charges in the special counsel's federal election interference case. And he's facing disbarment in New York and Washington.MICHAEL MOORE, FORMER U.S. ATTORNEY: He's attacked both in his professional arena, he's attacked in the civil court, and now in the criminal court, as well. And that is a heavy load to carry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "TODD",
      "sentences": "And Giuliani has admitted he's not been carrying it, at least not financially. During this defamation trial, Giuliani's lawyer called the proceedings, quote, \"the civil equivalent of the death penalty. They're trying to end Mr. Giuliani.\" To deal with the money crunch, Giuliani is trying to sell his three-bedroom Manhattan apartment for $6.1 million, and he was at one point offering to record video greetings for strangers on the website Cameo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "GIULIANI",
      "sentences": "I did do a happy birthday greeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "JOHN AVLON, FORMER CHIEF SPEECHWRITER FOR MAYOR RUDY GIULIANI",
      "sentences": "He's always loved opera, but this is a tragic opera, make no mistake. And it's self-inflicted at this stage. It's heartbreaking to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "TODD",
      "sentences": "The man who, as a prosecutor, took down the New York mafia, who turned around New York City's fortunes as mayor, and who did at one time hold considerable personal wealth seems to have squandered it all for one man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "AVLON",
      "sentences": "He's destroyed his reputation and his independent financial foundation, all to help Donald Trump lie about an election. He threw it all away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:01",
      "speaker": "TODD",
      "sentences": "A spokesman for Giuliani declined to comment on his current financial state. It's not clear at the moment if he'll be able to shield himself from some of the damages in this latest judgment against him by declaring bankruptcy.Brian Todd, CNN, Washington. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "JESSICA LEVINSON, PROFESSOR OF LAW, LOYOLA LAW SCHOOL",
      "sentences": "If they look at precedent, and there are two cases actually involving former President Nixon, then they should say that there is no presidential immunity in this case. Presidential immunity is something that exists, and we know that as a result of a case involving former President Nixon and whether or not he had to turn over those secret tapes he made in the Oval Office to the grand jury that was investigating Watergate. He went to the Supreme Court, and he said, I have immunity. I don't need to provide this information. And the Supreme Court said, yes, there is this thing called presidential immunity, but it doesn't shield you from having to comply with this criminal investigation.And if you look at the rationale behind why the court said these investigations have to continue, while presidents do enjoy benefits, no person is above the law, I absolutely think it guides them to the place of saying there is not absolute presidential immunity when it comes to this type of criminal suit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "WHITFIELD",
      "sentences": "Now, the special counsel wants to fast track the case. That's why he's bypassed the lower court and sent this straight to the U.S. Supreme Court. Would it be unusual that the Supreme Court would take this without that step of a lower court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "LEVINSON",
      "sentences": "Yes, but everything about this is unusual. We're talking about a former president being subject to criminal proceedings. And we do have some precedent, again, looking back to former President Nixon, for the court to fast track. And the special counsel is actually asking in this case for a timeline that is very similar to the one that was used during the Watergate era. Is it unusual that you would go straight from a trial court then to a court of appeals? But again, this is a rare circumstance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "WHITFIELD",
      "sentences": "And the U.S. Supreme Court also agreed this week to hear an appeal that could upend hundreds of charges stemming from the Capitol riot, including against former President Trump. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "LEVINSON",
      "sentences": "So, as you said, this is a case with huge consequences. What has been happening is that federal prosecutors, including Special Counsel Jack Smith, have charged those involved with January 6th under an Enron -- a post-Enron era federal statute what is really part of Sarbanes-Oxley. And it was initially geared to white collar malfeasance. And as you said, it involves corruptly obstructing or impeding or interfering with an official proceeding. And many January 6th defendants, not just the former president, have said, this isn't a good fit for these prosecutions.Now, the court will make a determination and say whether or not when it comes to trying to stop the certification of the electoral college vote, this statute does, in fact, fit. If the court says it doesn't, then two of the four charges pending against the former president in that federal election interference case are in serious question as to whether or not Jack Smith can move forward on those charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "WHITFIELD",
      "sentences": "All right. And now, separately, this week, House Republicans voted to open an impeachment inquiry on President Biden, even though there is no evidence that's being presented. You've been involved in multiple impeachment trials. What warrants this inquiry, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "WHITFIELD",
      "sentences": "All right, Professor Jessica Levinson, we'll leave it there for now. Thank you so much for being with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "LEVINSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "WHITFIELD",
      "sentences": "All right, a stunning new revelation. Lead contamination in applesauce pouches that sickened dozens of young children and may have been an intentional act. We'll have those details straight ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "If FDA officials can confirm that these products were contaminated on purpose, that would definitely escalate things. What we do know from an exclusive interview in \"Politico,\" FDA's Deputy Commissioner for Human Foods Jim Jones, said this, quote, \"We're still in the midst of our investigation, but so far, all of the signals we're getting lead to an intentional act on the part of someone in the supply chain, and we're trying to sort of figure that out,\" end quote.The FDA is conducting an onsite inspection at a facility in Ecuador. And the reason why someone may do this intentionally is possibly because these products are sometimes sold by weight. When you add metal, that can make them heavier. But, again, this is an ongoing FDA investigation. So far, as of this week, the FDA has received at least 65 reports of adverse events linked to these contaminated cinnamon applesauce pouches. All of the reports have been in children under the age of six. We're talking about products sold under the brands of WanaBana, Schnucks, and Weis. These products have been voluntarily recalled, but parents out there who might still have some contaminated products in their kitchen supplies, definitely discard them immediately. We do know that while lead is toxic to anyone at any age, kids are more susceptible. Short-term exposures can cause headache or vomiting. Long-term exposure can lead to more serious health problems, like developmental delays. And this is a good reminder to make sure your young kids are getting their regular lead screenings. This is for kids around the ages one and two. And if you think your child has been exposed to one of these contaminated products, definitely call your pediatrician's office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "WHITFIELD",
      "sentences": "All good advice. Thank you so much, Jacqueline Howard.We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "WHITFIELD",
      "sentences": "This week on \"The Whole Story with Anderson Cooper,\" CNN anchor Abby Phillip is on a journey to understand why the black maternal mortality rate is so high. Abby spoke to the family of April Valentine, a black woman who died giving birth at an L.A. hospital this year. Her family says her death was preventable and due to hospital negligence. We want to warn you the details are disturbing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "KEISHA CORDOVA, OLDER SISTER OF APRIL VALENTINE",
      "sentences": "They treated her almost like it was an assembly line. They didn't check her. They didn't feed her. They didn't respond to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "NIGHA ROBERTSON, PARTNER OF APRIL VALENTINE",
      "sentences": "She tried to throw up. Big spit came up and her body locked up and her eyes rolled to the back of her head. So I looked up and I screamed, I told the nurse, I'm like ma'am, ma'am, help me. She ain't breathing. So I started doing CPR on her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "ABBY PHILLIP, CNN ANCHOR, INSIDE POLITICS SUNDAY",
      "sentences": "Nurses called for a code blue, Nigha said, and along with April's doctor finally took action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "ROBERTSON",
      "sentences": "They rolled her down the hallway, but when they made it to the double doors, the nurse handed her the knife and she just cut her wide open and took the baby out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "PHILLIP",
      "sentences": "Baby Aniya survived. Her mother did not.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "WHITFIELD",
      "sentences": "Abby Phillip joining me right now. I mean, tragic, and this happens too many times. First off, how is baby Aniya doing, and how is the rest of the female doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "ABBY PHILLIP, CNN ANCHOR, INSIDE POLITICS SUNDAY",
      "sentences": "Yes, Fred, an incredible tragic story here with April Valentine. And I got to spend some time with her partner Nigha, her little daughter Aniya who is, all things considered, everything that she's been through, a perfect little baby, a perfect little toddler. And her sister, who's really still coping with not just that April Valentine is gone but how it happened, which was really tragic and, unfortunately, for our viewers who saw this, incredibly graphic. It was graphic for that family to see this transpire in front of their eyes. It's almost unbelievable the details of the story. And I obviously encourage people to take a listen in the piece, because it really tells a picture of a lot of things that could have been prevented, it seems, in what happened with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "WHITFIELD",
      "sentences": "Has the hospital or the doctor, has anyone been held accountable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "WHITFIELD",
      "sentences": "It's tragic, so sad. Well, it is horrifying, but these are accounts that people need to see, hear about, and understand, because sadly, it is a persistent problem. Abby Phillip, thank you so much for bridging it to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "PHILLIP",
      "sentences": "Thank you, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "WHITFIELD",
      "sentences": "We'll be watching an all new episode of \"The Whole Story with Anderson Cooper,\" one whole hour, one whole story, airs tomorrow at 9(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}