{
  "date": "2023-07-11",
  "headline": "CNN News Central",
  "subHeadline": "World Leaders In Lithuania For NATO Meeting; Turkey Agrees To Back Sweden's Bid To Join NATO; Biden To Meet With Zelenskyy During NATO Summit. 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:47",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "I'm Eleni Giokos live from Abu Dhabi. I'm in for my colleague, Becky Anderson. This is CONNECT THE WORLD. Coming up this hour. A consequential NATO Summit gets underway in Lithuania, Ukraine ripples a wave of attacks overnight. Israeli's protest against judicial overhaul.And a Senate hearing on the controversial LIV Golf tournament gets underway in Washington. Well, the future of the world's most powerful military alliance is being shaped right now.  Today's high stakes NATO Summit is underway in Vilnius, Lithuania. And more countries want in to the exclusive group. Turkey has now agreed to back Sweden's path to join after months spent blocking the bird. Of course, Sweden has long been militarily neutral, but it announced its intention to join the alliance and months after Russia invaded Ukraine. But it's Ukraine's path to membership that will likely dominate the two-day agenda and the Kremlin will be watching very closely. Earlier it said the summit has \"anti-Russian character.\" President Biden is set to meet with Ukrainian President Volodymyr Zelenskyy at the summit tomorrow. CNN White House Correspondent Arlette Saenz is there for us right now. We also have an international diplomatic editor Nic Robertson in London to help put everything into global context for us. Arlette, I want to start with you. We know that Zelenskyy has intensified his calls for Ukraine to join the alliance. And he -- in fact he put out a very interesting tweet earlier today. The language is going to be important here. Biden, of course has a wider goal at the summit. What are the outcomes that we're expecting from the United States in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "GIOKOS",
      "sentences": "Yes. Really good point there. Arlette Saenz, thank you so much for bringing us that reporting from Vilnius, Lithuania. We've got Nic Robertson standing by for us watching over what is going on. Look, I have to say so many handshakes, quite a unified NATO, more unified that we've seen in the past. And now an expanded NATO really historic according to what Jens Stoltenberg is calling with regards to Turkey open -- now finally opening the door for Sweden.It's a big turn from what we heard even yesterday that Turkey said E.U. membership, or Sweden will not join the alliance. There was a big block coming through from Erdogan. I want you to give me a sense of how this came about. I know that Turkey also walks away with F-16 fighter jets, which is really big for Erdogan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. Turkey walks away with a number of things. I mean, President Erdogan came into this as he comes into so many international diplomatic situations where there are things that he wants or needs. And he sees an opportunity where he has a controlling voice. And obviously for any country to join NATO, every NATO member has to be on board with it.Therefore, he had that potential of a block, a veto and he used it to get what he wanted. His language -- yes, when he was arriving in Vilnius yesterday, really shocked everyone. This language that he wanted to get Turkey into the E.U. ahead of Sweden into NATO. But as a result of this, the agreement that he gets from Sweden is that Sweden will improve economic ties in relations with Turkey that it will allow arms exports to Turkey, which it had blocked. That it will be a voice within the E.U. supporting Turkey's agenda to join the E.U. It didn't say it didn't commit itself to making it happen. But just adding its adding its voice to that process. And Turkey, it certainly seems has gotten from the United States. The F-16 upgrades that it wanted. Remembering a few years ago Turkey was blocked from getting F-35s that it wants because it went ahead and bought a Russian air defense system, an S-400 system. So, you know, Turkey has got something a bit what it wanted there and upgrade. It's also got some change in Sweden's constitution. A change in Sweden's laws to toughen up their own position. Sweden's position on these terrorist groups that Turkey -- that Turkey sees within the Kurdish community, the PKK. It's got via now apparently, from Sweden on other groups that Turkey considers terrorist groups. So, it's got -- so, it's got a lot from Turkey, it's got the F-16s. This was bargaining by Zelenskyy. I think a bit rather by Erdogan. And I think on the point, President Zelenskyy, what is -- what he is saying is that the discussion at the moment is about an invitation to join NATO. Not about joining NATO. And his very precise point on this is that that leaves open in Russia's mind, therefore, that that Ukraine's membership of NATO is not an absolute given. And that therefore this could be used ultimately, in a negotiation to end the war or about the end of the war with Russia. And therefore, Russia would see this as a point of weakness. I think that's the point when you drill down into what Zelenskyy is saying that he's trying to get across, that it -- that it creates that impression of weakness. And I think there's a general -- there is a general alignment on the idea that that you can't bring Ukraine into the war in -- you can't bring Ukraine into NATO when it's still at war. And I think that's something that he understands as well, but he wants to shut down any wrong impressions that he thinks is being created in Moscow at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "GIOKOS",
      "sentences": "Yes. And consensus on the wording is going to be important. Of course, we'll keeping track of everything that is going on in Lithuania at the NATO summit currently underway. Nic Robertson, always great to have you on to get your insight.So earlier, CNN asked the British defense secretary about Ukraine's ascension to NATO. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "GIOKOS",
      "sentences": "Yes. Well, just hours ahead of the NATO Summit. Russia continued its relentless assault on Ukraine. Air-raid sirens went off in Kyiv overnight into Tuesday morning, as the city says, it repelled more than two dozen Russian drone strikes. Ukraine's military also reported a barrage of shelling in the Kherson region.We've got CNN, Melissa Bell following the latest developments for us. I mean, all of this happening on the ground while we're seeing conversations intensifying. And importantly, we saw that tweet from Zelenskyy. I just read some of it. He says it's unprecedented and absurd when timeframe is not set, neither for the invitation nor for Ukraine's membership, while at the same time, vague wording about conditions. We just heard from the U.K. Defense Minister talking essentially about, you know, Ukraine needs to join NATO, but not again, committing to timelines here. I want you to take me through what this means for Ukraine at this juncture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "I think the important thing and the remarkable thing at this stage is that NATO allies seem to have agreed on the difficult wording of a compromise that will signal strongly not just that the interoperability of Ukrainian and NATO forces will be pursued or indeed that the first NATO-Ukraine Council will be held since President Zelensky has now arrived in Vilnius and will be attending.That a historic first council meeting. But more importantly, the normally, fairly stringent and lengthy process of a -- of the map which is the membership accession plan, which essentially forces a country that's joining to carry out crucial reforms within its military, political reforms, as well ahead of its joining has been scrapped. And that I would have said just a few days ago would have been a fairly ambitious plan. It did. It was when Jen Stoltenberg announced it at the outset of this summit as divided as it was over a number of different questions. So, on one hand, you have that remarkable show of unity ahead of what's likely to be a historic communique. But on the other, there's very strident words on the part of President Zelenskyy himself who tweeted as he set off towards Vilnius, expressing his frustration, his impatience because, of course, as we keep hearing from Ukrainian officials and we have done over the weeks, and months, Eleni, any time that is wasted in bringing some of that crucial equipment are more Ukrainian lives lost. You can understand from their point of view, their impatience, their desire to be more strongly within NATO and to send so more clearly still more strongly still the signal to Moscow, that that will happen clearly and seamlessly. And so, there's this very difficult balancing act that's going on, that has gone on behind the scenes between those member states, the United States and Germany amongst them, urging caution and time and asking for patience. And on the other of the Baltic states, some of those nations within Europe on the Eastern Flank of NATO that are all too painfully aware of some of the difficulties for the Ukrainian people in seeking to extricate themselves from Moscow sphere of influence. This is the very history of the Baltic states. And so, these countries have been arguing much more forcefully that they should go quicker in line with the impatience that you heard there from President Zelenskyy. And yet here he is in Vilnius for what will be a historic occasion. And again, the fact of the council tonight, the fact of the First Family photo tomorrow is a pretty substantial win up for NATO and for President Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "GIOKOS",
      "sentences": "Absolutely. It's going to be an interesting one to watch. And, of course, President Zelenskyy did say he doesn't want to go to the NATO Summit just for fun. So, as we wait for these bilateral conversations to happen, we wait to hear from NATO Chief Jens Stoltenberg soon, I think. It'll be interesting. Melissa Bell, always great to have you on and we will be hearing from Stoltenberg in a moment.He is expected to hold a news conference from that summit. We'll bring you that as soon as it happens. Keep watching CONNECT THE WORLD. We'll have that live from you -- for you from Vilnius, Lithuania. Plus, we've got insights on all the subtle political moves at the NATO gathering from our senior politics reporter Stephen Collinson. He is writing that U.S. president has already secured a big one from his trip to Europe. One that will weaken Russia's strategic position, find it @cnn.com or through the CNN app on your smartphone. [10:15:09] Well, still to come. More protests and arrests in Israel against the Netanyahu government's judicial overhaul plan. We have a live report. And PGA Tour visuals defend the proposed merger with the Saudi-backed Liv Golf circuit. What are the issues and what is at stake? Human rights and big money? Stay tuned. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. In Israel, protesters are marching in multiple cities for what organizers are calling a day of disruption and resistance against Netanyahu government's judicial overhaul plans. So far, dozens of people have been arrested according to Israeli police. The massive protests come after Israel's Parliament gave initial approval to a measure on Monday. That is part of a larger package of reform plans.Now critics say it could undermine democracy. The sweeping overhaul includes changing the composition of the committee that selects judges so that the government of the day has effective control removing independent legal advisors whose decisions are binding from government ministries and stripping the Supreme Court of the power to declare government decisions unreasonable. Hadas Gold joins us now. Take a look at what's happening on the ground. You are at Ben Gurion Airport. We are seeing a lot of action behind you. It is very loud. Look, this is the first vote eliciting even more reaction by protesters. Something that has been ongoing since the announcement. Tell me what we've seen in the last 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:07",
      "speaker": "GIOKOS",
      "sentences": "All right. Hadas Gold, thank you so much for that report. Well, right now in Washington. Two PGA Tour officials are being grilled by a U.S. Senate panel. They are answering questions about the proposed merger with the Saudi-funded LIV Golf circuit. The proposed deal is under intense scrutiny. One of the issues is Saudi Arabia's human rights record, including the murder of journalist Jamal Khashoggi in 2018.Joining us now with more is Bob Harig, he covers golf for Sports Illustrated. And is the author of Tiger and Phil: Golf Most Fascinating Rivalry and a pro golf players saying -- well, the question is, what a pro golf hang about this merger? I mean, I have to kind of -- I want to delve into what are we hearing at this -- in Congress right now. Is there anything that's standing out for you at this stage? BOB HARIG, AUTHOR, TIGER &amp; PHIL: GOLF'S MOST FASCINATING RIVALRY: Well, the players for the most part are in the dark. I mean, I think they have as many questions about all of this as we do. Five weeks ago, now it was sprung on them. Just as surprisingly, as the rest of the world took it. Nobody saw this coming. It has negotiated, you know, very secretly among only a few people on each side. And the framework agreement really kind of leaves a lot of -- a lot of questions, probably more questions that are answers at this point. I'm guessing that's why the PGA Tour officials are in front of that Senate subcommittee today. Trying -- they're trying to get some answers from them as to what this actually needs. GIOKOS: Yes. Look, I mean, as the Senate hearing gets underway, these questions are going to be vital in understanding. The reasoning behind this, I think, as you mentioned, many players were very blindsided, right, by this decision. What do you believe that pro-golfers are going to be thinking about this down the line? And we know that the likes of other players have said this is going to be good for the game, say 10 years down the line that in the long term we need this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "Bob, how do you think this is going to affect the dynamics of the industry? I mean, that's the big question. So how are you telling this up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "HARIG",
      "sentences": "Yes. Well, in terms of golf in general, you know, just the game of golf. You know, it's healthy. You know, COVID really gave golf a boost. It was -- it was an activity that you could do outdoors and people took it up in droves. And that growth has not subsided. It's very, very popular among the masses. I think what this has done -- this is -- we're just -- this is a professional golf issue and sort of the control of professional golf as a worldwide sport.And who's going to have the control and what is that PIF money going to do? How much control might it buy? You know, I've noticed that fans on either side are, you know, there's a very strong loyalty to the PGA Tour amongst some. There's also another faction that is very much in favor of the LIV part of this, the LIV Golf part of this -- they -- they've craved new sort of new alternative formats and golf which LIV is. It's only 54 holes, shotgun starts. They're taking it around the world. PGA Tour is very domestically centered in the U.S. Obviously, they have some events outside on that one right now in Scotland. But this is rare. And so, you know, there's been a lot of rhetoric, there's (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "PGA's got a status of -- so the PGA is a nonprofit. Now, as you mentioned, it's going to be under the sovereign wealth fund, the Saudi sovereign wealth fund. I have to say the one thing I've just noticed is that anything to do with LIV Golf, the money is incredibly higher than what we've ever seen before, in terms of paying players and the prize money. It is fascinating to see what kind of figures are attached to LIV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "HARIG",
      "sentences": "No question. I mean, Cam Smith just won the event London. It made $4 million from a $20-million-individual purse. You know, next week's open at Oil Lake, one of the four biggest tournaments in golf, the winner probably won't even make half that. You know, and that's one of the biggest tournaments there is. You know, one thing I should clarify is the PGA Tour is nonprofit status.That part of the tour is expected to remain the same. These other things are like a side venture, they're forming a separate for-profit venture called PGA Tour Enterprises under which the PGA Tour, the D.P. World Tour, which is the European tour, and LIV Golf, they would all come under that. How that will look, what that will mean, is that -- those questions are all over the map, but we really don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "So, Bob, I was just curious. Look, a PGA Tour board member recently quit over serious concerns over this deal. We've spoken about the human rights issues, a track record of Saudi Arabia, I think players themselves have been very concerned about associating themselves with LIV Golf in the past. What does this mean for pro- players that basically will essentially have no choice but to align themselves?If they want to keep on playing at this level with the PGA that is now going to be aligned with LIV?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "HARIG",
      "sentences": "Yes. Well, that's a great question because if you want to play, if you want to be part of the PGA Tour, one of the talking points was the negativity of Saudi and the PIF. And now you're being told that, hey, we're partnering with them or at least they plan to or they want to try to. And so, the moral question then becomes, do I give up my livelihood to support that? You know, I'm guessing that most of them will not.And that's why they're probably upset because they've been put in a tough spot. They've been talking against it for some of those reasons, or a lot of them have. And now they're being told, you know, this is what we're going to do. And if you want to be part of this, and look, this is part of worldwide golf. How, you know, if there's really no alternatives for them.",
      "isLastSentenceInterrupted": false
    }
  ]
}