{
  "date": "2023-05-29",
  "headline": "CNN This Morning",
  "subHeadline": "Biden And McCarthy Racing To Sell Their Debt Agreement To Congress; Search For Possible Missing Amid Iowa Apartment Building Collapse; DeSantis Ramps Up Attacks On Trump, Prepares To Hit Campaign Trail. 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "The total price tag could surpass, wait for it, a billion dollars. And the source says, the deal could close within a month. Look, I feel like that value is probably warranted there. I mean, their music is absolutely classic all time. Before we go, shout out to all of you who watched Succession finale last night. I can't provide any spoilers because I didn't watch.Thanks for joining us. I'm Omar Jimenez. \"CNN THIS MORNING\" starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Good Monday morning, everyone. Poppy is off today. I'm Erica Hill alongside Rahel Solomon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "RAHEL SOLOMON, CNN INTERNATIONAL BUSINESS CORRESPONDENT",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HILL",
      "sentences": "Nice to be with you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SOLOMON",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HILL",
      "sentences": "Let's get started with five things to know for this Memorial Day. May 29th, 2023. President Joe Biden and House Speaker Kevin McCarthy made a debt ceiling deal now though, they have to sell it. So can they get the votes before a potential default on June 5th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SOLOMON",
      "sentences": "And Russia bombards the Ukrainian capital from above. Ukraine has shot down a record number of missiles ahead of its long-awaited counter offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HILL",
      "sentences": "Search and rescue operations underway right now after an apartment collapse in Iowa. Seven people have already been pulled out. The mayor though says a number of others are still missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "SOLOMON",
      "sentences": "And happening today. President Biden will honor America's fallen service members during a Memorial Day address from Arlington National Cemetery. He will also participate in a wreath laying ceremony at the Tomb of the Unknown Soldier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HILL",
      "sentences": "And tonight, the Boston Celtics looking to make some more NBA playoff history by becoming the first team to win a game seven after being down three zero to the Miami Heat.CNN THIS MORNING starts right now. The House is set to vote on that debt limit deal just two days from now. The race is on to convince lawmakers on both sides of the aisle to back the plan. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The agreement prevents the worst possible crisis on default for the first time in our nation's history. And economic recession, retirement accounts devastated, millions of jobs lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, what do you say to members of your own party who say you've made too many concessions in this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "BIDEN",
      "sentences": "They'll find I didn't.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HILL",
      "sentences": "Well as for the debt ceiling. The latest warning from Treasury Secretary Janet Yellen estimates the government could run out of money to pay all of its debts on time on June 5th. That is just one week from today. So, this is a pretty big day in Washington. Our chief congressional correspondent, he's on Capitol Hill. Arlette Saenz is at the White House. Arlette, let's begin with you this morning.So, the agreement finally happened. What more do we know about how this played out behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, good morning, Erica. After weeks of phone calls and meetings and many stops and starts, President Biden and House Speaker Kevin McCarthy finalize that deal to raise the debt ceiling. Now the President has defended his decision to negotiate with Republicans. And in the end said that this agreement is a compromise with neither side getting all that they wanted.But now the difficult task is ahead with -- as they need to get enough support to pass this legislation for that June 5th deadline. (BEGIN VIDEOTAPE) SAENZ (voiceover): With a nation barreling towards a default President Joe Biden and House Speaker Kevin McCarthy brokered an 11th hour deal to raise the nation's debt limit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HILL",
      "sentences": "Yes. Certainly not across the finish line just yet. Arlette, thank you. SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "There is quite a bit of skepticism and frustration about this. The -- essentially lawmakers are left with a take it or leave it proposition. Take it, a deal that a lot of them just simply would not like. Could not vote for a lot of the policies that are in here. Leave it, and the country could experience the first ever debt default which could have catastrophic consequences not just in the U.S. but around the world, which is leaving these lawmakers in an incredibly difficult position here in the 11th hour.Now, we are hearing the loudest concerns from the members of the far right of the House Republican Conference that are particularly concerned because they view this as a significant retreat from the House GOP position back in April, when they pass a bigger bill with lots of spending cuts. Other policies rein in key Biden administration policies. A lot of those were -- simply were never going to make it into a deal with the White House. But they believe that they -- Kevin McCarthy gave too much on the issue of allowing the debt limit to be suspended until 2025. They had -- actually had hoped that they would be suspended until March of 2024 so they could fight on this issue again in the election year and extract more concessions from the White House. But as part of the negotiations, McCarthy agreed to go further. Now, on the left, you're hearing a lot of pushback about -- not just those work requirements that are in -- there for food stamps that are expanded in this proposal, but also on other issues as well, that spending cuts that are part of this restarting. Student loan payments are also part of this negotiation. They didn't want any concessions. They had said -- they have sided with the White House's position that they will not negotiate whatsoever. There will be no conditions, only a clean debt ceiling increase. Ultimately, the White House to reverse course and essentially telling the members in private conference calls last night, you're going to have to accept this deal because it could have been a lot worse and a default could be a lot worse, which is leaving lawmakers in a position, take it or leave it. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "SOLOMON",
      "sentences": "And Manu, clearly this could be a bumpy ride the rest of this week until this ultimately passes at some point. But is there any chance that this doesn't pass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "SOLOMON",
      "sentences": "Yes. A lot more to watch here. Manu Raju, thank you. Live for us there on the capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "HILL",
      "sentences": "Rescue team searching for possible missing residents in Davenport, Iowa this hour after part of a historic apartment building collapse in the downtown area on Sunday. Look at that, the aftermath. At least seven people were rescued. Several others injured as authorities warned of the building's instability. CNN's Adrienne Broaddus is with us now. So officials, Adrienne, as I understand, it haven't walled out at this point possible deaths.Do we have a firm number on how many people remain unaccounted for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "We still don't know how many people, Erica, are missing. We do know as you mentioned, at least seven have been rescued and crews continue their search overnight.Meanwhile, we did hear from some residents who were in the area. Here's what they had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "CHIEF MICHAEL CARISTEN, DAVENPORT FIRE DEPARTMENT",
      "sentences": "So of our concerns at this time is still the structural stability of the building and trying to locate unaccounted for individual. Crews have just started to enter the building again to do a secondary search. And also start with the rescue of the debris pile that we have at the bottom of the building. We will continue to do that until this operation is completed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "BROADDUS",
      "sentences": "And that was the chief there. We heard from multiple city officials. So again, they're still looking. This is a process that could take some time, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "HILL",
      "sentences": "Yes. Also, the building owners as I understand it, were under city orders to make upgrades. What more do we know about that and what may not have been done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "BROADDUS",
      "sentences": "Well, we do know the owners of the building did have permits in place for repairs to the exterior walls. Something else that was also telling we learned during that news conference that tenants of the building had made \"numerous complaints to city officials.\" We heard that the city inspector did come out several times. So, still it's unclear what led to this partial building collapse.But we do know there were permits pulled, so there could be some upgrades to that building in downtown Davenport, Iowa, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "HILL",
      "sentences": "Adrienne Broaddus, appreciate the update. Thank you.New overnight. CNN's teams on the ground in Ukraine heard some six loud explosions in central Kyiv. We'll tell you what we're learning at this hour. Sam Kiley on the frontlines in eastern Ukraine for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:07",
      "speaker": "HILL",
      "sentences": "CNN teams on the ground in Ukraine hearing multiple loud explosions in Kyiv overnight. We're also learning that Ukraine's military says its forces shot down nearly 70 air targets launched against Kyiv in what's been called Russia's largest drone attack yet on the capital city. Kyiv's governor says one person was killed, falling debris sparked fires across the city.For more on what is happening there, CNN's Sam Kiley joins us. He's alive in eastern Ukraine. So, attacks picking up there. What's the latest at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:07",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, so this is part of a pattern we've seen in a shift of the efforts of the Russian air attacks against Ukraine to focusing on Kyiv. The volume nationwide is a little bit lower than we'd seen where they went after the energy sector. But that was nationwide. Now the overwhelming concentration of attacks has been against the capital lately overnight last night with a large number of the Shahed.The primitive Shahed drones from Iran. But also, cruise missiles which are potentially much more dangerous divert delivering a much heavier warhead. In both cases, the vast majority of them being taken down by Kyiv's air defenses. But these are not infinite air defenses. And of course, there is an anticipation that Ukraine may launch a counteroffensive against Russia. And the Russians would want Ukraine's air defenses to be much depleted before that start so that they could try to use their aircraft to counter that offensive. So, this is all part of the maneuvering by both sides. Both in the sky and on the ground. I mean, here in Kramatorsk, this is a town very near to the frontline indeed that gets regularly hit. You can hear the rumble of artillery fire and rocket attacks, airstrikes all day and all night. But the Russians are clearly intent on trying to make the command-and-control structures in Kyiv fail and indeed be a very vulnerable with these very concentrated attacks that they've been prosecuting. Now for nearly a month, this is about the 15th or 16th day or night this month that the Russians have focused on Kyiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:07",
      "speaker": "HILL",
      "sentences": "We're also hearing interestingly from Belarusian President Lukashenko who is now offering nuclear weapons to any nations who want to join, who wants to support Russia. Belarus, it's not clear to me that he actually has any nuclear weapons to offer here, Sam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:07",
      "speaker": "KILEY",
      "sentences": "No, he doesn't. But what he does have and has done is allow or offer the opportunity for Russia to put what they're calling tactical nuclear weapons. In other words, short range, relatively low load nuclear weapons there. As part of the ongoing effort to kind of waive the threat of nuclear catastrophe at -- not just Ukraine but the international community. But this is consistent with Lukashenko's courting, shall we call it, of the Kremlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:07",
      "speaker": "HILL",
      "sentences": "Yes, absolutely. Sam Kiley. Appreciate the updates this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:07",
      "speaker": "SOLOMON",
      "sentences": "And now to Turkey where Turkey's longtime president Recep Erdogan is set to remain in power after winning a high stakes runoff election. Erdogan beat his opponent with 52 percent of the vote yesterday. That's according to election officials there. Thousands of supporters gathered outside the Presidential Palace to celebrate his win. Turkey is a key NATO ally but they're not Erdogan's presidency.He has faced stiff criticism for consolidating power, jailing his political rivals and developing close ties with Russia and Iran. CNN's Nada Bashir joins us live from Istanbul. So Nada, how are people in Turkey reacting to Erdogan's win now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "BASHIR",
      "sentences": "But of course, there has been criticism from the opposition. We've heard from the opposition that alliance leader Kemal Kilicdaroglu was speaking yesterday saying that this is the most unfair period that Turkey has faced from a democratic perspective. But also, crucially, that the fact that this was such a close race shows how polarized this country is, and how the will of the people really is changing.Now, of course, President Erdogan faces some pretty big challenges. The economy, the response to the earthquake, and of course, questions around the future of democracy in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SOLOMON",
      "sentences": "Yes, certainly. A tough road ahead for the nation. Nada Bashir. thank you.And back here at home and the U.S. heading out on the water today. Well, ahead, the dangerous conditions that have officials warning beachgoers along the coasts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Before you go, there's something I want you to have.BRITNEY SPEARS, AMERICAN SINGER-SONGWRITER: Oh, it's beautiful. But wait a minute. Isn't this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "SPEARS",
      "sentences": "But I thought the old lady dropped it into the ocean in the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well baby, I went down and got it for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "SPEARS",
      "sentences": "Aww, you shouldn't have.(END VIDEO CLIP) SOLOMON: Millennials, do we have your attention now or what? More than a century after the Titanic sank, there are still new treasures being discovered at the wreckage site. A U.K.-based mapping firm captured these images of gold jewelry found in a digital scan featuring the tooth of a prehistoric shark called the Megalodon. Company officials say it will try to identify the owner from pictures of the 2200 passengers who were on board when the ship sank in 1912. Footage passengers, especially their faces and their clothing will be analyzed as part of the project. We'll definitely need that, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "HILL",
      "sentences": "It is fascinating stuff, the fact that they can see all that too. OK. So, parts of the East Coast bracing now for a possible washout on this Memorial Day. Say it isn't so. The weekend has been great up until now in the East Coast. CNN's Derek Van Dam joining us with the details. So, what are the areas that you're really watching today, Derek?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Good morning, Erica. And you know what, this kind of summarizes what many along the East Coast got up to this weekend. Lots of cloud, kind of a little bit of a gloomy unfortunately, Memorial Day, extended weekend wasn't all gloom. Of course, lots of places across the Northeast New England. I got to enjoy some sunshine. But really across the Carolinas, this is a very similar picture that was felt and seen along many of the beaches there.It's all thanks to this pesky low-pressure system. Now, the National Hurricane Center had identified this area with a very small chance of development. Now it never officially developed it to anything but you ask anyone along the coastline from Charleston to Wilmington to Hilton Head and the Outer Banks. They know that they were washed out by rain and gusty winds and it sure felt like a kind of a tropical-lake system. Now this is the remnants of this low pressure that's still bringing in moisture. We're going to continue to see showers from Norfolk and to Charlotte and in towards the D.C. area. New York to Boston, you're looking good. In fact, we'll get to more of a detailed beach forecast. Let's take you to Galveston where we expect dry conditions today. Beautiful weather and dusted as well. So, if you're in the Florida Panhandle, get out those beach toys. Head to the open waters and enjoy because very nice conditions across the Gulf of Mexico. Even along the Florida peninsula. Savannah, Hilton Head you'll end your Memorial Day extended weekend with beautiful beach, weather temperatures in the 80s. But then as we head a little further to the north, that's where we'll start to see some of those rain showers and some of that cloud as well. Erica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "HILL",
      "sentences": "All right. Derek Van Dam with the latest. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:41",
      "speaker": "VAN DAM",
      "sentences": "Yes. Pleasure. HILL(BEGIN VIDEO CLIP) LIZ CHENEY (R) FORMER WYOMING CONGRESSWOMAN: My fellow Republicans wanted me to lie. I told them that if they wanted a leader who would lie, they should choose someone else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}