{
  "date": "2023-06-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Vows to Keep Campaigning Despite 37-Count Federal Indictment Against Him; Former President Due in Court on Tuesday to Face 37 Counts in Classified Docs Case; Zelenskyy Hints at Counteroffensive; Devastation Following Catastrophic Dam Collapse; Pope to Deliver Angelus in Private at Hospitals; Security to be Very Tight for Trump Arraignment; Four Children Recovering After Weeks in Amazon; Smoke Fades as U.S. Skies Clear Up; Hot Weather is Impacting Much of The Globe. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:31",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Hello, and welcome to all of you watching us here in the United States, Canada and all around the world. I'm Kim Brunhuber. Ahead on CNN Newsroom.(BEGIN VIDEO CLIP) MIKE PENCE, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: The American people deserve to know the reasons for this unprecedented action. And we also need to hear the former president's defense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "BRUNHUBER",
      "sentences": "Candidates for the GOP nomination are weighing in on former President Trump's indictment. We'll discuss the impact it's already having on the 2024 presidential race.And four children finally found after 40 days in the Amazon jungle. We'll take you live to Columbia with a look at how they survived. Plus, Manchester City win their first Champions League title. And with it, they secure a spot in soccer history. CNN Sports Andy Scholes joins me live to break down the victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN Newsroom with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "BRUNHUBER",
      "sentences": "All right, we'll have more on those stories in a moment. But first, we're following a developing story out of Russia. A court in Moscow confirmed it has detained a U.S. citizen on drug charges. A statement from the court identifies the man as Travis Leake, describing him as a, \"former paratrooper and musician.\"It also says he will remain in custody until August 6. Video of Leake's arrest and his police mug shot were published in Russian tabloid outlets on Thursday. CNN also filmed Leake in 2014 for an episode of Anthony Bourdain Parts Unknown. Leake's mother and the U.S. State Department say they are aware of reports of the arrest. A State Department spokesperson says they will pursue consular access as soon as possible. We'll have more on the story in the hours ahead. Donald Trump isn't letting a 37-count indictment get in the way of campaigning for the 2024 GOP nomination. On Saturday, the former president had multiple campaign stops to rally his supporters, including Greensboro, North Carolina. Trump used much of a speech to rail against the U.S. Justice Department. Here he is. (BEGIN VIDEO CLIP) DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: These criminals cannot be rewarded. They must be defeated. You have to defeat them. Have to defeat them, because in the end, they're not coming after me, they're coming after you. And I'm just standing in their way. Here I am. I'm standing in their way, and I always will be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "BRUNHUBER",
      "sentences": "Response to the indictment from Trump's Republican rivals has been largely muted, with only a few addressing the serious nature of the charges. Former Vice President Mike Pence and Florida Governor Ron DeSantis were among the candidates speaking out on Saturday. Here are some of what DeSantis had to say.(BEGIN VIDEO CLIP) RON DESANTIS, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: Is there a different standard for a Democrat Secretary of State versus a former Republican president? I think there needs to be one standard of justice in this country. Let's enforce it on everybody and make sure we all know the rules. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's Kristen Holmes was at Trump's Rally in Columbus, Georgia and has our report.(BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Former President Donald Trump appeared to be consumed by his legal issues when hearing at a political speech talking to the Georgia GOP convention. He responded to that indictment, that federal indictment for the first time in public, calling it a joke, saying that it was horrible for the country, blaming Biden and the Department of Justice. Take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "TRUMP",
      "sentences": "The ridiculous and baseless indictment of me by the Biden administration's weaponized Department of Injustice will go down as among the most horrific abuses of power in the history of our country. Jack Smith, what do you think his name used to be? I don't know. Didanybody ever? Jack Smith, sounds so innocent. He's deranged. This is a political hitch up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "BRUNHUBER",
      "sentences": "And joining me now is Michael Genovese, Political Analyst and President of the Global Policy Institute at Loyola Marymount University. He's also the author of The Modern PresidencyThanks so much for being here with us again. So let's start with the man at the center of the firestorm, Donald Trump, campaigning under indictment. What do you make of what he said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "MICHAEL GENOVESE, POLITICAL ANALYST",
      "sentences": "It was vintage Trump, even a rerun of the last four years. We've heard this speech before, at least most of it. A lot of rants, a lot of grievances. He was talking about fascists, communists, Stalinists, cowards. He called the Special Counsel deranged. He called a DA from Georgia a lunatic.And so he was relitigating the past. The surprise in his speech today, I think, if there is one, is that he really didn't spend a lot of time on an active defense in light of the indictment. He let that slide and went on an attack which didn't really focus on the charges against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, I mean, going after the Special Counsel personally, one could imagine trying. Trump's defense team shaking their collective heads there. You talked about that sense of grievance. I mean, he is often going to that same well, fueling that sense of grievance. I want to play this clip here.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "TRUMP",
      "sentences": "I stand before you today as the only candidate who has what it takes to smash this corrupt system and to truly drain the swamp, and I'm the only one that they don't want to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "BRUNHUBER",
      "sentences": "So the framing of this indictment is always something that the Democrats and President Biden are trying to take away from Trump and take away from Trump's supporters, which we know is one of the most powerful ways to get people angry and emotionally invested.Is the aim here, you know, he's not going to convince anybody else? Is the aim here just to kind of keep his core voters angry for the next, you know, year and a bit until the election, hold on to those folks and hope that, you know, Biden or whoever the Democratic nominee is, their popularity kind of wanes or slides?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "GENOVESE",
      "sentences": "Well, he's fighting a defensive battle, which is unusual for Donald Trump, because he loves to be on offense, and he goes 100 miles an hour, even around fast, turns on offense. That's the style he likes. And so when he has to play defense, he doesn't play it as well. So what he's really trying to do then is see what will work for the base. How do I make my fight, their fight, my enemy, their enemy? As long as he can maintain that narrative within the base, he'll be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "BRUNHUBER",
      "sentences": "How do you think this indictment will change the campaign, if at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "GENOVESE",
      "sentences": "I don't think the indictment is going to have much of an impact, because all of the other candidates are playing a waiting game. They're treading water, waiting to see what happens with Donald Trump. If Donald Trump rises, if he stays where he is, they're in trouble. They can't beat him. And so they're hoping that Humpty Dumpty has a great fall. And if he does, and he can't put that Humpty Dumpty back together again, the question is who might replace him? And that's the battle. The battle is who might fill the space if Donald Trump drops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, that seems to be a very defensive strategy, but we've seen that again yesterday with Trump's main rivals for the GOP nomination. They continue to do that delicate dance, trying to siphon Trump's support without alienating his base. I just want to play this clip here.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:11",
      "speaker": "PENCE",
      "sentences": "The American people deserve to know the reasons for this unprecedented action, and we also need to hear the former president's defense. Then each of us can make our own judgment on whether this is the latest example of a Justice Department working in injustice or otherwise.(END VIDEO CLIP) BRUNHUBER: So Mike Pence there, I mean, trying to perform that highwire act, it involves a really challenging degree of difficulty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "BRUNHUBER",
      "sentences": "Well, we'll have to leave it there, but thank you so much for your analysis, Michael Genovese. Pleasure as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "GENOVESE",
      "sentences": "Thank you, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "BRUNHUBER",
      "sentences": "And one quick programming note, CNN Anchor Anderson Cooper will host a Republican Presidential Town Hall with Candidate Chris Christie, the former Governor of New Jersey. That's Monday at 08U.S. Authorities say Ted Kaczynski, the so-called Unabomber who carried out a deadly bombing campaign across the country, has died at 81. From 1978 to 1995, Kaczynski mailed and delivered homemade explosives that killed three people and wounded 23 others. CNN's Polo Sandoval has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Known infamously as the Unabomber, Ted Kaczynski was serving eight live sentences for his 17-year deadly reign of terror when he died Saturday. Prison officials tell CNN the ailing 81-year-old was found unresponsive in a cell overnight, his cause of death not yet released. In December 2021, Kaczynski was transferred to a federal medical facility in Butner, North Carolina, used to house inmates with health conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "I think it's very important for transparency reasons to fully understand the circumstances around the death, but I would caution speculation at this point, we don't really have any reason to believe anything untoward happened here just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "SANDOVAL",
      "sentences": "Andrew McCabe is a former FBI Deputy Director who was with the Bureau as agents closed the Unabomber case. It was in 1978 when Kaczynski started his campaign of violence by leaving a mailbomb in a parking lot at a Chicago University. He would go on to plan explosives on an airplane, university buildings and buy computer stores. He also mailed powerful bombs to university professors and business executives. By the time he was arrested in 9096, his 16 devices killed three innocent people and injured 23 others. His own words, published in a manifesto, were what eventually led FBI agents to his off the grid, primitive cabin in the woods of Montana tipped off by Kaczynski's own brother.He pursued this bombing campaign as a way of striking back against technological advancement, which he believed was damaging the environment in ways that needed to be stopped. Before becoming prolific bomber, Kaczynski was a high school honor student in Illinois who enrolled at Harvard at just 16. It was during his college years that Kaczynski took a dark turn, recalled his brother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ted was withdrawing. There wasn't the desire to come home and enjoy the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:16",
      "speaker": "SANDOVAL",
      "sentences": "As part of a deal with prosecutors to dodge the death penalty, Kaczynski admitted to the bombings and was sent to Colorado's Supermax prison, where he remained until his medical transfer. At the time of Kaczynski's 1998 sentencing, the widow of victim Gil Murray wrote, he will never, ever kill again.(On camera): And as we look to learn more about the circumstances surrounding Kaczynski's death, the Federal Bureau of Prisons confirming that they located him, he was unresponsive in his cell. Over the weekend, he was transferred to a hospital where staff there pronounced him dead. Polo Sandoval, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:18:06",
      "speaker": "BRUNHUBER",
      "sentences": "Ukrainian President Volodymyr Zelenskyy is dropping his strongest hint yet that the long-awaited counter offensive has begun. During a visit by Canadian Prime Minister Justin Trudeau on Saturday, Zelenskyy said that, \"counter offensive defensive actions are underway in Ukraine.\" Now, he refused to go into detail.On his end, Trudeau said Canada will help train Ukrainian pilots on Western fighter jets. He also pointed a finger at Moscow over a dam collapse that caused massive flooding in southern Ukraine. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:18:06",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "I have no doubt in my mind that Russia is responsible for the collapse of that dam. The mechanisms they used I'm going to trust the experts that are still looking into it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:18:06",
      "speaker": "BRUNHUBER",
      "sentences": "Now, for more, Clare Sebastian, joins us from London. Clare, enigmatic comments from President Zelenskyy there about the counter offensive. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:18:06",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Kim, he was not actually announcing anything as such. He was responding to a request to respond to comments by President Putin of Russia on Friday, who said pretty definitively that he believed the Ukrainian offensive, as he called it, not counter offensive, but he said offensive likely because Russia still claims that it's the defender in this war.He said that it was underway. He believed that was true because Ukraine was deploying a strategic reserve, he said, and he believed they were failing in all of their goals. So Zelenskyy was responding to that. Take a listen to exactly what he had to say. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): It is important for Russia to always feel that they don't have much time left. Relevant counter offense defensive actions are taking place in Ukraine. I will not give any details about what stage they are at. I believe that we will certainly fill all of this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "BRUNHUBER",
      "sentences": "Interesting. And then, Clare, to that aftermath of the dam collapse, can you give us an update on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "SEBASTIAN",
      "sentences": "So we know, and certainly both sides, both Russia and Ukraine have accused each other of shelling rescue efforts. But that is one thing that we know has hampered efforts on the Ukrainian side. Now, they may be facing bad weather. The Ukrainian governor of the Kherson region saying that he's expecting squall winds and thunderstorms on Sunday and that volunteers will not be able to go out and do rescues during that. So that is another complicating factor there.They say the Ukrainian side, that they've evacuated now some 2700 people and that the floodwaters have dropped by half. But there are still quite a lot of settlements that are still flooded. Rescue efforts still need to continue, and they're still accusing Russia on the eastern bank of the Dnipro of not doing enough to help people there. Add to that, we're getting more of a sense of the scale of the environmental catastrophe here. The reports are that even down on the sort of Black Sea coast of the Odessa region, it's being called a garbage dump, an animal cemetery. According to Ukraine's Ministry of Internal Affairs, that Black Sea coastline once, of course, a favorite holiday destination for both Russians and Ukrainians. Kim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "BRUNHUBER",
      "sentences": "All right, Clare Sebastian, thank you so much. Appreciate it.Well, we now want to give you an idea of what it takes to provide help to the people who survived the flooding. In the past hour, I spoke with Anna Bondarenko, the head of the Ukrainian volunteer service. Her organization is directly involved with evacuating the survivors. And I asked her to describe what the volunteers are facing there in the flood zone. Here she is. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "ANNA BONDARENKO, UKRAINIAN VOLUNTEER SERVICE",
      "sentences": "And they saw that there was this huge need to evacuate people, which was only possible to do by boats. So we started to coordinate the efforts of buying boats, bringing them to the region. And the volunteers, they were using the boats to go and look for some people missing and to get people out of their roofs. Because mostly, the people who were staying there were either elderly people, elderly couples, or people with kids. So we were evacuating them. We were evacuating animals, home animals once we try to evacuate. And also we have some volunteers who are working right now in occupied territory of Oleshky. And we are also trying to evacuate people in the occupation even though they're under the constant shelling from Russia's side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:10",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. And we should just note we haven't clarified exactly who was behind the dam collapse, but certainly the Ukrainian point of view is that Russia is behind it. So tell us more about the people, the volunteers are helping. The people who stayed, who didn't leave, who are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "BRUNHUBER",
      "sentences": "Next hour, the Pope is expected to deliver verse Sunday's Angeles prayer, but not from the balcony at St. Peter's Square in Rome. Instead, he'll be delivering it privately from his hospital room, following the advice of his doctors. They say the pontiff is doing fine and following a careful recovery program after undergoing abdominal surgery for a hernia on Wednesday. So for more on this, I'm joined by CNN's Ben Wedeman, in Rome.Ben, not surprising the Pope's taking it easy, considering what he's been through. So what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we understand, as you said, that Pope Francis will be conducting the Angeles privately. It will not be broadcast, for instance, as it was during the COVID era, that he will not be wheeled out onto the balcony here at Gemelli Hospital in Rome. This is at the instructions, the recommendations of his doctors. They tend not to order, give the orders to the Pope, but rather they recommend that he not do it in order to avoid straining his abdomen. Of course, he had this operation on Wednesday, a three-hour operation.Apparently, it was an operation he chose the timing of, because later this summer, he has a fairly strenuous schedule, first in Portugal, beginning of August, and at the end of August, he's flying all the way to Mongolia. So he wanted to get this operation out of the way so that perhaps by then he will be able to go on these trips. Now, the doctors had said that it will take about three months fully heal from the operation, but clearly this is a man who's in a hurry to do things and go places, so he does want to go ahead with those plans for travel. The doctors say that he's not running a fever, that he's recovering well, but that he's going to be here in the hospital for another week under observation until the doctors decide he can be released and start to resume his normal duties. Although we understand he's already reading the newspaper and trying to keep up to date on things, but he's going to be bedridden, at least for the next week. Now, we haven't seen a photograph, however, of Pope Francis since he underwent this operation last Wednesday. So we shall see, for instance, if the Vatican press office at least puts out a picture of the Pope after his operation. Kim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada, and around the world. I'm Kim Brunhuber. This is CNN Newsroom. I want to get back to our top stories this hour. Donald Trump is campaigning for president as usual, and says he has no intention of quitting the race in face of his federal indictment. Appearing Saturday before capacity crowds in North Carolina and Georgia, the candidate dismissed the indictment as a political hit job by crazy people.A lengthy indictment details more than 30 alleged violations of the Espionage Act by Trump and multiple counts of obstruction. The first court appearance is set for Tuesday before a federal judge in South Florida. Now, as you can expect, security will be extremely tight when Trump shows up. CNN's Randi Kaye was at the courthouse in South Florida earlier Saturday and explains how police and other agencies plan to handle his appearance. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "It's really all hands on deck as far as the security effort here ahead of the former president's arraignment here at the federal courthouse in Miami. Securing the scene will really start with the moment he leaves whichever of his properties he's staying at ahead of this arraignment on Monday night.I'm told by my law enforcement sources that they will probably have an exclusive route reserved, some of the roadways here just for the former president and his motorcade. And it really is a coordinated effort between Miami police, who will be working on those road closures and detours, and then, of course, the Secret Service looking after Donald Trump, and then also the FBI and the U.S. Marshals are involved as well. As far as the court, there will be a perimeter set up around the court to make sure that the protesters and supporters get too close to the courthouse as well. And as far as the threat assessment that was done here at the Miami courthouse, they did find no credible threats, so that was certainly good news. And they're going to continue to monitor all of this. They'll be looking at very closely at social media. They'll be making sure there isn't any actionable intelligence that they need to do anything about. And then, of course, they're going to be looking at what they would call a call to action, making sure that nobody in their speeches or on social media could be instigating any type of violence here at the federal courthouse. They certainly don't want another January 6 on their hands. And when Donald Trump does appear here, he will very likely go into a side door or back door. They don't -- they won't be taking him straight through the front door. They want to limit his exposure to anybody who is here, whether it's a supporter or protester, very likely even the media. Then he will probably be taken underground through tunnels and then upstairs to the courtroom where he will be arraigned. And it's very likely that he will leave this courthouse the same way he came in. Randi Kaye, CNN, Miami. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "BRUNHUBER",
      "sentences": "Four Colombian children are recovering in hospital after being rescued some 40 days after they survived a plane crash in the Amazon rainforest that killed their mother and two other adults.President Gustavo Petro visited the children in the military hospital where they were airlifted on Saturday. The leader of the indigenous group that helped in the massive military search told CNN they were able to find the children after hearing the cries of the youngest child was just one year old. Searchers found them in a clearing about three hours from the crash site. Here's how officials describe their condition. (BEGIN VIDEO CLIP) ASTRID CACERES, GENERAL DIRECTOR, COLUMBIAN INSTITUTE OF FAMILY WELFARE (through translator): They speak little and are weak. Cristin and Tien were playing today, and we know that when a child plays, it feels good, but they don't talk as much as we would like them to. So let's give them some time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "BRUNHUBER",
      "sentences": "All right, let's get the latest from Stefano Pozzebon, live in Bogota. Stefano, I mean, it's an incredible story. We heard an update there from the officials, but what more can you tell us about the children's condition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Yes, Kim. It's an incredible, amazing story that we're covering here over the last few days in Colombia. Yesterday, we were in front of the hospital for pretty much the whole day, and we saw several members of the institutions arrive and meet the children personally. We also had a chance to speak with some of the relatives. And of course, there is a feeling of a nation coming together to celebrate these achievements.In terms of how the children are doing, well, the most important news is that they are out of critical danger. They are recovering. They're under medical observation. And this is how one of the medical doctors that is treating them has described the situation. (BEGIN VIDEO CLIP) DR. CARLOS RINCON, CENTRAL MILITARY HOSPITAL (through translator): They have nutritional deficiencies and some injuries because they have walked in the jungle for 40 days. They have some soft tissue injuries, bites, and skin lesions, but we have not found any serious pathology. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "POZZEBON",
      "sentences": "And in terms of what the future will bring, yesterday we spoke with an uncle of the four children who told us that they expect -- the family expect the children to stay in hospital for between two and three weeks under medical observation. Of course, they're also receiving psychological supports because we can only imagine how the experience affected them. And then, hopefully, they will be able to go home and go back to normal life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, absolutely. And Stefano, I mean, the rescuers in what was known as Operation Hope, they must be being hailed as heroes. They covered some 1600 miles in their search for the children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "POZZEBON",
      "sentences": "Yes, this was an outstanding show of force and amazing operation. The military put in over 950 hours of trekking in the jungle. One thing that I think is worth pointing out is that when it comes to the Amazon, many uniforms and indigenous people don't often get along in the best of terms.And instead, here, they managed to work together with the same goal. Yesterday at the hospital, I had a chance to speak about this with one of the general of the Colombian Special Forces who was managing these operation. And bear in mind that this is a general of the Colombian army who's still -- of the Colombian Air Force, sorry, but has some indigenous blood in his veins. So he made a reference to this unity of force between indigenous people and the Colombian army. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "GENERAL PEDRO SANCHEZ, COLUMBIAN SPECIAL FORCE",
      "sentences": "When the goal, when the aim is the same, it doesn't matter the blood. So we can work very fast, very coordinate each other with a -- between soldier and indigenous. But the reason is the goal, bring their kids to their home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:56",
      "speaker": "POZZEBON",
      "sentences": "So, Kim, I mean, this is Colombia. It's a country that has been ravaged by civil conflict for decades. And it's just good to see it's heartening to see many uniforms and indigenous population in the Amazon just working together and in this case, achieving this incredible goal that was bringing this four kids home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:16",
      "speaker": "ELIZABETH HOY, NASA CLIMATE AND WILDFIRE EXPERT",
      "sentences": "So what we see is that as the climate is changing, as we're warming, nine of the last 10 years have been the warmest years on record. We're setting the stage with these hotter and drier temperatures, which can lead to more fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:16",
      "speaker": "CHINCHAR",
      "sentences": "And speaking of hotter temperatures, the U.K. Met Office is warning London could see its hottest day of the year so far this weekend with temperatures reaching 30 degrees Celsius.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:16",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's incredibly hot today. Sometimes you almost feel like you're not actually in England because it is so hot today. From the moment that we woke up this morning and stepped out on our balcony, it was boiling. CHINCHARrecords for its red-hot temperatures this June, at times hovering near 40 degrees Celsius in the region's worst heat wave in history. Asia also broiling in the hot sun. Countries like Bangladesh closing primary schools. Its power grid struggling to keep up with the rising demand of people trying to find relief from the heat. MOHAMMAD SUMMON, CHICKEN SELLER (through translator): I lost over 20 chickens today due to excessive heat. The electricity is going off for over two hours at a time. I can't even sleep properly. I feel so helpless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:16",
      "speaker": "CHINCHAR",
      "sentences": "Temperatures of more than 45 degrees Celsius were recorded last week in China. In Hong Kong, it was so hot one of the two giant rubber ducks anchored in Hong Kong's Victoria Harbor was deflated. After an inspection revealed its surface had stretched due to hot weather. Not a good sign for the rest of the summer, when even a duck in water can't beat the heat. Allison Chinchar, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "BRUNHUBER",
      "sentences": "In Game 4 of the Stanley Cup Final, the Vegas Golden Knight survived a late rally from the Florida Panthers to take a commanding three-one series lead. CNN's sports Andy Scholes joins me now. I mean, they jumped out to that big lead, but it really came down to the last second, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "It did. It was very exciting at the end, Kim. And I guess being down three-one thing to do in South Florida right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "SCHOLES",
      "sentences": "Yeah, the Miami Heat, they're down three-one to the Nuggets in the NBA Finals. Now you got the Panthers down three-one to the Golden Knights, and history not on their side. Only one team in NHL history has ever come back from a three-one deficit in the Stanley Cup Final. And the Golden Knights has really taken the air out of the building right away. Chandler Stephenson beating Sergei Bobrovsky here to put the Knights up one to nothing less than two minutes into the game. Stephenson had two goals on the night.Vegas was up three to nothing before surrendering back-to-back goals, and they nearly coughed up the lead in the final seconds. But Adin Hill coming up huge, stopping a couple of great shots just before the horn. And it was so intense right there at the end. All the players, they just started fighting when the final horn went off. But Vegas, they would hold on winning three to two, the final to take a commanding three-one series lead. They can clinch the cup in Vegas Tuesday night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "CHANDLER STEPHENSON, VEGAS GOLDEN KNIGHTS CENTER",
      "sentences": "There's a lot of emotion, a lot of everything. I think being at home, too, you know, the fans, everybody's going to be into it. Emotion is going to be high, adrenaline, everything. So I think the biggest thing is, you know, just composed and just shift by shift. I mean, it's all the cliches, but, you know, I feel confident.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "SCHOLES",
      "sentences": "All right. Elsewhere, I know Triple Crown was on the line, but there was still history at the Belmont Stakes in New York last night. Jena Antonucci becoming the first female trainer to ever win a Triple Crown race. Her horse, Arc Angelo pushing into the lead, heading down the stretch and held off a late charge by Forte to win the race. And Antonucci in tears after the win.(BEGIN VIDEO CLIP) JENA ANTONUCCI, BELMONT STAKES-WINNING TRAINER: This amazing gift. True blessing, an amazing gift, and just so immensely grateful. Never give up. And if you can't find a seat at a table, make your own table and build your team and never give up. You are seen. People see you, just keep working your butt off. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "SCHOLES",
      "sentences": "All right. So you had to be happy for you jumping up and down there, just in tears so long for a win like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "BRUNHUBER",
      "sentences": "So much emotion from both of those, from the hockey as well. It just -- it came out in a different ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "SCHOLES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "BRUNHUBER",
      "sentences": "Came out in fists. All right. This was a story we've both been following very closely the UEFA Champions League final. We were talking yesterday. We said Manchester City. It was inevitable. But it wasn't easy, right? They still ended up making history, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "SCHOLES",
      "sentences": "They did, they did. But for a long time they were like, wait a second here, is Inter Milan going to really pull this thing off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:51:20",
      "speaker": "SCHOLES",
      "sentences": "But, you know, history made for Manchester City. This is their first ever Champions League crown and they get that historic treble for them, that was winning the Champions League, Premier League and the FA Cup. Just the second English team to ever win the treble, joining their rivals, Man United.But like we just mentioned, Inter Milan made this very interesting in Istanbul. A scoreless with just 12 minutes to go and Rodri produces the magical moment. It's a supreme strike from outside the box. Curled it around two defenders. They celebrate there. And with time winding down though, Edison had to come up with an incredible save here, denying Romelu Lukaku header. Just a great you see all the faces on the Inter Milan players. They couldn't believe that, didn't go in. But City wins one nil. Pep Guardiola becoming the first Man to win two trebles, previously doing it with Barcelona back in 2009. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:10",
      "speaker": "SCHOLES",
      "sentences": "What a season for Man City. Finally, Iga Swiatek, she, here's some hockey again, but let's talk some tennis. Swiatek, well on her way to becoming the Queen of Clay. The 22-year-old from Poland mounting just an incredible third set comeback to hold off unseated Karolina Muchova to claim her second straight French Open title. Third in four years. Swiatek first woman to go back-to-back at Roland-Garros 2007. Youngest woman to win four Grand Slam titles since Serena. And here she was after the win.(BEGIN VIDEO CLIP) IGA SWIATEK, 3-TIME FRENCH OPEN CHAMPION: I don't know. I don't know what I felt. It's hard to describe, but a lot of happiness. And I felt suddenly, you know, tired of these three weeks. I'm happy that, I don't know, I finished the whole clay court swing so well and that I kind of survive. And I guess I'm never going to kind of doubt my strength again maybe because of that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:10",
      "speaker": "SCHOLES",
      "sentences": "It's a men's final today. Djokovic going for number 23 against Casper Ruud. 23 is that big number because that means he gets past the doll and will have the title all to himself as the most grand --",
      "isLastSentenceInterrupted": false
    }
  ]
}