{
  "date": "2023-05-15",
  "headline": "Inside Politics",
  "subHeadline": "Tomorrow: Biden, Top Lawmakers To Meet As Default Looms; GOP Senator Blocks Military Promotions; GOP Senator Struggles To Clean Up \"White Nationalists\" Comment; Defense Secy Blasts GOP Sen For \"Perilous\" Hold On Nominees; Turkey's Longtime Leader Erdogan Facing Runoff Election. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Let me tell you about it while I show you around. I'm at the bus station in Brownsville, Texas, where immigration authorities drop off migrants. You can see some of them around me.But here's what I'm hearing from officials and also community leaders on the Mexican side. They say that those tweets to the Biden administration is sending out the pictures of migrants being shackled, being deported back to their home countries. Those flights that they have been, talking to reporters about, that message is being delivered and received by migrants. Some of those messages are being transmitted through WhatsApp groups and social media to migrants, and they're getting that message. And according to an official in Tijuana, Mexico, he says that one other thing is also working. Mexican National Guard members have been along the border wall on the Mexican side, and he says that that has been deterred smugglers from working and operating in that area, which has also led to a decrease in illegal crossings. Now, here in the Rio Grande Valley where I am, there are two prominent nonprofit organizations that work with migrants, and they both tell me that they've seen a significant drop in the number of migrants that immigration officials have been dropping off here in the Rio Grande Valley. And John, I want to make this point because even though that's the case, this community says that it's still preparing. As a matter of fact, the Brownsville School District is having a special board meeting today, and the superintendent says that they -- that he plans to propose that the school district provide vacant schools for sheltering just in case. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Just in case. Rosa Flores on the border for us. Rosa, appreciate that report. We'll stay in touch over the next several days and see if the numbers stay down or go back up.Rosa, thank you. Now to another big debate here in Washington where talks to raise the debt limit and avoid economic catastrophe are entering a critical phase. Republican congressional leaders and Democrats as well expected at the White House again tomorrow. That's just one day before the President leaves, or at least is scheduled to leave for a trip to Asia and just weeks before the United States could default on its debt. Staff members have been working throughout the weekend on the substance, and there's a lot of substance. But listen here, an upbeat President Biden says, I think we can get this done. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I remain optimistic because I'm a congenital optimist, but I really think there's a desire on their part as well as ours to reach agreement. I think we'll be able to do it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "But Speaker McCarthy, beginning the work week this morning, telling CNN not so fast.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R), HOUSE SPEAKER: I still think it's far apart. It doesn't seem to me yet that they wanted. It just seems that they want to look like they're in a meeting, but they're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MCCARTHY",
      "sentences": "They're not talking anything serious.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Our great reporters are back at the table. All right, chief, the President's a congenital optimist, as he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "Is there a reason to be optimistic? And let me set this in the first question to you. One thing the White House is, they're still going to say they're not negotiating the debt ceiling, but they're negotiating. Right? And maybe they -- this is the debt ceiling, this is spending cuts, but the President himself says he's negotiating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes. this battle over semantics is probably not really worthwhile at this point anymore. However, I will say the difficult part about that, which is very important is even if they reach an agreement, there's still kind of an amble hanging over everything.The White House is going to want them to vote on a clean debt ceiling before they vote on the longer term fiscal deal, but they put that to the side to some degree. And this is negotiations or has been negotiations on a longer term fiscal deal. And to be frank, I'm not trying to be an economist, one side and the other side here, but both things can be true. There can be very productive and substantive negotiations going on right now over the course of hours of the last five or six days heading into the big meeting tomorrow at the White House. And still not really be a ton of progress in terms of getting close to a resolution. And I think that's where kind of the leaders are coming from here in the sense that if this were three months ago, these talks would be good. These talks would be a net positive, given the fact we're dealing with weeks right now. Finding the way to a resolution on some very significant substantive issues, whether you're talking about permitting reform or a bunch of cap steel, even on COVID aid rescissions and how you would actually go through that, it takes time. And it's not just time on the policy and on actually drafting legislation, it's time socializing it with your caucus and conference as well to ensure that you have 218 and 60 on the vote side of things. That is a lengthy process. They know they need to get a deal. They don't feel like they have an option. So that's where the optimism probably comes from to some degree. There's a lot of work left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "And I'm guessing the pessimism on Speaker McCarthy's prior comes from the idea to your 218 because he has members who voted for a plan and they say they want all of that plan. They're not going to get all of that plan. It's just simply not going to happen.But among the issues on the table is fill note, spending cuts, work requirements, unspent COVID funds, permitting reform, which has nothing to do with the debt ceiling, but it's just to get some votes, as part of the deal. The president over the weekend, as part of his optimism, says that he's open to at least listening to what the Republicans say about work requirements for some, not all, but some federal programs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "KING",
      "sentences": "Wants to hear the exact proposal, the White House, not walking that back, but clarifying when it comes to healthcare, no. When it comes to food benefits, no. But the President's willing to listen. What does that tell us?LAURA BARRON-LOPEZ, CNN POLITICAL ANALYST: Well, I think, you know, to Phil's point, it tells us that the President is trying to find a way to get to some type of deal with House Republicans and something that McCarthy can put on the floor that could eventually get the votes that are needed. But the big question here, as you noted, John, is, if there is some type of deal that McCarthy agrees to with the other two congressional leaders and President Biden, is he going to have the votes at all to pass it on the House floor? And what happens to his speakership if he has to lean heavily on Democrats, House Democrats to pass that? There are a number of House Republicans that could very well decide to use that vacate the chair motion. And President Trump -- former President Trump may have injected some difficulty for McCarthy in recent days when he said, why not default? Let's see what happens. Saying that it wouldn't be as catastrophic as economists say that it will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "KING",
      "sentences": "Yes. The economists to that point say, oh, stocks could crash. We might have a recession. There'd be no paychecks for millions of federal workers. People might miss their Social Security and Medicare payments. You'd have higher borrowing cost. President Trump says, go for it.But to that point, Speaking McCarthy has to do difficult math. So I assume he's not willing to go up or down. He's just going to stay flat line until he has to go back to his members. But if Republicans could get retargeting some of those COVID funds, some work requirements, again, that's not spending cuts, but work requirements in federal programs and some other cuts out of the President, can McCarthy sell that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "RHONDA COLVIN, SENIOR POLITICAL CORRESPONDENT, THE WASHINGTON POST",
      "sentences": "It is very possible that he could, and that's likely the concessions happening behind the scenes. And of course, when you look at those two clips, you have one, the President being optimistic, Speaker McCarthy saying, no, you know, we're still working through things through, that's all about the public facing.Behind the scenes, it's very likely that some of those things that the Democrats don't want to yield on are at the table, especially with the COVID funds. So that could be deemed a success. Anything that the Democrats concede could look like a success for Republicans. But again, it's always about the public facing. And right now we're seeing two split screens of Democrats saying this, Republicans saying that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "KING",
      "sentences": "McCarthy has surprised us so far by keeping his group together. The question is, can he keep them together when it really matters? We will see.Up next for us, let's just call this a Washington drama. You figure it out. Senator Tommy Tuberville thinks the military is moving too far to the left and he's holding up hundreds of promotions to make his point. The Pentagon Brass, though, says this is dangerous now for national security. In the middle of all this, the Senator making some eye browsing raising comments about white nationalists. (COMMERCIAL BREAK) [12:42:11]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "KING",
      "sentences": "Back to Washington now where Senator Tommy Tuberville thinks the Pentagon Brass is too woke. And because of that, he's invoking a tradition, Senate tradition, and blocking dozens and dozens of military promotions. The Alabama Republican says his main objection is Pentagon policy, allowing leave and travel for military members and their families to access abortion services.As this standoff plays out, though, Tuberville has raised eyebrows, to put it mildly with other comments about the military, including this from one week ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you believe they should allow white nationalists in the military?SEN. TOMMY TUBERVILLE (R), ALABAMA: Well, they call them that. I call them Americans. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "KING",
      "sentences": "Our reporters back with us at the table. And this has been a back and forth. I'll get to the holds, he's paced on promotions in a minute, but the senator says something like that and your head snaps. His staff says it was kind of a misunderstanding and he doesn't believe there are that many white nationalists in the military that was going to say, but then he keeps talking.He told CNN, \"Democrats say MAGA Republicans are white nationalists and MAGA Republicans should not be characterized that way\". Tuberville told NBC, \"I look at a white nationalist as a Trump Republican. That's what we're called all the time, a MAGA person. Now I'm just, well, I agree, we should not be characterizing Trump supporters as white nationalists.\" My dad just say first rule of holes, stop digging. what is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "COLVIN",
      "sentences": "I'm not sure. We can explain what he's saying. But this isn't the first time that Tuberville has made comments that have been concerning it. Back in the fall, he made comments about reparations and connecting black people to crime that a lot of black leaders in Alabama called for him to address. So this, I'm not going to say it's a pattern, but we have heard things like this before from Senator Tuberville.When it comes to the issue of holding up some of the Pentagon nominees, I'm interested to see how much backlash he gets within his own party. We know that Senator McConnell said that he does not agree with Tuberville holding back these nominees. But then if you look at Tuberville, he really doesn't have any incentive to stop what he's doing because he's not seeking, you know, reelection for a while. He, is from a deeply conservative state in Alabama. I was a political reporter there for about five years. I don't think he is losing anything right now with his own constituents, but it will be interesting to see if these comments continue on and how the people in Alabama address them and also his own party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "KING",
      "sentences": "And again this is dozens and dozens and dozens of promotions, lieutenant generals to bigger generals have up the chain and Lloyd Austin, the Secretary of Defense, in a letter simply irresponsible, harms America's national security, will breed uncertainty and confusion, unnecessary and unconscionable burdens on military families, a perilous precedent.Here's my question. The President of the United States is a former senator, obviously, for four decades. He respects the Senate tradition where any one senator could put a hold on things. But at what point does President Biden go to the Rose Garden with Secretary Austin and some of these -- maybe some of these people waiting for promotions and say enough, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:01",
      "speaker": "MATTINGLY",
      "sentences": "I know you got to move on, but can I just say real quick. This isn't just about block promotions or military readiness. These are families, right? I'm a military kid. When your dad gets promoted, when your mom gets promoted, you are moving. When your promotion doesn't go through, you are stuck in the state of limbo.This is schools, this is families, this is actual people beneath the number. And I think that's completely absurd to do that to families that are already giving so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:22",
      "speaker": "KING",
      "sentences": "Turkey's presidential election now headed to a runoff. The government announcing today the May 28th runoff after saying it is now certain. President Recep Tayyip Erdogan will fall short of the 50 percent threshold needed to win. His main challenger pieced together a coalition of six opposition groups to mount the most significant challenge for Erdogan's power since he was first elected in 2014.Let's go live to Istanbul. CNN's Becky Anderson joins us. Becky, a big election with Giant global consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:01",
      "speaker": "KING",
      "sentences": "Fascinating. Two weeks ahead. Becky Anderson, grateful for the report. We'll stay in touch as the runoff campaign plays out.And coming up for us, a very nice moment for Joe Biden, the grandpa. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}