{
  "date": "2023-03-02",
  "headline": "CNN This Morning",
  "subHeadline": "Man Arrested for Threatening Jewish Elected Officials in Michigan; Bomb Detected in Check-In Luggage at Airport; Severe Turbulence Causes Injury to Passengers on International Flight; President Biden's Nominee to Lead FAA, Phil Washington, Testifies before Senate; Rail Workers Report Falling Ill While Working at Site of Toxic Spill in East Palestine, Ohio. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "What we're learning about the suspect and the device that was allegedly hidden inside his checked luggage.Plus this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Just terrifying moments in the sky on two different flights. Smoke filling a Spirit Airlines cabin after a fire broke out, and seven passengers hospitalized this morning after severe turbulence on a Lufthansa flight from Texas to Germany.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "But first, we're going to start with that breaking news that we just told you about out of Michigan where the state's attorney general now says she was the target of a plot to kill Jewish elected officials in Michigan. Dana Nessel says the FBI informed her she was the target, one of the targets of a heavily armed man who had made threats on social media.For more on this breaking news we want to bring in CNN's chief law enforcement and intelligence officer John Miller. There are a lot of Jewish elected officials in Michigan. I'm just thinking off the top of my head, Elissa Slotkin is one, there's a lot of Jewish students apparently at this university where he used to work. What are the questions that this raises for you right off the bat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, the questions it answers, this is part of this growing antisemitism that is bridging from speech into violence into discussions of violence. and the kind of extremism, domestic violence extremism accelerationism to topple the government has become a salad bar of these issues, where you can pick the QAnon conspiracy theories, you can add in antisemitism, you can add in anti-government.In this case, Jack Carpenter, who is charged in this case, starts off as an anti-vaxxer which gets him fired from the university up there. He is under investigation at the time for the theft of one handgun. He has got another handgun registered to him. He has got an order of protection. So there are a lot of red flashing lights around this individual, who then posts, I'm heading back to Michigan now and threatening to carry out a punishment of death to anyone that is Jewish in Michigan government if they don't leave or confess. You could say, well, it's a political environment. It's an empty threat. But the federal statute says if you make a threat over interstate commerce, in this case a Twitter account online, and you have the means to carry that out -- he has multiple weapons -- that meets the ticks for the arrest under that statute. And when they made their arrest and did their search, they confiscated weapons. So this is a very serious case. But unfortunately, not that unusual now. We are seeing more of these.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LEMON",
      "sentences": "Let's get to the what the real issue is. We can talk about how this happens, whatever. But it's what the FBI director says, it's what our intelligence officials say, the number one terror threat to the United States is not foreign terror. It's hate, it's domestic terror, and that is what -- that's where we keep coming to, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MILLER",
      "sentences": "And statistically, that's true. In the FBI's counterterrorism division you have the people working on Al Qaeda and ISIS, but a lot of that has shifted over to the domestic threat because simply as one set of cases has been going down in numbers, but that threat is not eliminated, the other is going up. When I was still at the NYPD over last summer we were experiencing the same thing, which is the domestic extremist threat was overtaking this.And you ask what kinds of things fuel this, and a lot of this lives online. Let's go back to Michigan. We all remember the plot by a group of men to invade the statehouse, or the governor's mansion to take Governor Whitmer hostage with her family, to make demands. The remarkable thing about that case is those guys weren't all from Michigan. Those were from around the country who found each other online, hadn't met personally, then began to obtain weapons, make this plan. So this is living online and snowballing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Yes, John Miller, thank you very much. I know you are reading through the affidavit right now. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MILLER",
      "sentences": "The paper is still hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Yes, yes. It just crossed. Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "HARLOW",
      "sentences": "Seven people are recovering in the hospital this morning after injuries from severe turbulence in the sky yesterday. This is what it looked like inside the plane. Food, papers, luggage scattered after Lufthansa flight from Texas to Germany was forced to make an emergency landing just outside of Washington, D.C., at Dulles. The woman who shot the video was actually five months pregnant. She says she just finished eating, she was about to go to the bathroom when the turbulence just suddenly hit.Here is how she describes it. \"During dinner service there was suddenly wind shear. The plane increase altitude, then fell 1,000 feet. It was like unexpectedly free falling for five seconds off the top of a roller coaster. Plates and glassware up at the ceiling. There was a moment of oh, my God, am I going to meet my daughter?\" Our Pete Muntean joins us from Washington, D.C., now. It's terrifying. I wonder if you are hearing anything from airport officials, from the FAA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "So terrifying, Poppy. We are getting preliminary details from the FAA which says this happened 90 minutes into German flight Lufthansa flight 469. Somewhere near Memphis, Tennessee, last night it went through a severe and unexpected turbulence at 37,000 feet, and the FAA says ultimately this led to the injuries of these folks on their way to Frankfurt. The flight had to divert to Dulles outside of D.C. we know from passengers onboard, and you can see the images from onboard, just how badly this plane was tossed around. An airbus A-330, twin aisle airliner, that weighs 200 tons at max gross weight. So that shows how much force was on this airplane.We know from reports that the food during food service was thrown up to the ceiling. One passenger was badly injured. We know that first responders met this flight at the gate, at Dulles, where it diverted to seven people injured in total. Lufthansa says in a statement, quote, \"This was so-called clear air turbulence which can occur without visible weather phenomena or advanced warning. The cockpit crew decided to make an alternate landing to Washington Dulles after flying through the turbulence. Lufthansa regrets the inconvenience this caused to passengers.\" The NTSB says that clear air turbulence is a really big problem. Remember that the top cause of incidents onboard commercial airliners according to the NTSB is turbulence. It's a big risk to passengers, just another reason why you should wear your seatbelt even if the seatbelt sign is off. Also a big risk to the flight crew especially as they're up and walking around. Not all that dissimilar to this issue that happened on a Hawaiian Airlines flight back in January when that flight went through turbulence and some passengers onboard that were hurt as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "HARLOW",
      "sentences": "Pete Muntean, thank you for filling us in. COLLINSlead the FAA, Phil Washington, was grilled by lawmakers at his confirmation hearing yesterday. Washington is now the CEO of Denver International Airport, he has been on the program before. He's previously held leadership roles at municipal transit organizations. He led the Biden-Harris transition for the Transportation Department, a resume that he cited while on Capitol Hill yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "PHIL WASHINGTON",
      "sentences": "As a military veteran and leader of three large transportation organizations, my broad transportation safety knowledge and real-world leadership experiences provide me a unique perspective of how aviation in all modes of transportation should integrate into a seamless system.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "COLLINS",
      "sentences": "Washington there talking about his experience as Republican senators actually had concerns about it, saying that they believed he had limited experience in the aviation industry.(BEGIN VIDEO CLIP) SEN. TED CRUZ, (R-TX):  You ever fly on a plane?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "PHIL WASHINGTON",
      "sentences": "Thank you for the question, Senator. No, I have never flown a plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "CRUZ",
      "sentences": "So you weren't a military pilot or commercial airline pilot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "WASHINGTON",
      "sentences": "No, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "CRUZ",
      "sentences": "Have you ever worked for an airline?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "WASHINGTON",
      "sentences": "No, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "CRUZ",
      "sentences": "Have you ever worked as an air traffic controller?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "WASHINGTON",
      "sentences": "No, Senator.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "COLLINS",
      "sentences": "Other lawmakers behind the scenes have voiced questions about his resume. Wednesday's hearing came at a critical time for the agency, though. As you just heard from Senator Schatz there, the agency has been rocked by a number of safety incidents recently, including several near collisions and technology malfunctions that upended holiday travel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "This morning, union leaders reporting that rail workers have been getting sick at the site of the toxic train derailment in Ohio. In a letter to the Transportation Secretary Pete Buttigieg and Governor Mike DeWine, they say many employees continue to experience migraines and nausea. The leaders also met Wednesday with Buttigieg, the federal railroad administrator, to push heightened safety.CNN's Miguel Marquez live for us in East Palestine, Ohio, with more. Miguel, good morning to you. Listen, considering what they are working with, all these toxins, it's not surprising that folks are getting sick. Sadly, it shouldn't happen, but it's not surprising. What are officials saying about this, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MIGUEL MARQUEZ, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, I want to show you before we get to that, just this ongoing effort to clean up the creeks and the runs throughout East Palestine. This is one of the runs that is contaminated, and they have been treating this for weeks with these booms, these absorbent booms, and then aerating the water as well, trying to mix it up and keep all of that toxic material on the bottom to the top so it could be absorbed by those booms.With regard to that letter, that letter specifically indicates that workers were concerned in the days after the derailment because Norfolk Southern was more interested in getting the trains running than they were, so the letter says, about worker safety, and several of them say that they got sick in the days after when it was most toxic after the derailment, after the spill of chemicals, the fire, and then that venting of chemicals as well. Towns -- people we speak to here in town also say that, look, while East Palestine was evacuated, those workers continued to work, they say, and then as soon as that evacuation was lifted trains started to come through town. So the major concern here among the unions and people here in town is that the focus for Norfolk Southern has never been about the cleanup and the people of East Palestine. It's about keeping those trains running. Don?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "Miguel Marquez, thank you. HARLOWPalestine, Ohio, is actually sparking rare bipartisan action in Congress. A group of senators, Republicans and Democrats, have introduced a new bill that would try to prevent future incidents like this. The bill would enhance safety procedures for trains that are carrying hazardous material. It would address the risk of wheel bearing failures by ramping up detection and inspection. It would also increase the maximum fines for rail carriers for wrongdoing, something that Transportation Secretary Pete Buttigieg called for on this show earlier this week. It would also require two-person crews at least on every train. So let's bring in, once again joining us, the chair of the National Transportation Safety Board Jennifer Homendy. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "JENNIFER HOMENDY, NTSB CHAIR",
      "sentences": "Good morning, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "So would this bill stop another East Palestine disaster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "Well, we have to wait until the NTSB's investigation is complete to see what our recommendations will be, and I expect, and the people of East Palestine deserve to have those recommendations implemented right away, whether those recommendations are to the railroad or to DOT or another entity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "We just heard the concerns Miguel reported about -- from people of East Palestine about the priorities of the company. And we are going to see the CEO, Alan Shaw, of Norfolk Southern, testify next week before the Senate. What would you ask him if you were one of those senators?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "I would ask him what would he do differently? What would he do differently? And how will he protect this community now that there has been a spill? And how will he protect the workers?Just to mention I saw that Miguel's reporting there, the NTSB has recommendations that still haven't been acted upon to DOT to provide emergency escape breathing apparatus for personnel that are involved in derailments or collisions where hazardous materials has been spilled. So there is an opportunity. Congress required it. DOT should mandate it. But there are several actions that can be taken right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "This week the Cato Institute, a libertarian think tank, took issue with what you said in the last two weeks when you said that this incident was 100 percent preventable because their assessment, Jennifer, is that you said that without any regard to cost. Let me read from their report, \"New rules should pass a cost-benefit test especially considering the drastic decline in rail derailments over the last four decades.\" And we looked, and there has been quite a decline. But there were still over 1,000 when you look at 2021, according to the Bureau of Transportation Statistics. What is your response to them? And by the way, new rules do go through cost-benefit analysis.[08:15:00] HOMENDY: That's right, cost-benefit analysis is what the U.S. Department of Transportation does when they implement rulemaking. For the NTSB, our sole mission is to investigate a derailment or collision or other major events, and to report on what would prevent it from reoccurring, to determine what would prevent it from reoccurring. From our perspective cost is not weighed, it shouldn't not be weighed, that would be contrary to the NTSB's mission, which is why we issue safety recommendations. When the DOT, for example, receives those safety recommendations, they can determine what's appropriate, and they can do the cost-benefit analysis. But from our view, every life in East Palestine or throughout the U.S. is priceless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "What about Republican Congressman Troy Nehls, who is the chairman of the Subcommittee on railroads, pipelines and hazardous materials who says, look, the rail industry has a very high success rate of moving hazardous stuff. He points to 99 percent plus of this being done safely. And he writes, let's not have more burdensome regulation, and all this other stuff. What do you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "Well, I've had tremendous discussions with Chairman Nehls, and look forward to continuing to work with him and the committee and his staff. What I will say is, it is time to come together and look at rail safety. I'm hopeful that we'll have a hearing where we can talk about these issues. But overall, we'll have to see where this investigation goes. And we may issue recommendations that can be implemented voluntarily. That won't require recommendation. Many of our recommendations don't require regulation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "But we still expect them to be implemented and taken care of immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "I think that's a really good point. It doesn't take an act of Congress for companies to act to make things safer. They can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "Yes, it should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "-- totally do that, It's a great point. OK, let's move on, what is happening at our airports right now, Jennifer? I mean, you oversee this as well. You announced yesterday, you guys are going to investigate the latest close call on the runways at Boston, Logan. Are these happening more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "Yes, I mean, they are happening more frequently, I will say a majority of the runway incursions and it's over about 1600 a year, up from about 1300 a year from 2017. A majority of those are lower risk or no risk. But the ones that are of risk. Those are the ones that the NTSB wants to take a look at, to prevent them from becoming something more catastrophic in the future. This is why we look at incidents, so it doesn't become an accident. You know, I will say runway incursions has been an issue for far too long.We had a forum in 2017, where we evaluated some of the conditions, some of the decision making and risks around runway incursions. Now, we're six years later, and we're now going to take action. You're going to hear it first Poppy, we're going to take a -- we're going to have a forum, again on runway incursions, this spring to see where are we now? Are we anywhere since 2017. And where do we need to go, when it comes to safety?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "A public forum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Just final --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "A public forum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Final question for you Jennifer, bottom line, is it still a safe to fly today or not? Because of this increase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "It is -- it is very safe. We are the gold standard when it comes to aviation. You are more at risk driving on our roads where 43,000 people die a year and millions are injured. You should not be worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Thank you, Jennifer Homendy, the chair of the NTSB. Appreciate your time this morning. Good luck with the continuing investigation for the people of East Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HOMENDY",
      "sentences": "Thank you, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "COLLINS",
      "sentences": "And just about an hour Alex Murdaugh's attorneys are going to make their closing arguments to the jury. After the jury visited the scene of the crime. We're going to take you inside the courtroom.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "LEMON",
      "sentences": "OK, so, the jury in the Alex Murdaugh, double murder trial, could get the case as early as today after Murdaugh's defense team presents its closing arguments. Murdaugh, of course, charged with killing his wife and his sons back in 2021. Prosecutor summed up their case yesterday, against the once prominent South Carolina. Attorney saying that Murdaugh was the only person with the motive the means and the opportunity to murder his family members. They painstakingly laid out of brutality of the alleged crime, and the lies that Murdaugh told, along the way. Listen to this.(BEGIN VIDEO CLIP) WATERS: Maggie sees what happens that she comes running over there, running to her baby. Probably, the last thing on her mind thinking, that it was him who had done this, she's running to her baby. While he's gotten picked up the blackout, and opens fire at close range, again, with no defensive wounds. Everyone who thought they knew he was -- who he was, he's fooled them all. And he fooled Maggie and Paul too. (END VIDEO CLIP) LEMON (on camera): So, the judge also allowed jurors to visit the crime scene as requested by the defense. Despite opposition from prosecutors who say that the property has changed since the killings two years ago. So, joining us now to discuss CNN legal analyst, Criminal Defense Attorney, Mr. Joey Jackson. Good to see you. Always (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "LEMON",
      "sentences": "This is fascinating, right? Everybody --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "JACKSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "LEMON",
      "sentences": "Right, the public. So, my question is the closing remarks in the prosecution. You think that -- what did you think? Is the jury going to buy that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "OK, so, as I just said in the introduction to you, the defense got its way, the jurors got to go to the scene, even though --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "-- they said the prosecutor -- prosecution pushback, saying it's different, right? Or the defense pushback saying, that was different. What do you -- what do you -- what did jurors get? JACKSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "Look, you know, your way around the courtroom. I'm wondering what stood out to you because the prosecution has been honing-in on the lies, right? They said about his financing, about his finances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "Right? How does the defense respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "I think what we're going to hear is that, look, this is not about lying of financial crimes. Is this a financial crimes case? Or is it a murder case? We've heard a lot about these finances, a lot about issues with respect to clients that he built for a lot of money, a lot about his, you know, pill, addiction, et cetera. This is about who engaged in these murders. And when you have -- I'm speaking from the defense perspective, when you have a person who has a loving father, right? Who is a loving husband, why on earth would he do this?I think you're going to see an attack on motive. I think you're going to see an attack upon the timeline. The prosecution boxed him in who could have done this right? So, oh, they boxed him in, the prosecution did with regard to that timeline saying, with this limited timeline, and the fact that their phones, right? Paul, his son and his wife, Maggie, they died at the same time, right? And you, of course, in your phone, there's activity showing that you were milling about? I think they narrowed that is the prosecution a timeline to say it was only you, defense will attack that. They'll attack the science of unsaved happen and longer, right? The murders happened a lot later. Why is that significant? Because Don, it gives someone else the opportunity. Last point Don, and that's this, I think that the defense will also talk about alternative theories. Could it have been someone else who meant the family harm? Perhaps, Murdaugh, involved unsavory characters with his pill addiction. Perhaps, his son because of the hatred people had due to the boating accident and him taking the life of a young woman? So, there were other people who could potentially have done this, they will play that up, because it goes to the issue of reasonable doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "OK. So, you know, in these cases. What if there's nobody right? OK, fine. But there's no murder weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "They didn't find a murder weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Look, the fact is that there's something called circumstantial evidence, which is evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Right? You do not reward -- I'm speaking from a prosecutor's perspective, you don't reward a smart defendant, because someone can conceal a murder weapon. They don't get the benefit of a not guilty. It's all about what the evidence shows. And sometimes there are not 10 people to say, he did it. You have to piece it together through other facts, the prosecution is relying on the puzzle pieces matching, and then all pointing to Murdaugh. Of course, today we're going to see the defense pointing those puzzle pieces to everyone butt in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "Deliberations end because you're going to see the defense you said, when do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Yes, I think listen, I think what'll end up happening is that the closing argument of the defenses will be very powerful today. The jury will get the case, the jury will then deliberate. It's who knows how long that process will take? But, you know, we'll get a verdict sooner rather than later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "Thank you, Joey Jackson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LEMON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JACKSON",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "HARLOW",
      "sentences": "We'll, coming up. CNN sits down with First Lady Jill Biden and asked what advice she gives her husband, you know, the President on the job.",
      "isLastSentenceInterrupted": false
    }
  ]
}