{
  "date": "2023-10-08",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Israel At War; Woman Abducted From Music Festival Displayed By Armed Militants In Gaza; Hamas Claims To Have Taken More Israeli Hostages Sunday; Israeli Official Says Hamas Has Fired More Than 4,000 Rockets At Israel; At Least 260 Bodies Found At Music Festival Site; U.S. Sends More Fighter Jets To The Middle East. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:05:05",
      "speaker": "MICHAEL HERZOG, ISRAELI AMBASSADOR TO THE UNITED STATES",
      "sentences": "As far as we are concerned, this is an Iranian-led coalition and we suspect that Iran is involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Does that mean Israel will take the fight to Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "HERZOG",
      "sentences": "I'm not going to stay what exactly Israel is going to do, but I would just say that whoever strikes Israel, we'll strike back.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "COOPER",
      "sentences": "President Biden has said that Israel will have all the support from America that it needs in this fight, and there's no telling what that exactly may mean in the coming days and weeks. As for what the U.S. is doing right now, a U.S. Navy carrier group is on its way. Steaming toward the Eastern Mediterranean tonight. An American official telling us the Air Force is also sending more fighter jets to the region.The U.N. Security Council, they debated. Not much was decided. Nearby, pro-Israel and pro-Palestinian demonstrators clashed, with a Palestinian supporter grabbing an Israeli flag and trampling it. Police made several arrests. Tonight, as you can imagine, tensions are running incredibly high here. It is 3:00 a.m. here in Tel Aviv, and there's no telling what the next 24 hours will bring. I want to start our coverage with CNN's Clarissa Ward. She has been along the Gaza border. We've been talking to her all throughout the night. There was a rocket barrage several hours ago in Ashkelon. Clarissa, what's the situation there now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I don't know, you probably can't hear on this small microphone but the skies, Anderson, it's just been non-stop jet activity. I've seen at least three big orange flashes coming from that direction. Presumably air strikes on the Gaza Strip. And as we arrived here in the city of Ashkelon, there was a huge barrage of rockets. The vast majority of them were intercepted by the Iron Dome.We could see them lighting up the night sky. But at least two did manage to make impact. One reportedly hitting a bus stop. The other hitting a building not too far from where we are now. And I think just more broadly speaking, honestly, Anderson, there's a sense that people here are kind of reeling, trying to get their arms around the magnitude of what the last 40, 42 hours has brought, and trying to deal with the most poignant or I should say pressing threat at the moment, which is the continued presence of Hamas militants inside southern Israel. Just earlier today, we were driving along. We had to reroute and change course because we could see a firefight taking place between Israeli forces and Hamas fighters. And there's a fear that there could still be more out there. It's not known how many were able to infiltrate. And so very real concerns as the tempo really continues to ratchet up -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "COOPER",
      "sentences": "I think that's one of the things that's really important to stress. I mean, we are, what, say, 45 hours or so since this surprise attack at dozens of sites began early Saturday morning. And to your point, and you and I have been speaking now for hours tonight, there may still be militants on the ground. There's still places, last I heard from the IDF in talking to our Nic Robertson several hours ago, they were talking about seven different locations along the border with Gaza that militants were still attempting to get through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "COOPER",
      "sentences": "Clarissa Ward, we'll check back in with you in our coverage tonight.About two hours ago, I spoke to a mother named Ricarda Louk. Now her daughter Shani, you may already know her name, we showed you some of this video earlier. It is incredibly disturbing to see, but it is important to see, and Ricarda Louk, Shani's mom, gave us permission to show it to you as disturbing as it is because this video is of her daughter being paraded through the streets in Gaza City by Hamas terrorists, by groups of men shouting God is great, over her prone body in the back of a pick-up truck, celebrating her kidnapping. And we don't know exactly what the status -- her status is. Her mother hopes she may still be alive but certainly in this video, there's not much sign of that. Shani Louk is an Israeli German citizen. She's a civilian. She was at a dance party along with thousands of other young Israelis and people from all over the world when this attack began. According to Israeli authorities, as many as 260. More than 260 people at this one event were slaughtered by Hamas fighters who descended upon them and systemically killed them. Her mom, Ricarda Louk, was kind enough to speak with us tonight. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "COOPER",
      "sentences": "First of all, Ricarda, how are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "RICARDA LOUK, MOTHER OF SHANI LOUK WHO WAS KIDNAPPED FROM FESTIVAL",
      "sentences": "Yes, I don't know. I'm still not understand everything what's happening. And until I don't know exactly what happened with my daughter, I will not know for sure. So we're kind of waiting, waiting for news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "COOPER",
      "sentences": "When did you first get word that she had been taken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "LOUK",
      "sentences": "It started yesterday morning with the rockets in the early in the morning around 6got a video from a friend through social media and we identified our daughter on a pickup truck in the back lying on the floor with militant men around her and pushing her down, and with armed, and they were driving into the Gaza Strip with her so we saw that they were in the Gaza Strip already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "COOPER",
      "sentences": "I mean, the video was obviously extraordinarily disturbing. And is that the last you have seen of her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "LOUK",
      "sentences": "Yes. It's the last we have seen. We're always looking for more videos, more news, something that shows her in some other places, and we cannot really see anything yet. We saw that somebody tried to use her credit card in the Gaza Strip multiple times. And that's all. That's all we have. Like no other clue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "COOPER",
      "sentences": "Was that after you saw the video then somebody tried to use her credit card?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "LOUK",
      "sentences": "Yes. In the evening. In the afternoon and evening. Twice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:25",
      "speaker": "COOPER",
      "sentences": "What do you want people to know about Shanin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "The Israeli government now says more than 260 people, mostly young people were killed at this dance. It's incomprehensible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "LOUK",
      "sentences": "It's 700 -- 700 are killed already and identified, and I think 130 kidnapped. That's the latest news that we have from our government in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "But more than 260 from this particular dance that Shani was at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "LOUK",
      "sentences": "From this dance. Yes. That could be. Yes. I saw the videos where the people are running on the fields like they have no shelter, nothing. And they were just shooting at them and taking them by force. They were waiting. My daughter tried to get to her car. That's what we heard from people that saw her, and were there, and were rescued. She was going to the car and they had militant people standing by the cars and were shooting so people couldn't reach their cars even to go away. And that's when they took her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Do you believe she may still be alive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "LOUK",
      "sentences": "I hope. The video, as you know, it looks very bad but I still have hope. I hope that they don't take bodies for negotiations. I hope that she's still alive somewhere. We don't have anything else to hope for. So we try to believe. Yes. And we have to wait. It's going very slow here. Government is really -- it's (INAUDIBLE) at the moment. And nobody is really calling us. Nobody is giving us updates.I'm in contact with the German embassy because we're also German citizens, me and my daughter, and trying to get help from the German government. But it's difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "At this stage, have Israeli authorities reached out to you? Have -- you're not in contact with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "LOUK",
      "sentences": "No, we have very -- no, I mean, we went to the police and we register her as missing but that's it. I mean, nobody's coming back to you. They just don't have time. They have so many priorities. They have still people running around here with arms and they were trying to catch and there's still many bodies of the field of the festival since yesterday morning that they couldn't recover. They didn't have the time and resources yet to get to them even. So it's really a mess.It's very chaotic and we don't get much response. We have a very close field around us in our village. And people are helping and they give us everything we need, but from the government or from the army, there is not much response at the moment. They are not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Ricarda, I know you know that people around the world who have seen the video of your daughter are just horrified. And I'm sure, I hope you know that there are many, many people whose hearts go out to you right now, and I wish you the best and continued strength.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "LOUK",
      "sentences": "Thank you. Yes, we need to see really what there is so targeted brutality and of taking civil persons, not even -- I mean those were really young people and other people were taken. Children. Old grandmothers were taken in hostage. It's just unbelievable. I've never seen such a thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "And you see crowds of people cheering and chanting, God is great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "LOUK",
      "sentences": "Yes, exactly. It's so unhuman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "It's sickening. LOUKnot normal. I don't know. I can't believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "It is impossible to believe. Ricarda Louk, thank you for being with us. I'm so sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:07",
      "speaker": "COOPER",
      "sentences": "And as you sit and watch these images tonight, just know that there are dozens of families in Israel, in the United States and elsewhere waiting for word on their loved ones who have been taken, who have been dragged across the border into Gaza, whereabouts unknown and their status unknown.Again, as these strikes and counterstrikes continue tonight, I want to go next to CNN's Hadas Gold who is in Jerusalem for us. Hadas, what is the latest on these hostages? I mean, I know there's a lot of priorities here. There's a lot of -- there's still fighting going on. Potential fighting on the ground. Very unsecure border. You know, incoming rockets. What do we know about the hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:07",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Well, we have heard within the last hour or couple of hours or so, Hamas, one of their top people saying in an interview to an Arabic television channel, claiming that they have more than 100 captives. They say that many of them or at least some of them, they call them senior soldiers, senior officers, that's in addition to an earlier claim we've heard from Palestinian Islamic Jihad, which is a separate militant group in the Gaza Strip but is often aligned with Hamas that said they have 30 in their captivity.Not clear how those numbers overlap with one another but that jives with what I've been hearing that these numbers were not just in the dozens. That we're not just talking about, you know, 30, 40 captives. So this is a high number of captives the likes of which Israel -- I'm not sure, you know, and whatever any other country has seen taken in essentially such a fast 24-hour period. And we're also seeing claims of Hamas saying that they have captured even more just today. Now the Israeli military has not commented on whether more people were taken captive today because, as we noted, there are still reports of ongoing firefights going on within these Israeli towns and villages in southern Israel. I mean, within the past few hours just today, the Israeli Home Front Command has sent out directives to the citizens in certain villages, if they are still in those villages, to stay in their homes, lock the doors, do not come out for absolutely anything at all because of the fear that militants are still popping up in these villages, in these towns, and still attempting to kill. Still attempting to kidnap Israeli civilians. Now the Israeli military and the Israeli officials have essentially put out a forced evacuation of many of these communities around the Gaza Strip, but it's a difficult thing to do when your forces are still trying to go house by house, car by car, trying to clear out area. You know, this can be a needle in a haystack type of situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:07",
      "speaker": "COOPER",
      "sentences": "And as we mentioned, explosions have been heard in suburbs of Tel Aviv tonight. Do you know what the latest on that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:07",
      "speaker": "GOLD",
      "sentences": "So, yes, that was a few hours ago. There was a barrage of rockets fired from Gaza towards Israel. One of the larger barrages we've had today. Most of them were focused on the suburbs around Tel Aviv and Hamas said they were specifically trying to target Ben Gurion Airport, which is just southeast of Tel Aviv itself. Just a little bit outside of the city limits. As far as we understand, none of the airport operations were affected.We do know that there was one at least direct hit in Ashkelon which has really received a heavy amount of fire. Ashkelon is a city that sits quite close the Gaza Strip so it is unfortunately used to receiving these rocket barrages. There were some reports of injuries but nothing of major injuries like what we've seen in other rocket barrages, and since then, it's been relatively quiet so far this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:26",
      "speaker": "COOPER",
      "sentences": "Again, we've been seeing antimissile defenses in action here in Tel Aviv, south of here as well, and have been getting reports of explosions in the area, according to Israel's ambassador to the U.S. and these figures will no doubt be climbing. Hamas has already fired more than 4,000 rockets into the country.CNN's Tom Foreman joins us now with more. So, Tom, talk a little bit more about what we know about where these rocket attacks originated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:26",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "They're originating really in basically rocket factories that these militants ran down. Look at the range we're talking about here. All the way up here in Tel Aviv, say, 45 miles away here to give you a range, hitting all these different areas here.What we know from the best estimates is that Hamas may have 6,000 to 10,000, and I say best we know, this is a guess. Every person I talk to, every military analyst says that's a guess and it's probably way low. It used to be, about 10 years ago, that a lot of material for building these rockets came in from Sudan and Egypt. That largely got chopped off so now a lot of these is entirely homemade here in this area which is about 25 miles by six miles roughly in terms of space. A lot of it made there in these clandestine rocket factories there. Importantly, though, one of the real trends that military experts say they are convinced, even if they don't have an exact count on this, is that by and large they are getting better range, they're getting better accuracy, and they're getting more powerful with the rockets they make there, and that is largely because that's being fueled by information they believe from Syria and from Iran. So if you look beyond at the type of rockets they have there, the biggest number, 4,000 or something like that, would be in this lower range here, which really doesn't go that far. Maybe 12 miles or so depending on the particular rocket there. These are mainly point and shoot rockets. They just shoot generally toward a target. Midrange, they may have somewhere around 1600. These would go maybe 28 miles. Something like that. And then the longer-range rockets, the ones up here that can really go like 125 miles, they only have tens of those. At least that's what the IDF, the Israeli Defense Force found in 2014. That's a really old report now. All indications, Anderson, said that all of these numbers have ticked considerably up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:26:26",
      "speaker": "COOPER",
      "sentences": "Yes. We've certainly witnessed that. I mean, that's a 10-year- old report. How does Hamas' arsenal of rockets and missiles, how does it tie into the land attacks? These incursions into Israeli communities. I mean, Ashkelon, they're used to the rockets. It's the ground forces going in, slaughtering civilians, taking hostages. That's what makes this so unique.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:01",
      "speaker": "COOPER",
      "sentences": "Yes. Tom Foreman, appreciate it. The attacks that occurred and have been occurring took place from landand sea and air. We've seen the images of mass rocket launches. There were Hamas fighters on paragliders. Multiple coordinated attacks on multiple fronts in Southern Israel, all apparently unforeseen. It certainly speaks to intelligence failures both tactically and strategically on a truly stunning level. The hostage taking only makes any response to it of course that much harder. Bob Baer is a former CIA officer with experience in the region. He joins us now. Bob, I mean, obviously there's going to be a time and a place for an assessment by Israeli authorities and U.S. officials and all intelligence agencies aligned with Israel about what went wrong here. How they didn't see this. What do you make of just the intelligence failure not predicting this? I mean, there are so many actors involved in it from, you know, attacking Israel, it was very coordinated. It's amazing that they were able to keep it secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:01",
      "speaker": "ROBERT BAER, FORMER CIA OFFICER",
      "sentences": "Anderson, I think the failure is worse than the Yom Kippur War in 1973. The fact that a force like this was assembled, essentially with its own air force, these paragliders. The amount of rockets they've been able to beat Iron Dome, Israeli air defenses, is just astounding. But for me, what I think the Israelis really missed was this transformation of Hamas.I've spent a lot of time with Hamas. It was years ago, but they were fairly moderate in those terms, and what we have now with this attack on the rave, killing 260 people, slaughtering them, is much closer to the Islamic State. I mean, in Luxor, the same sort of group attacked tourists and killed 62. What we're seeing is the same thing in Gaza. It's the radicalization of Hamas that the Israelis have missed. And I can tell you why they missed it because they rely on technology. They have no human sources in Gaza. Certainly not in the military. Otherwise (INAUDIBLE) into this. And what they've been doing all these years is have been listening to cell phones, listening to (INAUDIBLE), and the rest of it, but at the end of the day, that only tells us so much. I think that Hamas has figured out how to beat Israeli intelligence, and that's what should scare the Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:01",
      "speaker": "COOPER",
      "sentences": "The taking, the large scale taking of hostages, I mean, think about it. Hamas is -- the U.S. calls Hamas a terror organization. What we saw were terror attacks certainly here over the last 48 hours. They are the ones running things. They are the government in Gaza. The taking of hostages as a government policy is extraordinary. It's sickening, and it makes any response by Israel all the more complex and complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:01",
      "speaker": "BAER",
      "sentences": "Well, the Israelis can't -- the only way they can go into Gaza is in force. Reoccupy Gaza. Street by street. I've walked those streets. They're very narrow. I'm sure Hamas has set up traps. There's probably trapped at this point, scattered all over (INAUDIBLE). And you've got a city of this (INAUDIBLE) large, urbanized area. They can go without electricity. They're not using (INAUDIBLE). It's not a happy situation for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:37:57",
      "speaker": "COOPER",
      "sentences": "We're learning more about the terror that unfolded at the Israeli music festival near the Gaza, near there at the border with Gaza. What should have been a fun gathering in the desert, it turned into a massacre when Hamas gunmen pursued festival attendees and vehicles. Again, Israeli authorities say at least 260 people were killed from this one event. Others were kidnapped.CNN's Clarissa Ward has been at the site. She joins me now with more -- Clarissa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "COOPER",
      "sentences": "And Clarissa, what are you seeing on the ground over the last several hours in terms of Israeli forces gathering? I mean, what is the next step in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:06",
      "speaker": "WARD",
      "sentences": "Well, I think that there's a sort of a lot of speculation that there might be some kind of an incursion, a ground offensive. Certainly we saw a huge amount of weaponry, and armor, and personnel being moved down towards the border. But of course that is somewhat complicated by the fact that you have this unknown number of hostages. We don't know how many of them are dead or alive, who are being held against their will in the Gaza Strip.And so any kind of a major offensive inside Gaza clearly is going to put their lives potentially very much at risk. So Israel is sort of now, Anderson, walking a bit of a tight rope in terms of prioritizing getting those people safely out while at the same time, wanting to exact a punishing cost on Hamas for this unprecedented attack -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:49",
      "speaker": "COOPER",
      "sentences": "As Israel launches a large-scale campaign against Hamas, a U.S. Navy carrier strike group is headed to the Eastern Mediterranean.CNN's Pentagon correspondent Oren Liebermann joins us with the latest on that. So what is the U.S. saying about Iran's potential connection to these attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:49",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "So this is an important point to make. The U.S. is not seeing direct involvement in the preparation, planning, or approval for this attack. But that's not to say it isn't there because U.S. intel failed to pick up on this attack and the much vaunted Israeli intel failed to pick up on this attack.So as they go back and look at what signs were there, it's possible something like that may emerge. It's simply not there yet according to U.S. officials with whom CNN has spoken, but there is of course a tremendous amount of context here. Iran provides a tremendous amount of funding to Hamas including training and arms. So in terms of the background and all of the elements that went into an attack like this in terms of arming Hamas and giving it the capabilities to carry out something like this, that is clearly there, officials have said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:49",
      "speaker": "COOPER",
      "sentences": "And the move of this strike group to the Eastern Mediterranean, I mean, is that just symbolic? Are there capabilities that would actually be brought to bear if the situation on the ground continues or changes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:49",
      "speaker": "LIEBERMANN",
      "sentences": "Well, let's be clear that there's no expectation that this carrier strike group and the cruiser and the destroyers going with it into the Eastern Med will take part in any way in Israel's campaign against Gaza that we're expecting to see dramatically expand and escalate here in the coming hours based on the statements from senior Israeli leaders.The point here is to back up what President Joe Biden said yesterday, which is that none of the other actors or players in the region should view this as a chance to exploit an opportunity or opportunity to exploit weakness here on the part of Israel. And even without stating who he was referring to, Biden there clearly giving a message there to Hezbollah in Lebanon, and other Iranian backed groups in Syria that might try to exploit an opportunity like this. That is the message coming from this strike group as well as fighter squadrons that will be beefed up in the Middle East that are already there and coming into there. It's a message of deterrence against Iran and Iranian-backed groups in other parts of the region -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:49",
      "speaker": "COOPER",
      "sentences": "According to a U.S. government internal memo, at least three Americans were killed in these attacks from Hamas. Is it known at this point about those Americans? Or are there other Americans who have been taken hostage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:49",
      "speaker": "LIEBERMANN",
      "sentences": "At this point, there's very little info about who those Americans are or how long they've been there or even whether they are dual citizens. And we are getting a little more information on this front. There is an unclassified briefing to some House members and according to a source familiar with that briefing, it is at least four Americans who have been killed but the keyword here is at least.That number very much expected to rise. Israel doesn't appear to have a firm grasp on how many exactly were killed or how many were taken hostage, or of those hostages, how many are alive or have been killed. So that number expected to rise. And it doesn't tell us anything about how many American citizens were taken hostage. That is a number the U.S. is trying very much to figure out as well -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:01",
      "speaker": "WILLIAM COHEN, FORMER DEFENSE SECRETARY",
      "sentences": "Well, we've seen devastation take place. Israel has never had to face this kind of a threat on three fronts. They have Hamas on the ground still in Israel. They have threats coming from Gaza, and they have threats coming from the sea. They've never had to face this in the recent past at least. So this is unchartered territory for them. I think there is fear.There has been psychological damage done to the Israeli population. At this particular moment they're in a state of fear and yet one of unity. Israel has been divided politically for the past year or more. And yet that division -- is the center of the population. It -- the center cannot hold if a nation is divided. That's as old as Abraham Lincoln. A nation cannot stand if it's divided. Same is true in Israel. They've been deeply divided politically. And I think that, when all of this is said and done, will be a factor that Hamas and others took into account to say that Israel had its eye on a different problem and was not focusing as much as it should have been on the threat posed by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:01",
      "speaker": "COOPER",
      "sentences": "U.S. officials are telling CNN they have not found a, quote, \"smoking gun\" tying Iran to these attacks. What kind of intelligence would be needed for a smoking gun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:01",
      "speaker": "COHEN",
      "sentences": "Well, they would have to pick up and try and trace back any kind of communications that were coming from Tehran or their assets in the region, or coming from Syria or possibly even Lebanon. So they'll look for all of the communications they can find and see whether any operatives that they have identified as being supporters of terrorism have been moving in the region of Gaza.It'll be very difficult. I think it was taken by -- Israel obviously was taken my surprise. It wasn't just an intelligence failure. It was a systemic failure. It was a military failure. It was a political failure. The notion that you can have a bulldozer drive a hole through this, quote, \"wall,\" to me is just staggering in terms of relying upon a wall that's so thin and fragile as that to protect the people of Israel. All of that will be settled at some future time. Right now the Israelis have to -- the Israeli forces have to defeat the Hamas in their own territory in Israel, and then go after them in Gaza itself. And if any other country is interested getting involved, you now have the USS Gerald Ford on the -- arriving soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:01",
      "speaker": "COOPER",
      "sentences": "Well, it's also stunning that, you know, some almost 48 hours, 45 or so hours, since this attack began, that there may still be militants -- that the area is still not secure on the ground on Israeli territory in the south along that border. That there may still be fighting going on with militants on the ground, terrorists on the ground in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:01",
      "speaker": "COHEN",
      "sentences": "Well, as I said, the Israelis were taken by surprise. They shouldn't have been, but they were. It can talk about, again, intelligence failure or our failure to see things that they didn't see. I think it may be an issue of, you know, resting on laurels, resting on reputation, that they were reputed to be the most -- well, one of the most intelligence operations in the world, one of the best. And I think, perhaps, they got -- what we call through on that. We don't know that yet.But that's irrelevant at the moment. Right now they've got to provide for the defense as best they can for the Israeli citizens who are now at risk and those who have been kidnapped and may be subject to torture and abuse, taking off to Gaza and elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:01",
      "speaker": "COOPER",
      "sentences": "Obviously this is an extraordinarily complex situation historically, contemporaneously as well. How difficult, though, for Israel is it to be dealing with a neighbor next door, Hamas, which is not just the U.S. labels a terrorist organization, certainly what we have seen over the last two days has been terror attacks, the wholesale kidnapping of civilians, that's a matter of policy for Hamas.That's not something of rogue actors from Hamas doing on their own. That is policy by Hamas, and Hamas is controlling Gaza. In order -- I mean, Israel -- some in Israel have talked about trying to finally just once and for all destroy Hamas. But that's not a very easy thing to do, if at all possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:15",
      "speaker": "COOPER",
      "sentences": "William Cohen, thank you so much. Appreciate it.Next, Israel targeting sites in Gaza. Hamas firing rockets again tonight into Israel. The latest developments ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}