{
  "date": "2023-12-22",
  "headline": "CNN This Morning",
  "subHeadline": "Detroit News Reports, Trump Pressured Michigan Election Officials; Special Counsel Urges Justices to Hear Immunity Case Now; Video Shows Migrant in River With Baby Calling Out for Help, Texas National Guard Denies Ignoring Her. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "There were a couple of days early on after Election Day when Trump seemed to be aware that he had lost, according to multiple people. And then a short of time after that, he dug in on the idea that he had not lost, that in fact he was going to make sure that the transfer of power didn't take place, and this is part of that effort.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, good morning everyone, a Happy Friday. It's December 22nd. Go ahead and dispatch with the notion of a slow holiday week on the news front.This morning, inside Donald Trump's pressure campaign in Michigan and on democracy itself, the 44th -- 45th president recorded urging election workers not to certify some 2020 results. National GOP Chair Ronna McDaniel, allegedly involved too. The reporter who broke that story is going to join us live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Also a humanitarian crisis at the southern border. A video captures a woman crying for help crossing the Rio Grande while carrying a baby. Texas officials responding to claims that she was ignored and the Biden administration facing new calls to take urgent executive action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "And new video of the deadly school shooting in Prague, killing at least 14 people.This hour of CNN This Morning starts right now. There are tapes. There are more tapes, apparently, at least according to the Detroit News. New recording has emerged of Donald Trump personally pressuring election officials to block Joe Biden's victory this time in Michigan. The Detroit News reporting there's a recorded phone call of Trump urging two Republican officials in Wayne County to not certify their county's results. Wayne County is home to Detroit, a Democratic stronghold. But Trump reportedly called them right after this meeting back in November 2020, where those same two officials initially voted to block the certification before backing down. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All those opposed say nay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is no reason under the sun for us to not certify this election.This is reckless and irresponsible actions by this board. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HARLOW",
      "sentences": "In the phone call after the meeting, the Detroit News reports, Trump told the officials, quote, we've got to fight for our country. We can't let these people take our country away from us.RNC Chairwoman Ronna McDaniel was also on that call and said, quote, if you can go home tonight, do not sign it. We will get you attorneys. Then Trump added, quote, we'll take care of that. Now, those officials ended up refusing to sign the official certification. They admitted Trump called them. Here's how one of the officials described that call a couple days later. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He thanked me for my service, asked me how I was doing. There was a genuine concern for my safety with what he had heard, the threats that were coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "REPORTER",
      "sentences": "Are you saying the President's call had no influence on you recanting your vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Absolutely.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Now, CNN has not heard the recording, but it could be crucial evidence for Special Counsel Jack Smith as he continues to pursue felony charges against Trump for trying to overturn his election loss. Trump's campaign spokesman responded saying, quote, all of President Trump's actions were taken in furtherance of his duty as president of the United States to faithfully take care of the laws and ensure election integrity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HARLOW",
      "sentences": "Joining us now, the reporter who broke this story, state politics reporter for The Detroit News, Craig Mauger. Craig, thanks very much for being with us.Obviously, this is a huge scoop, and it's crucial at this moment, particularly. We only hear -- well, you heard it, four minutes of the call. Can I just ask for people wondering this morning why they're not hearing the call, why it's not public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "CRAIG MAUGER, STATE POLITICS REPORTER, THE DETROIT NEWS",
      "sentences": "My answer would be that there is a whistleblower that possesses the audio of these recordings and the timing of the release and the ultimate decision on whether to release these recordings publicly is up to that person.And, you know, we were able to go as far as we could possibly go working with this person and another individual for this story. And the decision on whether the recordings will be released will come down the road, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes, it's an important point why and how this story came to be matters, and I think how you did this story, Craig, is important for people to understand who don't do this every single day.In terms of when you heard this, you guys had reported, our team had reported as well, that a call had occurred. There was the denial that there was any influence by Monica Palmer that we heard just there. Were you surprised or did you suspect this was the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "HARLOW",
      "sentences": "And that reflects what she told the January 6th House committee as well, speaking to them.Can you speak, Craig, to the larger picture here? Because this -- Michigan is part of special counsel Jack Smith's election fraud federal case. Can you talk about how this might weave into that? And do you know if he has this recording?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "MAUGER",
      "sentences": "I don't know if Jack Smith has these recordings. I can't really speak to that. I think there are investigators at multiple levels looking into the pressure and the effort by Donald Trump and his supporters to overturn the election in Michigan. And these recordings seem to fit with a lot of other information that we have already. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "MAUGER",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "MATTINGLY",
      "sentences": "Well, this morning, the Supreme Court watch, it continues, this all kind of leads into that issue, front and center. The big question, how will the justices handle cases with enormous political implications just weeks before the Iowa caucuses? Special Counsel Jack Smith again asking the court to decide immediately if Donald Trump has presidential immunity from alleged crimes committed while he was in office.CNN's Jessica Schneider joins us now. Jessica, timing here, it feels like we're all waiting with bated breath. Do we know when the court is going to weigh in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "We don't know exactly, Phil. It really could be at any moment. We're expecting maybe it could be today before the Christmas break. So the Supreme Court really could decide at any time if they'll quickly hear this immunity case.They'll eventually decide it. But what the special counsel is asking is that they take this case up now instead of waiting for this appeals process to play out. So, Trump's team, they've been arguing that the former president, he's immune because they say he was operating within his official duties on and around January 6th, they say, therefore, he can't be prosecuted. They're also arguing that he's immune because he was acquitted by the Senate in his impeachment trial. The lower court here, the district judge said Trump is not immune. So, Trump's team is now appealing this to the intermediate Circuit Court of Appeals. But the special counsel saying, Supreme Court, you're eventually going to weigh in. So, just weigh in now rather than waiting for the appeals process to play out, really spinning this as a matter of public interest, so writing that the public interest in a prompt resolution of this case favors an immediate definitive decision by this court, stressing that the charges here of the utmost gravity. So, Jack Smith has filed his briefs. Trump's team has filed their briefs, Phil. And so it is in the Supreme Court's hands. They could act at any moment potentially today about whether they're going to fast track this case and hear it maybe in the next several weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "MATTINGLY",
      "sentences": "Just the overarching legal strategy of the Trump team to delay has been very clear, and it extends to the civil trial set next month at a lawsuit by E. Jean Carroll, what are the legal options here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "SCHNEIDER",
      "sentences": "Yes. So, they really want a delay here. They don't want this trial to start, this defamation trial, on January 16th. So, what they're doing is they're asking a federal appeals court to pause that defamation trial for about 90 days because they want to have time to consider other ways to challenge the basis of this defamation case.They recently challenged it, saying that Trump was immune from this case, kind of like in the special counsel's case. They lost on that issue. So, now the legal team wants to go back to the drawing board to determine if they do have other avenues of appeal because, of course, the clock is ticking. We had that January 16th trial date, and they want to put that trial date on pause. I mean, Phil, as we head into 2024, we are seeing a cascade of legal cases. The E. Jean Carroll was scheduled to really be the first trial. But then you've got the Jack Smith case here in D.C. lined up, if that date sticks for March 4th, the classified documents case in May, the hush money case also in March. So, Donald Trump is facing a long list of legal cases just as he is ramping up his presidential campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "MATTINGLY",
      "sentences": "Jessica Schneider, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:08",
      "speaker": "HARLOW",
      "sentences": "Meantime, to the southern border, where a woman's desperate plea for help while crossing the U.S. border may have been ignored. That is the accusation against some Texas officials. She's struggling there trying to carry a baby, Texas leaders denying any wrongdoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:02",
      "speaker": "MATTINGLY",
      "sentences": "Well, this morning we're getting a heartbreaking look at the humanitarian crisis on the southern border as an overwhelming surge of migrants continues to arrive seeking asylum. New video shows what an immigration activist says is a migrant woman with a crying child, you can see her there, struggling across the Rio Grande and the Texas National Guard ignoring her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, it's those types of incidents that cause alarm here at the White House over the situation along the U.S.-Mexico border. Now, in this video, as you saw, a woman is seen crying for help with a baby in her arms as those members of the Texas National Guard watch in two nearby boats. Now, they do not intervene and we know that the woman eventually was able to make it back to the Mexican side of the border with the child.And as you mentioned, it was an immigration activist who shot this video while on the river doing another project on public safety and it took place on December 12th. Now, the Texas National Guard denies that there was wrongdoing and that they didn't help, saying the following, quote, Texas National Guard soldiers approached by boat and determined that there were no signs of medical distress, injury or incapacitation and they had the ability to return the short distance back to the Mexican shore. The soldiers remained on site to monitor the situation. But this underscores what has become an untenable situation at the U.S.-Mexico border as an increasing number of people try to cross into the U.S., so much so that President Biden jumped on the phone with Mexican President Andres Manuel Lopez Obrador just yesterday. And the two agreed that additional enforcement actions are urgently needed. Now, the U.S. has historically leaned on Mexico to help stem the flow of migrants, but the U.S. clearly putting more pressure here to try to get a handle of the situation. And senior U.S. officials, including Secretary of State Antony Blinken and DHS secretary Alejandro Mallorcas are going to head to Mexico in the coming days to continue that discussion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "Priscilla, it was striking yesterday, Speaker Mike Johnson writing a letter to President Biden asking him to take executive action on the border, this as lawmakers are being asked by the White House to take legislative action. How's the White House responding here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ALVAREZ",
      "sentences": "Well, they're slamming them for not moving on a supplemental request, which also includes $14 billion for border security. In a statement, the White House spokesperson saying that when President Biden presented Congress with another supplemental request for border security in October, House Republicans refused to take it up. Instead, Speaker Johnson and House Republicans decided to go home in mid- December.It later says if Speaker Johnson and House Republicans want real solutions, they should provide DHS the resources it needs, not seek to defund it. Clearly here through this letter, though, the House speaker digging in as House Republicans push the administration for more actions on the border. It's worth noting, though, Phil and Poppy, there are limits to what the president can do. It's really up to Congress to get the money that they need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "MATTINGLY",
      "sentences": "And has been for a couple of decades. Priscilla Alvarez, thank you. HARLOWCNN's will Ripley joins us live from Tel Aviv with more. What can you share with us this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "HARLOW",
      "sentences": "Will Ripley, looking at that photo of them embracing each other, like that really says everything. And, of course, it's so hard. And all the work you're doing there is really, really important, Will. So, thank you.And if I could before, before you go, there is the U.N. vote today finally on potentially a pause and much more aid for Gaza. What do we know? RIPLEY:  Well, what this means is that finally the United States, which has delayed these votes repeatedly as they pore over the language of this, the U.S. has vetoed past U.N. resolutions for calling for a ceasefire, calling for a procedure to get desperately needed humanitarian aid into Gaza, partially because they're concerned that there wasn't strong enough language condemning Hamas for starting this, for coming into Israel, unprovoked and murdering hundreds of people on October the 7th and kidnapping hundreds of others. So, there had to be strong enough language in there condemning Hamas. And also the U.S. said they were concerned that some of the language might actually slow down the delivery of the humanitarian aid that the people in Gaza so badly need, given that there are reports now from two different health ministries, one in Ramallah, the other in Gaza, indicating that the death toll has possibly surpassed 20,000 people in Gaza killed. So, the United States signing this, it does pile on the pressure of the Israeli government, Prime Minister Benjamin Netanyahu, to find a way to negotiate a ceasefire and continue their military objectives, which is to go after Hamas but leave the civilian population out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "HARLOW",
      "sentences": "That's right because the U.S. has not been on board with prior drafts of this resolution, so it does really potentially change things.Will Ripley reporting for us from Tel Aviv, thanks again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:01",
      "speaker": "MATTINGLY",
      "sentences": "Well, Harvard's president is under fire again. Plagiarism allegations force Claudine Gay to correct her work and put the university back in the hot seat. Reaction in the university, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "This morning, Harvard President Claudine Gay facing new pressure over more allegations of plagiarism. Harvard said yesterday she does plan to update her 1997 PhD dissertation to correct additional instances of, quote, inadequate citations. This is after a university review. It did not accuse her of plagiarism, though.The university said Gay's past mistakes did not constitute a punishable offense under their research misconduct rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "MATTINGLY",
      "sentences": "Gay has issued several corrections to published articles, but as The Harvard Crimson first reported, that was not sufficient for the Harvard Corporation. And now the House Education Committee is investigating.Joining us now, managing editor of The Harvard Crimson, Miles Herszenhorn, who -- you guys have done excellent work, had a ton of scoops. Somehow you took finals throughout all this, which I don't really understand. In this moment right now, if you look at it from outside of campus, you're saying how long can she last with issues this dramatic that have continued, what's the sense on campus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "MILES HERSZENHORN, MANAGING EDITOR, THE HARVARD CRIMSON",
      "sentences": "So, the finals are an important point to all of this, of course. Students were holed up in libraries, preparing for their final exams, finishing their final papers as all these plagiarism allegations emerged.So, the students were not focused on that. It's very hard to pay attention to the president's plagiarism allegations when you are worried about passing your chemistry exam. So, on campus, there's not been a massive student movement that is calling into question whether President Gay should remain in office. That being said, these allegations are really bad for her. They're embarrassing and it's clear that people are taking notice, both on campus but also elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "Also in Congress. The fact that a House committee is investigating this is significant, is it not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HERSZENHORN",
      "sentences": "Yes, of course it's significant. I mean, Congress is definitely trying to turn up the pressure on President Claudine Gay. They first called her to testify over the university's response to the Israel-Hamas war and its efforts to combat anti-Semitism on campus. Obviously, this decision to widen its investigation to include the president's allegations of plagiarism is remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "It is remarkable. It's not typical of a congressional committee on something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HERSZENHORN",
      "sentences": "No. It's fascinating that they're trying to include this as part of their investigation. And it makes it very clear that the people who were upset at her handling of the university's response to anti-Semitism on campus are very concerned about her plagiarism allegations now.It shows that they are taking a really hard look at Harvard right now, and that they believe that President Gay needs to be held accountable.",
      "isLastSentenceInterrupted": false
    }
  ]
}