{
  "date": "2023-03-02",
  "headline": "CNN This Morning",
  "subHeadline": "Jill Biden on Giving Advice to the President; Numbers on Americans Volunteering Their Time. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:33:09",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "All right, as President Biden is reportedly preparing for another White House run, First Lady Jill Biden was recently abroad traveling in Africa. She sat down with CNN's Arlette Saenz. They discussed a wide range of topics, including the personal relationship between the first couple.Our CNN White House Arlette Saenz joins us now. Fascinating trip that you went on. And you spent several days with her in Africa. You guys talked about a lot. But, obviously, one of the biggest things is, you know, him running in 2024 because she is one of the biggest influences on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, she -- they really don't like to call her an advisor to him, but she really is his most trusted partner, specifically when it comes to that issue relating to 2024. They have been married for 46 years. And so she has figured out when exactly to kind of weigh in and offer her advice. And she offered us some insight into exactly how -- a little bit of a window into how those conversations play out.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "I know you said that you are not the president's advisor, you're his spouse, but you do hold a lot of influence. What are the areas you do offer him advice on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "JILL BIDEN, FIRST LADY",
      "sentences": "Well, certainly I - I tell him stories. And -- things that I've seen and things that people want. And where their challenges are. So, it's not that I'm like weighing in, it's like, let me tell you what I saw or what I heard or what people are saying to me. And so, it's in that context, because I'm out every day. I'm in the classroom. I'm out, you know, somewhere in the United States. And so I think it's a good balance really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "And I think there is a lot of focus on the role and the impact that you have on him. But how does he help you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "BIDEN",
      "sentences": "Well, sometimes I don't -- I may not see things from his perspective. [08Let's just put it that way. And -- so he offers both sides. I'm always a little bit better, like, this person feels this way. You know, he's very good at that, understanding why people feel the way they do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "So, I think you see her there really explain a little bit of the dynamic that goes on between the two of them. Of course, she also told us that she is all for that run in 2024. But she did offer a little bit of an opening for him should he decide not to run. She said that they'll also be there to support him then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "You have a whole special tonight, 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "Well, we really asked her questions on a range of topics, including one big issue for a lot of voters is, concerns about the president's age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "Of course, he's 80 years old. He would be 82 if he wins and is inaugurated, 86 at the end of a second term. And she basically said, look at what he is doing. She pointed to that recent trip that he took from the U.S., that secret trip into Ukraine, riding that secret train for ten hours and then into Poland. She says, look at that for his stamina.And we also asked her a question about one of those Republican proposals from Nikki Haley, who has called for politicians over the age of 75 to take mental competency tests. And we'll have a little bit more of that later tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Wow. Juicy. I -- look, this is beyond -- this is not left or right or whatever, but, how could you not like Jill Biden? Like, every time I meet her, she's just such a warm person. You know what I mean? Just - she's just an extraordinary woman. She's one of those people that you cannot not like you, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "And, really, she has this very unique role as first lady, since she is the only -- or the first, first lady to actually have a full paid time job outside of the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "She is still teaching community college, just like she did for those eight years as second lady. She teaches English and writing. And, in fact, the day we flew to Africa, she had a full day of classes -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "Then hopped on the plane, flew to Africa, got back at five in the morning on Monday, and then was back in the classroom on Tuesday. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Hard working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "And she's busy. And she rarely speaks. She doesn't often do these wide-ranging interviews. So this is going to be really interesting. She's always in the room a lot of times when Biden is speaking, when it's a big address, you know, when he's done those primetime addresses. She'll be in the back of the room watching. So, it will be really interesting to hear that. I'm excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "She was in the room -- when I did interviews with him, she was always in the room. Like, just there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "Yes, she's aways there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "Excited about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Can't wait to see that tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Hang around because we're going to talk to you about something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "Yes. And you can watch the rest of this interview, that answer about Nikki Haley's proposed competency test, this interview that Arlette did with First Lady Jill Biden. It is going to air in CNN primetime. \"Jill Biden",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "That's really important. But now for the really important stuff.We're getting an inside look at the first couple's most recent date night, which has a lot of people talking. Why? Well, President Biden and First Lady Jill Biden hit the town last weekend at a well-known D.C. restaurant, The Red Hen. They shared some wine, some bread and a salad. Pretty standard date procedure, right? Well, this is where things get a little more interesting because -- maybe even controversial because according to \"The Washington Post,\" for the entree portion, the president ordered the rigatoni with fennel sausage, ragu and the first lady ordered the same thing. Mezzi rigatoni, the sausage ragu, rigatoni for the POTUS, rigatoni for the FLOTUS. That's a song in there. I like that. I have heard from a very reliable source, a certain CNN THIS MORNING co-anchor here, who knows the D.C. scene very well. Says, the pasta they ordered possibly the best thing on the menu. Bu you're got to ask, why not share or try two different pastas? And - OK. So, all of that in jest. But, you know, we're talking about - you know, to be honest, we're like, why is this a story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Well -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Tim (INAUDIBLE) and I order the same thing all the time, I mean, and, actually, maybe it won't be so -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Yes, we do all the time, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "What's the scoop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "I mean, when I go --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "(INAUDIBLE) Arlette.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "When I get into The Red Hen, I order the rigatoni. That's like my favorite dish. And if you think about the Bidens, they love pasta. They love red sauce pasta. And so it's not entirely surprising.Now, I think that, you know, they've been married for so long that they're fine doing things their own way. And if they both want to get the same dish, they're both going to get the same dish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "The question is, why didn't you bring us the pasta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "Yes, but people say you're supposed to order something different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "Why didn't I bring it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Why didn't you bring us The Red Hen pasta (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "I failed that (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "I'm never going to be invited back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Yes, I agree with Kaitlan that you should order something different and then reach over the table --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "You can order whatever you want, but -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "I do think typically that's the debate, is that people, you're supposed to order something different. Be adventurous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "But you've had it? You love it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "SAENZ",
      "sentences": "It's really good. It's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "Arlette and I have both had it. SAENZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "And you are (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "COLLINS",
      "sentences": "It's an institution in D.C. Everyone should go to The Red Hen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "HARLOW",
      "sentences": "OK, we'll remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:09",
      "speaker": "LEMON",
      "sentences": "Red Hen, send us some of that pasta. We would love to have it here on the set.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "LEMON",
      "sentences": "I would love to taste if it's that delicious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "SAENZ",
      "sentences": "It's good. I think that's the best thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "LEMON",
      "sentences": "Is it really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "SAENZ",
      "sentences": "Yes.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "LEMON",
      "sentences": "OK. Look at this. This is San Francisco, I am told. The planets Jupiter and Venus appearing very close together in the night sky. So, take a look at this. This is a phenomenon astronomers call kissing planets and it happened overnight. Experts also call it a conjunction. The two planets are actually, though, more than 400 million miles apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HOARD SHULTZ, INTERIM STARBUCKS CEO",
      "sentences": "We're not a perfect company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SHULTZ",
      "sentences": "But I'm saying this because we didn't have the union or an outside party tell us what to do. We did this because we want to be in service to our people.Now, if a diminimus (ph) group of people, which now is about 300 stores, file for a petition to be unionized, they have a right to do so. But we, as a company, have a right also to say, we have a different vision that is better, more dynamic and we have a history to prove it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Senator Bernie Sanders has since invited Shultz to testify this month to Congress, alleging a lack of compliance with federal labor laws. Shultz did decline that invitation because he's leaving the company this spring. Starbucks did offer to send another executive in his place, saying we look forward to a productive discussion with the committee. Senator Sanders says his committee will now vote next week on whether they will subpoena Shultz or not.As for the union, they call it historic. They say it will continue to fight to hold billionaires like Howard Shultz accountable. Starbucks says it believes the decision is inappropriate given the record on this matter. They are looking to appeal. And the deadline for an appeal, guys, would be at the end of the month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Yes, what's so fascinating is a factor of this is how Starbucks was viewed as this progressive company, now with these allegations, how they've been damaging to that. But it doesn't seem like it's affected their sales really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "It hasn't in the U.S. I mean they have China issues, as every company does. That's separate.But, no, it hasn't. And just point of fact, it's a little under 300 stores out of 9,000. So, this isn't every store. And Howard Shultz has been - you remember that interview, very open about saying, this company made missteps. I'm not surprised a union showed up. He came back in April of 2022 to take over to try to correct a lot of that. The question is now, does this become widespread, not just at Starbucks, the union push, does it become widespread at other big companies going through a similar thing like Amazon, et cetera. But it's a real focus of Congress right now, that's for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Oh, it's like Bernie Sanders is like driving thing (ph) -- he really wants him to come testify. They've been heavily critical of him if he doesn't. HARLOWas a progressive company. Just factually were and still are one of the more progressive companies in terms of the benefits they give employees. But there has still been a big push to unionize. So, we'll watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Yes.All right, there goes my hero. Foo Fighters frontman Dave Grohl has put down the guitar, rolling up his sleeve instead -- sleeves to help others. How many other Americans routinely do the same? What you're seeing Dave Grohl do here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "That's great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Harry Enten actually looked at the numbers. Don't worry, he's not going to sing, but will break down the numbers, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "LEMON",
      "sentences": "Maybe he'll play the guitar or do some drumming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "HARLOW",
      "sentences": "Did you guys read that book? Apparently it's supposed to be amazing, the Dave Grohl book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:26",
      "speaker": "COLLINS",
      "sentences": "CNN can confirm Dave Grohl, Foo Fighters frontman, is, in fact, a hero. He cooked a surprise feast at a homeless shelter in Los Angeles last week. The non-profit Hope The Mission told CNN he fed more than 450 people during that winter storm that we've been reporting on that hit parts of southern California. Of course, seeing someone like Dave Grohl volunteer makes you wonder how many other Americans are lending a helping hand during their spare time.CNN's senior data reporter Harry Enten crushed the numbers on this. And compared to Dave Grohl, how long did he volunteer? But, you know, do regular people volunteer? How much to they volunteer for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:26",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes, so let's take a look at this morning's number, and it is 24 hours, because that's how long Dave Grohl barbecued for at this homeless shelter. Twenty-four hours is a lot of time. I can't believe he did it. But that just shows that he's willing to give back to the community. Good for him.And - so this got me interested. How much do Americans actually volunteer, you know, with an organization. Formally volunteer. And if we look at 2021, we see it's 23 percent of Americans actually did so. That is the lowest in at least two decades. It was down from 30 percent in 2019. I do think a lot of that has to do with the Covid-19 pandemic, right? I think it was just harder for people to get out. But this is a trend that I'm absolutely going to be watching because obviously as a country we want people to be out there formally volunteering with folks and so we don't like seeing this decline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:26",
      "speaker": "COLLINS",
      "sentences": "But what about informal volunteering? That's a lot of things that people do. You know, my little brother cut someone's grass in the neighborhood that can't cut it themself. That, you know, doesn't get registered but it is still them doing something for someone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:26",
      "speaker": "ENTEN",
      "sentences": "That's exactly right, Kaitlan.You know, I kind of just think about, you know, going out and helping a neighbor, right? Watching after their kids. Maybe picking up their kids from school. Cutting the grass, as you might say. OK, so this is really interesting. We actually have polling data on this. Informally volunteering, so Americans who exchange favors with neighbors, look at this in 2021, it was a majority. It was 51 percent. No real difference with 2019 when it was 52 percent. And when you combine the two of those percentages together, they're actually closer to 60 percent of Americans who volunteer, whether it be formally and informally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:26",
      "speaker": "COLLINS",
      "sentences": "But it has benefits for people. It's not just that you're helping someone. It actually -- it makes people feel better too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "So, look -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "COLLINS",
      "sentences": "And you get benefits from it just as much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Yes, exactly. Regularly volunteering makes you as happy as making an extra $1,000 a year for those in the middle class. So, you're more likely to be civically engaged, you're more likely to feel good inside to the tune of making an extra $1,000. Why not do something good for someone else and also make yourself feel good as well, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "COLLINS",
      "sentences": "Yes, it does make you feel better. You know, I was here for Thanksgiving. It was my -- I was working. And so I went and volunteered that morning. And I ran into Errol Louis while I was there. His sons were there. And we jus t-we had a really good time just like doing something small for someone else just for like a little bit of your day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Mutual beneficial, Kaitlan, that's what I like to say. We like to feel good in the morning, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "COLLINS",
      "sentences": "Yes, Thanks for those numbers, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "COLLINS",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "HARLOW",
      "sentences": "Are you going to come volunteer with me? Kaitlan's, you know, already stepping up. We've got a lot to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "LEMON",
      "sentences": "You have more help than you need, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "HARLOW",
      "sentences": "What? I am making the kids, guys, do Meals on Wheels with me next weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "LEMON",
      "sentences": "Oh, that's nice. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "We'll all volunteer together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "HARLOW",
      "sentences": "They don't have a choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "COLLINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "LEMON",
      "sentences": "And as we're thinking about our former president, right, Jimmy Carter, the biggest - and I think the best volunteer organization -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "HARLOW",
      "sentences": "That is such a good point, Habitat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "LEMON",
      "sentences": "Habitat for Humanity. So, we'll think about that. And - it's a good way to end the show. So, go do something nice for someone else.Thanks for watching. CNN \"NEWSROOM\" starts right after a break.",
      "isLastSentenceInterrupted": false
    }
  ]
}