{
  "date": "2023-06-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Four Children Found Alive After Weeks In Amazon; Colombia And Guerrilla Group Agree To Ceasefire; 37-Count Indictment Against Trump Alleges He Risked National Secrets, Conspired To Obstruct Investigation. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:27",
      "speaker": "LAILA HARRAK, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome. I'm Laila Harrak. Ahead on CNN NEWSROOM. With photos to prove it. Columbia's President announces those four children missing in the jungle for weeks have been found alive.The federal indictment against Donald Trump unsealed revealing the extent of the special prosecutor's case against the former U.S. president. And we're days away from NATO's biggest ever air exercise over Germany.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:27",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center. This is CNN NEWSROOM with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:27",
      "speaker": "HARRAK",
      "sentences": "We begin this hour with the extraordinary rescue of four children who had been missing in the Colombian Amazon rainforest for weeks. Well, about 90 minutes ago, they arrived in Bogota. This is a video of the children being taken off the military air ambulance that transported them from the jungle to Bogota for further treatment. President Gustavo Petro says the children appeared weak when they were rescued and receive medical treatment before they boarded the air ambulance.While the for indigenous siblings were found alive on Friday. They haven't been lost since the first of May, when the small plane they were traveling on with their mother crashed in the jungle. The children's grandfather was understandably overjoyed after hearing about the rescue. (BEGIN VIDEO CLIP) FIDENCIO VALENCIA, CHILDREN'S GRANDMOTHER (through translator): This situation didn't let us sleep, didn't let us be happy, we couldn't talk. For us, the situation was like being in the dark. We walked for the sake of walking, living for the sake of living because the hope of finding them kept us alive. (END VIDEO CLIP) HARRAK: Our Stefano Pozzebon is covering the story for us and has now the latest from Bogota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:27",
      "speaker": "STEFANO POZZEBON, CNN REPORTER",
      "sentences": "It was a rescue me show that was successful against all odds. The four children found alive after spending 40 days in the thick of the Amazon jungle in Cucuta in southeastern Colombia. The relatives you can imagine burst into tears when they received the news that there were four children were coming home. And the President of Colombia Gustavo Petro also shared -- emotionally shared the news with reporters. Take a listen.(BEGIN VIDEO CLIP) GUSTAVO PETRO, PRESIDENT OF COLOMBIA (through translator): Together the military forces in the indigenous communities that helped with the search efforts found the children 40 days after the plane crash. They were on their own. They themselves are an example of survival that will go down in history. Today those children are the children of peace and the children of Colombia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:27",
      "speaker": "POZZEBON",
      "sentences": "The rescue on Friday night caps an all-round effort by hundreds of soldiers and indigenous scouts to try to locate the four children who had been missing since the small plane they were traveling on with their mother crushed in the thick of the forest in -- on the first of May. The body of the mother as well as two other adults that were traveling together on the small plane were recovered soon after the crash.But hope never faded to locate and rescue these four children. They Colombian military said they read -- they recovered scattered debris, relics and found footprints to keep the search going day after day until Friday. This photo emerged from the thick of the forest, they'll bring in the most unexpected and most pleasant news to their families but also to the entire nation. For CNN, this is Stefano Pozzebon, Bogota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "JACK SMITH, SPECIAL COUNSEL FOR THE UNITED STATES DEPARTMENT OF JUSTICE",
      "sentences": "We very much look forward to presenting our case to a jury of citizens in the Southern District of Florida.SMITH (voiceover): Yet little about this is traditional. Trump is shaking up his legal team so much his lawyer speaking for him Thursday stepped aside Friday. CHRIS CHRISTIE (R) PRESIDENTIAL CANDIDATE: It'll make some excitement to see who shows up at the table on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I mean, she shouldn't be going to jail. I don't know what the hell's going on.SMITH (voiceover): Meanwhile, Trump who vilified Hillary Clinton in 2016, for her handling of classified information, plans to campaign himself this weekend in Georgia and North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Hello, Fort Liberty.SMITH (voiceover): The same state where President Biden appeared Friday making no mention of the indictment of his predecessor and potential 2024 rival. A Republican candidate says Trump should end his campaign. ASA HUTCHINSON (R) PRESIDENTIAL CANDIDATE: That's a serious violation of the responsibility to keep classified material protected. SMITH (voiceover): Other Republicans reactions range from pragmatism to rallying the party. REP. KEVIN MCCARTHY (R-CA): That goes to the core of equal justice for all, which is not being seen today. And we're not going to stand for it. SMITH (voiceover): The case and campaign season will coincide. One of Trump's former attorneys points out if he were to win the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "ROBERT RAY, TRUMP COUNSEL IN FIRST IMPEACHMENT TRIAL",
      "sentences": "If it's still pending, he dismisses the case.SMITH (voiceover): Donald Trump could shake things up yet again. I'm Emily Smith, reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "Joining me now, Jessica Levinson is a professor at Loyola University Law School. She's also the host of the passing judgment podcast. Jessica, let's explore the legal angle. And there's so many questions that we want to ask you. Help us understand what the Special Counsel believes the former president did, how serious are the charges and is there anything that you found was new or surprising that caught your attention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "JESSICA LEVINSON, PROFESSOR, LOYOLA UNIVERSITY LAW SCHOOL",
      "sentences": "I think I'll start at the end, I think what caught my attention is that really we're talking about the most sensitive documents that could potentially threaten our national security, our members of the military and our allies, that these are not \"low-level classified documents.\" Some of the documents here, allegedly, again, they deal with our most sensitive information dealing with nuclear weapons, military attack plans, information regarding our allies that they don't want to be public and we don't want to be public.So, there were serious national security concerns here. I think that's what really leaps out at me. The other thing is just the number of counts and how this really is a case, apparently, about the National Archives, and then the Department of Justice, asking the former president over and over again, we need these important documents back and not just him failing to comply, but if the allegations are true, him aggressively and overtly trying to hide and conceal and obstruct in saying to the federal government, explicitly, and implicitly, you're not getting these documents back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "So, what do his lawyers now say now that the indictment is out there? What is Mr. Trump's defense for holding on to these documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "LEVINSON",
      "sentences": "So, I think we need to be very careful about listening to the difference between the defense outside of the courtroom and the defense inside the courtroom. Inside the courtroom, where there are repercussions for misleading a judge and/or a jury and/or filing things to the court. I think we will see a much narrower legal defense. One thing I want people to focus on is potentially the Trump legal team saying some of the information in this indictment never should have made it in there because it was covered by attorney-client privilege.Now, what a judge found in this case, is it with respect to the former president and one of his attorneys, there was an exception to the attorney-client privilege that applied. What exception is that? The crime fraud exception, which just as it sounds, essentially indicates that if you are trying to plan or commit a crime or a fraud with your attorney, you don't get that protection that you typically get when it comes to communications that you make with your attorney, where you may be seeking legal advice, for instance. And so, I think that's where we'll see a lot of the battle. [03:10:00] You know, in terms of the former president trying to say well, I declassified the documents, I think that's off the table because it's legally irrelevant and is undercut by the evidence we see in the indictment. It -- with respect to the former president saying I really wasn't the one involved, completely undercut by the indictment to the extent that the prosecution is able to prove the indictment. Former President isn't a bit player here, he's the star and director of this particular show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "You told us before that it doesn't necessarily matter whether these documents were classified or not, in order to allege that a crime was committed. So why would the Special Counsel go into such detail of what these documents contain if you didn't need to prove that they were, in fact classified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "LEVINSON",
      "sentences": "So, I think part of what we see here is that these are documents that there's a very real threat if they fall into the wrong hands, if they're publicized. And it helps us understand I think part of the reason why the former president might have wanted them in the first place, and why he did not want to turn them over. So arguably, it goes to motivation, even if for most of the statutory provisions, it's not specifically something that you would need to prove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "Is there a difference, Jessica, between having these documents physically as opposed to disseminating them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "LEVINSON",
      "sentences": "There is actually. So, part of the Espionage Act, for instance, delineates between retaining information and disseminating information. Now, unlawfully retaining the information in and of itself, obviously, can be a crime, disseminating the information that again where their allegations that the former president did disseminate the information, in one instance, to the head of his political action committee.And I think that, again, is to your question, why we hear about the details of the documents that they were highly sensitive that they included nuclear information, military attack information. All of that helps to explain the full story of why it is a problem to show people who are not entitled to see it that information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "Now, the former president is undeniably in the hot seat. I mean, all eyes are on him at the moment with this indictment. But how much of a stress test is this for the DOJ? What are the stakes for the Justice Department and all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "LEVINSON",
      "sentences": "Well, they're high. I mean, this is the most highly publicized case that we can think of. And this is not just the Department of Justice indicting a former president, it's the Department of Justice indicting a former president who's running against the current president. So, the political stakes obviously are high. The legal stakes, I would argue, are much higher, because the rule of law in many ways really does hang in the balance.But it's just -- it almost sounds ridiculous. But we've never been in this situation before. And I think it does bear repeating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "Where do we go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "LEVINSON",
      "sentences": "So, where do we go from here? We go to Tuesday when the former president will appear in court and he will enter we all believe, not guilty plea. And then we will go through the typical in an entirely untypical situation. We will go through the typical pre- trial motions and pre-trial fighting. And we really have to look to see what happens with respect to the litigation calendar and how does that map onto the electoral calendar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "HARRAK",
      "sentences": "Jessica Levinson, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:02",
      "speaker": "LEVINSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "MARTIN KELLY, LEAD INTELLIGENCE ANALYST OF EOS RISK GROUP",
      "sentences": "There's a correlation between Russia requesting drones from Iran, dark port calls in the Caspian Sea and an increase in dark AIS activity. And that to me was a key indicator of these three aspects combined. That something was going on probably the export of Iranian drones to Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "ABDELAZIZ",
      "sentences": "This heat map from Lloyd's list shows were most of those gaps in AIS are concentrated mostly near Iran's Amirabad port and Russia's Astrakhan port, where ships appear to be turning off their data on approach and going dark for extended periods of time.Now, using data like this and expert analysis, CNN was able to identify eight vessels that exhibited suspicious behavior in the Caspian Sea. This is one such vessel. It's a Russian flag tanker that was seen in early January, leaving Iran's Amirabad port making its way across the Caspian Sea to Russia's Astrakhan port. Now, we cannot independently verify what this tanker was carrying. But experts tell us the shipment was likely linked to the arms trade. ABDELAZIZ (voice over): And there are signs that Tehran could be air mailing arms too. The U.S. and Ukraine both accused Tehran of sending supplies to Russia by plane. CNN analyzed the tracking data of four Iranian cargo planes flagged by the U.S. Commerce Department for potentially carrying drone shipments. Collectively, the aircraft made at least 85 trips to Moscow airports between May 2022 and March 2023. Iran has admitted that it sold a small number of drones to Russia, but it says the sale was a few months prior to the war in Ukraine. CNN has reached out to Iran and Russia for comment, but has yet to receive a response. But given the much larger volume cargo ships can carry the Caspian Sea corridor is likely the primary conduit. And experts say it is the new frontier for weapons trade between Moscow and Tehran tucked away from Western interference. It provides an easy avenue for sanctions evasion expert Aniseh Bassiri Tabrizi says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "ANISEH BASSIRI TABRIZI, SENIOR RESEARCH FELLOW AT RUSI",
      "sentences": "I think the perception in Moscow is that Iran can teach a lot to Moscow about how to go and how to still have a significant economy, even when sanctions are imposed.ABDELAZIZ (voice over): And there is very little the U.S. and its allies can do to stop it. And more could be on the way. Intelligence officials warned in November, Iran plans to send ballistic missiles, ammunition and more sophisticated drones to Moscow. A bustling corridor potentially providing a much-needed Arsenal critical to Russia's land grab in Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "ROBERTSON",
      "sentences": "And what about to Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "GERHARTZ",
      "sentences": "No, it's to prove in the alliance and to prove to our people to public, we are fast, we are quick, we are first responder, and we are able to defend this alliance. And NATO territory is the red line, and we are willing to defend every inch of it.ROBERTSON (voiceover): Officially kicking off Monday, scheduled to run until late June. The aim is to get pilots of NATO's different nations ready should they need to fight together wingtip to wingtip. CODY SABOT VAN BEEK, 1ST LT. USAF AIR NATIONAL GUARD: I'm a young lieutenant, so I have not experienced any large-scale thing like this. I actually got to fly with Eurofighters two days ago, and just being on the wing of a partner is awesome. ROBERTSON (voiceover): Even Turkey, NATO's most mercurial member, is sending F- 16s, albeit just three out of the hundreds they own. COL. ERSIN OZMEN, TURKISH AIR FORCE COMMANDER 151ST SQUADRON: As an active and powerful member of NATO, we are here today to share our experience and develop our readiness. ROBERTSON (voiceover): While commanders insist Air Defender 2023 is not a message to Putin, lessons learned from how Russian forces attack Ukraine with drone and cruise missiles are incorporated into the training.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "GERHARTZ",
      "sentences": "In the Ukraine, you can see how important it is to have what we call air superiority. So that's why it is really important to have a good ground-based air defense and fighter aircraft which can work together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "ROBERTSON",
      "sentences": "Regardless of NATO's military intent, the exercise's diplomatic message is unambiguous.AMY GUTMANN, U.S. AMBASSADOR TO GERMANY: I would be pretty surprised if any world leader was not taking note of what this shows in terms of the spirit of this alliance, which means the strength of this alliance and that includes Mr. Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "ROBERTSON",
      "sentences": "If the good weather holds as expected, training and messaging will have plenty of time to align. Nic Robinson, CNN, Yagle (ph) Air Force Base, Germany.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "HARRAK",
      "sentences": "The U.S. has announced a new security package for Ukraine worth more than $2 billion. The Pentagon says it will include critical air defense capabilities, such as missiles, artillery and additional ammunition. The announcement comes as Ukraine has been requesting further support from the West, primarily a pledged to join NATO and other security guarantees after the war.NATO Secretary General has said Ukraine's future is in NATO and that all member nations agree however, President Zelenskyy says he wants the Alliance to give Keith what he calls a clear invitation at next month's summit in Lithuania. Well, earlier I spoke with Fabrice Pothier, a former Director of Policy Planning at NATO and asked him about Ukraine's desire to join the Transatlantic Alliance and how NATO leaders have responded to the country's requests so far. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:09",
      "speaker": "HARRAK",
      "sentences": "Why is the Alliance still reluctant to agree to a timeline for Ukraine to join NATO? Why is it not extending an Invitation to Ukraine to join them at the summit in Vilnius? And what are some of the differences among members when it comes to this issue and Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "HARRAK",
      "sentences": "OK. Let's talk about that meeting that's taking place on Monday with those leaders and also the Polish president in Paris to discuss what has been described as security guarantees for Ukraine. How aligned are these leaders when it comes to security guarantees? And how are security guarantees defined? I mean, you know, this message that security guarantees will be given to Ukraine. How has it been received by other NATO leaders? What are the implications?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "POTHIER",
      "sentences": "Well, personally, I've been working on this question with President Zelenskyy steam for the past year, and we've created what we call the cap security compact, which was presented by Anders Fogh Rasmussen and Andriy Yermak, the head of President Zelenskyy's office. This is what's on the table right now, what is being discussed between the G7 leaders and some other countries like Poland.Essentially security guarantees about saying two things. One, we are going to support Ukraine's right to self defense under Article 51 of the U.N. Charter. And we're going to give you everything it needs to defend its territorial population, which is essentially what we've been doing for the past year, but somehow to codify the support in an open-ended way. The second thing that (INAUDIBLE) should be about is about being a bridge between now and NATO membership. The same thing that has been done with Finland and Sweden, where some countries including the United States, gave some bilateral guarantees to those countries. Between the moment they were signaling the intention to join NATO and the moment they were effectively part of NATO and under the NATO umbrella. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "HARRAK",
      "sentences": "And that was Fabrice Pothier. A former Director of Policy Planning at NATO.Still ahead, fires continue to burn across Canada. But snow conditions in the eastern United States are improving. Plus. Firefighters from South Africa celebrates as they arrive in Canada to help battle the blazes. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:05",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "This is what it looked like on Thursday in Washington, D.C. with the air quality index over 300, I think at times and then all of a sudden on Friday, the air cleared up. The wind came through and really cleared things out where the numbers were down into the 50 range. So, that is some good news. Now, this is a model, computer model of where the wildfire smoke is right now.Most of it has been pushed offshore. That's why it's gone. That's why those pictures were so much better. There's still going to be smoke in the air. Don't get me wrong, but our numbers will not get to that hazardous category, probably unhealthy for sensitive groups all through the weekend in some spots. But we have relief on the way. Not only relief from the smoke. Real relief with a low-pressure system that's going to rotate around the Great Lakes with wind and rain. But some relief for the firefighting effort as well. There will be many areas here in Ontario and Quebec, that will pick up a more than an inch of rain over the next three days. That will certainly do quite a bit to help those firefighting efforts out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:05",
      "speaker": "HARRAK",
      "sentences": "Thank you, Chad. For that now, as we hear from Paula Newton in Ottawa, it's probably going to be historically destructive Canadian fire season.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:05",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Canadian officials say that there are fewer fires burning now than there were earlier this week. Having said that, you have to keep in mind there are fires burning right across this country from the west to the east. It is on track already to be the second worst fire season ever in this country, and it will likely be surpassed, given the fact this is still early in that wildfire season.Now having said all of this, what is going to help the most is some cooler, weather moving through some critical regions like Quebec, hopefully in the next few days. This will continue to be a problem, though, and I want you to see why. Have a look at this map. This is Canada, in fact, North America as it includes Alaska, the Boreal Zone. It includes millions of hectares of boreal forest. Those places have been susceptible to more wildfires given climate change. It's not a clear pattern, it is incredibly complex. But the fact remains that there have been more wildfires, and they emit carbon of their own that also adds to the climate crisis. Given what you see there, officials in the United States and Canada are trying to see if they come up with some kind of joint fire management system that includes better ways to try and manage a wildfire in the future and also obviously trying to pool resources, trying to really not just prevent the fires, but when they see hot spots, get on top of it right away. Having said that, officials say to prepare for what unfortunately will be a very severe wildfire season, in the months to come. Paula Newton, CNN, Ottawa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:37:47",
      "speaker": "HARRAK",
      "sentences": "After being indicted over his handling of classified documents, former U.S. President Donald Trump is expected to be arraigned at a Miami courthouse on Tuesday. And as Shimon Procupekz reports authorities are making security preparations for his court appearance.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:37:47",
      "speaker": "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Law enforcement officials met today from the local police department to federal official and courthouse security, to discuss the arraignment of the former president, which will take place on Tuesday. All sorts of different security measures will be put in place. Streets will be closed. We also don't expect to see the former president on the streets walking into the courthouse. Every effort is going to be made to take him underground, outside the courthouse, into the courthouse, all to be done underground so that he's not above ground and around any people.The other concern here is obviously for any of his supporters who may show up. Of course, a lot of law enforcement officials thinking about January 6. And so, a lot of precautions are going to be taken in anticipation of the president's arrival here in Miami at the courthouse on Tuesday. Also, law enforcement officials are scouring social media and other sources to make sure that there are no threats, to make sure that they are not missing anything. And, of course, they say they will be prepared for his arraignment on Tuesday. Shimon Prokupecz, CNN, Miami. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:37:47",
      "speaker": "HARRAK",
      "sentences": "Well, this case has been assigned at least for now to a federal judge in southern Florida who was appointed by Trump in 2020. Many are now asking if Judge Aileen Cannon can be impartial given her controversial involvements in the case last year. CNN's Brian Todd has a report.(BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voiceover): This 42-year-old judge from south Florida now faces enormous scrutiny because of her history with former president Trump. Multiple sources familiar with the matter tell CNN federal district judge Aileen Cannon has been assigned, at least initially, to oversee the criminal case against Trump in the Mar-a- Lago documents investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TODD",
      "sentences": "The concern stemming not only from the fact that Donald Trump appointed Cannon to the federal bench when he was president, but also from her earlier involvement in the Mar-a-Lago documents probe.Last year, she approved Trump's request to block Justice Department access to the recovered documents until a special master could review them for potential executive privilege, a ruling that even surprised legal conservatives. WILLIAM BARR, FORMER U.S. ATTORNEY GENERAL: The opinion, I think was wrong, and I think the government should appeal it. It's deeply flawed in a number of ways. TODD (voiceover): The government did appeal Cannon's ruling and the 11th Circuit Court of Appeals overturned it. If she now oversees Trump's federal criminal trial --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "RODGERS",
      "sentences": "She only has to take really small steps in order to throw this thing off track for the Justice Department by delaying it until we're past the election, and Trump, of course, hopes that if he manages to get himself elected again, this case goes away as he would direct his Justice Department to drop it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TODD",
      "sentences": "But a former colleague of Cannon's in private practice disputes accusations that she favors Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think she has any bias at all. I know that she would do the right thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TODD",
      "sentences": "Judge Cannon was nominated to the federal bench by Trump in May of 2020, confirmed later that year. During her confirmation hearing Cannon thanked members of her family including her maternal grandparents who she said had to flee Cuba in 1960 and her mother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "JUDGE AILEEN CANNON, TRUMP APPOINTED JUDGE",
      "sentences": "To my loving mother, Mercedes, who at the age of seven had to flee the repressive Castro regime in search of freedom and security, thank you for teaching me about the blessing that is this country and the importance of securing the rule of law for generations to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TODD",
      "sentences": "A graduate of the University of Michigan Law School Aileen Cannon once practiced law at a firm in Washington, where she said she handled cases related to government investigations.She also served as an assistant U.S. attorney in Florida in the major crimes division.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If I learned one thing about working with Judge Cannon, I know that she can be counted upon to work as hard as she can work to get the right answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TODD",
      "sentences": "We reached out to Judge Cannon's chambers to ask for a response for the criticism that she's been biased in favor of former President Trump. We didn't hear back.During her confirmation hearings she was asked if she'd ever had any discussions about loyalty to Trump. She decisively responded no. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "HARRAK",
      "sentences": "Boris Johnson, the embattled former British Prime Minister says he's had enough of Parliament and is stepping down effective immediately. Well, that of course triggers a by election for his seats. Quitting is out of character for Johnson, who's weathered countless political battles over his long and colorful career, but Partygate ultimately proved to be too much. He has denied lying to Parliament about the illegal parties at number 10 during lock downs, but admits his explanations were misleading. In a blistering statement announcing his resignation, Johnson slammed the latest House of Commons investigation into the scandal, calling it a witch hunt to force him from Parliaments. Johnson claims the not-yet released report is riddled with inaccuracies. But under their absurd and unjust process, I have no formal ability to challenge anything they say.Later today, football history could be made at the Champions League final Manchester City will try to win the competition for the first time and complete a rare trouble. But standing in the way is three- time European Champions League Winners Inter Milan. CNN's Amanda Davies that has a preview of the match with former champion Steven Gerrard. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORTS",
      "sentences": "I am getting tingles, standing here, thinking back about that night, but what does it feel to you?STEVEN GERRARD, 2005 UEFA CHAMPIONS LEAGUE WINNER: Well, very similar. The hair is on me next. When I first walked in the stadium, it feels extremely special to be back here. It's the first time I've been back since 2005. The best night in my life in terms of, you know, football and career. So to be here now, to enjoy again another special occasion, Man City and Inter Milan, I'm really looking forward to the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "DAVIES",
      "sentences": "And so that's a fair amount for the two sides tomorrow to live up to. So, I mean, what are you expecting from Man City against Inter Milan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "DAVIES",
      "sentences": "And the midfield is where you created so much of your magic as a player, very much being talked about as a key area tomorrow. What do Inter need to do to try and stop City?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "GERRARD",
      "sentences": "I think team selection is important. With all due respect to Mkhitaryan, I think they'll go with Brazonavich (ph). I think he needs to play. He's more controlled in terms of control and space. He's more aggressive out of possession. So I think Inter will go more pragmatic. They have to get up and get close to Gundogan, to Rodriguez and De Bruyne, because them three players are the best midfield partnership in world football right now.They can hit you at any given moment. They complement each other so well. If Inter don't get close and get tight and nullify space and nullify City threats. I think Inter could be in big trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "DAVIES",
      "sentences": "So much talk, of course, for City, it's not just about winning the Champions League for the first time, but winning that European treble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "GERRARD",
      "sentences": "Well, they deserve it. They deserve it. And I've obviously been a huge rival of City for many years, but out of respect, I think you have to pay compliments to the players individually, to the management, to the staff of the club, they've gone and delivered so far. This is the last piece and I expect them to do it because they're a fantastic team. And if they, do it, they deserve every accolade, every bit of praise that's going to come their way.And if they are compared to the 989 team of united any other team on the planet, they deserve all accolade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "DAVIES",
      "sentences": "And there's been such a debate, hasn't there, that you have to win this trophy, the Champions League, to be considered a great team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "GERRARD",
      "sentences": "People said that to me about the Premier League. Listen, that the media and the outside opinion of you will always be like that, what you haven't got or you haven't done. People will always point fingers and accuse and that's football, that's the world we live in. This is a special team. Whatever happens to City, they will remember that being one of the best team that's ever been, best manager, world class players.That's the respect I've got for this City team. But if they don't tip this box, I'm not sure many fingers from a negative point of view can come their way. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "HARRAK",
      "sentences": "And still to come we're live in Rome as the pope continues to recover after abdominal surgery earlier this week.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "HARRAK",
      "sentences": "All right. Let's go to Rome now where Pope Francis is continuing to recover after undergoing abdominal surgery earlier this week. The Vatican spokesperson said on Friday the pope gathered in prayer and devoted himself to work.CNN's Barbie Nadeau is outside the Gemelli Hospital in Rome. Barbie, good to have you with us. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:06",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Well, we did get a little word from the Vatican spokesperson a short time ago they said that the Pope spent another tranquil night. Of course, that's good news. He's 86 years old and he had this surgery on Wednesday, a three-hour surgery. So, everything's looking good. We heard yesterday that he was moved from the bed to the chair. We haven't heard that he's walking yet, we heard last night.He's still on a liquid diet. So, we're just seeing the progress his doctor say he's making progress as he should be. But behind me in this hospital, the children of the children's ward drew pictures for him. Some, you know, beautiful little images wishing him well. So, there's a lot of support for him. There are people who obviously all around the world are hoping that he makes some ends and he's back on his feet soon. Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:07",
      "speaker": "NADEAU",
      "sentences": "That's right. He had an infectious bronchitis in the same hospital here. But that was different. He arrived in the hospital by ambulance then he was in a -- it was a serious state of concern over his health care. This time he came by his private vehicle after he had given his Wednesday audience. So, this is very much a different sort of situation. His doctor saying this was not an urgent surgery, but it was unnecessary surgery.All of this, of course, preparing for a very busy summer schedule, the first week of August. He's due in Portugal for World Youth Day. The end of August, he's doing Mongolia for an apostolic voyage there. So, he wants to get well. His supporters want him to get well so that he can take part in those two major, major events coming in August. They've canceled all of his audiences and all of his activities until June 18. We don't know how much longer he'll be in the hospital. They had said originally around 10 days maybe longer, or if the moving back to the Vatican where he can recuperate there, all of those things are still a little bit in flux. But every day we hear that he's doing better as a day that the Catholic faithful are obviously very, very thankful for. Laila?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:07",
      "speaker": "HARRAK",
      "sentences": "Barbie Nadeau reporting from Rome right outside the hospital where the Pope is recovering. Thank you so much.Scary times for one of the most successful entertainers of our time. We'll tell you about the man who is behind bars for allegedly stalking and threatening Taylor Swift. That story and a whole lot more when CNN NEWSROOM continues. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "BELL",
      "sentences": "Twenty-four-year-old Henri who's meeting there, the French presidents he'd been on that nine-month tour of France's cathedrals when he came across the attacker in the park using his backpack to try and fend him off and prevent him from carrying out any more knife attacks. Those images captured on Amateur footage and his humility have made him a national hero.Melissa Bell, CNN, Paris.",
      "isLastSentenceInterrupted": false
    }
  ]
}