{
  "date": "2023-09-26",
  "headline": "CNN 10",
  "subHeadline": "Hollywood Writers Strike and Where Things Stand; Latest Mission from NASA Bringing Back The Goods From an Asteroid; Fish Whose Age is Record- Breaking. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "When is Hollywood going to be able to get back to work? What productions will return and what can`t return because theactors of course are still on strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BRIAN LOWRY, CNN MEDIA CRITIC",
      "sentences": "Right, this is going to happen in stages. So, some of the talk shows, which we`re already talking about coming back,without writers will be back up and running fairly quickly. Things like Drew Barrymore Show variety is reporting that the late-night shows, Colbert, Kimmel, Fallon could be back up and running in early October. And then it`s going to be a matter of time, you`re going to need the actors, the actors will likely follow the template that the writers negotiated, but they have some issues that are unique to them. So the writers will have -- the actors will have to get their deal done. I think before you get wholesale scripted production pack to work, it`s going to be several weeks, and then you start to run into the holidays. So we really don`t know exactly. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia.Which band has the longest running fan club? Rolling Stones, Nirvana, Queen, or U2? At least for the world record says it`s the band Queen that has the longest official club. It started in 1970 and still going strong. We will, we will rock you now with some space news with quite the rock band connection. NASA successfully landed samples from the surface of an asteroid back here on earth. The samples originally came from the asteroid Bennu and were collected back in 2020 by the OSIRIS-REx spacecraft while on a continuing mission to explore new asteroids. NASA will share more details about the sample on October 11th. Now, what does Queen song, \"we are the champions\" have to do with all this, my friends? Well, the guitarist for the classic rock band, Brian May is an astrophysicist and a team member for mission OSIRIS-REx. That stands for \"Origins, Spectral Interpretation, Resource Identification, Security- Regolith Explorer.\" CNN International Correspondent, Michael Holmes will now come at us with some more meteor details about this story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "More than seven years ago, NASA sent out on a mission to visit an asteroid, collect samples and returned them to earth. It took more than twoyears for OSIRIS-REx to reach the asteroid named Bennu, which is nearly 500 meters in diameter, roughly the height of the empire state building. It circled Bennu for more than two years mapping and studying its rough terrain. Then in a brief touchdown in 2020, when the spacecraft attempted to extract rock samples from Bennu something unexpected happened. As the spacecraft swooped in to gather some samples, it landed with such force that it set off an explosion of loose materials. The asteroid surface was softer and looser than expected. Then after collecting rock materials from the asteroid, OSIRIS-REx departed Bennu in 2021, and has since been on its way back to earth. Scientists believe that carbon rich asteroids like Bennu could hold the answers to the mysteries of the origin and formation of the earth and the solar system. NASA says the asteroid holds the leftover materials from 4.5 billion years ago back when the solar system was first forming. The spacecraft already found traces of water embedded within Bennu`s rocky surface in 2018. So NASA scientists say the samples could take us back to the dawn of the solar system. DANTE LAURETTA, OSIRIS-REX PRINCIPAL INVESTIGATOR, UNIVERSITY OF ARIZONA:  And we believe that we`re, we`re bringing back that kind of material, literally, maybe representatives of the seeds of life that these asteroids delivered at the beginning of our planet that led to this amazing biosphere, biological evolution and to us being here today, to look back on that amazing history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "But the journey isn`t over yet for the mothership ship of OSIRIS- REx renamed, as OSIRIS-APEX, the spacecraft will embark on its next mission to chase down and investigate an asteroid named Apophis.(END VIDEOTAPE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "AMANDA DAVIES, SPORTS ANCHOR, CNN INTERNATIONAL",
      "sentences": "Cristiano Ronaldo, Neymar, and Karim Benzema, some of the games` biggest names now playingtheir football in the league that until last year, many internationally had never heard of the Saudi Pro League. But why is it happening? Barcelona`s President Joan Laporta has claimed there are no sporting reasons for players to make the switch to Saudi. The SPL is a league without the traditional history playing prestige or status behind its silverware. According to stats company, Opta is a league ranked only 36 best in the world. When then 37-year-old Cristiano Ronaldo moved to Al Nassr, there were suggestions he saw it as something of a new luxurious retirement destination. But he says he is determined to help it become one of the best domestic competitions in the world. And the arrival of the likes of Neymar, Benzema, Ruben Neves, and Roberto Firmino is a sure sign of intent. Saudi Arabia has the money to sign any player it wants if the players want to move there. It`s a league without the financial fair play regulations imposed on European clubs with reports of Ronaldo, Neymar, and Benzema earning well over a hundred million dollars a year. Previously clubs in the Saudi league have been owned by the country`s Ministry of Sport, but recently there`s been a move to privatize, several of them as part of a government initiative, the Saudi Sovereign Wealth Fund known as the Public Investment Fund or PIF has taken control of the leagues for most powerful teams, Al Nassr, Al-Ittihad, Al-Hilal, and Al-Ahli. Crown Prince Mohammed bin Salman is chair of the PIF, which has an estimated value of more than $776 billion in assets, according to its most recent filing. Critics like human rights watch and amnesty international have accused Saudi Arabia of a calculated sports washing campaign and focusing on football to, \"obscure its extremely poor human rights record and its anti-LGBTQ plus stance.\" But Saudi is a country that says it`s been looking to diversify its economy away from oil and has seen the value of sport, particularly with its benefits of attracting new tourism and keeping a relatively young population, happy in an interview with Fox News, Prince bin Salman said he doesn`t care if people call what the country is doing sportswashing, as long as it grows his GDP. And attracting players is just the start. If this is about putting Saudi Arabia on the map, there`s no better way of doing that. Then playing hosts to the biggest and best sporting event on the planet. A World Cup bid is reportedly expected for 2034. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}