{
  "date": "2023-03-27",
  "headline": "Connect the World",
  "subHeadline": "Israeli President calls on Netanyahu & Government to Halt Judicial Overhaul Process; Protests, Strikes Rock Israel after PM Fires Defense Chief; At least 20 Tornadoes Touch Down in Southeast U.S.; Ben Gvir's Party: Government Agrees to Delay in Judicial Reform; Saudi National Bank Chair Resigns after Credit Suisse Remarks; UAE Hosts 27th Edition of Race Worth $30.5 Million. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNNI HOST",
      "sentences": "Well, this hour Israel in chaos after Prime Minister Benjamin Netanyahu sacks his Defense Chief. We'll be speaking witha Former Israeli Prime Minister. First up though, you're other headlines this hour and Western allies reacting strongly to Russian President Vladimir Putin's plan to station tactical nuclear weapons in Belarus, NATO describes it as dangerous and irresponsible while Lithuania is calling for fresh sanctions. First Citizens Bank buys Silicon Valley Bank a move that brings much needed calm to U.S. and European markets. That is ahead of this week's congressional hearings on what went wrong at SVB? Dozens of migrants die off to their boats capsized while trying to reach Italy. That's as the island of Lampedusa reports a record of more than 2000 migrants arriving in just 24 hours. Welcome back with us for the second hour of \"Connect the World\" and wherever you are watching you are more than welcome. Chaos in Israel flights disrupted offices and malls closed hundreds of thousands protesting on the streets of Tel Aviv and Jerusalem all sparked by Prime Minister Benjamin Netanyahu's decision to fire his Defense Minister after he spoke out against proposed controversial judicial overhaul. Well, the attempt to silence opposition voices has ignited a huge general strike which affected Ben Gurion Airport Israel's main seaport and even McDonald's restaurants today. Now, right wing groups are planning to hold counter protests outside the Knesset and the high court. Well, one of the most forceful advocates of judicial overhaul Justice Minister Yariv Levin has warned that lawlessness could bring this government down, Benjamin Netanyahu calling on demonstrators to behave responsibly and not to act violently. Tonight we ask how far is Benjamin Netanyahu willing to go to push through this reform. Well, joining us now from London is Former Israeli Prime Minister Ehud Barak more than two weeks ago; he called for massive civil disobedience over the judicial overhaul. And apparently Israelis are heeding that call. It's good to have you, sir. We are expecting to, or at least there are reports that Benjamin Netanyahu will speak at some point today, possibly even in this hour. If he does, what do you expect him to say sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "EHUD BARAK, FORMER ISRAELI PRIME MINISTER",
      "sentences": "I can just guess that he will say that these judicial overhaul is stopped and will be delayed for thenext three or four weeks, until after Independence Day. He probably might reconsider the firing of the Minister of Defense. But I tend to believe that he won't do this. And but my judgment, this will not suffice. The protests will continue probably even stronger, because already now it's not enough to stop it. We demand to reverse the whole thing to cancel the kind of about a dozen of different totally crazy laws that had been passed in first reading, waiting for final readings already in the Knesset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ANDERSON",
      "sentences": "What a suspension indefinitely of these judicial plans is sufficient, after all on one extraordinary Israeli politics, just tweetingin the past hour or so he has a history of suspending disastrous plans at the last minute. The annexation plan, for example of 2020 at that stage had the Abraham Accords of course in his sights. He doesn't have that sort of exit at this point. But would a suspension indefinitely at this point be sufficient?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Israel's controversial Finance Minister Bezalel Smotrich, who just last weekend has been accused of making racist remarks aboutPalestinians writing off the Palestinians, as a people has now called on his supporters on supporters to protest in favor of the judicial overhaul. What do you make of that move, given the incendiary nature of what we are seeing on the streets of Israel at present?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BARAK",
      "sentences": "Here - size. Our size of the protests and anti-government protests covered in the last 24 hours, over 600,000 people. That's about probablyalmost 15 percent of the adult population of Israelis. And this is the most massive demonstration ever. The right wing, surely, these racist Smotrich, will not gather even 10,000 of them. So they immobilize it to be very poor, public wide brutal or violent but very poor in population. And it will just show a proof how weak the right wing is and how little support these governments have these days. Especially the Smotrich together with Islam, Partner Ben Gvir - nationalists, atheists, messianic lunatics, they are the successor - our religion might well remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "I spoke to Likud Lawmaker Danny Danon last hour, he seems to think that once Netanyahu stands up addresses that country suspense, andthis was his thinking of what will happen next suspends this - these moves for the time being that will restore calm amongst the people and the protesters. You are most definitely not agreeing with him at this point. Is that what you're saying that will not be enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BARAK",
      "sentences": "Becky, in the last two weeks, it seems that Netanyahu and the people around him lost contact with realities. They lost their balance judgment ofrealities as they are. So they are always behind the wave. They make the decision always too late and too little. And that will happen when he decides to fire the Defense Minister, something unheard of totally surrealist picture. In Israel the Minister of Defense is part of the chain of command. Unlike America, Defense Secretary is not part of the chain of command. He is the man responsible for the security. And he demand from Netanyahu to gather the inner cabinet to discuss a parent and immediate risk to our security based on the intelligence that he has in front of him. And based on the price conflict is a hasty legislation. Netanyahu will refuse to do it. That something that showed suddenly to the Israeli public, that he somehow totally disconnected from reality. It raise question mark whether Netanyahu can continue to serve as Prime Minister? In America it would activate immediately the 25th Amendment. In Israel, there is no constitution, there is no such amendment. And there is no such - that's the reason for the eruption like a volcano of the demonstration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "And let's be quite clear, you know, just for the purposes of balancing. You know, I have to point out you are no fan of BenjaminNetanyahu. But Israel's government and its policies have been heavily criticized by the United States by the region that I am in here in the UAE. You're the Former Prime Minister of Israel just how concerned are you, sir genuinely how concerned are you about the future of the country and its relationship with its people and with what you might call near erstwhile allies at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "I hear what you're saying. And I just want to provide some context, perhaps further for what you are saying here. Israel's Chief ofStaff has, just as I understand it, and this has been reported now by the Reuters News Agency has addressed military staff saying that Israel has never seen a crisis like this. Is he right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BARAK",
      "sentences": "Yes, Israel has never seen a crisis like this. But I want to warn our potential enemies. We're living in a tough neighborhood where many wehave some friends, but many neighboring players which are not that friendly. If a war, a major war will open, be it with - with the Hamas any foot scale event everyone will show up, every pilot will come every cyber warrior, every NSA equivalent guy, every special faulted guy, they will all come there. But there are periods in between and that way, in fact, that's the reason why our rivals do not seriously consider initiators and major clash in spite of our relative weakness today. But there are times between those events. And if you see every single day some a glow of a flame over some R&amp;D installation of Damascus or some convoy that goes for Iran to Iraq to Syria to Lebanon and or Iraqi Syrian border hit by high precision munitions. These all operations are done by two cells that the people the cockpits are behind the computers are reservist, and they won't be available to a dictator. That's why Bibi has no choice but to capitulate tonight, to the demand first of all to stop it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "He likes it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BARAK",
      "sentences": "But he wants a fight. We will need at least two elements. One is the full cancellation of all the legislation for the last month. Second is prekind of condition a commitment in advance that all legislation will be done only in a wide consensus and deal with how to make the Supreme Court independent Not how to inflame it, how to protect the values of the declaration of independence and how to strengthen Israeli democracy. There is no negotiation about anything else, not half dictated that one portal, the type of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Kylie let me just stop you just for a moment because I'm - let me just stop you for a moment. I'm just getting some news in here, which isimportant that we bring up. Thank you. Let me bring up Hadas Gold. Ben Gvir's party and Benjamin Netanyahu, have, as I understand it now agreed to delay this reform. What do you know? What are you hearing on the ground here because this is important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, this statement just came in from Ben Gvir's party Jewish power. They say Prime Minister Netanyahuagreed with the Minister of National Security Ben Gvir that the government will be given an extension until the next session to pass the reform through negotiations. And then at the same time, it was agreed between the two, that as a step to increase governance, the establishment of a national guard will be approved at the next cabinet meeting. So clearly, this is a result of likely back and forth negotiations between Netanyahu and Ben Gvir which was widely seen as being one of the last stumbling blocks for Benjamin Netanyahu to finally come out and put a halt to this legislation to this reform, what sparked all of these weeks now protest today's massive general strike that brought Israel to a halt. One note, though, Becky, is that the protesters are not stopping. And I have to see - tell you that I've seen a switch earlier today where I was standing exactly here and we were just further up from the Supreme Court and the Israeli parliament. It was all of the protesters who are against the reform. But now the right wing protesters have heeded the call from people like Ben Gvir and Smotrich to come out and to protest in favor of Netanyahu now and in favor of these reforms. And I've seen the switch because right now on the street, the people walking behind me increasingly are the right wingers. These are people who are saying Bibi is King, Ben Gvir is everything. And they are coming out down to the street. Now what is the fear is that there are some fringes elements of the right wing, which are known to be violent have been known to be violent in the past. And there is a big fear that there will be clashes later tonight, regardless of Ben Gvir and Netanyahu have come to an agreement to it's you know, the train has left the station. The momentum is there. People are right now out on the streets. I think it will take a lot to get them off the streets. Watch the space as night falls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GOLD",
      "sentences": "I doubt that it will be enough for many of the protesters who want to see this, who want to see the reforms completely off the table. But what isinteresting is to hear Ben Gvir talk about negotiation, talk about the possibility of negotiation - with the other side that could potentially - compromise her for, that of course, - Israeli President has been gone for now, as we hear clearly across behind me is, on the side of the protesters on the street right now, who, as I said before, are more and more of the right wing coming out on the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "And I'll just get to Kylie and we'll see if we can get rid of that horn noise. Kylie, you've got the news as quickly as myself and Hadasgot the news, is this suspension and by no means indefinitely do you think and you've been talking to sources at the State Department going to be enough at this point to assuage the significant concerns that you have been reporting from the U.S. from the Biden Administration from Washington about what is going on in Israel at present?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ATWOOD",
      "sentences": "Yes, well, listen, I think, you know, we're waiting, of course, to hear an official response from U.S. officials. But I think it's safe toassume that they would welcome any sort of effort right now to try and bring down the tensions. As you said, it's very unknown as to if this announcement is going to be enough to send those protesters home because this is essentially just a band aid, I think on what is a larger issue, these judicial reforms don't appear to be thrown out. They're just delayed until the Knesset is actually going to meet. So, the reaction I think is going to be key here. But U.S. officials are probably going to be grateful that there's something here to make sure that the tension calms down, potentially for the time being. Of course, we'll be asking State Department officials, Department officials who are at the U.S. embassy in Israel, for their response, and of course, the White House as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, we'll get back to you as soon as we get that always a pleasure. Thank you very much indeed. We're going to take a very, veryshort break Very busy here. Let's take a break, back after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Becky, it is extraordinary to see these images here. And just a few days since that storm ripped through thiscommunity, it's starting to hit people what they went through. This neighborhood took the brunt end of that EF-4 Tornado and we're joined now by one of the survivors here in this community, - Jermaine Wells. Jermaine, we saw you as you're going through what's left of your home here. How are you feeling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good, it's all we --. So we try our best to make it mean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "What did you go through? What was it like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Came quick face. All I knew I saw the roof coming down on my head, cause moving. My wife was stuck out there on a slab sitting onthe slab with the tornado. Tornado Tolson, cause it's this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "I mean, and how do it look surreal, there's cars floating in the air. This tree being ripped down, your roof is gone. I mean cognations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "--top on me. Hey man, God came and got what he came to give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "You got to ask yourself how you made it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But he let us know. What are we doing around his little town? We need to get it together man. Because he coming back. He isn'tgoing to play with, he coming back. This is just a warning. And all the people there's a lie, it's time to start a new foundation. The foundation got to be started with God. A call we still heal. They can be replaced. But our life couldn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "That's what we're hearing from people. It's like, their possessions are meaningless because so many people didn't make it and theysurvived. And you know, you have to be so, so grateful. And your neighbors, they died here. We've been reporting in front of their home all day, you saw them. The truck, they're 18-wheeler on top of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Hope they're going to a better place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "We know you're still processing a lot of this. Jermaine, thank you so much for taking the time on CNN! I really appreciate it man. Godbless you. It's heart breaking, Becky, it's really hard to see people, you know, pick up what's left of their lives. Jermaine was telling me off camera that he did have home insurance, but we're hearing from so many that they did not. This is a small community of about 2000 residents in the Mississippi Delta here in the southern portion of the U.S. That is predominantly black impoverished. People here have very little on what they do have, they're very proud of but as you see for so many, and they have very little left here, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Nick, thank you. Let me get you back to Jerusalem where Hadas Gold is standing by. Hadas, we were speaking just a couple of minutes ago,when the news broke that Israel's judicial overhaul has been delayed until the next legislative term, that is a statement from Itamar Ben Gvir's Jewish power party in agreement with the Prime Minister Benjamin Netanyahu. This is just a suspension until the next session of the Knesset, after the Passover recess. Hadas, you got a little bit of time to process this and talk to people around you those protesting on the streets. What do they say about this news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Hadas, stand by. I want to bring back the Former Israeli Prime Minister Ehud Barak, who is back with us, joining us from London today.More than two weeks ago, of course, you call for a massive civil disobedience over this judicial reform plan. What do you make of what we've just heard? It's the Jewish power party who has announced the not suspension but delay in these reforms until after Passover. What do you make of that, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BARAK",
      "sentences": "I didn't hear exactly what this means the bank will say, but I can tell you that basically, in order to create the majority of 64 members ofKnesset, Netanyahu made an unholy alliance himself as a criminal called - bribery and breach of trust and whatever. Then there is a twice convicted leader of another party that you want to save from the consequence of his convictions. And these ultra nationalist campaigns and - who extorted him, they're blackmailing Netanyahu --, if you want to survive, we have a big appetite. So, they await as many demands, as some of them are reasonable under normal government. But you cannot give you know, this minister Ben Gvir, he had indicted 58, 53 times for behavior, everything from a --.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "OK. Ehud Barak, let me put this to you. Let me just put this to you. We have heard nothing from Benjamin Netanyahu, are you surprised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BARAK",
      "sentences": "I am only partially surprised; he will appear in the next hour or two hours. It's not that problem. The question is what he will say and towhat extent the man who when - longer than any other prime minister in our history, to what extent demand is still well connected to reality. It's not clear from his recent behavior in the last several days. Many people or including many journalists and many external observer question the issue to what extent the man still can control a government of a nation under heavy pressure from both within and without.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "So, under this deal, the National Security Adviser Ben Gvir gets a National Guard under his department, that is surely a win for Ben Gvirand a concession from the prime minister. Is that correct? Is that how you would read that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BARAK",
      "sentences": "Yes, of course, he's not a fighter. He's a minister in the Minister of Interior Safety of Police. And now we get these National Guard. NationalGuard is not a stupid idea. It's probably needed. But if someone who wants it is a formal senior police person or politician with background insecurity on this, that's OK. But this guy Ben Gvir, he was indicted 53 times and convicted eight times. One of them was about connection to tell not out of - within the Jewish community. So that's a lunatic step of Netanyahu, which shows to what extent he cannot make a sincere judgment about what he's under heavy pressure. He's afraid of facing the court case in Israel, 97 percent of all criminal cases, end up with guilty verdict. And he feels good, so he's under heavy pressure that he made in relation of --.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "So, the purposes of balance, we have to say that he does still have support, he does still have support. Do, do you expect, he willsurvive this. Let me just put this to you. He will survive this. He's been around for a long time. You do not see him going anywhere anytime soon? You do not see Benjamin Netanyahu walking away from this government, do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Ehud Barak, it's good to have you on. Thank you for re-joining us as the news broke, that this judicial reform is now suspended throughPassover until the next legislative session of the Knesset. Let me bring back Hadas Gold who is on the streets of Jerusalem. Hadas, what do you make of what you've just heard on the news that we've been reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GOLD",
      "sentences": "Well, I do think it's significant that it took several hours now after the initial reports that Benjamin Netanyahu was going to come out andcall for a halt of this reform that it took until the evening. It took until the entire country was brought to a screeching halt at the airport. At one point was even close and flights couldn't take off. But the ports were on strike. Nurses were on strike and even McDonald's went on strike. And still, we did not hear anything from the prime minister. And even now after this announcement just came out from Itamar Ben Gvir's party. I've been looking online to see if there's been any sort of statement even a tweet from Benjamin Netanyahu, but there's been nothing he has been absolutely quiet. And I think that's just incredible to hear that he essentially feels as though you know, he has said so many times before, before this government came, and while this government was in, when he was asked about these right wing figures that were in his government. He said my hands are on the wheel. I'm the one driving this government. It is my policies. It doesn't look like that in the last few days, last few days, it seems as though these right wing ministers are the ones who are driving the policies and controlling the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Hadas Gold on the story breaking news for you today, right? You'll get more analysis and insight on this on CNN of course as we movethrough the next hours. I want to get you up to speed at this point on some of the other stories that are on our radar right now. And protests over France's pension reforms have shut down the Louvre Museum. It comes a day ahead of a plan nationwide strike by workers angry over President Emmanuel Macron's push to raise the retirement age in France. Public transport in Germany is ground to a halt today. Some 400,000 workers at rail stations, at bus terminals and at airports are taking part in a day of nationwide strikes. They are demanding pay rises to offset rising food and energy costs. And we are following signs that the Saudi Iran rapprochement is going forward as planned. Their respective foreign ministers have agreed to meet during Ramadan and they've spoken over the phone twice in less than a week. Well, European stocks getting a bit of a break today after Friday's sell off, they are moving higher on a deal that does appear to be calming investor worries over what has looked like global banking crisis. First Citizens Bank shares a U.S. Regional Bank buying the assets of failed Silicon Valley Bank. Now this comes as the U.S. Congress gears up for hearings this week on what led to SVBs collapse. CNN's Rahel Solomon joining us now from New York! And it's not just investors in banking stocks and in the wider stock markets who will be to a certain extent relieved today to see the action on the street. It's friendly consumers, I mean, people who have their money in banks all over the world, we must have had a sense of sort of foreboding over the last couple of weeks when two weekends in a row. You know, there were massive bank collapses, big picture here. Are we seeing a restoration of confidence across the banking sector now? Or is there still concerned about what might happen next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, and it was interesting, I was just, I just want to bring that that chart of the bank's share price up because it does reflect thekind of real roller coaster that we've seen across this banking sector and this bank First Citizens affected as badly. I mean, you look at that real significant drop in its share price, before it's bounce back as it was affected like I say. The Fed has made its decision that was something we talked about last week. We continue to keep an eye now on what these central banks do. The regulators, the central banks, all weighing in, I just want to pick your brains just a little bit before I let you go. I was sort of considering myself how different this crisis as it were loosely termed. This crisis has been to that which we live through in 2008. It was a 2008 crisis, of course, Rahel, which introduced off the back of that crisis, that we've got this new banking regulation, lots of sort of opportunities to ensure that we didn't see the collapse of these banks, like we did in 2008. But it was a different world back then it feels like there is more chance for chaos, well, there's more opportunity for chaos across any sector, not least the banking sector these days, with social media - misinformation than there was back in 2008. So, I guess what I'm asking you is, you know, personally, do you think that we, that there is enough out there to really ensure that people have confidence in where these banking sectors, whatever the sector is go next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "You know, I think it's an interesting question. I think when we think about 2008, one of the big differences right now, Becky, in terms ofthese assets, that are at the center of this crisis, loosely called, as you pointed out, is the assets here, you know, the assets in 2008, there was a question about transparency, what these assets actually were in quality. It's not exactly what we're talking about here. Also, really important to note that so much happened after 2008 to prevent another 2008 that we're looking at a very different scenario. And thirdly, you know when I talk to people and ask the same question, Becky, because personally, it is also a concern in terms of, you know what the future looks like. You know, one thing I hear is that the regulators learned in 2008, that they moved too slowly, right. I mean some of the actions that we saw in 2008, officials in the industry have told me that they moved too slowly. And so this time, we are seeing a remarkable speed in terms of these regulators stepping up, really on both sides of the Atlantic, right. And so, I think that, that that risk of letting that contagion spread that risk of what could be ahead if they don't do enough, very quickly, is a big difference here. And so that's the hope, at least, in terms of what's ahead that maybe this will contain this to what we've already seen the few banks we have already seen, and perhaps not spread, here's hoping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, here's hoping, absolutely no, and well explained. And I mean, it's, you know, everything that you've said is absolutely to themark. Still, you know, I, I stand where I stood on this. You know, I think the concern is about the sort of miss and disinformation out there these days, which can spread, you know, because of the era that we live in, that must be a concern to regulators. They can put every sort of, you know, they can put all of the pieces in place. But at the end of the day, these runs can be caused by simple sort of miss and disinformation which is which as I say, is a real wide. Thank you Rahel, good to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Lots more to discuss. We'll discuss it another time, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "The crowds are back in Beijing. During the pandemic this popular shopping area was virtually empty. The stores werestarved for business and the restaurants did not allow people to dine inside. But now people are back in the streets and they are ready to spend. (BEGIN VIDEOTAPE) WANG (voice over): China dropped its harsh zero COVID policy last December. And families like this one from Inner Mongolia are traveling for the first time since the start of the pandemic. He tells me people are finally going out after being stuck inside for so long. It's a busy Saturday night and getting a table is a battle. WANG (on camera): About a 30 minute wait, but this line is huge to get into this restaurant, follow me. WANG (voice over): But it's not so bad compared to other places. WANG (on camera): They are not even taking waits anymore. It's all fully booked for the rest of the night. WANG (voice over): We try our luck in another area. But it's not any better. WANG (on camera): There are these long lines out of so many of the restaurants. I've been talking to people here who've been waiting for more than an hour. WANG (voice over): Including this man, a tourist from Wuhan, where the pandemic started. I ask him if people are feeling happy that the country has opened up, not necessarily he responds. The mood is still depressed because people's incomes were unstable during the pandemic. Beneath the surface of busy shops and streets are deep economic wounds, nearly one in five of China's youth is unemployed. That could be about 20 million people according to CNNs calculations. Across the country, they're flocking to job fairs like this one. WANG (on camera): The organizers here say that things have really picked up since pandemic restrictions ended. WANG (voice over): These two women graduated college last summer but still haven't found work. She tells me she majored in chemistry but if she can't find a job in the sciences, she'll take any job she can get. This computer science graduate tells me he's been applying to jobs everywhere, online and in person with no luck yet. He says he's worried about the mass layoffs at China's technology companies. But it's not just higher paying tech jobs getting hit. This factory owner gives an impassioned speech claiming that a lot of factories in Guangdong, China's manufacturing hub are laying off workers and cutting salaries. Meanwhile, local governments are struggling to cope with mounting debts after years of paying for mass testing and COVID quarantines. Just one province Guangdong spent $22 billion fighting COVID over the past three years. Some cities are reducing costs by cutting government provided medical insurance for residents. The change sparked protests in several cities last month. Crowds of senior citizens took to the streets in Wuhan and Dalian shouting for their money back, some of them pushing against rows of police. Back on the streets of Beijing, normal life has returned. But each person and business is still dealing with the aftermath of years of economic pain. Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Several migrant boats collapsed. So let me start that again capsized this weekend on the way to Italy. The Italian coast guard says atleast 28 people have died off the coast of Tunisia. Meanwhile, the Italian government forcing migrant rescue ships to dock further up the coastline. \"Doctors Without Borders\" rescued almost 200 people on Friday from a wooden boat off the coast of Libya. Official say at least 3300 people were rescued over the weekend. Let us get you to CNN's Contributor Barbie Nadeau. What do we know about what is going on? You know, with these boats coming into Italy and what happens when they get hit? What's the government's plan at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Yes, you know, I mean, you look at these tragedies and the tragedies are a by-product of a larger problem. And Italyhas a very big problem right now. We haven't seen this number of migrants coming across from Tunisia to Italy since 2011 when the Arab Spring started. And so, the government is trying to figure out who's at fault here. Is it a pull factor, the NGO boats; is it a push factor the situation in Tunisia, why are they coming from Tunisia instead of Libya? And this government under Georgia Maloney of course one on an anti-immigration platform. So she's got a lot of voters to answer to about why this is happening. When they get to Italy their process if they don't qualify for asylum, they're sent back. A lot of them will just keep trying until they can finally get to Europe through Italy Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Thank you. Barbie Nadeau is on the story. Well, this weekend in the UAE Yuga Kawada brought it home for Japan at the Dubai World Cup to endan epic day of racing. The Dubai World Cup, one of the biggest sporting events in the country and one of the most lucrative horse races in the world. Well, this Saturday, the total prize money across the day's nine events was $30.5 million dollars. The final event The World Cup is two minutes of action worth 12 million alone. (BEGIN VIDEOTAPE) ANDERSON (voice over): A lethal burst of speed, Ushba Tesoro making a comeback from the back of the field to end the night with a dramatic win. Locally trained Algiers led the pack for most of the race, but in the end, the Japanese owned horse pulled it off by more than two and a half lengths. This is the first win in the world cup for Japan since 2011. And jockey Yuga Kawada says the night was a tremendous honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "YUGA KAWADA, JAPANESE JOCKEY",
      "sentences": "Thanks to Ushba Tesoro, I was able to win the best race in the world. So, I am proud to show the Japanese jockeys cancompete in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NOBORU TAKAGI, JAPANESE TRAINER OF USHBA TESORO",
      "sentences": "As a trainer this is by far the greatest honor of my career.ANDERSON (voice over): Ushba Tesoro beat out last year's winner Country Grammer in the main event. But the night was far from a wash for Country Grammer's rider Frankie Dettori, one of the winningest jockeys in the tournament's history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "LANFRANCO DETTORI, ITALIAN JOCKEY",
      "sentences": "Boys getting ready for this race and full credit to everyone. They're doing an amazing job and go north him,what a start, what a start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Winning Dubai Turf sealed a hat trick for him on Lord North. An iconic final showing here in the UAE ahead of his retirement later thisyear the UAE has been attracting top tier talent since the inaugural Dubai World Cup back in 1996 when U.S. Jockey Jerry Bailey won his horse cigar. It was started by Dubai's Ruler Sheikh Mohammed bin Rashid Al Maktoum, who has a lifelong passion for the sport, and owns Godolphin, one of the most powerful racing and breeding operations in the world. Ahead of the day's races, I caught up with the Major General of the Dubai racing club on how this event has put the UAE on the map. He tells me racing falls in line with the leadership's vision for the country.",
      "isLastSentenceInterrupted": false
    }
  ]
}