{
  "date": "2023-10-24",
  "headline": "CNN News Central",
  "subHeadline": "Pentagon: U.S. Air Defense Units Deploying To Middle East; Sources: Intense Talks Ongoing To Free Large Number Of Hostages; Republicans Nominated Tom Emmer As Third House Speaker Candidate; Rep. Andy Barr (R-KC) Discusses About Electing Speaker Of The House Is Urgent. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:03:33",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "I'm Boris Sanchez with Brianna Keilar in Washington and Anderson Cooper is live in Tel Aviv.And this just in, we're learning that U.S. air defense units from Texas are currently being deployed to the Middle East. These as intense talks continue at this hour aiming to secure the release of a large number of the more than 200 hostages being held by Hamas. So far, Hamas has released four of those hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:03:33",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "In the meantime, Israel is ramping up its bombardment of Gaza and the humanitarian crisis there is getting worse. Food, water and fuel are running out. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:03:33",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "For more on all this, we've got CNN's MJ Lee standing by at the White House.But first I want to go to CNN's Nic Robertson in Sderot. We just learned the U.S. is now sending more resources, they say, to the Middle East as Israel is gearing up for this potential ground assault. What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "COOPER",
      "sentences": "Yes. Nic Robertson from Sderot. Thanks, Nic.I want to go to CNN's MJ Lee. MJ, what's the White House saying about the effort to free more hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "MJ LEE, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Anderson, what we have learned is that there are intensive talks that are currently underway to try to secure the release of a large number of hostages. Of course, four hostages have been released so far, two Americans and two Israelis, and the deliberations right now are ongoing between the U.S., Israel, Qatar, Hamas and Egypt.But for a number of reasons, those deliberations have been incredibly complicated and challenging. There is, first, Anderson, the question of how do you move a large number, a large group of hostages through Gaza and potentially out of Gaza when that area is under constant bombardment. And of course, the Israelis have made very clear that the idea of a ceasefire is completely out of the question right now. And then there is the question of what does Hamas want in return. We know that they have asked in part for fuel in return for potentially releasing hostages. But again here, the Israelis have been incredibly resistant overall to that idea, basically saying that if they were to send in fuel into the area ostensibly for the use of civilians and helping civilians, that they worry that that will end up in the hands of Hamas. Now, we know that the U.S. and administration officials have been urging Israelis to try to delay a ground incursion, and they have done that so far. But every indication right now is that preparations continue to be made for an imminent ground incursion, but that the timeline of that is a moving target, sources told us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "COOPER",
      "sentences": "And I understand last hour that we heard from the Biden administration on what Israel is going to do or doing to try to avoid killing civilians or as this operation begins or when it begins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "LEE",
      "sentences": "Yes, Anderson. As this war and the violence has dragged on, there have been really growing concerns about the civilian casualties. Just this week here in the U.S., we heard from former President Barack Obama releasing a notable and lengthy statement basically warning Israel that some of its actions in this conflict could backfire. He in part pointed to the high number of civilian casualties in this conflict.White House spokesman, John Kirby, just addressed this issue a few moments ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESPERSON",
      "sentences": "What separates us from Hamas is two democracies, and that's respect for human life. That's abiding by the law of war. That's by doing everything you can to try to prevent civilian casualties and collateral damage and that's an active conversation we continue to have with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Urging them to be more respectful of human life? What exactly is the message that he's conveying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "KIRBY",
      "sentences": "I think I just conveyed it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "COOPER",
      "sentences": "All right. MJ Lee, thanks very much.Joining me now is Maj. Doron Spielman, spokesman for the Israeli Defense Forces. Major, I appreciate you joining us. The IDF chief of staff appeared to suggest earlier that the IDF would make an effort to provide more access to fuel for civilians in Gaza. Is that accurate? MAJ. DORON SPIELMAN, ISRAEL DEFENSE FORCES SPOKESPERSON: Well, Anderson, as you know, you're in the region, we've done a lot on the humanitarian level. The entire area of southern Gaza, we're doing everything we can to move residents into that area. We're aware of the fuel situation. What we're also aware of is that Hamas has enough fuel in Gaza to take care of the Gazan citizens. They're hoarding more than one million liters of fuel. They recently went into a United Nations compound, took fuel that was geared for citizens of Gaza, held by the U.N., and they confiscated that fuel, along with medical supplies. So Hamas has the fuel. They should be releasing that fuel to the citizens of Gaza. On our behalf, as you know, we're very concerned Hamas already has fuel. We don't want to give them fuel to fuel their terror efforts. Those efforts affect Israel and they affect the citizens of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "COOPER",
      "sentences": "A doctor at Gaza's largest hospital said that it will turn into what he described as a mass grave if it runs out of fuel because of a lack of electricity. UNRWA says that it'll have to halt operations in Gaza Wednesday night if no fuel is delivered to Gaza. What's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SPIELMAN",
      "sentences": "We are looking very carefully at the situation in Gaza. We have to understand that our position right now is to defend Israeli civilians from an ongoing attack by Hamas.Just a few hours ago, as we know, Hamas sent a group of terrorists by sea into Israel from the Gaza Strip. We know we eliminated them had they come into Israel, we would have seen more massacre again and again. They weren't coming with a peace offering, Anderson, as we know. They were coming to kill and take more hostages. Hamas is an entity that we have declared has to be destroyed. That is a war that we've launched on Hamas. We're doing everything to try to move civilians out of the way. We have a humanitarian aid corridor. We're watching it very carefully, but we are moving forward with eliminating Hamas. And Hamas, as we know, are putting more and more of these civilians. Men, women and children in harm's way, preventing fuel from reaching their citizens because they have that fuel. UNRWA should be turning to Hamas that stole the fuel from the U.N. and demanding that Hamas immediately release that fuel to the citizens of Gaza. I think that would be the correct response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "COOPER",
      "sentences": "When you're in Israel, it's very easy to forget that there are rockets continuing to come from Gaza to Israel because of the Iron Dome system. It becomes, I mean, it's so reliable that it's easy when you're in Tel Aviv to - you hear sirens, but you forget there are rockets still being fired. Do you have a sense of how many rockets continue to be fired from Gaza on any given day or since October 7th, how many have been fired?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SPIELMAN",
      "sentences": "So we have about 8,000 rockets that have been fired over the last 18 days. You're talking hundreds and hundreds of rockets a day. We also know that Hamas is playing a psychological game. They kind of drop the rockets in terms of all of a sudden one day you'll have a few rockets hoping that the Israeli population will kind of - become a little more lax and then they barrage Israel again.Again, we've said our as great as our defense is, it's not a hundred percent. We've seen people hurt. We've had people killed in the past. And we know that people are living in shelters and 200,000 people have been moved around. So yes, you're correct. We have a great system of defense, but any one of those, every one of those rockets is aimed at killing a civilian. So we treat these as an act of constant war. And as you know, our strikes in Gaza are geared first and foremost to try to strike those facilities that are targeting our population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "COOPER",
      "sentences": "Doron Spielman, I appreciate your time today, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:04",
      "speaker": "SPIELMAN",
      "sentences": "Thank you, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, members of your conference have argued that he isn't conservative enough. He's actually being attacked by Donald Trump on social media, calling him a RINO, a Republican in name only. Do you think Tom Emmer is the right candidate for where your party stands right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "BARR",
      "sentences": "Kevin McCarthy was the right candidate. Steve Scalise was the right candidate. Jim Jordan was the right candidate. Tom Emmer is the right candidate. We need to get 217 votes. We need a majority.Look, if you support the MAGA agenda, if you support the conservative agenda, if you support a Republican majority agenda, we have to have a speaker. And unity is the only way we go forward on this. Right now, the country is paralyzed. The American people deserve better. The American people deserve a functioning legislative branch with everything that's going on in Israel, with everything that's going on, on the southern border. Look, if you want to cut spending, if you want regular order, if you want oversight and checks and balance on the Biden administration, if you want to fight for border security, if you want to defend our most sacred ally in the Middle East, Israel, elect a speaker for goodness sake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "SANCHEZ",
      "sentences": "So what happens if Emmer's bid fails? I mean, you mentioned the issues Congress is facing. The government is set to shut down in like 20-, 25 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "BARR",
      "sentences": "Exactly. Exactly. The American people are exasperated. Frankly, the vast majority of Republicans in Congress are exasperated because we have a different handful of Republicans who can't take yes for an answer. And so we just move on to the next one and the work of the American people doesn't get done, so look ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "SANCHEZ",
      "sentences": "To be fair, 26 is more than a handful. So what happens next if he doesn't get to 217? BARRLook, there is actually only one individual in our conference who got the closest to 217 and that's still Kevin McCarthy, by the way. I support Tom Emmer until he no longer wants to be speaker. We have to unify around someone. But look, my message to conservatives and Republicans all around this country, whatever kind of flavor you are, is that you owe it to your philosophy to win. And the dysfunction in the Republican Party right now is - seems to be saying, we want to lose. That is crazy to me. If you - we were elected as a majority to govern and we are not doing that right now. And so I am imploring my colleagues to stop this and elect a speaker so that we can get back to governing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "SANCHEZ",
      "sentences": "We've heard from some of your colleagues that have expressed feedback from constituents, many of them getting an earful. Are you concerned from what you're hearing from constituents that this could hurt your party going into 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "BARR",
      "sentences": "Look, I want I want conservatives to look themselves in the mirror. Do you want a majority or do you not? There is a way out of this. If we don't elect a speaker, there is a way out of this, and that is that the American people will fire us. We don't want that. We want to continue and grow our majority.I believe we can do that. I believe we should do that. I think it's good for the country to have checks and balances. Look, if you just want to turn the government back over to all Democrat control with no checks and balances, then continue to refuse to elect a speaker. So the answer to me is very, very simple. All of these men ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "SANCHEZ",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:05",
      "speaker": "BARR",
      "sentences": "... that we put up and there's plenty of women in our conference who could do the job well also. They are all Republicans. They are all conservatives. Elect one of them so that we can all get back to the business that we were elected to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:08",
      "speaker": "BARR",
      "sentences": "No, I think we can get 217. But here's the reality for those who are blocking it and I voted for every one of them. The reality for those who are blocking us getting a speaker is that that is probably what would happen if we keep on this course.So you can choose: Do you want a situation where you hand control over to the minority party or will you unify behind one of these speaker candidates in order that we retain our majority and our leverage in advancing conservative policies? If you won't do that, then we're not going to advance the conservative cause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:08",
      "speaker": "SANCHEZ",
      "sentences": "Congressman Andy Barr, we have to leave the conversation there. Thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:08",
      "speaker": "BARR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}