{
  "date": "2023-12-22",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Supreme Court Won't Expedite Immunity Case, A Win For Trump; Israel About To Expand Operation Into New Areas Of Gaza; U.S. Encountering Nearly 10,000 Migrants A Day At Border; Kremlin Dismisses Paul Whelan's Safety Concerns. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:40",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "OUTFRONT nextThe Supreme Court sides with Trump, at least for now, refusing to weigh in on the former president's immunity claims in the 2020 election case. What does this mean for the trial's start date? Plus, Israel says it is expanding its offensive in Gaza tonight, as a new CNN investigation uncovers where Israel has been dropping massive 2,000-pound bombs. And new concerns about American Paul Whelan, as he reveals a prison official is targeting him inside that dangerous Russian labor camp. How worried is his family about his safety? His sister is my guest. Let's go OUTFRONT. Good evening. I'm Jim Sciutto, in tonight for Erin Burnett. OUTFRONT tonight, a win for now for Donald Trump. The Supreme Court refusing to decide right now if Trump is immune from the alleged crimes he committed as the president, including his efforts to overturn the election. Decision from the court came in this one page, one sentence order rejecting that request by special counsel Jack Smith for expedited review. This means the issue which is at the core of smith's election interference case, will now play out in a federal appeals court forest. Smith and his prosecutor's head hope to bypass the appeals court to speed up the process since this case will ultimately ends up at Supreme Court. Just not now, which raises the likelihood that the start date for Trump's federal 2020 election trial will now stretch beyond the currently scheduled March 4th start date, and that could have major implications on the 2024 presidential race. Trump's team has repeatedly tried to delay his numerous trials because, if they are pushed past the election, Trump, of course, could order some of the charges be dropped if he wins the presidency. Evan Perez is OUTFRONT live in Washington tonight. And, Evan, so what exactly happens now in this case and how quickly? EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT:  Well, Jim, what this means is that the January 9th scheduled oral arguments before the D.C. Circuit is, you know, a lot more consequential, a lot more important. Keep in mind that, you know, after Jack Smith went to the Supreme Court to ask for this very unusual step, to bypass the appeals court, the appeals court actually came back and put pretty aggressive timelines, very tight deadlines for the Trump team and for Jack Smith to brief and to get ready for oral arguments. So that -- we don't know -- we don't know whether this influenced the Supreme Court's decision. But it certainly could have played a role because now what this means is that by the time this comes back to the Supreme Court, and almost certainly it will come back before the court, there will be a fuller record, right? There will be a record not only from the district court, which said that Donald Trump does not have immunity simply because he was acting -- he was acting as president when he was trying to subvert the election, or allegedly tried to subvert the election results. And, you know, the other big question Trump is racing as part of this is because he was impeached by the House and acquitted by the Senate, that it would violate the constitutional double jeopardy clause. So those are the two big questions that are now before the appeals court. January 9th, just a few days before the Iowa caucuses. And, look, you brought it up, that date of the trial, which is March 4th. Almost certainly, it's in danger. Now and the question is, how much further does this go into the campaign year is also a big thing for the Justice Department, because one of the things they were trying to do was get out of the way off the campaign. That's looking a lot more difficult to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "Absolutely. So, Trump's brief in response to Jack Smith, to the Supreme Court, had some strong arguments in it. One of them is this kind of issue has never been decided by any court in the country, save for one, which is the district court judge. Let the regular course of litigation proceed, had the D.C. Circuit weigh in and give their judgment before you all decide. And he made a separate argument which was to say, maybe you shouldleapfrog in certain instances, but in this instance, the D.C. circuit is fast-tracking their process. Why jump ahead when you can just wait until January, get the D.C. Circuit's view, and then decide. So it doesn't necessarily reveal which way that Supreme Court might go, because both of those are pretty strong arguments for not a huge delay, but at least letting the process play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Gloria, Trump is celebrating this as a big win for him. I wonder, from a political perspective, is he right to celebrate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, he's right that it's a win for him in the sense that he wants to delay as long as he can. And what this does is it puts the start date in March, very much in jeopardy. You know, we don't know -- you know, as we have been saying, the court of appeals has put this on an expedited track. They're hearing arguments January 9th, that's pretty quick. We don't know how long they're going to take to rule one way or another. Once they rule, it will go to the court, Supreme Court. And we don't know how long the court will take.So Trump wants to play this string out as long as he can, potentially until after the election. And that is what Jack Smith did not say in his motion, because he does not want this to play out after the election. He wants to get it done before the election and presumably way before the election. And, you know, this doesn't really help them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "SCIUTTO",
      "sentences": "John, the special counsel pointed to a Watergate era case in his brief, which I know you know well. In that case, the Supreme Court leapfrog the appeals court to quickly hear a case in which, as you'll remember, the judges ultimately rejected then President Richard Nixon's claims of presidential privilege in the subpoena fight over Oval Office tapes. Do you think that Supreme Court was wrong to reject Smith's connection to that case, and Smith's argument, in that sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "JOHN DEAN, CNN CONTRIBUTOR",
      "sentences": "Smith didn't make a real strong argument, to me, when I write the brief. The Nixon case, I would have put on a scale of 1 to 10 at a four. I would put this on nine or ten. They didn't really build that case.So the Supreme Court felt urgency in the briefing. I think as a practical matter, they want to have all their options. This is very highly charged political stuff. And they may want to be able to be the first to leap and to go after this president, but rather sit back and look at what the court of appeals does, which is going to project has immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Ryan, of course, as Gloria noted, Trump's tactic here and in many legal cases is to delay, delay, delay. What happens once the appeals court decides and does Trump have a long runway there to keep delay? For instance, to delay his appeal then to the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "GOODMAN",
      "sentences": "Potentially. If this were a kind of the normal course of litigation, then you have got, like, a certain period of time when he can say he wants to have the entire D.C. Court of Appeals look at it. After that period, have 90 days in which he couldn't decide whether or not he wants to go to the Supreme Court.But I don't think that's going to happen. There are ways in which the court of appeal can control it. For example, they can say as what happened in Colorado, we are going to lift the stay on the district court and allow the district court to proceed, if you do not petition the Supreme Court within X amount of time. So, they can easily force him to go to the court quickly or Jack Smith could do what he's already said that he wants, that after the D.C. Court of Appeals rules, then the Supreme Court can expedite. And that's the option that's a very much available to the courts. It's really in the court's hands what they want to do, the Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Something of an expiration date on that appeal process.John, do you see a scenario where Trump could, if the chips fall, all the chips fall in his direction, could delay this beyond the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SCIUTTO",
      "sentences": "Gloria, this is such a central question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BORGER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SCIUTTO",
      "sentences": "-- to all the cases facing Trump. Is he immune and I just wonder, the potential consequences, right? This decision has enormous implications for this election but really for presidential power, does it not, and the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BORGER",
      "sentences": "Yeah, it's precedent setting. It's absolutely precedent setting. And that's probably one of the reasons that Supreme Court decided that it needed a record set, first, by court of appeals, and to go through the regular process. But this is an incredibly important case for not only Donald Trump but for the country. And I think what there is no control over, in terms of timing, is how long the Supreme Court will take, to decide this case. And we don't know the answer to that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SCIUTTO",
      "sentences": "Ryan, before we go, it's so normal now to look at every case through a lens of a conservative court, liberal justices. Is there a clear conservative liberal split in your view on a presidential immunity question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "GOODMAN",
      "sentences": "I don't think so. I do think that the court might very well rule 9-0. And that they'll say, at a minimum, there are certain forms of contact that an incumbent president cannot engage in. That would be criminal.And the only question is how broad is any scope of immunity, or is there just no immunity? I think there is a very good likelihood a country will see a unified court on that particular issue, and I don't think it looks very strong for Trump. It's maybe just a question of whether it's majority opinion or a 9-0 unanimous opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SCIUTTO",
      "sentences": "Enormous consequences of that case.Brian, Gloria, John Dean, thanks so much and happy holidays to all of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "DEAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "GOODMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BORGER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SCIUTTO",
      "sentences": "OUTFRONT next. Israel says it is going to great lengths to avoid civilian casualties in Gaza. Is that true? A CNN special investigation looks at where Israel's 2,000-pound bombs are landing here.Plus, we're going to take to the focal point of the border crisis. Where thousands are crossing into the U.S., despite miles of razor wire and thousands of federal state and local authorities on the ground. And a mother of seven who served in the IDF is now facing what could be her biggest challenge or shot at replacing George Santos. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "SCIUTTO",
      "sentences": "Tonight, the Israeli Defense Forces say they are preparing to, quote, expand the war into new areas with an emphasis on southern Gaza. This, as the IDF says it is, quote, gradually completing its goals in northern Gaza, though Israel's defense chief warns that the ongoing war will be, quote, a prolonged one.It comes as an estimated 20,000 people have been killed in Gaza since the war began, including some 8,000 children. That is according to the Palestinian ministry of health, though CNN cannot independently verify those numbers. Jeremy Diamond is OUTFRONT in Tel Aviv tonight. Jeremy, the IDF says it plans to expand military operations in Gaza, this despite all the pressure we've heard from U.S. officials to helm those in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yeah, that's right, Jim. The IDF, saying that they will expand their military campaign to new areas of the Gaza strip, with an emphasis on southern Gaza, just earlier this week, they added thousands more troops to their offensive in Khan Younis, the largest city in southern Gaza. But they also appeared to be poised to expand their operations in central Gaza as well, ordering the evacuation of residents in the al Bureij refugee camp in Central Gaza, and several other neighborhoods in that part of the Gaza Strip as well.And so, despite that international pressure, despite the U.S. pressure to transition their operations to something lower intensity, they are very much moving forward with that campaign. At the same time, also facing increasing pressure to increase the amount of aid deliveries going into Gaza. We are seeing how dire they need is for that aid. According to the U.N., World Food Programme, about half of Gaza's 2.2 million population is now facing severe or extreme hunger. But despite that, there is -- the Israeli military is expanding the delivery of aid into Gaza, 300-plus trucks going directly from the Kerem Shalom crossing into the Gaza Strip, we were there earlier today witnessing dozens of those trucks making that jersey. But still there's a gap, not only in the amount of aid, but also in the Israeli military's willingness to acknowledge what is happening in Gaza. Colonel Moshe Tetro, the Israeli military officer, charged with delivering that aid into Gaza, he told me today that there is no food shortage in Gaza. I pressed him on that. Listen. (BEGIN VIDEO CLIP) COL. MOSHE TETRO, IDF OFFICER COORDINATING GAZA AID: Like I've told you, there are tens of trucks loaded with food, entering the Gaza Strip every day. There are thousands of tons of food entering the Gaza Strip, every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "DIAMOND",
      "sentences": "But why would you say that there is no food shortage in Gaza? Doesn't that suggest that you are disconnected with the reality that the people are experiencing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "TETRO",
      "sentences": "Like I've told you in the briefing, we are doing a daily analysis of the situation with the international organization, and with other parties and other sectors like the private sector.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "DIAMOND",
      "sentences": "And while Colonel Tetro, pointed the finger at the U.N. and international organizations, they're putting it right back at him. The U.N. secretary general today, saying it's the way that Israel is conducting its military offensive that it's hampering and putting up massive obstacles to the distribution of aid in Gaza. We saw that just on Thursday, as the Israeli military actually conducted a strike just on the other side of the Kerem Shalom crossing -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "SCIUTTO",
      "sentences": "I'm told similar by the organizations, such as UNICEF. Jeremy Diamond in Tel Aviv, thanks so much.Also tonight, a new CNN investigation. Reveals that Israel has dropped hundreds of massive 2,000 pound bombs on Gaza, contributing to a soaring death toll in one of the most densely populated places on Earth. Nima Elbagir is OUTFRONT. (BEGIN VIDEOTAPE) NIMA ELBAGIR, CNN CHIEF INVESTIGATIVE INTERNATIONAL CORRESPONDENT (voice-over):  Even at a distance, the devastation wrought on Gaza is unmistakable. We are a few hundred meters here from the boundary with Gaza, but even here, you get a sense of the degree of the Israeli bombardment of Gaza, the sheer intensity and scale. This is what that looks like up close -- scenes of destruction have become all too familiar. Here, the aftermath of another Israeli airstrike. This time in late October at the Jabalia refugee camp one of the most densely populated residential areas in Gaza. The bomb that caused this damage is 2,000-pound bomb, likely made in the USA, dropped by the Israeli air force, at least four times as powerful as a vast majority of the bombs used by the U.S. in its fight against ISIS. In densely populated Gaza, the human cost is incomparable. Whole families wiped out in one drop (ph). UNIDENTIFIED MALE (translated):  These are their names. They were blameless. They are all innocent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "ELBAGIR",
      "sentences": "Jabalia refugee camp is one of the epicenters of Israel's bombing campaign. To understand the complete picture and scale of the disruption in Gaza, you need to look from above.In coordination with artificial intelligence company, Synthetic, CNN was able to locate over 1,900 craters left behind by bombardment in just the first months of the war. Using A.I., we analyze the diameter of these craters. Over 500 of which were greater than 40 feet in diameter. Consistent with American made 2,000-pound bombs used by the Israeli air force. Our analysis covers the one-month period through November 6 in which a staggering 10,000 people are believed to have died. The U.S.'s most senior Middle East diplomat testified on November 9th, the number of dead could be even higher. UNIDENTIFIED FEMALE:  In this period of conflict, the conditions of war, it is very difficult for any of us to assess what the rate of casualties are. We think they are very high, frankly. And it could be that they are even higher than are being cited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:19",
      "speaker": "ELBAGIR",
      "sentences": "Yet the U.S. continues to back Israel's bombardment. Why is the death toll so staggering? Because it's not just about the point of impact. This is a crater caused by 2,000-pound bomb.The potential kill zone from that crater could spread up to three hundred sixty five meters. That's 1,200 feet, an area equivalent of roughly 60 soccer pitches, all around 90 American soccer fields. The IDF told CNN, in stark contrast to Hamas's intentional attack on Israeli men, women, and children, the IDF follows international law and takes feasible precautions to mitigate civilian harm. But is that true? This is just north of the Shati refugee camp along the main coastal road. When you go in closer, you can see in just this small neighborhood at least nine creators consisting with 2,000 pound bombs. Which means the potential kill zone could encompass this entire area. CNN and Synthetic's analysis of the devastation of Gaza shows extensive bombardment. In an area of this densely populated, and using these bombs, it is inherently indiscriminate. And the human cost continues to soar, surpassing 20,000. Many of the dead still unburied, still under the rubble, with no end in sight. Nima Elbagir, CNN, Sderot. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:28:14",
      "speaker": "SCIUTTO",
      "sentences": "Tonight, nearly 10,000 migrants a day. That is what federal officials say they are encountering at the U.S. southern border on average. In December, that's among the highest numbers ever recorded. And with multiple border entry points remaining closed, as the surge at the southern border escalates, U.S. officials now warning the situation is nearing, quote, a breaking point.Ed Lavandera is OUTFRONT. (BEGIN VIDEOTAPE) ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): Apprehensions of migrants crossing the southern U.S. border are once again reaching record levels. A Department of Homeland Security official tells CNN the average number of encounters in the last week is 9,600 per day. This rate of apprehensions has not been seen since earlier this year, in the days before the lifting of the COVID era restrictions known as Title 42. Republican Congressman Tony Gonzales says the situation is spiraling out of control again. REP. TONY GONZALES (R-TX):  Border patrol agents are doing everything they can to take care of the situation, but they're completely overwhelmed, completely, just, overwhelmed with the situation. And it's getting worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:28:14",
      "speaker": "LAVANDERA",
      "sentences": "This spot along the Rio Grande in Eagle Pass, Texas, is the focal point of the southern border migration crisis. Despite miles of razor wire, steel containers on that riverbank, and thousands of federal, state, and local authorities on the ground, thousands across this sport every day.Sheriff Tom Schmerber says that zero tolerance immigration policy won't keep migrants from crossing the border illegally into the U.S., but he says the Biden administration needs to do more to get it under control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "LAVANDERA",
      "sentences": "President Joe Biden spoke with Mexican President Andres Manuel Lopez Obrador on Thursday. The administration says both meant a great more needs to be done to stop the historic migration flow. And that Mexican president announced Friday, he will meet with the U.S. secretary of state and secretary of homeland security next week in Mexico City.U.S. border authorities remain overwhelmed. Immigration processing facilities are filled and the strain on resources is creating staggering delays and long lines at ports of entry for border residents. No one has figured out how to overcome the tidal wave of misinformation that largely influences migrants as they make their way north to the U.S. border. Border authorities say these migrants are convinced that crossing illegally between ports of entry is routine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is a lot of misinformation going on on the Mexican side. Migrants are believing this is an official port or an official way to enter the U.S., which is completely wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "LAVANDERA",
      "sentences": "In places like Eagle Pass, the daily flow of migrants crossing the Rio Grande doesn't appear to be slowing down anytime soon.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "SCIUTTO",
      "sentences": "Ed, good to have you. Are there any signs Governor Abbott's new controversial law to arrest migrants will deter people from coming? Misinformation has always been such an influencer here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "LAVANDERA",
      "sentences": "Right. Well, that law isn't supposed to go into effect until March. And it's likely to be tied up in the courts.We asked the sheriff in Eagle Pass what he thought about it. He did not think it's going to do anything to curtail people want to cross the border illegally. And the Mexican president has been extremely critical of the law, and is vowing to help Mexicans and migrants defending them and the situation. So, that could also very well complicate discussions that he's scheduled to have with U.S. authorities -- with U.S. officials next week at Mexico City -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "SCIUTTO",
      "sentences": "Ed Lavandera, thanks so much.OUTFRONT now, Democratic strategist Maria Cardona and former Republican congressman Charlie Dent. Good to have you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "SCIUTTO",
      "sentences": "Maria, you heard Ed's report. Record levels each day. You know that politically, this is hammering Democrats including President Biden. Does he need to get a deal done in January as quickly as possible or risk, well, you could lose the election over some of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "CARDONA",
      "sentences": "Well, they definitely want to get a deal done, Jim, but what they should do is they should lean into what the vast majority of Americans agree with. And that is that in order to deal with immigration and the border, we need a balanced approach. The problem here is that Republicans are negotiating and completely bad faith. The only thing that they are offering is to shut down the border, eviscerate our asylum processes.They want to offer what passed in the House, which is HR2, a completely draconian MAGA extremists inspired proposal that Democrats don't want, that the White House doesn't want and frankly, it won't work. And so, what we need, what the administration needs, that they don't have, our partners on the other side that want to negotiate in good faith to really get this immigration issue under control and to fix it. As you know, Biden can't do it alone. The White House cannot do it alone. This has been Congress' responsibility forever, and they are the ones that need to come together in a parliament way to figure out how you expand legal pathways so that you reduce the pressure of people coming here and increased border security. By the way, the Biden administration offered $14 billion in border security and these negotiations to increase support border security, more resources, more border patrol, more drones, more technology, increase asylum processes, or people who process them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:13",
      "speaker": "CARDONA",
      "sentences": "Immigration judges. And Republicans turned them down.So the hypocrisy and the ignorance on behalf of Republicans is rampant. And until they come together, come to the table with a real effort to try to get this fixed, we're not going to get to where we need to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "CARDONA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "DENT",
      "sentences": "But I think the Biden administration has been late to the -- been late on this issue. And I'm not -- I'm not for shutting down the border. I think it's a draconian step. We have to deal with this humanely. But Americans expect an orderly system of admission and exit. We don't have that right now, 10,000 migrants per day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "SCIUTTO",
      "sentences": "Maria, as you know, President Biden, he sent a clear message to Democrats. They need to work with Republicans, deliver on this issue, and frankly make conditions. Here's what he said recently.(BEGIN VIDEO CLIP) JOE BIDEN, PRESIDENT OF THE UNITED STATES:  I am willing to make significant compromises on the border. We need to fix the broken border system. It is broken. Compromise is how democracy works. And I'm ready and offered compromise already. I proposed comprehensive immigration reform from day one. We need Congress to act. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "SCIUTTO",
      "sentences": "It appears he's willing to make compromises, certainly more security, raise the credible fear standard for asylum seekers. The issue seems to be with the parole power for the president allowing, in effect, the president to make decisions about who gets treatment through the asylum process. What -- to both of you, what concession is key here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "CARDONA",
      "sentences": "So, you heard the president. He is willing to make concessions. He's always been willing to make concessions, so much so that some of his allies are mad at him for making too many concessions. But they have to draw the line at the extremism that Republicans are asking for, because it is not a serious proposal, what they want. And that goes to what Charlie was saying.I don't think Republicans want a deal. The majority of them are not working towards a deal, which is what we want. America deserve better. The border communities, as well as the cities, deserve better. And the president was willing to give that money and Republicans have said no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "SCIUTTO",
      "sentences": "Charlie, what's a reasonable big concession for Republicans to demand here at this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "DENT",
      "sentences": "A big concession for Republicans? I suspect the biggest concession they can't make right now is get rid of some of the extreme rhetoric on shutting down the border. They need to move away from that and get serious about negotiating more barriers, more beds, more immigration judges, technology, as Maria said drones. And, of course, they need the Democrats to move on asylum in a big way, and also to help with this interior enforcement problem.That is something that really bothers many Republicans. It was on the Homeland Security Committee for years, dealing with these issues, original cosponsor with the Secure Fence Act. So, we've got to -- they all have to bend, and then as Maria says, negotiate in good faith. Some of the members on the Republican side on the House aren't going to vote for a deal that includes Ukraine funding, regardless of what's in the border package.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "SCIUTTO",
      "sentences": "It seems a key, is raising the standard but in effect eliminating the standard. We'll see if they can find that common ground.Charlie Dent, Maria Cardona, happy holidays to both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:11",
      "speaker": "CARDONA",
      "sentences": "Thank you so much, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "SCIUTTO",
      "sentences": "Tonight, the Kremlin is dismissing safety concerns raised by the wrongfully detained American Paul Whelan, the former U.S. marine's been held in Russia for nearly five years now. He tells CNN he is being targeted by a Russian prison official who is now urging other prisoners to attack him. It comes just weeks after Whelan said he was punched in the face by another prisoner.Inside a sewing room like the one we are showing you right now, CNN asked the Kremlin spokesman about this today and he said, quote, to be honest, we don't know about this. I can't say anything about this. OUTFRONT now, Paul's sister Elizabeth Whelan. Elizabeth, good to have you on tonight. ELIZABETH WHELAN, PAUL WHELAN'S SISTER:  Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "SCIUTTO",
      "sentences": "Your brother is telling CNN that this prison official moved into a more dangerous part of the barracks in this remote labor camp, already dangerous enough, where he is being held. He said, quote, most people carry knives here, and they use stimulants which can make them wild and violent, a deadly combination where any sort of conflict exists.My heart goes out to you because hearing these accounts from afar must be heartbreaking for you. How worried are you about his safety right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "WHELAN",
      "sentences": "Oh, we've been worried about his safety every day that he has been in Russia. People tend to think that an American who was wrongfully detained overseas is just sort of sitting like a toy on a shelf waiting to be exchanged when they're actually dealing with horrible criminals, terrible prison situations, every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "SCIUTTO",
      "sentences": "Listen, it's deliberate. We have seen Russia carry out this tactic before. CNN did ask the White House about this, and here's what they said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "We're very concerned as we hear those accounts from Paul. I will tell you again that well while I don't have a breakthrough to announce today, we did in recent days put forward a serious proposal, the Russians rebuffed it, regardless of what Mr. Putin says, and we're working hard to see what we can do to get another proposal that might be more successful, to get both him and Evan out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "SCIUTTO",
      "sentences": "Speaking of Evan Gershkovich, \"The Wall Street Journal\" reporter, do you think there's only deal that Russia will accept to bring your brother home? Do you think Russia is using him to send the U.S. a message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "WHELAN",
      "sentences": "Well, I think that Russia has very little to hold over the U.S., and Paul, and unfortunately Evan as well, are two of the things they do have. And so, they are definitely playing games with the U.S. They are -- you know, Paul is a tourist, he -- we shouldn't have to be doing any deal whatsoever to get him home.The fact that the U.S. government has worked hard, put forth two significant proposals, both of them rejected, it's just ridiculous. It's a sign of a weak government in Russia that they can't even reasonably negotiate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "SCIUTTO",
      "sentences": "It's hostage diplomacy. Next week will mark five years since your brother was arrested in Moscow and he spent more than 1,800 days in prison. Your family put out a statement from Paul as that milestone approaches, and I just want to quote from his statement.My parents are quite elderly and I've given up hope of seeing them again. Friends have moved on, relatives have passed away. I was told that everyone was doing everything they could to secure my release in my mind that has not been done at all. You have noted that you can't communicate to him all that the U.S. is doing to trying to gain his release, but do you believe the U.S., the Biden administration, could be doing more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "WHELAN",
      "sentences": "Well, it's so difficult. I have seen them work so hard to try to get something done. You know, I talked to the officials every single week. But I do think we do have to continue to press on them to see what else can be done. There must be some way to get Paul home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "SCIUTTO",
      "sentences": "Well, I am only hoping and I hope the holidays must be particularly difficult to have that empty seat at the table. Elizabeth Whelan, we wish you and your family the best, and perhaps some good news in the New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:17",
      "speaker": "WHELAN",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "SCIUTTO",
      "sentences": "Tonight, off to the races. A special election to replace expelled Congressman George Santos now in full swing. Democrat Tom Suozzi who held the seat before Santos looking to leverage his home court advantage and name recognition. He's not shy about where he thinks his party is falling short.Here's what he told me earlier today. (BEGIN VIDEO CLIP) TOM SOUZZI (D), NEW YORK 3RD CONGRESSIONAL DISTRICT CANDIDATE:  The president should take a play out of Bill Clinton's book. He should adopt the immigration issue as his own issue instead of just getting beaten up on it. Making it his own issue, propose a comprehensive bipartisan solution that's moderate, that includes border security and take treat people like human beings. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "SCIUTTO",
      "sentences": "Souzzi is up against little known GOP opponent Mazi Pilip, herself an immigrant, a mother a seven and a registered Democrat.Miguel Marquez is OUTFRONT. (BEGIN VIDEOTAPE) (CHANTING) MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT (voice-over):  It's on. The race to replace expelled Congressman George Santos. The Democrat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "SOUZZI",
      "sentences": "My name is Tom Suozzi and I'm running for the United States Congress.(CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "Contenders handpicked by both state parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "PHILIP",
      "sentences": "Thank you. God bless you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "The Republican -- Mazi Melesa Pilip, mother of seven, the oldest 16, the youngest, 2, Ethiopian born, an orthodox Jew who served in the Israel Defense Forces, immigrated to America, has successfully run for local office twice, and now facing maybe the biggest challenge of her life.Are you ready for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "PILIP",
      "sentences": "Absolutely, yes. And I know the people of the 3rd congressional district will be with me because they want a new voice, a fresh face, the people -- the person who cares about them. (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "Mazi Pilip, the campaign emphasizing her first name, largely unknown to the voters on the third congressional district. She's running against a Democrat who has worked in Long Island politics for decades, and represented the third district as a congressman for three terms. He left to run for governor. He is well known to voters here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "SOUZZI",
      "sentences": "I know people and people know me. And that is why I'm getting a very, very enthusiastic reception from people because they trust me and they want me to work for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "REPORTER",
      "sentences": "Will you resign?GEORGE SANTOS (R), FORMER U.S. CONGRESSMAN:  I have no clue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "George Santos, tossed out of Congress for ethics violations and after his serial lying, became a national joke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So, I'm no longer Congressman Santos. I'm just regular old professor, major, general, reverend, astronaut Santos, protector of the realm, princess of Genovia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "The race to replace him now considered a test case for a where the country might go in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "LARRY LEVY, EXECUTIVE DEAN, NATIONAL CENTER FOR SUBURBAN STUDIES, HOFSTRA UNIVERSITY",
      "sentences": "What works of the former George Santos district will work in a lot of the competitive suburban districts that are going to determine which party controls congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "And maybe take the White House as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "LEVY",
      "sentences": "Oh, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "New York's third district outside of New York city, Santos won it by about eight points in 2022. The district boundaries had changed during the 2022 election. Biden would have won the same district faced on 2020 numbers, also by about eight points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "LEVY",
      "sentences": "This is a fair fight. It's a Democratic-leaning district but Republicans have done well the last few election cycles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "Mazi Pilip, who happens to be a registered Democrat but has run and won as a Republican, sees her registration as an asset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "PILIP",
      "sentences": "People are going to vote for me because of who I am, okay? Yes, when I came to this country, I registered as a Democrat. I was a Democrat. But this party with a lefty progressive agenda left me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "As Pilip sharpens her message --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "SOUZZA",
      "sentences": "Who are going to vote for?(CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "MARQUEZ",
      "sentences": "Her opponent draws on years of public service as hit the ground running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:45",
      "speaker": "AD ANNOUNCER",
      "sentences": "If you feel like saying hi, you know where to find him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:01",
      "speaker": "MARQUEZ",
      "sentences": "So you're motivated?AUDREY WEINBERGER &amp; RITA ALBERT, VOTERS IN NEW YORK 3RD CONGRESSIONAL DISTRICT:  Oh, highly motivated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:01",
      "speaker": "MARQUEZ",
      "sentences": "But for independents like Noah Delessio who voted for Tom Suozzi in the past, he may not know Mazi Pilip's name but --NOAH DELESSIO, INDEPENDENT VOTER IN NEW YORK 3RD CONGRESSIONAL DISTRICT:  When I read the background of the other candidate, obviously, I can't remember her name, but it was persuasive and it's something that I think we need more of an America. (END VIDEOTAPE) MARQUEZ (on camera):  So this race, it is expected to be mammoth, attracting tens of millions of dollars in spending and it is a sprint. We're just a little over seven weeks away from the February 13th election date. Early voting starts February 3rd. It's going to be a wild ride. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:01",
      "speaker": "SCIUTTO",
      "sentences": "It could be a bellwether as well. Thanks, Miguel Marquez.OUTFRONT next, concerns over Putin critic Alexei Navalny's health as he failed to show up for two trials to direct today. Tonight, his team responds. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}