{
  "date": "2023-05-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden And McCarthy Spoke By Phone In The Last Hour; House GOP To Brief Members At 9:30 Eastern Time; Texas House GOP Votes To Impeach Attorney General Ken Paxton; Race To Raise Debt Ceiling; White House, House GOP Have An Agreement In Principle On Debt Ceiling. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:51",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington. It's 8We're waiting for details on a phone call that just wrapped up in the last hour between President Biden and House Speaker Kevin McCarthy. A source says negotiations are now down to one final sticking point, work requirements for social safety net programs. The White House and Republican leaders may have as little as eight days to prevent the U.S. from defaulting on its debts. Many experts predict economic disaster if that happens. CNN's Priscilla Alvarez is at the White House for us. Our Manu Raju is up on Capitol Hill. Manu, I was hoping since you were there in front of the cameras for us today that that meant -- I mean I think this is probably our strongest indicator that something may happen today, as you were up there on Capitol Hill for us. What are we hearing at this hour? The president and Kevin McCarthy, they spoke. I would think at this point if the speaker were to come out and get in front of the cameras and talk to reporters, that would be a good sign. But you tell us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, and look -- yes, that's absolutely right, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "RAJU",
      "sentences": "I mean, remember what the speaker said at the beginning of the day today. He said that he would be the one to make the announcement that there is a deal. Well, here we are at 8Remember, the sticking points were significant. Going into this conference call tonight was aimed for both the president and the speaker to try to resolve those final sticking points, which were major. One dealing with the issue of so-called work requirements on those social safety net programs. Democrats are furiously opposed to adding new work requirements on food stamps. They even say it should not even be part of the debt limit negotiations. Republicans say that's a red line. It must be part of the negotiations. So that's a difficult square to circle there -- circle the square there. Then there's also the issue of spending cuts. That's something that Republicans have been demanding for some time. Democrats have moved closer to the Republican direction, but they haven't fully resolved that issue yet. And in talking to one of McCarthy's top allies here, Patrick McHenry in the run up to this phone call tonight, he made clear that it's really up to Biden and McCarthy to get the final deal. (BEGIN VIDEO CLIP) REP. PATRICK MCHENRY (R-NC): But there is a major disagreement between the two parties. Republicans want to cut spending. That's what we offered with our approach to raising the debt ceiling. We want work requirements for able bodied folks to get back in the workforce. Those things are big issues and there is no way to sort of gloss that over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "RAJU",
      "sentences": "The point is, they're talking because you guys have not been able to resolve those sticking points so they need to resolve this. That's what you're saying, right? Those two men need to resolve this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "MCHENRY",
      "sentences": "Most of the issues that remain that they need to resolve.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "RAJU",
      "sentences": "So it's still unclear exactly at this point when a deal can be released, if a deal will be announced, when the text will be released. We do know that there is some discussions about telling more members within the Republican conference about exactly where things stand in these talks. So all that still needs to play out because not only will they have to get a deal, Jim, they'll have to sell it to the Republican conference.Many members on the far right in particular already revolting against reports of what's in this deal saying it's a retreat from the Republican position demanding deeper spending cuts. So they'll have to line up the votes. And then how will Democrats respond? That is another huge question here as we keep ticking closer and closer to that June 5th deadline which may seem some time away from here, but on Capitol Hill, it takes a lot of time to run through the legislative gauntlet. And it's uncertain whether they're going to be achieved, the goal, and avoid default -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "ACOSTA",
      "sentences": "Yes. And Manu, when I was talking to Congressman Maxwell Frost earlier this evening, I mean, he sounded like many Democrats in the House right now. Very cool to the idea of these work requirements on social safety net programs. He was saying there already are work requirements in social safety net programs. And so he's wondering why the Republicans are clinging to this position.But it would seem to me that the president could not buckle so quickly on that one particular sticking point because he would have to worry about Democrats over in the House just being up in arms over that sort of thing. I mean, that sounds like that's a problem. RAJU: Yes. Exactly, Jim. And it's not just people like Maxwell Frost. It is the Democratic leader of the House, that's Hakeem Jeffries, who's made that clear to the White House that he can't accept work requirements. And we've heard from dozens of moderate members, progressive members who also aren't in line with that. So that's really the biggest concern among Democrats, that they may get jammed, may be asked by the president to vote for a bill that they had no part of and that a vote for work requirements, things that they believe could actually hurt them in their primaries potentially or hurt them in their re-election. That came up in a closed-door meeting just a few days ago. So all these are major questions and difficulties for the White House to say if they were to agree with the Republicans, they may not get the Democratic votes they need to get out of the House which adds to the huge, huge complications here and getting this done on the final hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "ACOSTA",
      "sentences": "All right. Manu Raju, our chief congressional correspondent, thanks for the long day. Really appreciate it.Let's go over to the White House. CNN's Priscilla Alvarez. Priscilla, I don't want to put you on the spot and get you to read the tea leaves from where you're standing, but it sounds as though the White House is being very tightlipped about what took place on this phone call. They're essentially just saying that they had a phone call. And just as I was saying to Manu, you would think they would have more to say if there were some positive developments. Maybe we'll find out something later on this evening, who knows? But it doesn't sound all that positive at the moment, other than that they spoke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Jim, that's really also been the position of the White House over the course of the last several days as negotiations were ongoing. Their position when you talk to officials is not to meddle too much into the negotiations from their position at the White House. But, of course, significant calls today. President Biden speaking with House Speaker Kevin McCarthy at 6But they've only spoken a handful of times since these negotiations started. So it marked an important moment that they were getting on the phone after round-the-clock talks between the White House and Hill negotiators. But that wasn't the only call that President Biden had. He also spoke with House Minority Leader Jeffries and Senate Majority Leader Schumer. To your point earlier, as you were discussing with Manu, it's not just about reaching a deal with Republicans, but making sure there is enough consensus among Democrats with whatever they do reach. And those work requirements have been a critical sticking point. In fact in a statement just yesterday, a White House spokesperson said, quote, \"The White House is standing against this cruel and senseless tradeoff.\" President Biden when asked that he would not bow to anybody. But clearly this is an ongoing issue between the White House and the Hill negotiators as they try to get past this impasse. Now of course, they are up against that June 5th deadline. And it's not just the deal that the White House is trying to meet as well as the Hill, but also all the steps that follow, be it the releasing of the text, the vote on the House floor, then later taking it to the Senate. So a lot needs to happen in a very short amount of time. And both sides are aware of that. And, of course, the call today was a critical step forward in a sense, but we're still waiting to hear what exactly happened and whether there is a road forward moving until tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:51",
      "speaker": "ACOSTA",
      "sentences": "All right, Priscilla. And let me just go right back to Manu.Manu, it sounds like there might be some kind of a small development? What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ACOSTA",
      "sentences": "All right, Manu. That explains why there might be a delay in getting to us in terms of what's going on. He has to brief his members first. So this is the gathering phase in all of this because, I mean, it's a Saturday night on a holiday weekend, and they need until 9All right, Manu and Priscilla, thank you very much. And we know you'll stay on top of it. Hope it doesn't go too much later for you. Let's talk more about all of this. Joining me now is CNN global economic analyst Rana Foroohar. Also joining us our senior political analyst David Gergen. The great David Gergen, an adviser to four presidents. Rana, we know a debt default would hurt the U.S. economy, economies around the world. How much is riding on what is taking place tonight and in the next couple of days because, as Manu was explaining earlier this evening, time is running out. They not only have to, you know, get a deal together, go over their members with this, but it has to be voted on then kicked over to the Senate, and then the president before June 5th. That is not a lot of time here in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "RANA FOROOHAR, CNN GLOBAL ECONOMIC ANALYST",
      "sentences": "It's not a lot of time. And, you know, you can see in the market every time it looks like we're getting closer, we see a lift. Every time it looks like there's been a step back, you see a correction. The international audience is watching this very closely. You know, a lot of people are expecting there to be a very sharp correction both in bonds and stocks if we were to default.Of course, there are the issues for just normal people on the street. You know, not only what is this going to do to your 401(k), but you know, whose bills are going to get paid first? At some point there's going to come a moment where the government is going to have to choose, if we go into default, who to pay. You know, is it going to be Social Security checks? Is it going to be federal workers? And then there is the issue of trust. And this is more of a simmering slow burn issue. But it's something that I have noticed really brewing, you know, as foreign governments that are less interested in buying U.S. treasuries than they have been in the past are saying, gosh, you know, are we really at a point where we're going to have to start thinking about the U.S. not as the world's greatest economic power but as a government that's behaving more like an emerging market? And, you know, that's really where we are right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ACOSTA",
      "sentences": "And David Gergen, how big of a moment is this for President Biden right now? He got the country through the pandemic. The economy is on the mend, it appears to be on the mend. Still dealing with the effects of inflation, no question about it. But for a debt default to take place right now, that would be potentially just devastating for him and his administration, I would think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes. Even if it doesn't get resolved, and I think we're moving toward resolution since we heard earlier in your program, Jim, they were down to one significant issue, that is the work requirements, and if that's the case, they're down to one, it also means that they reached some sort of tentative agreement on the spending. And that is a big, big part of this. Obviously the most important part of it in many ways.So I don't think we know which way it's going to come out. We're still on the end. But I do think there have been some progress. And that will find relief, as Rana said, internationally. It will find relief to the financial markets and many Americans can sleep a lot better. I do think that Biden is in the situation that if this thing falls apart, even if it's done mostly by Republicans, I feel we will bear a rational size and big size of the blame. But if it worked, everything comes together, he'll get some credit. But it's probably won't transform his presidency. The risk for him are mostly on the downside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:01",
      "speaker": "ACOSTA",
      "sentences": "And Rana, you were talking about the global perspective on all this. When I was talking with Congressman Tim Burchett earlier on a few hours ago, and you may have missed this, but he seemed to not really put much stock in this idea of a debt ceiling or of this timeline of June 5th. And I suspect that there may be a good number of Americans who feel the same way, even though it is not the right view, not the correct view.I wonder what the international perspective would be on all of this if you do see members of Congress not taking this seriously enough and letting the bottom fall out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:12",
      "speaker": "ACOSTA",
      "sentences": "David, you've advised presidents from both political parties. You've been watching the scene in Washington here for a long, long time. What would be the damage to the reputation of the United States if this were to happen for the first time ever? Folks at home should know the U.S. has never defaulted on its debts before like this. This would be -- it would be catastrophic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:12",
      "speaker": "GERGEN",
      "sentences": "I think it would be a huge negative impact on the American reputation overseas. You know, there is -- just this last summit meeting at the G7 you could already tell that other nations are questioning America's lead on the economic side. We've gained a lot of strength on the question of Ukraine, but on the financial side of this, on, you know, on this debt ceiling, it is -- the president has a lot riding on him in terms of his reputation.And I do believe, I think it's right that we're already in a downhill, you know, position. We've been seeing a decline now for, you know, more than a few years. And, so, the more you have these kinds of issues come up, and if we fail to meet the challenges, then we will pay a price. So there is a lot riding on this for the American reputation. There is a lot riding on it for Biden if he goes negative. But there is also a lot riding, we haven't mentioned, McCarthy. He's got a huge amount riding on this, too. Can he bring his caucus together and get this through? And how much of a price does he pay in the process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:12",
      "speaker": "ACOSTA",
      "sentences": "Well, that's true. And that is one of the issues that is looming over this, perhaps more than anything else. I mean, I was talking to Congressman Maxwell Frost, a Democrat, earlier on in this program. He was saying that he and other Democrats feel like hostages in all of this.But, Rana, you know, one of the questions that I have, and I think I have heard this from other folks as well. And it comes up every once in a while with these debt ceiling talks when they get to a critical stage. Why does the U.S. still have this debt ceiling mechanism where you need legislation and the president to sign off on raising the debt ceiling? A lot of other countries don't have this. And so wouldn't that -- if we didn't have this, wouldn't that sort of eliminate the hostage taking and this kind of -- to this kind of degree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:12",
      "speaker": "FOROOHAR",
      "sentences": "You know, it's an interesting point. You are absolutely right. And a number of countries do things differently. I certainly think we could have a better system. I mean, the fact that we're creeping up to this place every few years, I mean, to me it feels like Groundhog Day. You know, I have been in this conversation many times in the last couple of decades. And, you know, it has a cumulative effect that's really damaging.Now that said, I think it's important for the U.S. to consider how much it's spending and to consider its fiscal picture. One reason for that is that we're in the middle of a real sea change, potentially a kind of, you know, once in a 40-year or so shift in monetary policy. I think we're going to be in a somewhat elevated interest rate environment for some time. When interest rates are higher than they have been for the last half century or so, in which they've mostly been declining, debt gets more expensive. So yes, these conversations matter. But for sure we could do a better job, you know, not going into crisis every few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:12",
      "speaker": "ACOSTA",
      "sentences": "David, are you surprised that it's gotten to this point where we're sitting on the edge of this fiscal cliff? Or is this something you would expect to happen because of the way our politics has been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:12",
      "speaker": "GERGEN",
      "sentences": "If you raised this question 10 years ago, 20 years ago, I would say that I'd be completely surprised if it got to that stage. Today's discordant world, with so much poison in the system, no, I'm not really surprised. I'm pleased and somewhat surprised frankly that we may be on the edge of an agreement.And I didn't have a lot of confidence we were going to get an agreement. Every other time in the past (INAUDIBLE), in the recent past, you just assume that at the end of the day they're going to settle it, that the country is too important, they're not going to let the country get hurt like this, that people will come together and be sensible before it's over. We've lost not only the trust but we've lost the sort of sense of confidence in our leadership. And I think that's -- if they can get this thing done tonight, in the next couple of days, it would help a lot in relieving us of this sort of downward pressure in the sense that America is in decline, America can't call the shots anymore, et cetera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "GERGEN",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "FOROOHAR",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "ACOSTA",
      "sentences": "All right. Appreciate it.Coming up, Texas attorney general Ken Paxton now impeached. 20 articles of impeachment, including dereliction of duty and conspiracy. We'll explain what happens next. And later, the family of this 11- year-old boy is calling for a swift accountability after a police officer shot him shortly after the child called 911 for help. And of course we're staying on top of the latest with the debt talks. All of that we're watching at this hour. You're live in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "ACOSTA",
      "sentences": "An unexpectedly overwhelming vote today in the Republican- dominated Texas state house. It means Attorney General Ken Paxton will face an impeachment trial in the state's Senate. Today's vote coming just two days after a House committee voted unanimously to advance 20 articles of impeachment on accusations of bribery, abusing the public trust and much more. The conservative Republican calls the proceedings a politically motivated sham.CNN's Rosa Flores has been following the action for us all today. Rosa, Paxton was immediately suspended from his job as attorney general. I guess what happens next? How do they get an attorney general in Texas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "FLORES",
      "sentences": "Now, this is a case of Republicans policing Republicans. The chairman of the committee that led this investigation is a Republican, and he has issued a statement since this vote. And that statement says, in part, throughout the course of the investigation, we have discovered numerous activities that constitute unethical and potentially criminal conduct. These violations of the public trust are alarming and show a systemic pattern of behavior that every member of our committee felt needed to be addressed in a public forum.Now this is already a historic vote. Ken Paxton is the first attorney general in Texas to get impeached. But there are also other bombshells during this hour's long debate that led to the impeachment. And in part it was because House members said that Ken Paxton had called them, threatening them if they voted yes, that there would be political consequences. Well, some were so concerned that one even tweeted this. Take a listen. The tweet says, quote, \"I will be submitting a journal statement to amend charge documents to include abuse of power, intimidation of House members, and Senate jury tampering in light of Charlie Geren's statements that AG Paxton called and threatened House and Senate members.\" Now I have asked Ken Paxton's office about those statements and if these threats were actually made, and I have not heard back. But Ken Paxton did take to Twitter in response to his impeachment. He said, quote,\" I am beyond grateful to have the support of millions of Texans who recognize that what we just witnessed is illegal, unethical and profoundly unjust. I look forward to a quick resolution in the Texas Senate where I have the confidence the process will be fair and just.\" So what happens in the Senate right now? We don't have timing as to when this will unfold in the Senate, when the actual trial will happen. But, Jim, what we do know is that the lieutenant governor serves as the judge. The 31 senators are jurors. And what is needed there to convict is a two-thirds vote of those senators who are present -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "ACOSTA",
      "sentences": "All right. Rosa Flores, thank you very much. We appreciate it.Earlier today, I spoke to Scott Braddock, editor of the \"Quorum Report\" in Houston about this. And here was his reaction to the attorney general calling this impeachment illegal, unethical and profoundly unjust. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "SCOTT BRADDOCK, EDITOR, QUORUM REPORT",
      "sentences": "It's very funny and ironic to hear Ken Paxton lecture anybody about ethics and integrity. He has been corrupt for a long time. This is the recognition of that by people in his own party. And you're right, in the Texas Senate that's going to be a higher threshold for sure. It's two-thirds of those who are present.Look, if you think about it the way you think about the indictments and the impeachments of folks either connected to former President Trump or President Trump himself when he was impeached in Washington, and it works very similar to that here in Texas. The House basically makes an indictment in the form of the impeachment and then the Senate has the trial. I find it interesting, Rosa mentioned that basically the presiding officer of the Senate, not necessarily the judge in this case, but the guy who will hold the gavel, is Lieutenant Governor Dan Patrick. And he's the kind of Republican, I mean, ideologically and the kind of person who has the support of former President Trump like Ken Paxton does, but I might have expected Patrick to be sort of dismissive of this, but he hasn't been. In the last few days you've had Patrick come out and say that the Senate is going to take its duty very serious when it comes to this, and he would not make any predictions about how it might go. I think that the House was already poised to impeach Ken Paxton any way before he accused the Speaker Dade Phelan of being a drunk, essentially. Earlier this week you had the attorney general tweet out that Dade Phelan should resign his office because there was a video of him with slurred speech during a late-night session of the Texas House in the week prior. So one of the things that -- one of the aspects of this is not just the alleged misdeeds of Paxton, but I think that vote also shows you that this really became a question about leadership in the Texas House and whether Democratic and Republican members of the Texas House were going to side with Phelan in that fight against Paxton. And so, look, it's Texas politics. It's not for the squeamish, it's full contact and all of that, and we're going to see how this turns out in the Senate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:33:39",
      "speaker": "ACOSTA",
      "sentences": "All right. Do we have a deal or no deal on a critical agreement over the debt ceiling? We are still waiting to learn more about that phone call that wrapped up in the last couple of hours between President Biden and House Speaker Kevin McCarthy. A source says negotiations are down to or have been down to one final sticking point, work requirements on social safety net programs. But progressive Democrats and far-right Republicans have been adamant on getting their way.And this race against time the White House and Republican leaders may have as little as eight days to prevent the U.S. from defaulting on its debts. Many economic experts predict disaster if that happens. Small businesses, long considered a backbone of the U.S. economy, are keeping a wary eye on the negotiations here in Washington. And many say their livelihoods could be crushed if talks failed to prevent a national default. CNN's Gabe Cohen explains. (BEGIN VIDEOTAPE) GABE COHEN, CNN CORRESPONDENT (voice-over): From a construction site in Baltimore --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:33:39",
      "speaker": "BRENDAN MCCLUSKEY, PRESIDENT, TRIDENT BUILDERS",
      "sentences": "I get really frustrated by that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:33:39",
      "speaker": "COHEN",
      "sentences": "-- Brendan McCluskey is imploring Washington lawmakers to hammer out a deal and raise the debt ceiling before the U.S. government runs out of cash to pay its bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:33:39",
      "speaker": "MCCLUSKEY",
      "sentences": "Please, for crying out loud, just show up to your job and stop putting everybody at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "MCCLUSKEY",
      "sentences": "So we're doing millions of dollars' worth of work over the next 30 to 60 days. When may we get paid for that? But I also have a great backlog for the second half of this year as long as we don't have an economic catastrophe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COHEN",
      "sentences": "Hearing that, what goes through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "CHRIS CHURCH, TRIDENT BUILDERS EMPLOYEE",
      "sentences": "Scares the heck out of me.COHEN (voice-over): So workers like Chris Church are anxious for a deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "CHURCH",
      "sentences": "When you get four people dependent on you.COHEN (on-camera): You're talking about your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "CHURCH",
      "sentences": "My family, yes. Who knows what's going to happen? You think about it, are you going to have a roof over their head or food in their bellies, you don't know.COHEN (voice-over): Tens of thousands of small businesses work on government contracts. But a default would even strangle the ones that don't. It would drive up borrowing costs making it harder to get loans and credit. JOE WALL, NATIONAL DIRECTOR, GOLDMAN SACHS 10,000 SMALL BUSINESSES VOICES: Whether they are trying to grow or just trying to survive, it's going to be very tough for them if the government defaults. COHEN (on-camera): Are you worried this could push many of them out of business?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "WALL",
      "sentences": "Potentially, if it's a sustained default.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COHEN",
      "sentences": "How stressful is this time then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ANITA CAMPION, CONNEXUS CEO",
      "sentences": "Oh, it's been stressful.COHEN (voice-over): At Connexus Corporation, a consulting firm that helps developing countries increase incomes for the poor, CEO Anita Campion says 80 percent of their revenue comes from government contracts. (On-camera): You're already making adjustments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "CAMPION",
      "sentences": "Yes, definitely. We have stopped hiring. We have made plans to kind of limit spending, we are not being aggressive in our new business, in our new proposals that we're going after. We're just kind of treading water and waiting to see what happens.COHEN (voice-over): A long term default could erase by one estimate about eight million jobs and $10 trillion in household wealth. It would also stall payments for federal programs like Social Security, Medicare, veterans benefits and food stamps. Ephrame Kassaye, who runs three markets in D.C., says more than half his revenue comes from customers using SNAP funds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "EPHRAME KASSAYE, STORE OWNER",
      "sentences": "We're going to have big reductions on the sales into our businesses.COHEN (on-camera): And what would you have to do as an owner to adjust for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "KASSAYE",
      "sentences": "I think it's going to be very bad. I'm going to end up cutting employees. COHEN (voice-over)expensive or specialty items in case a deal isn't reached in time and sales go south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "KASSAYE",
      "sentences": "I think they need to consider about the people, the American people. They need to consider that. They need to consider about the low-income peoples, how they're going to be impacted.COHEN (on-camera): And so these businesses that are tightly tied to the government are already taking steps to prepare. And now as for the rest of us, if a deal isn't reached, the Small Business Administration predicts more companies raising prices, cutting services, even scaling back expansion plans. In other words, we will all feel this before long unless there's a deal. Gabe Cohen, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:44",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:44",
      "speaker": "ACOSTA",
      "sentences": "All right. We do have breaking news at this hour. A big development in the talks between President Biden and House Speaker Kevin McCarthy on a deal to raise the debt ceiling.CNN's Manu Raju is on Capitol Hill for us. CNN's Priscilla Alvarez is over at the White House. Manu, it turns out you did stick around all day for some big news on this front. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:44",
      "speaker": "RAJU",
      "sentences": "Yes. After furious negotiations that have gone essentially around the clock for the last couple of weeks, House Republican leaders and the White House have struck an agreement in principle on a deal that would raise the national debt limit. Now this would include a range of spending cuts and other conditions that Republicans have demanded in exchange for the bill that would essentially avert the nation's first ever debt default if the $31.4 trillion debt ceiling is not increased by June 5th.Now, there are still a lot of questions because we have not seen the details of this plan. We know that they have been discussing rolling back domestic spending levels for one year prior. That's not as far as some conservatives would like. We know that they have been discussing issues such as work requirements on certain social safety net programs. It has been an issue of a big sticking point. It's not clear at this moment how that issue has been resolved. And we know they have talked about pulling back funding for COVID relief. That had been an area in which there had been an agreement on, adding this as part of this plan. But this will be briefed to the members of the House Republican conference. They're going to get their briefing at 9:30 p.m. Eastern. This is part of the beginning of the Republican effort to try to sell their members on this plan and try to tamp down dissension that is growing among the right flank of their conference. Well, Kevin McCarthy's challenge now going forward is to keep a majority of his conference in line. The Republicans don't want to bring a bill to the floor that doesn't have the support of the majority of his conference. So they are pushing to do just that with this conference call tonight. But there's going to be questions on the Democratic side of the aisle. Many Democrats did not want to give in as far as the White House appears to have given in to the Republicans in order to get the deal to raise the debt ceiling. And the question is going to be how many Democratic votes come over and support this to get it through the House? That's going to be a challenge for the White House in the days ahead. And then there's questions about getting it to the United States Senate in a timely fashion. All huge questions are looming over Washington. But the huge development tonight after these negotiations, painstaking negotiations, they believe they are there, the speaker and the president, a deal in principle to avert a debt default. Now it's about getting the details, selling it to the members, and getting it through Congress -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:41:44",
      "speaker": "ACOSTA",
      "sentences": "All right, Manu, lots of steps ahead. A lot of moving parts. No question about it. But it looks like a break in the logjam.Let's go over to Priscilla Alvarez over at the White House. Priscilla, I mean, it did sound like this was a positive development earlier this evening with the president and the House speaker getting on the phone. And it sounds like our colleagues are reporting now that that was a pretty fruitful call, that something did come out of it. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ACOSTA",
      "sentences": "All right. And let's go to David Gergen. I believe David Gergen is back with us, senior political commentator for CNN.David, you've advised presidents from both parties. This is a huge moment for President Biden. And what we have seen up until this point, nearly every turn, House and Senate Democrats have been kind of arm in arm with this president in ways that -- I mean, you can just correct me if I'm wrong here. I don't know we've seen in modern times in the Democratic Party. Barack Obama was able to bring Democrats along I suppose on Obamacare, but it has happened time and again with President Biden. But this may be one of his most important tests because House Democrats have said time and again that they really don't like some of the deals that are being cut here to get to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "GERGEN",
      "sentences": "Yes. Well, you have to say, I think if there is a deal and it sounds like there obviously is a deal in principle, which is important, then that means McCarthy has tied himself to that particular arrangement. He's got to get a majority of it in his caucus. And that's going to be hard to do. And he has his dissension rising, as you've reported. So I think the pressure is really on McCarthy.Biden has done what he could do and he will get a lot of credit for that as long as the whole framework is not thrown out by the Democrats. But I think they'll want him to succeed. But now I think this is a real test. McCarthy is going to need to go down with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:08",
      "speaker": "ACOSTA",
      "sentences": "Manu Raju, let me go to you on this because, I mean, that is one of the lingering questions is how precarious Kevin McCarthy's hold is over his Republican conference. That has been a subject of conversation here in Washington since he won the speakership and it took, how many, 15 times or whatever for him to win the speakership. What do you think? Do you think he has these House Republicans onboard? I suppose they haven't even had the phone call. There was supposed to be a phone call in about 45 minutes from now. But as David is saying, yes, we talk about President Biden and his relations with the Democrats. They're pretty strong. Not so much with Kevin McCarthy and the House Republicans. It is tough over there. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "ACOSTA",
      "sentences": "All right, Manu. And I think we might have Catherine Rampell, \"Washington Post,\" CNN economic analyst.Catherine, I know you're there as well watching all of this on a Saturday night. This is all what we wanted to do on a Saturday night on Memorial Day weekend, I know. But, Catherine, let me ask you this, I mean, you know, one of the reasons I think that they want to do this this weekend, you can correct me if I'm wrong, is Monday we don't have to worry about the markets opening and the stock market having a huge problem. Correct me if I'm wrong there. I think I'm right about that. And so they really have until Tuesday. Is that what's happening here? And I know your cat is trying to make a cameo here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "CATHERINE RAMPELL, CNN ECONOMICS AND POLITICAL COMMENTATOR",
      "sentences": "I'm sorry. I was not expecting to be on TV at this time. So I sort of passed that up and my cat clearly wants to weigh in on the debt limit deal.Yes, I think the fact that the markets are closed for the weekend including on Monday is probably part of the timing here, but I think even that maybe gives them a little too much credit. They need to get a deal done as quickly as possible because, remember, even if they have the broad outlines of a deal set up at this point, they still have to write legislation. They still have to get it passed in the House and the Senate. And as we have just heard, a sizable contingency of the House Republican conference may try to obstruct it, so it would be nice to say, oh, yes, they were clearly strategizing to make sure that they got this thing announced at exactly the right time where markets wouldn't freak out, maybe. But I think more likely they should have gotten this done yesterday or two months ago and they're just taking what they can get in terms of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "ACOSTA",
      "sentences": "Yes, we've all been looking for white smoke in all this, but perhaps it was Catherine's cat that was going to be the indication as to whether or not we have a debt limit deal.Catherine, but, you know, one of the things that is hotly debated -- I mean, and it shouldn't be debated -- is whether or not there would be economic serious economic ramifications were the country to crash through the debt ceiling. I mean, I was talking with Tim Burchett, a Republican -- very conservative Republican member of the House earlier on in this program, several hours ago. We're still on the air. And you know, he was sort of raising questions as to whether or not this is that kind of a big deal. It is a big deal if we default for the first time ever in this country's history. And what would that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "RAMPELL",
      "sentences": "Absolutely, absolutely. I think there's a lot of confusion about this particular point. People get confused about the difference about a debt default and a government shutdown and all sorts of other versions of government dysfunction that we have experienced. We have not experienced a debt default along the lines of what we're talking about here.What happens if we default on our debt? First of all, some payments don't get made. Can they prioritize which payments get made? That's an open question. So presumably if they were able to prioritize, they would pay off bond holders, maybe they would pay off Social Security recipients, and military service members, but then everybody else, who knows? But if they could not prioritize, and, look, it's not great if we basically are deadbeats to some of the people we owe money to, but if we are unable to prioritize or if in fact markets say that prioritization is not good enough, you have these cascading effects throughout global financial markets. That's because the U.S. Treasury is essentially the fundamental building block of all of the financial markets throughout the world, meaning that it is considered the safest of safe assets. Almost every other asset is benchmarked against it to judge its relative riskiness. It's often used as collateral in a lot of other kinds of trades throughout the world. So if you suddenly find out that this once considered safest of safe assets is not actually that safe, it has this kind of domino effect where you could imagine that there's panic and chaos and sell-offs throughout lots of other markets that are essentially forced by this one -- this one building block essentially being pulled out from the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "RAMPELL",
      "sentences": "So it is absolutely a scenario we do not want. It is not the national parks getting shut down akin to a normal government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:06",
      "speaker": "RAMPELL",
      "sentences": "This is much worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:04",
      "speaker": "RAJU",
      "sentences": "Yes, 9He won't brief his members until 9:30 p.m., and there'll be more details undoubtedly about how those final sticking points were resolved, and what other issues, other provisions are part of this deal to raise the national debt limit. But the speaker will take questions and will talk to the press at 9:10 p.m. about the deal that he has reached in principle. Then he will later brief his members before the real hard work begins in trying to get this through the House -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:04",
      "speaker": "ACOSTA",
      "sentences": "And Priscilla Alvarez, I can't imagine we're going to hear from the president before the end of the night on camera, but I suppose they could put out a statement. They may say something to the pool, that we'll hear something from the White House in that regard. Anything on your end? ALVAREZif we expect to hear from President Biden, no answer as of yet, but recall President Biden is at Camp David. We've heard throughout the day that he was engaged within these talks. Of course he spoke with House Speaker Kevin McCarthy where we know now that this principle, this agreement in principle was reached. But the White House position over the course of these several days is to sort of let this play out. They didn't talk publicly very often about what was happening in these negotiations, really leaving it up to House Republicans. So we're slowly starting to learn about what has happened and where this is headed. As you heard there from Manu still a lot of work ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:04",
      "speaker": "ACOSTA",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:04",
      "speaker": "ALVAREZ",
      "sentences": "So we're waiting to see what we hear from the White House.",
      "isLastSentenceInterrupted": false
    }
  ]
}