{
  "date": "2023-08-04",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: U.S. Navy Sailors Accused of Spying for China; Verdict Expected in Alexey Navalny \"Extremism\" Trial; President Bazoum Pens Op-Ed: \"I Write this as a Hostage\"; Sources: Trump in Sour, Dejected Mood after Arraignment; Viral Video Sheds Light on Dangers Faced by Sun Bears. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello, welcome to CNN NEWSROOM, I'm Max Foster in London. Just ahead, a sea drone attacked a Russian Navy ship operating in the Black Sea. We'll have more details about the daring operation. Two U.S. Navy sailors have been accused a spike of China what kind of secrets could they have spilled?The Donald Trump answers charges he tried to undermine America's democracy. We're live in Washington for a closer look at what happens next. Well, Moscow claims it repelled an overnight Ukrainian drone attack on one of its key naval bases. But dramatic new video may tell a different story. The social media images appear to show a damaged Russian warship listing heavily in the Black Sea. A Ukrainian source tells CNN, a sea drone carrying about 450 kilograms of explosives attack the ship, which had about 100 Russian servicemen on board. This footage appears to show the approaching drone. The Ukrainian source as the attack was carried out by Ukraine. CNN's Nick Paton Walsh joins me now live from Zaporizhzhia, Ukraine. Its extraordinary video, isn't it when you see that drone coming in and ultimately collide with the ship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, a sign really of Ukraine's increasing reach and Russia's growing vulnerability in parts of the Russian territory, which you would simply at the beginning of this war thought would always be completely off reach to Ukraine this Olenegorsk Gornyak ship huge in the video.They're hit with an enormous blast it seems if indeed 450 kilograms of explosive were used. And I think whatever we're hearing now, the vague signals from the Russian side about this instance, I'm suggesting, in fact, the port is back to normal. Eventually, if the death toll does indeed include 100 soldiers we'll hear more from the Russian side about this going forward. But Novorossiysk fall on the other side of the Black Sea, absolutely not a place that you might think Ukraine might be able to attack and this drone indeed, if it was the case, we'll have to have traveled possibly hundreds of miles to indeed have reached that vessel. At the same time to it appears other drones, according to some reporting may have hit an oil terminal on the other side of that gulf, Max. So Ukraine showing its reach, this is just an echo, frankly, of the attacks we've seen on Moscow's infrastructure indeed, on the Kremlin dome itself back in April hitting the dome. I should say may have the dome of that central part of the Russian government. And so Vladimir Putin I think daily now being reminded of Ukraine's greater reach and things happening which were so distant from Russia's original plan that it must surely be shaking those war planners inside the Kremlin wars, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "OK, Nick Paton Walsh in Zaporizhzhia, Ukraine. Thank you. About an hour from now, verdict expected in the latest trial involving, one of the Kremlin's fiercest critics. Alexey Navalny accused of supporting extremism charges that he calls politically motivated. The Russian opposition leader is already serving more than 11 years in a maximum security prison east of Moscow.And this new verdict could extend his time behind bars by an additional two decades. Navalny says he's prepared what he calls a Stalinist sentence. CNN's Nic Robertson joins me now. I mean, he's so outspoken, isn't he? Does this play negatively for him in these trials?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Nic, back with you later. Thank you. Two U.S. Navy sailors have been arrested for allegedly sharing military secrets with Chinese Intelligence Officers. Federal authorities say the sailors were paid thousands of dollars in return. One man is facing espionage charges and the other is accused of accepting bribes for the information that he handed over.A spokesperson for China's Embassy in the U.S. says they are not aware of the details of the case. Natasha Bertrand joins us from the Pentagon. I mean, we're not going to get much detail are we because it's all intelligence basically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Max. So essentially, what prosecutors have laid out here is their charges facing two U.S. Navy sailors based in California who allegedly provided sensitive U.S. military information to Chinese Intelligence Officers one from 2021 to 2023, and the other in 2020, beginning in 2022, and lasting really up until the present.And these are really serious charges. And actually these cases are separate. But prosecutors chose to unveil them yesterday publicly, just to drive home just how far China is willing to go to try to steal U.S. military secrets from U.S. service members. So what we're learning is that one of these sailors his name is Jinchao Wei he worked at Naval Base San Diego. He was a machinist made essentially an engineer. And prosecutors allege that from February of 2020, to until the present he was engaging in an agent handler relationship with a Chinese Intelligence Officer and providing that officer with detailed information about U.S. Navy ships, including the USS Essex on which Wei worked. He also provided according to the indictment, this Chinese Intelligence Officer with dozens of technical manuals that laid out ship layouts, including the kind of weaponry that the ships had on board and an exchange, According to prosecutors, he received thousands of dollars. Now notably, he was actually applying for U.S. citizenship at the time that he was allegedly working with this Chinese Intelligence Officer. And that officer actually congratulated him according to the indictment in May of 2022 on obtaining that U.S. citizenship all the while, of course, prosecutors say he was working with the Chinese to provide them with the secrets. Now the other U.S. Navy sailor he worked at Naval Base Ventura County's name is Wenheng Zhao, and he allegedly provided a Chinese Intelligence Officer who was posing as a civilian with detailed information about U.S. operational plans and training exercises in the Indo-Pacific. He also allegedly provided him with images of and details about us radar systems in Okinawa, Japan at the U.S. military base there. So really serious charges here against two U.S. Navy sailors coming at a time of course, when the U.S. is very concerned about China's military strength. The size of China's Navy fleet has surpassed the size of the U.S. Navy fleet and the U.S. says that China is making military strides against the U.S. And of course, we should note that this is at least the third time this year that U.S. service members have been charged with mishandling classified information. Of course, the U.S. military still reeling from those charges earlier this year filed against Jack Teixeira, who is a U.S. service member who allegedly just posted classified information online. So clearly the U.S. military trying to get a handle here on what exactly is going on, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Max, it's certainly a pretty extraordinary moment that the President who is being held we know under house arrest with his family was able to get this message out into the Washington Post. And given where he got the message out to this is directly an appeal, Max, to the international community for support.I want to just show you one little section of that. He says that if this coup was successful, there would be devastating consequences far beyond our borders, and he appealed directly four assistance in ending the coup and bringing him or a Democratic dispensation back to power in the last few days, you've had this feverish attempt, in particular ECOWAS regional bloc there to try and defuse the situation. You had representatives going into the capital Niamey, they were unable it seems to meet with the coup leader, but they weren't able to meet with senior military officials there to try and persuade them to negotiate out of the situation. In just the last several hours you've seen, the coup leaders really push their agenda. Of course, switching off the feed of France 24, and Radio France Internationale key, French updates there, they've also severed military ties with the French officially in the last few hours. What is clear, though, it is interesting that the Americans, according to the Pentagon still operating on some level at their massive drone base in Agadez. But with the pressure increasing from that regional bloc and the threat of possible military intervention looming, this was the response from some of the coup leadership. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "AMADOU ABDRAMANEADOU ABDRAMANE, NIGER MILITARY SPOKESMAN",
      "sentences": "ECOWAS being impersonal. Any aggression or attempted aggression against the state of Niger will be met with an immediate and unannounced response by Niger's defense and security forces on one of its members, with the exception of -- friendly countries.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MCKENZIE",
      "sentences": "Now, those exceptions are, of course, the countries that have had coups, and already out of ECOWAS, like Burkina Faso and Mali. So what you have here potentially, it's very dangerous, dangerous situation. If you had a Nigerien and Senegalese troops, for example, going into Niger to try and restore the democratic dispensation there.You may have both Nigerien troops and other militaries coming in as well. There is hope so from diplomats that I've been speaking to that there could be a negotiated settlement, but the clock is ticking, and it's a very volatile situation, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "Former U.S. President Donald Trump has now done something no other President has done he's pleaded not guilty for the third time in a courtroom in just four months. Mr. Trump answered charges that he tried to undermine the 2020 election the next hearing set for August 28.When the judge intends to set the trial date, Mr. Trump's lawyers will likely attempt to delay the trial, setting the stage for a chaotic campaign season disrupted by court dates. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "JOHN LAURO, TRUMP ATTORNEY",
      "sentences": "We will re litigate every single issue in the 2020 election in the context of this litigation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, House Democrats are asking that the charge be televised. Federal courts usually do not allow cameras in the courtroom. But the lawmakers are asking for an exception. Zachary Cohen joins us now with a closer look. I mean, there's a massive clash isn't there between, you know, all of these cases and appearances and the election is very confusing isn't for Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "It really is. And yesterday was a historic day because of that. And Donald Trump returning to the same courthouse where over 1000 people who were at the U.S. capital on January 6 and breach that building then went through the same motions he did they went for their initial appearance and sat before a judge and were rant.So Donald Trump yesterday entering the courthouse, we didn't have cameras inside the room. But our reporters described in great detail what was happening Donald Trump sat, you know, at a table alone with his hands folded together looking angry at times and, you know, held up his right hand and swore to speak the truth. And entered a plea of not guilty and, you know, facing four counts, but, he not guilty to all four counts. And look, the judge said the next hearing for August 28. But as you said, look, we are bumping up against a busy campaign schedule and a busy you know, a looming a presidential election where Donald Trump is the front runner for the Republican Party. To be the next President and his lawyers are obviously keenly aware of that. And it's really playing into their strategy, as you mentioned, they want to try to delay they said certain court yesterday that there's a massive amount of evidence that needs to be reviewed in this case. And they're making the argument that they need months and months and months to go through that before a trial can even start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "What about this idea of having cameras in court? I wonder if this is something that Donald Trump might accept or approval, this is going to have a huge viewership. And he understands the power of media, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COHEN",
      "sentences": "Yes, we'll see what the court decides on that, obviously, House Democrats, as you said, they want to see this trail, you know, on video, but it remains to be seen how that may factor into what comes before and how Donald Trump does try to potentially use this on the campaign trail to his advantage?You know, there was a recent CNN poll where nearly 70 percent of Republicans believe that Joe Biden's 2020 presidential win was not legitimate. So that number is extremely high amongst people who, you know, are looking at potentially voting for Donald Trump, not only in the Republican primary, but if he wins against Joe Biden in a presidential election. So, you know, very complicated, and it's not lost on anybody that the charges Donald Trump is facing, or force trying to subvert and overturn his last election loss as well. So a lot going on in this case and a lot of complicated factors at play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "In terms of how this has been received by the public, I noticed that Kevin McCarthy, who's obviously a close ally of Donald Trump is pointing out that Hillary Clinton also contested elections in the past. I mean, what narrative they're putting out in terms of potential voters in relation to this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "OK, Zachary Cohen, thank you for that. Now you've heard of a wolf in sheep's clothing now Chinese zoo is accused of having a man in bears clothing up next what the zoo wants to know about their star attraction?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "Deforestation in the Amazon has fallen to its lowest level in six years. That's according to preliminary data from Brazil's space research agency. It found that 66 percent less forest was cleared this July compared to the same month last year. The numbers show a steep decline in deforestation since President Lula da Silva's inauguration in January.Brazil's Environment Minister says policies like increasing surveillance and finding perpetrators have played a big role. A viral video is raising awareness about one of Asia's most endangered and intriguing animals. Now scientists have the added attention will help save the sun bears. CNN's Ivan Watson reports. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): This video put a zoo in China in a bind. When Chinese social media exploded with claims this animal was a human in a costume. The zoo decided to grin and bear it, issuing a statement in the voice of the animal saying I'm a Sun Bear a message echoed by another zoo in the U.K. WATSON (on camera): Have you seen that video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SIEW TE WONG, FOUNDER OF BORNEAN SUN BEAR CONSERVATION CENTER",
      "sentences": "Yes, I've seen that video and I am very, very convinced on the potential that it is a Sun Bear.WATSON (voice over): Siew Te Wong is a Biologist and Founder of the Bornean Sun Bear Conservation Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WONG",
      "sentences": "This is a male. We got Joe over here.WATSON (on camera): And I think we can confidently say that that's a bear not a human in a costume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WONG",
      "sentences": "Yes, that is a bear.WATSON (voice over): This forest enclosure in Malaysian Borneo shelters 44 rescued Sun Bears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WONG",
      "sentences": "Yes, the smaller -- they look very similar to people when they send up.WATSON (voice over): Sun Bears are also an endangered species. Their tropical forest habitat across Southeast Asia is shrinking. WATSON (on camera): What does the future look like for the Sun Bears a species in the wild right now?",
      "isLastSentenceInterrupted": false
    }
  ]
}