{
  "date": "2023-02-04",
  "headline": "CNN This Morning",
  "subHeadline": "Chinese Spy Balloon Could Exit East Coast Of U.S. Today; More Than 20 Million People Are Under Wind Chill Alerts; Record-Breaking Lows Reported At New Hampshire's Highest Mountain; NJ Councilwoman Fatally Shot While Sitting In Her Car; Biden Meets with Black Lawmakers Amid New Push For Police Reform; House Passes Resolution Denouncing \"Horrors Of Socialism\"; Biden Admin Proposes New Guidelines To School Meals; World's Oldest Living Dog Bobi Is 30 Years And 268 Days Old. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:44",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And good morning, everyone. Welcome to \"CNN THIS MORNING.\" I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Hey Amara. I'm Boris Sanchez.All eyes are on the sky this morning as this Chinese spy balloon over the United States just continues drifting, where it's expected to go and why the White House has not yet ruled out shooting it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "WALKER",
      "sentences": "And a brutal blast of dangerously cold air is sweeping across the Northeast right now. In some places that it will feel like 50 to 60 degrees below zero, where we're seeing the cold air and we'll tell you when it's going to start to warm up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "SANCHEZ",
      "sentences": "Plus, police in New Jersey searching for the person who murdered a local council woman outside of her home, while local officials are saying about that case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "WALKER",
      "sentences": "Plus, the USDA rolling out new guidelines for school lunches, that changes they're proposing for schools across the country. Just ahead on \"CNN This Morning.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "SANCHEZ",
      "sentences": "Welcome to your weekend, Saturday, February 4th, we appreciate you joining us. For a lot of you out there it is freezing cold outside, beyond freezing cold. We're going to get to that in just a moment.But we start with this balloon story everybody's talking about. It is causing international tension between the United States and China and there is concern about where it might come down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "WALKER",
      "sentences": "Yes, that's right. And the U.S. is tracking that Chinese spy balloon making its way across the country. Defense officials say the balloon could reach the East Coast of the United States and pass out to sea as early as today and we're going to get our first look at where exactly the balloon is now that the sun is up, it was first spotted by civilians over Montana, Thursday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nothing is not the moon. The moon is right there. This thing is so weird. It's definitely moving.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "SANCHEZ",
      "sentences": "And the context here is important because the Secretary of State Antony Blinken was supposed to travel to China in the coming days for a huge meeting. He has decided to postpone that highly anticipated trip calling this an irresponsible act by China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "WALKER",
      "sentences": "Defense officials have advised President Biden against shooting down that balloon. But of course, that decision could change. China claims the balloon is a civilian airship used for weather research and that it was blown off course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "SANCHEZ",
      "sentences": "Let's get the very latest from our correspondents following the story now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:44",
      "speaker": "WALKER",
      "sentences": "Yes, CNN Pentagon correspondent Oren Liebermann, joining us now, along with senior international correspondent Will Ripley in Taiwan. Welcome to you both. Oren, let's start with you. What more are you hearing about the Pentagon (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "SANCHEZ",
      "sentences": "And that is the open question, right? Oren, the intent here, because if China can accomplish its surveillance goals with satellites, why send this balloon? Why make this provocation? And as we turn it over to Will Ripley, who's in Taiwan for us Will, China's says this balloon is used for weather research. We just heard from Oren who says, nobody in the national security apparatus takes that claim seriously. The notable thing though, is China is acknowledging that something went wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It seems as if they're acknowledging that this was a colossal screw up in terms of this, obviously, not weather balloon when it's 90 feet long the size of three buses, equipped with the type of equipment that could take very high resolution imagery, but where it was actually flying over the, you know, the heartland of the United States, including over my alma mater, the University of Missouri, Columbia, they have any intel that they would need to gather from their vast array of hundreds of spy satellites. And they certainly would not deliberately put this giant balloon over visibly over the United States on the eve of a hugely crucial diplomatic meeting that they've been planning for, for months.It was back in November at the G20 in Bali, when President Biden met with China's President Xi for three hours. And one thing they talked about was the importance of maintaining contact and communication at all levels. Ever since then, Beijing has been gearing up for Secretary Blinken's visit. And it seems highly improbable, you know, that, that according to every analyst, I've spoken to any way that they would deliberately provoke the United States and fly something like this, that gives them little intelligence benefit, unless it was some sort of a test of how the U.S. will respond. But frankly, the truth is, is that China wants this meeting, they want to talk with the United States. And they have a lot of issues that are much higher up on their priority list than a balloon, they have to talk about tensions over Taiwan, they have to talk about accusations of intellectual property threat. There's tariffs, there's semiconductors. And then of course, the important issues to the U.S. human rights, along with shared issues of global concern, like climate change, so much on the agenda that Beijing and the United States want to talk about. But right now, everyone's talking about this balloon, which was very likely a spy balloon or not, a huge mistake. China saying that it basically was blown off course has limited steering ability, it seriously deviated from the scheduled route. And for the first time that I can remember in nearly 10 years of working out here in Asia, they actually apologize for something normally trying to never leave never apologizes for anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "SANCHEZ",
      "sentences": "Right. Yes, the timing of this is perplexing and the political implications obviously huge. Will Ripley, Oren Liebermann, thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "WALKER",
      "sentences": "All right, let's turn now to the northeast where the weekend is starting off with mind numbing temperatures. More than 20 million people under wind chill warnings and advisories. Boris, I'm going to read this because I know your teeth are going to chatter just listening to this phrase, like its purple everywhere, freezing cold air combined with strong winds making a one, two punch for people across the region. Creating conditions that really could prove deadly. At those temperatures, frostbite can occur in under 10 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "SANCHEZ",
      "sentences": "Yes, I do want to point out for the record, Amara did want to send me out into this weather and fortunately cooler heads prevail. It shouldn't surprise you, this weather is broken records and what you were just looking at there were images from Mount Washington in New Hampshire, where they recorded a windchill of minus 108 degrees. You can see the cameras shaking it looks like something out of science fiction.The coldest on record, likely the coldest on record for any weather station in the United States, 108 degrees below zero. The extreme weather is also creating rare sites across the country. Look at this freezing wind blowing across warm waters of Lake Champlain leading to steam devils that swirled above the lake. And also check out this woman eating pasta outside. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "KATHARINE MONTSREAM, RED HOT CHILLY DIPPERS",
      "sentences": "In the winter, there's nothing like hot buttered pasta. It's five below Fahrenheit and 20 below Celsius. I mean, it doesn't really get a lot colder than that. Not in Vermont anyway.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "WALKER",
      "sentences": "What a way to demonstrate how freezing cold it is out there. Let's go now to CNN Athena Jones live in Boston. Athena -- oh, I thought I saw you wearing a mask you can put it back on because I don't know how you've been doing these live shots --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "ATHENA JONES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "WALKER",
      "sentences": "And your lips have not been freezing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "JONES",
      "sentences": "I had my scarf on my face just to try to protect my skin because as we've been talking about since yesterday and before in the lead up to these Arctic glasses, dangerously cold. It only takes a few minutes especially with the wind to really feel it on your skin and to have things like frostbite. Of course, it heightens the chances of hypothermia as well, which can be deadly.[08:10:13] But you mentioned records being broken. We know already according the National Weather Service, that yesterday, a Boston broke -- set a new record of our low temperatures of negative eight degrees. That's the lowest since the 19th century. So, we'll wait and see how it all stacks out with records all around the region when this wraps up. I can tell you that just like I reported last hour, we seem to be getting slightly warmer by a degree or so by the hour, I'm showing negative seven right now, with the windshield the fields like as negative 27. And that's still very cold. But it's a bit of an improvement over the last couple of hours. We're waiting on the latest update on the temperature at Logan Airport. But suffice it to say it's very, very cold. Twenty million people are so still under these window warnings and advisories here in Boston, that that windshield warning lasts till 1:00 p.m. And so, certainly by then we should expect things to be improving. And like I said, we're hoping still to get into the single positive digits, at least in the next couple of hours here in Boston. And of course, the extreme cold weather emergency that Boston Mayor Michelle Wu declared is still in effect. So, people are still being advised to stay indoors as much as possible. There are warming centers still available to folks, we know that there were power outages last night, there were about 45,000 customers who lost power, according to Massachusetts, emergency management officials, and that number was down to under 10,000 later in the night. So will -- we imagine that they're still working to get that power restored because of course it is just extremely dangerous to be without a heat source during this extremely, extremely cold Arctic blast is going to last a few more than a few more hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "WALKER",
      "sentences": "Athena, your coherence --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "JONES",
      "sentences": "Boris, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "WALKER",
      "sentences": "-- and your poise is really commendable. I order you now to put on a mask, I do not want you to get frostbitten. Athena Jones, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "JONES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "SANCHEZ",
      "sentences": "Stay warm, Athena. Yes. Let's bring in meteorologist Allison Chinchar. She's lifeforce in the CNN Weather Center. Allison, bring us the big picture. How long are we anticipating these temperatures will last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Right. So that's the good news and that it's a very short lived, albeit very extreme, but short-lived cold snap. Here is a live look at Mount Washington. And you can see that camera rattling from time to time and we're losing the connection. It's very, very chilly up there. The actual temperature is minus 42. That's the actual temperature but it feels like it's minus 101, thanks to the 96 mile per hour wind that is there. Again, we've got very dangerous windshield conditions not just up inNew Hampshire, but really much of New England and the Northeast. At the levels we just mentioned frostbite consented in just five minutes for a lot of these other areas, as soon as 10 to 15 minutes on any skin that would be exposed. So, your face if you're not wearing gloves, your fingers could start to have that frostbite set in very quickly We note Mount Washington but also some pretty cool wind chills elsewhere, Portland looking at minus 31 right now, Burlington, Vermont minus 26. Even New York, it feels like minus 13 out there right now. We talked about it though, the good news aspect of this story. And that's that it's very short lived really for most of these areas. It's a quick burst of 48 hours of those extreme cold temperatures before we start to see things rebound. And they rebound significantly to, to point out Boston going from a high today of 18 to a high of 47 tomorrow. That's significant, because that actually puts them 10 degrees above average. So, you're going from quite cold to actually pretty warm. Same thing for Portland, New York, Burlington all getting back above what would normally be their high temperature this time of year. And a lot of this is because of the polar vortex. This is what the polar vortex looks like under normal stable conditions, keeping that extremely cold air right around the North Pole. But when you start to have these disturbances in the Jetstream, that allows that cold air to dip down pretty far south. And for us, that includes areas of the Northeast, it also includes Canada, portions of the Midwest, where you start to see those extreme temperatures getting in places where you wouldn't normally have them. But again, that frigid air is going to finally start to push back out. Sunshine will return and Boris and Amara the warmer temperatures will also follow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:28",
      "speaker": "SANCHEZ",
      "sentences": "I think you can agree Allison that it is time for the polar vortex to go home and leave us be at least for a while. Thanks so much, Allison Chinchar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "Is that the wind howling that I'm hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "That is yes, we did not adopt a stomach bird. That is the wind howling through one of our westerly facing doors this morning and behind me actually is (INAUDIBLE) we had some 98 mph sustained winds. So quite a noisy morning this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "Wow. I mean, those are strong winds. I mean, hurricane force winds. So, when you were outside, I mean, it's obviously slippery. How are you getting around? And obviously you're working right? That's why you're going outside not for leisure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "Absolutely. So, we do have a little bit of a hack, if you will. So, we've got a nice tower above us that goes up about another 60 feet or so. And so, we're quite sheltered behind that tower, thankfully, and so we can take our temperature readings behind that tower and not be exposed to the strongest of the winds and the worst of the wind chills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "Yes. So, the New Hampshire Governor Chris Sununu and local officials, including people there from the observatory have been warning people to especially the hikers who venture up there during these months to stay away. Are they heeding these warnings this weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "Yes, fortunately, we didn't see anyone attempt to summit at least at the moment, it doesn't look like it happened. So, I think really, there's been really good messaging with this event, far out in advance as well. So, I think that really helped the public response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "And how are you staying warm? And how many colleagues do you have there with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "And so, I have two other colleagues, we also do have two other volunteers who have helped us quite a bit. And also state park employees who have kept the sort of safe drug store and we actually had one of our doors first opened during the peak of the storm, they helped us stay park employees that is, they helped us to repair the door in a very timely manner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "But in terms of -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "The door just slammed open, or swung open in the middle of the storm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "What was that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "So briefly terrifying, it took about three of us or so to sort of keep the door closed, while those winds were blowing in excess of 100 miles per hour. We eventually got a new latch for it. And so, it's nice and secure. And we've got a piece of plywood as well sort of security in place. And so, while we're hoping that's a good fix, at least in the short term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "Wow, you are a courageous Francis. Lastly, before we let you go, just tell us how dangerously cold it is. I mean, if you're outside and these kinds of treacherous conditions, I heard someone say that and within a minute, if you take your gloves off, your fingers will not be able to move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "Yes, so I'll second that as well. And yes, frostbite will set in under a bit of these conditions. Mild frostbite, you may notice the reding, sort of like sunburn like symptoms, then quickly your skin will become waxy. And yes, you may not be able to move your fingers after just a few minutes. All of these types of conditions are quite dangerous up here on the higher summits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "And lastly, can you just compare a typical winter day in February up there at the Mount Washington observatory compared to now how different it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "Certainly, sort of typical average high temperature is around five degrees or so above zero. And so yes, record breaking day. We actually tied our record which was set back in 1934 but some of the original observers appear on the summit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "Wow. Wow. Well, listen, we really appreciate you joining us, Francis Tarasiewicz, appreciate the research that you're doing. I know it's a nonprofit. Please stay warm. Hopefully that door does not swing back open again. Thank you very much. Stay safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TARASIEWICZ",
      "sentences": "Yes, I think it's (INAUDIBLE). Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "SANCHEZ",
      "sentences": "Courageous is right Amara. Those are some frightening temperatures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "WALKER",
      "sentences": "Those winds sounds like ghost howling over them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "SANCHEZ",
      "sentences": "So still ahead on \"CNN This Morning.\" Police in New Jersey are on the hunt for whoever murdered a local councilwoman. The case so far has generated few leads. We'll tell you what we're learning about her and the search for her killer.Plus, growing calls for police reform following the death of Tyre Nichols. The Congressional Black Caucus meeting with President Biden to talk about nationwide police reform earlier this week. We're going to be joined by a member of that caucus coming up in just a few minutes. (COMMERCIAL BREAK) [08:24:04] SANCHEZ: An intense situation overnight in East Ohio that we've been tracking this morning after a train derails. Flames shooting into the sky in the town of East Palestine which is close to the Pennsylvania border. Evacuation orders are in place for those who live close by and a shelter in place is in effect for the entire town. (INAUDIBLE) spoke to the mayor there in the last hour. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:12",
      "speaker": "TRENT CONAWAY, MAYOR, EAST PALESTINE, OHIO",
      "sentences": "From what I've been told the train crew was fine. It was 20 some -- 20 odd cars back. There's 50 cars involved. It didn't hit any structures. There's some structures that they were keeping cool with water. But as of right now, nobody's hurt. There was no fatalities and we're just happy for that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "WALKER",
      "sentences": "Actress Melinda Dillon has passed away at the age of 83. She's best known for her role in \"A Christmas Story,\" and she received an Oscar nod for her role in \"Close Encounters of the Third Kind.\" A cause of death has not been revealed. She passed on January 9th, according to an obituary that was posted online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "SANCHEZ",
      "sentences": "A New Jersey community is in mourning after a beloved councilwoman was shot and killed. Eunice Dwumfour, a longtime civil servant was shot several times apparently while sitting in her car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "WALKER",
      "sentences": "CNN's Jean Casarez brings us the latest on the investigation to find her killer.(BEGIN VIDEOTAPE) JEAN CASAREZ, CNN CORRESPODNENT (on-camera): Good morning, Boris, Amara. The investigation is continuing in who is responsible for the brutal murder of the New Jersey City Council member, Eunice Dwumfour. Now what we can tell you is that multiple agencies are participating in this criminal investigation. They sent dogs out to the wooded area. I think we have video of that where they are searching. But we also know that this did happen on Wednesday night about 7:20, it was right outside of where she lived. She was in her car. And witnesses say they heard multiple gunshots those gunshots were going in to her car. When law enforcement arrived at the scene she was already deceased. Now police have not held a press conference, Prosecutor's Office has not held a press conference. There are no updated press releases at all. But I spoke with Glenn Skarzynski, who is the business administrator for Sayreville Borough, which is where Eunice Dwumfour for was a city council member. He says that law enforcement have many, many tips at this point and they are pouring over what they have at this point. But he also added that everyone in their community is hoping that sooner or later that this will be solved. Boris, Amara. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:17",
      "speaker": "SANCHEZ",
      "sentences": "Police in Memphis are expected to release more footage from that alleged traffic stop that ended with the brutal death of Tyre Nichols in January. We don't know exactly when that video is going to be released. But Nichols' death has reignited a push for nationwide police reform.President Biden actually hosted members of the Congressional Black Caucus at the White House this week to discuss next steps. He is expected to bring up the issue on Tuesday night during his State of the Union address. With us to discuss, police reform and other issues this morning, as a member of the Congressional Black Caucus, Democratic Congresswoman Maxine Waters of California Congresswoman, thank you so much for being with us and sharing part of your Saturday morning with us. Let's start with the George Floyd Justice in Policing Act. It fell short in 2021. It had bipartisan support. I'm wondering how you think this renewed push is going to be different and what you think we can expect to hear from President Biden on Tuesday night. REP. MAXINE WATERS (D-CA): Well, thank you very much for covering this story. Certainly, we will have another effort to get police reform. It may have a different name, it may have some added details to it. I know that one of the big issues is qualified immunity, and whether or not police officers are going to have to accept responsibility when they kill, instead of serve. And when we talk about George Floyd, or we talk about Tyre Nichols, any of the others who have been killed, we find that there has been irresponsibility. They have acted out of what is expected of them when they're supposed to serve the citizens of this country. And so, yes, we're going to move forward. And we're going to keep trying, despite the back, I'm worried about the right wingers who now have taken over the Republican Party. These radicals are, you know, about having irresponsible measures that do nothing to solve problems, but continue to use their racist, outlandish efforts to embarrass Democrats or to try and further organized the right-wing constituents that they have. I'm worried about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:17",
      "speaker": "SANCHEZ",
      "sentences": "Congresswoman, specifically on the issue of qualified immunity, the last time around in the debate over the George Floyd Justice in Policing Act, some of the resistance to opening up qualified immunity and allowing police officers to be personally liable, meaning that they could get sued for an incident with someone that they encounter.The concern against opening it up was that it might make law enforcement officers more hesitant to enter dangerous situations and that qualified immunity allows them to be more aggressive in situations where that kind of aggression might be necessary. You don't have concerns about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Congresswoman, I wanted to get your thoughts, your message to the leader Republican who's negotiating -- who was negotiating on the George Floyd Act, Senator Tim Scott, the only African American senator, he says it fell apart because Democrats were reluctant to increase funding for police. He believes that resurrecting that plan is a nonstarter. What's your message to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WATERS",
      "sentences": "Well, my message is negotiate, negotiate, negotiate. I'm not going to try and negotiate. You know, while I'm on television, for the Black Caucus, we have responsible leaders, Mr. Horsford, who is head of our Black Caucus is a very responsible young man who will be in charge of these negotiations. He will do everything that he can to get justice. I rely on him. I respect him. And I'm confident he'll do a good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Congresswoman, you were also in the news this week, because House Republicans passed a resolution condemning socialism. You had a personal exchange with Congressman Chip Roy, you call the whole thing a waste of time. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WATERS",
      "sentences": "Why? Because, you know, as we began this new Congress, we've got to make sure that we're paying attention to the issues that we deal with for our constituents. For example, right now, we are in the discussion about debt limits. We've got to pay our bills. If we don't pay our bills, the government was shut down. And we will be accused of not being responsible by becoming debtors, who do not pay the bills of this country.And so we have a Secretary of the Treasury who's doing everything that she can to keep it going. And she's doing everything, selling treasury bonds, manipulating various accounts, paying bills as they come due, if she has to take money from one account and put it in another one. But she can only do this for so long. And this will stop by June, if we haven't gotten it stop, and the government was shut down. And everybody will be impacted by this, government employees, senior citizens, investors, on and on and on. And so they should be looking at that, they should be supporting social security instead of denouncing Social Security and Medicare. They should be worried about our seniors and our veterans, and what would happen if the government closed down. And so, yes, this is irresponsible for them to come at the beginning of this Congress with a resolution that does nothing but try and organize their right wingers out there in America. We've got to be concerned about Medicare and Social Security. We've got to be concerned about, you know, again, our seniors and people would pull one case and on and on and on. You know, they try and describe socialism as the government taken over, you know, your private lives and businesses, et cetera. But it's about public education. [08:40:08] Again, I'll say over and over again, it's about Social Security. It's about Medicare, it is about the fire department, and who's going to respond, should we be left on our own, to deal with it when the house is burning? So this is irresponsible, and it doesn't make good sense. Let's get down to health care, let's make sure that we prepared for the next COVID-19 and a pandemic. Let's make sure that we're doing the kinds of work that will benefit the citizens of this country. And they're irresponsible in the way that they're approaching starting out the new Congress. And I am absolutely, you know, concerned about whether or not they're going to continue in this method, or whether they're going to get down to business and do the work that their constituents elected them to do. I'm trying, you know, in my committee, as the ranking member of financial services to get rid of homelessness, and to provide affordable houses and homes for those who cannot afford to pay the increasing rates and get mortgages. And so we've got a lot of serious work to do. This is nonsense, but they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Congresswoman Maxine Waters, we have to leave the conversation there. We're out of time. We hope you'll come back soon to continue it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WATERS",
      "sentences": "Absolutely. And thank you for covering this of these issues of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "WALKER",
      "sentences": "The Biden administration is proposing updates to the school lunch standards including limits to added sugar and certain pre- packaged products such as muffins, yogurt and cereal, but flavored milk would still be allowed. The standards also reduced sodium limits and emphasize whole grain products.Joining me now is Lisa Davis, she is the Senior Vice President for No Kid Hungry, a nonprofit working to end childhood hunger. Lisa, good to see you this morning. I just want to get your reaction to these updates. And knowing that more than 15 million children every day get breakfast and another 30 million get lunch at school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "LISA DAVIS, SENIOR VICE PRESIDENT, NO KID HUNGRY",
      "sentences": "I think the top line is that school meals which are already very healthy. Research shows that food at school is healthier than food that children receive in other places. Those healthy meals are about to get healthier for kids.And that is so important, because there's a huge body of evidence that shows the impact that enough nutrition has on children's health, their ability to do well in school, graduation rates, and even their success later in life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "WALKER",
      "sentences": "Yes, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "DAVIS",
      "sentences": "We got to do right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "WALKER",
      "sentences": "Right. Of course, I've seen so many studies because I'm very much opposed to giving my children too much sugar. I've seen so many studies about how it impacts their brain development, right?The new proposal also strengthens the by American requirements encouraging schools to use more locally grown foods. So again, it seems like more of a healthy direction that this is going and how important is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "DAVIS",
      "sentences": "I think it's really important. Well, many of us think the pandemic is kind of in the rearview mirror, millions of families are still struggling with rising food costs, housing costs that have grown dramatically, home and other expenses.And so for those families in particular, free and reduced price school meals are a lifeline, that they help free up money to spend on things like medical bills, or rent or paying an overdue utility bill. And so school meals are critically important for all kids, but especially for kids whose families are facing financial hardship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "WALKER",
      "sentences": "Do you expect or hope that this proposal will lead to schools offering even more healthy options?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "DAVIS",
      "sentences": "I think it will, for sure. And, you know, I have to give a shout out to all of the school lunch ladies across the country. They're so committed to our children's health. And in March of 2021, school buildings started closing their doors because of COVID.These heroes literally overnight, sometimes redesigned meal programs so that families with kids, many of whom are facing layoffs and reduced income could come and feed their kids. And so they always are committed to the health of our children. And, you know, I have to share a story. One of the school lunch ladies we work with was so touched. A young man that was graduating, came up and gave her a huge hug and said to her, we didn't have a lot of food at home. And if it wasn't for these meals that I got at school, and for you, I probably wouldn't be walking across the stage today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "WALKER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "DAVIS",
      "sentences": "So school meals are important. And the the people that's (INAUDIBLE) is important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "WALKER",
      "sentences": "Absolutely. Absolutely. And to hear the stories that must be so uplifting to them. And I remember actually one of the lunch ladies of my school and she was really special. So, look, it was a pleasure talking to you this morning. And I'm glad we're talking about some positive news when it comes to our children's health. Lisa Davis, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:56",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:43",
      "speaker": "WALKER",
      "sentences": "There's a new top dog, well, the world's oldest dog that is, after only holding the crown for two weeks, Spike, the Chihuahua, a 23-year-old mix from Ohio has been dethroned.Meet Bobi at the age of 30 years and 269 days -- actually it's Bobi or Bobi. So Bobi or Bobi. Bobi is not only the world's oldest living dog, but also the oldest dog to ever live, according to the Guinness World Records. Bobi lives in western Portugal and was born in May 1992. Bobi has become less adventurous in his old age. He has difficulty walking and sometimes bumps into things since his eyesight has deteriorated. But his vet says he is doing well for his advanced age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:43",
      "speaker": "WALKER",
      "sentences": "30 years old and he's not far from being 31. He looks happy and rotund and we wish him all the best.So we got to tell you about this programming that's coming to CNN tomorrow night. In a few short years, two brothers from Florida fueled the opioid epidemic in a legal way. Here's a preview of the new CNN film, \"American Pain.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The scale of this enterprise and then it was enormous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You had addicts streaming in from all over the country, thousands of miles just to come to Florida to get drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When you see what's going on, inside that clinic, your job just falls to the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't be sniffing your pills in the parking lot. Don't be shooting up. UNIDENTIFIED MALE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SANCHEZ",
      "sentences": "\"American Pain\" premieres tomorrow night at 9",
      "isLastSentenceInterrupted": false
    }
  ]
}