{
  "date": "2023-05-06",
  "headline": "CNN Live Event/Special",
  "subHeadline": "The Coronation of King Charles III; Britain Celebrates Historic Coronation with Watch Parties; King's Coronation Punctuated by Emotional Moments. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:03",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "And welcome to London where today we witnessed a historic, remarkable, once in a generation royal event, the coronation of King Charles III and Queen Camilla. In a two-hour long intricate service full of pomp and circumstance and artifacts, Charles was formally crowned the new British monarch, the first time that it's happened since the coronation of his mother Elizabeth 70 years ago.While the roots of the service certainly date back more than a thousand years, it's been modernized in several key ways with full of firsts to reflect the changing character of the British realm and the Commonwealth. I want to check in with CNN's Salma Abdelaziz. She's been outside Buckingham Palace all day. Are there still a lot of people out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "There are, Anderson. And the atmosphere has really changed. As you can see the barriers have now cleared. This is one big open space and people are walking around. They're getting a chance to take a picture near the balcony. As you know, it's been closed off now for a couple of days.Yes, the stands are empty now. Of course the formal events are over for the day, but there's really just a sense of people walking through, kind of processing this historic moment. And one of the families doing just that, really processing that moment is Elena and her two daughters here who came all the way from Northern Ireland. You were up since 4:00 a.m. You've made this huge journey. What did today mean to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "ELENA, WATCHED CORONATION",
      "sentences": "Absolutely everything. The royal family means so much to us. And even in Northern Ireland so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "ABDELAZIZ",
      "sentences": "And to be standing alongside your mom today, why was that so special to come out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's just such an important part of history and we all got to experience it together, and it's just amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "ABDELAZIZ",
      "sentences": "And I know we were talking about that all three of you were here during the queen's funeral and now you're back for the coronation. Just explain that to me. Why is that sentiment so important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's just something that we wanted to do together, and today has been really special. So I'll probably follow through and come to more royal events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "ELENA",
      "sentences": "Such an experience. Even after -- you know, I would love, love to be able to see -- you know, be around for William eventually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "ABDELAZIZ",
      "sentences": "That is amazing. I hope you get to get home safe and really enjoy and revel in this moment together as a family.So many people just taking the moment to walk, ponder, think really about the events of the day, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "COOPER",
      "sentences": "Salma, thanks so much. So many important moments on this day. I want to just play one of them for you.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "KING CHARLES III, BRITISH MONARCH",
      "sentences": "God, your compassionate mercy whose son was sent not to be served but to serve. Give grace that they may find in thy service perfect freedom and in that freedom knowledge of thy truth.Grant that they may be a blessing to all thy children of every faith and belief, that together we may discover the ways of gentleness and be led into the paths of peace, through Jesus Christ our Lord, amen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "COOPER",
      "sentences": "Joining us now is Scott Fursseddon-Wood, former deputy private secretary to the King and now high commissioner to Barbados and the eastern Caribbean. Thank you so much for being with us.You know King Charles so well. You worked with him closely, traveled with him for so long. What did you see in him today? SCOTT FURSSEDONN-WOOD, BRITISH HIGH COMMISSIONER TO BARBADOS: I saw a moment that he's known was coming all his life, a moment he would have thought about very carefully, a moment that was rich in symbolism that mattered greatly to him. And I think although that was a ceremony that had been repeated I think 40 times in that abbey over more than a thousand years, what you saw today was a ceremony that was very much about him as a man and the things that matter to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "COOPER",
      "sentences": "There were things that he wanted changed, that he wanted different to reflect not only who he is but the times that we live in.FURSSEDONN-WOOD: I think that's right, absolutely. Who he is, the things that matter to him, but also who we are as a country and the Commonwealth more generally. It's an ancient ceremony. It was the first time I've ever seen one, of course. But there were definitely elements in that which spoke very much to the contemporary Britain and the world we're in today. I understand -- I read I think your dad watched the last coronation on a small television. FURSSEDONN-WOOD: Yes. Well, like many people in this country my dad grew up in a house that didn't have a TV. There wasn't even a TV I think on his road. But he remembers going to find a family that rented a television set for the occasion. Loads of people crowded into that house to catch a glimpse of the ceremony on a tiny screen. My dad couldn't quite believe it. I was (INAUDIBLE) Westminster Abbey -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:03",
      "speaker": "COOPER",
      "sentences": "I bet. I bet. He must be very proud of you.FURSSEDONN-WOOD: He was very proud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FOSTER",
      "sentences": "And the Commonwealth is very prominent obviously in the front of the procession back here and very prominent in the procession there. What was the King trying to say there? Obviously he has a role in the Commonwealth, but it was very prominent today, wasn't it?FURSSEDONN-WOOD: Well, the Commonwealth certainly very prominent, and that screen that they put around the King for the anointing, which is the holiest part of the whole coronation service, that screen was embroidered with leaves with the names of each of the Commonwealth countries on it. So the Commonwealth was absolutely essential to the ceremony. But you saw in the beginning as well, of course, the prime minister's fall (ph) of the realms -- the countries where the King is the head of state. They processed into the abbey individually with the British prime minister as well. The British prime minister, of course, prime minister just one of the 15 countries where the King is head of state. And he joined the other 14 prime ministers to come into the abbey. In fact he was the last one in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FOSTER",
      "sentences": "And what about in terms of diplomatic events, it was pretty huge, wasn't it? It's got to be one of the biggest gatherings of heads of state that we've seenFURSSEDONN-WOOD: I think it probably. I think you've got something like 200 countries and territories represented here for the coronation. There was a big reception at Buckingham Palace last night for all of the heads of state and government that the king hosted. I was fortunate enough to be there, and it was like the United Nations. It was a real gathering of everyone that mattered around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "COOPER",
      "sentences": "Given all the drama that's gone on how important do you think it was for the King to have Harry there?FURSSEDONN-WOOD: I think as a father he would have wanted his sons to be with him. And I'm sure he was very pleased that they were both there today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FOSTER",
      "sentences": "And the moment where Charles kissed him he looked very emotional. When William kissed Charles, that looked like an emotional for Charles.FURSSEDONN-WOOD: I think that's a very powerful moment. That's an act of homage. You would have seen images of the King doing that himself in 1953 at the coronation of his mother, pledging allegiance to her. And today his son is there, the next king did that for him. I mean that's a pretty powerful moment for the monarchy but I think as a family a very significant moment as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "COOPER",
      "sentences": "We so appreciate you joining us today. Thank you.FURSSEDONN-WOOD: Pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "COOPER",
      "sentences": "Hey, welcome back to Buckingham Palace on this coronation day. Crowds are out celebrating the official crowning of King Charles III and Queen Camilla although the rain is starting to come down again.CNN's Anna Stewart is at some of those celebrations in London. What's it looking like, Anna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "Well, this is a party fit for a king. Indeed it's actually on the King's Road, very aptly named. And I can show you around.It is a very soggy party. It has rained as I'm sure you're aware, Anderson, multiple times. But the bunting is up and actually I'm amazed how many people are here having champagne. We've had many parades. I did show you that wonderful cavalier King Charles parade earlier. Now, we're settling in for drinks. I've made some new friends. Dean, Emer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "STEWART",
      "sentences": "Gisele (ph), Bill, not forgetting Ozzy (ph), the Boston terrier. Now tell me, because you saw the actual ceremony, Dean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Away from the rain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, we watched from home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "STEWART",
      "sentences": "What was the special moment for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think the golden carriage was personal and very (INAUDIBLE) emotionally. We really enjoyed it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "STEWART",
      "sentences": "Any emotional parts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's surviving -- he looked very tired. It's been a long day and I was worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "STEWART",
      "sentences": "That is something we've heard is just how tired the King and Queen may have looked. It is a long day, a long procession.So I am amazed that you are here despite the rain. Why -- why does everyone in the U.K. turn out when the weather couldn't be much more grim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's once in a lifetime. once in 60 years, and a lot of people have flown in from around the world to be here, so we're lucky we're here and we won't forget it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "STEWART",
      "sentences": "And I think none of us will forget this party as well not with the cavaliers -- fantastic parade, right.Anderson, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:07:44",
      "speaker": "COOPER",
      "sentences": "Thanks so much.Let's just check in with Julia Chatterley and her team, Julia. JULIA CHATTERLEY, CNN CORRESPONDENT: Thanks, Anderson. It was lovely to hear that discussion about magical moments because I'll go back to the kiss moment between Prince William and King Charles for me was I think one of the stand-out moments. The management of that relationship, of that family going forward, we know they're more popular and at this stage it'll give King Charles and Queen Camilla some time and you can weigh in on that. But also and we can talk about this too, the management of perhaps we're calling the more rogue elements of the family and how that shapes up going forward, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "BEDELL SMITH",
      "sentences": "Charles is inherently someone -- well, just saying Charles is somebody who wants to heal and wants to bring people together, so I think his impulse would be to try and do that. I think it's going to be difficult with Camilla --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "BEDELL SMITH",
      "sentences": "-- and it's going to be difficult with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "TRISHA GODDARD, BRITISH TELEVISION PRESENTER",
      "sentences": "But with Camilla -- no also, you know, I think we tend to forget it's happened before. I mean when -- really when it was Prince Charles and you wrote about his mother and father and upbringing, the Queen was said to be very hurt about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "BEDELL SMITH",
      "sentences": "She was.F1: I think this is the modern day version. I've always said that Princess Diana sat down and talked about her truths. King Charles when he was Prince Charles did the same. There is a pattern. I mean Harry has taken it to the -- you know, Prince Harry has taken it to the 21st century level, and it will go up. It's interesting with the family, when we talk about the family, we forget about the fact they're people and we looked at Catherine and William and how beautifully brought up their children are. But one wonders what will happen when there comes a point when what she wants as a mother and as a family clashes with what the state wants. That's usually where the friction starts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "(INAUDIBLE) We're talking about Prince Harry walking behind the coffin, that was a way of protecting the monarchy. And it's a fascinating thing, isn't it, that of course Charles had been crowned before. He had the investiture as Prince of Wales in 1969. He was crowned with a makeshift crown which actually had a gold ping-pong ball on top because the actual crowning wasn't due until he's taken (INAUDIBLE) as Duke of Windsor.But we won't see that kind of investiture for William or for George. They don't quite get those starring roles. I think Charles now wants them to back up royals and that's a problem when they are just so popular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "CHATTERLEY",
      "sentences": "Will that matter to go back to the point about Harry and you said look, there was a disagreement there over unity, at some point perhaps going forward and how that works. Does it matter actually to bring them into the fold, Richard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "RICHARD QUEST, CNN CORRESPONDENT",
      "sentences": "Charles -- you'll have to forgive me, you know, with a business head on. Charles is the chairman, CEO, and board of the firm, all right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "GODDARD",
      "sentences": "But he's the father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "QUEST",
      "sentences": "Forget the father. He has a -- as the head of the firm he has lost some key people, Harry and Meghan. You've lost Andrew. You're about to lose at some point the Gloucesters and the Kents as they get too old. You simply don't have enough people to do the work of royalty.You've got the sovereign grant being questioned every two minutes. You've got entire issues of which country is going to leave the realms next. So in that environment the question is, is he up to the task? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "WILLIAMS",
      "sentences": "Well, Harry and Meghan are box office. I mean had Meghan been here all the coverage of what she was wearing and the half in, half out idea that they proposed by which they do Commonwealth tours would have really helped the monarchy.(CROSSTALK) BEDELL-SMITH: The Commonwealth -- the Commonwealth where they wanted to do it in a commercial way --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "QUEST",
      "sentences": "Yes. It was all about --BEDELL-SMITH: They were running up against all kinds of roadblocks particularly when it came to ethics and what the royal family allows to be done. And I think, you know, that Charles just -- he does have a management problem. There's no doubt about that. (CROSSTALK) BEDELL-SMITH: As family CEO and president -- and I think he is feeling -- one thing that he's always done is he's allowed, which I think is a good thing, is that he has not insisted on his sons adopting his projects, that he's given them latitude to do their own thing. It's all about Camilla. Not about the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "QUEST",
      "sentences": "The late queen --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "GODDARD",
      "sentences": "I love that you brought that. That is a very good -- Kate, you've got a very good point that today was all about Camilla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "WHITFIELD",
      "sentences": "It wasn't about the sons. It wasn't about the Princess of Wales. She's the joint CEO. Yes, we've seen kings in the past have crowned their wives in the (INAUDIBLE). The only non-monarch to wear Edward's crown was Anne Boleyn who was given it by Henry VIII to show she was a proper queen.And Camilla now has been shown as joint -- if Charles is CEO, she's joint CEO. That's the message he wanted to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "GODDARD",
      "sentences": "It's a real partnership. Whether or not we believe it, that's the question.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "CHATTERLEY",
      "sentences": "I think that is the question. We all agree.We on the panel have our views of what we saw today. People at home are going to have a view what they saw today. People in the Commonwealth, around the country questions being asked. What did today ultimately mean and represent to whatever the modern monarchy is going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "QUEST",
      "sentences": "Today it's like any marketing -- it's like any marketing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "CHATTERLEY",
      "sentences": "It's all marketing.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "QUEST",
      "sentences": "No. It's like any sponsorship that you do. It's not about what you do at the beginning. It's how you leverage it afterwards.So Charles and Camilla have to get out on a Commonwealth tour. They have to go and visit the realms. They have to actually show that it's not just figure head nonsense. They have to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "GODDARD",
      "sentences": "Canada, Australia, New Zealand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:51",
      "speaker": "QUEST",
      "sentences": "Certainly Canada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "QUEST",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "GODDARD",
      "sentences": "But it depends how it's done because we saw William and Catherine in the Caribbean, and it didn't work.So unfortunately, and to come back to Harry and Meghan, if they had been onboard I do believe -- no, in fact, I'll go and stick my neck out. I will say that the Commonwealth, a lot of Commonwealth countries especially in the Caribbean would be far more --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "WILLIAMS",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "GODDARD",
      "sentences": "-- far more willing to be involved. They lost a very important part of the Commonwealth there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "WILLIAMS",
      "sentences": "And we know that in countries in the Caribbean that the treatment of Meghan Markle was something that has affected their thinking about the royal family along with (INAUDIBLE) and other scandals.But if I was interested today in the ceremony, there are lots of roles for people from other faiths. I didn't see quite so many roles for people from the Commonwealth. I didn't see roles for the senior people within Jamaica, within Australia, within Canada. It seemed to me like Charles was crowned as head of the U.K. And that concerns me because big battle on Charles' hands is that these countries do want to leave, they do want to (INAUDIBLE) and he has to accept that with dignity and grace. And today I felt they were actually in my opinion were excluded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "GODDARD",
      "sentences": "Thank you Kate. Thank you. 0",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:58",
      "speaker": "CHATTERLEY",
      "sentences": "The president, the chairman and the CEO and the King would like any advice with you then.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your majesty, as children of the kingdom of God, we welcome you in the name of the king of kings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "KING CHARLES III",
      "sentences": "In his name and after his example I come not to be served but to serve.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "Here now is Reverend Matthew Price. He was inside Westminster Abbey for today's coronation.First of all, it's great to meet you. What was it like? REV. MATTHEW PRICE, VICAR, GORLESTON MARY MAGDALENE CHURCH: It was really extraordinary, the music, the sound, the sights when the royal party entered the abbey and all the regalia were carried on cushions, just sparkling and then the King and the Queen. Yes. It was extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "You hobnobbed with the royal family also?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "No, not at all. Not at all. This was a one off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "What was it like getting an invitation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "So I got an e-mail first of all. And I was kind of blown away. It's extraordinary that someone like me could end up at the coronation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "In fact we have a picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "Exactly. And we've got a picture. Then when the actual invitation arrived and it was -- it's just beautiful. We didn't have to bring that with us today to get in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "Because it's quite large.Yes. Blown away that someone from a little community like mine on the edge of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "What town are you from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "So I'm from a town called Gorleston which is just near Great Yarmouth on the very east coast of the country in Norfolk and in many ways quite a forgotten community. And the idea that someone from our community was at the coronation of the King and Queen is just wonderful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "You're wearing a medal you were awarded this for your work during the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "What is the medal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "So the medal is a British empire medal, which is one of the honors that the royal family bestow, so I received it in the 2020 birthday honors of the late queen for the work that we did as a church and a community to support our community during the pandemic.We were sending out food parcels to households in need and at the peak of the pandemic about a hundred households were receiving food parcels from our church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "It's interesting. You were an attorney before --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "I was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "-- and you became a reverend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "What was that transition like, and also how do you feel sort of being embraced for your new role as a reverend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "So the transition was -- I mean it was quite a shock in some ways. I used to work in the city for a big law firm, and now, you know, working with volunteers it's very different.But I really felt a deep sense of calling and a sense of wanting to serve God and my community, so that's why I ended up doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "And Monday there's a big -- there's a celebration of communities. It's a holiday that is focused on community service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "It's back in our little forgotten bit of east Norfolk. We're going to be running a community fun day celebration on Monday. We're expecting several thousand people to come. We're praying that the weather is going to be better than today and really trying to focus on what's good about our community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "COOPER",
      "sentences": "The inclusion of other faiths in this day, that was clearly something that was important to King Charles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "Yes, absolutely. I mean it was a Christian ceremony, and that was really clear, wasn't it, from the heart of the ceremony. But you can see that King Charles has made a real effort to make sure that the message is loud and clear that he's a king for all the people, from whatever faiths and backgrounds.I was reminded the other day of some words he said when his mother died. He wanted to serve everybody from whatever background and whatever faith in this country as king. COOPER: Yes. Was it emotional to be there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:29",
      "speaker": "PRICE",
      "sentences": "I think it really was, and what made me feel emotional actually was the way that service was at the heart of the ceremony. We started with words of Jesus about coming to serve not to be served. And King Charles repeatedly promised to serve his people.And then the archbishop talked about service in his sermon as well and acknowledged a number of the congregation like me were there because of the service we'd given to our community. So that real deep sense of service at the heart of the ceremony was really lovely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "I really do. I really do. The sense of continuity that the monarchy gives, the lack of politics with the monarchy generally, I think it's a really uniting feature in our country.And it seems to me Charles has actually navigated the transition from his queen who we all loved deeply really, really well, and I think he set a tone today for what he wants his reign to be like with service at the heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "COOPER",
      "sentences": "He's really also I mean as the Prince of Wales and Prince first, he's really focused on forgotten communities for a long time. People don't really know that about him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "Absolutely. And some of the celebrities that were there in the Abbey today were there because of their work that they've done in support of the Prince's Trust. So yes, absolutely.It's not something new for him. He's been doing it for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "COOPER",
      "sentences": "Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "FOSTER",
      "sentences": "I was just wondering as a member of the church and seeing the anointments that is a personal moment between the King as supreme governor of the church and God. And he then becomes God's representative on earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "In some ways, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "FOSTER",
      "sentences": "Is that how you felt it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "I'm not sure I'd go so far as to say God's representative on earth, but I certainly thought that was a really special moment, the fact that the screens were put around the King so it was a private and personal moment.And anointing is something that's -- I mean it's thoroughly biblical. It goes right back to the Old Testament where people who are set apart to serve are anointed, and it's a sign of God's presence with them. And I thought that was a really special moment and clearly a deeply special moment for the King as well as it was, you know, his late mother talked about how important that part of (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "FOSTER",
      "sentences": "So he becomes your leader now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "In some ways, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "FOSTER",
      "sentences": "And how does that feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "Well, we all had a very special place in our hearts for the Queen, so obviously it's a time of transition. But he's promised to take forward leading the church as supreme governor, and I'm delighted that he's doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "FOSTER",
      "sentences": "He won't have a hands on role in the same way he doesn't have a hands on role of the government, so just explain what his role is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "In the Church of England?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "Well, he's a figure head I think for the nation in many ways but really the Church of England run and governed by the bishops and the (INAUDIBLE) because. So he's a figure head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "COOPER",
      "sentences": "Matthew Price, really appreciate it.You've never regretted your decision, did you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "Never, never regretted it. I love what I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "COOPER",
      "sentences": "Yes. I see it in your face. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:58",
      "speaker": "PRICE",
      "sentences": "Thanks, Anderson. Really great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "COOPER",
      "sentences": "Some of the extraordinary sounds that we heard today. We're back out in London, outside Buckingham Palace on this historic coronation day. One of the highlights of the ceremony was, as I said, the stunning music. I want to check in with CNN's Matthew Chance who's outside Buckingham Palace nearby on the Mile (ph). Matthew, still a lot of people out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes. I mean it's incredible. There's still thousands of people out here as you can see.Look, everybody's standing out here outside the gates of Buckingham Palace despite the fact it's been, you know, an hour and a half now since the official ceremonies ended. And there's a lot of people here right at the gate, we're right at the gates of Buckingham Palace right now. And they've got their cellphones trained on that balcony where earlier we saw the King and the Queen come out and wave to the crowd. And every time somebody comes out and takes away the carpet or just pulls away the sort of, you know, the drapes that were hanging over the balustrade everybody kind of, you know, cheers in the hope that there is going to be one last appearance of King Charles and Queen Camilla. But I mean frankly I don't think at this stage that's going to happen. But, you know, hope is something a lot of these people still have at the moment even an hour and a half after the ceremonies have ended, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "COOPER",
      "sentences": "Yes, Matthew. appreciate it. It's been an extraordinary day for a lot of people. A lot of people travel from all over the United Kingdom, some people coming from the United States as well.We've heard from a number of people in the crowd outside Buckingham Palace as well. Let's check in with Julia Chatterley in the London studio, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "CHATTERLEY",
      "sentences": "Thanks Anderson. And I know you've been waiting for this. We have to talk about the fashion. We have to talk about the jewels as well.Today was about quiet fabulousness, getting away from the extravagant I think that would have drawn criticism about the cost of living crisis. Can we please talk about mini me? Princess Catherine and daughter Charlotte.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "WILLIAMS",
      "sentences": "It was fascinating because as you say, Julia, I think it was A very low-key fashion event. It was not like a royal wedding.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "WILLIAMS",
      "sentences": "And Charlotte was already being picked up by a lot of the newspapers as the stand out fashion moment. I mean she's only 8, which really reflects I think what Richard was talking about especially the children. But also that really a lot of the women wearing very low-key outfits.I think Katie Perry who spent a lot of time looking for her seat in a very dramatic way and Vivian West (ph) (INAUDIBLE) outfit. We have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:29",
      "speaker": "GODDARD",
      "sentences": "Well, Pippa was very low-key as well.BEDELL-SMITH: The big difference between this coronation and last coronation is the utter absence of tiaras.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "It's all about the flower crowns.(CROSSTALK) BEDELL-SMITH: And then there was -- a little bubble about a flower crown. And what we ended up with was the only one as far as I may have written but -- and we came -- you know, Kate was wearing this sort of creation, a bandeau of some kind that wasn't even diamonds. And so I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "It was crystal and silver (INAUDIBLE)BEDELL-SMITH: And so I think it was an utter absence of bling, which in a way highlighted the regalia -- (CROSSTALK) BEDELL-SMITH: everything that was up there on the altar and going back and forth -- everything was -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "GODDARD",
      "sentences": "There was some bling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "There was a bling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "CHATTERLEY",
      "sentences": "And that was a tribute to Queen Elizabeth II in the necklace that Kate wore and of course to Princess Diana in the South Sea Pearl earrings as well.And those are symbolic too for the fact that they were given by Diana to Charles -- I think we've got a picture here. They were given to Diana by Charles before their wedding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "Before their wedding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "CHATTERLEY",
      "sentences": "I want to bring it though to Queen Camilla to the point that you were just making there. That connection I do think via the earrings is important. But actually for King Charles to share this moment with Queen Camilla perhaps as he always believed it should be. But where he was on that balcony getting married to Princess Diana -- he never imagined this.BEDELL-SMITH: This has been a fixed point in his life for quite a few years, a to marry Camilla, and b to make her his queen. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "And to tell the world -- and to tell the world that she is the queen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "CHATTERLEY",
      "sentences": "That she is the Queen. It's fascinating when they married it was very, very clear she was the princess consort, not queen. And even that was being reiterated by the palace as late as 2020, and now the Queen said in her platinum jubilee address that Camilla would be queen consort. And now here she is, Queen crowned.When we think that Edward VIII abdicated to marry a divorcee and now we have Camilla with her ex-husband in the audience. It shows that -- BEDELL-SMITH: A very 20th century thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "CHATTERLEY",
      "sentences": "But she makes him happy. As she (INAUDIBLE) has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "My darling wife, my darling wife as he called her. I'm not denying anything of what you've all just said. I think the only thing I find a little bit difficult is he got the end result that he always intended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "And he did it over decades, and she to her credit was stalwart. She never retaliated. She never responded. She took the most enormous amount of abuse --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "-- abuse over the years in those days. But, Charles, let's be honest it was the girlfriend, then it was the mistress, and then afterwards it became the girlfriend again or whatever. And he has so engineered it that he got the result he always wanted.(CROSSTALK) BEDELL-SMITH: He always said -- he always said it was nonnegotiable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "GODDARD",
      "sentences": "But the coronation I felt -- I felt very much that the coronation had something of the wedding about it with the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "GODDARD",
      "sentences": "He's been waiting. It had -- the rings, the white dress, and the taking communion together.Stalk",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "It was -- because they have -- they didn't have a wedding in the Church of England church because of the divorce status of both of them. And now there is this -- it was like a wedding with all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "And the balcony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "And the balcony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "The balcony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "WILLIAMS",
      "sentences": "When you've gone to the balcony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "well, we have to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "CHATTERLEY",
      "sentences": "Dignified I think that was the word. She's been dignified for years in the face of criticism -- criticism as you were pointing out, Sally, most recently in \"Spare\".BEDELL-SMITH: And Camilla -- actually wore the 0queen's own coronation robes, Elizabeth II's coronation robes worn by a queen consort. And that to me was very , very revolutionary. She's taken out just -- a regnant queen and have the",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "GODDARD",
      "sentences": "A queen consort.BEDELL-SMITH: Yes. that was highly unusual. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "And the late Queen Elizabeth wanted nothing to do with this woman. She wanted -- she wouldn't have her in her presence in the early stages of that or the world (INAUDIBLE).BEDELL-SMITH: They weren't introduced until the year 2000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "And by the end, besties.(CROSSTALK) BEDELL-SMITH: Yes, they became very close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:56",
      "speaker": "QUEST",
      "sentences": "We don't know. I men this is what we're looking at here and this was the image that they wanted to portray and you just saw that there.It was the two of them, and the pictures online are of the King and the Queen. And that's rightful. Today's the coronation, let's be clear. But does the country --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "GODDARD",
      "sentences": "I mean there's still a little way to go. Today was the King and the Queen's day, but I don't think we should fool ourselves for a moment that everyone buys that image.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "QUEST",
      "sentences": "Does it matter to one extent? I t6hink to some extent because you're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "WILLIAMS",
      "sentences": "This is what you've got.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "QUEST",
      "sentences": "this is what you've got. The jury is out on the overall popularity over the longer term. But game, set, and match. CHATTERLEY(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "CHATTERLEY",
      "sentences": "Final lines because we have about 30 seconds, tiara or headband?BEDELL- SMITH: Headband. I loved it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "QUEST",
      "sentences": "Tiaras.There was a lack of sparkle amongst the congregation. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "GODDARD",
      "sentences": "It dignifies the result on --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:59",
      "speaker": "CHATTERLEY",
      "sentences": "Anderson -- Anderson save me, please.There was enough sparkle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:07",
      "speaker": "COOPER",
      "sentences": "Welcome back to Buckingham Palace in London where the royal family is inside celebrating the coronation. Thousands of fans are still milling around on the Mile (ph).I'm Anderson Cooper here with our Max Foster. So it's done. What happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:07",
      "speaker": "FOSTER",
      "sentences": "Well, they're having their lunch. They have the photos done probably. We'll get those photos tomorrow. There's a concert tomorrow. There are street parties tomorrow. And on Monday a very sort of Charles idea that it's a public holiday here. He wants people to use it for volunteering. He said go out and volunteer.I think it's interesting isn't it because he's been waiting for this moment for so long, you know, obviously not wishing his mother to pass on, but to prepare for his monarchy. We had the funeral, the Queen's death and that was a big moment in his life. This was the first moment that is about him and how he sets his stall, if you like going ahead. I think it would have been very encouraging for him to look down the mile and see what looked like a million people come out to see him. Now he has to move forward and define his own monarchy with a sense of (INAUDIBLE) I think inclusion and diversity was so noticeably high up the agenda. He's aware that there are issues for the monarchy there. I think that that's what's going to define his monarchy. When he talked about after the queen died he said, I see myself as someone that has to defend Britain's diversity. And I think that's what -- it was going to make his monarchy different. Can he achieve it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:07",
      "speaker": "COOPER",
      "sentences": "There wasn't - you don't see a lot of emotion in his face, in the queen's face, which I guess is partly by design, but from an American standpoint, I think one wants often to see more of what somebody is feeling or enjoyment of something.There are a lot of people way oh, well, he was tired today, but it seems like this is -- the pinnacle of what he's been waiting for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:07",
      "speaker": "FOSTER",
      "sentences": "It really is. You know, it's his crowning moment isn't it for what of a better For , for want of a better phrase. It was a very solemn moment. This was his moment with God, I think. That was lot of it. A lot of nervousness, as a character.I mean we were talking about that moment after the queen died when he got angry with a pen. I don't see him as an angry person. But I do see him as a very impatient person that wants to achieve a lot. I think that he would have been nervous that it wasn't going to go exactly to plan. I think he'd be very satisfied now because it went perfectly to plan, really. But there are a few things they had to move around, but it was incredible that they managed to do that. I think that Camilla, you know, her -- it's interesting, you know, when you work with her, you see that she only does things that she wants to do. She doesn't do everything that she's expected to do but she's always there to support him. Andi think that what we saw today was Charles saying this is my queen. Not my queen consort, my queen. And you saw how she was more relaxed with him. You see him -- even with the pen incident, she would step in and sort that out. They are a partnership. They are the King and Queen. And I think it's a -- that's what we're going to -- we've got to get used to them as a pair. And I think because Kate and William are so (INAUDIBLE) as well, it's almost like a foursome. They are the new monarchy going forward. It would have been Harry and Meghan as well if that hadn't gone horribly wrong.",
      "isLastSentenceInterrupted": false
    }
  ]
}