{
  "date": "2023-05-26",
  "headline": "CNN News Central",
  "subHeadline": "House Speaker McCarthy: Optimistic On Debt Talks; Ground Delay At San Francisco Airport On One Of Busiest Travel Days; Terrifying Moments As Man Opens Plane Door During Flight. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:12",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "We just chase down House Speaker Kevin McCarthy on Capitol Hill the very latest update on negotiations as the country moves ever closer to default.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:12",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "We are just moments away from our weekend. But you may have already started yours. Airports across the country are seeing the busiest Memorial Day weekend in years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:12",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Also a passenger opens an emergency exit door mid-flight. And all of that is captured on camera. We have the video right here on CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:12",
      "speaker": "BERMAN",
      "sentences": "Kevin McCarthy speaks just moments ago. We got new information about where negotiations stand on avoiding of default and maybe reaching a deal on raising the debt ceiling. Now there had been hints of optimism overnight. But to state the obvious until there is a deal, there is no deal. The stock market had been up on hints of progress on signs, you can see what the market thinks is about to happen.Now members were told they could go home for the weekend but to be able to get back within 24 hours if a deal is reached. So do they need to think about heading back soon? CNN's Lauren Fox standing by on Capitol Hill you just heard from Kevin McCarthy, the Republican House Speaker, Lauren, what did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:12",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, he said he's still optimistic that a deal can come together very soon. But he noted that there are still several outstanding sticking points. He says that they made progress last night. He's hoping to make more progress today. He actually met by bike earlier this morning with one of his chief negotiators, Garret Graves to have a conversation about how these talks are going.He said that there are still sticking points on work requirements. I tried to press him specifically, if the White House was pushing back on adding any work requirements to those social safety net programs. He said that they are still trying to find a middle ground still working through that. So that is one element of this negotiation. But he underscored this has always been about spending, making sure that the government is spending less than it did this year. He also noted there has been some conservative pushback and pressed on why that is, if he's concerned about it. He said part of the reality is that there's a small number of people in the room a small number of people who know the details and the contours of the negotiation as it's happening. He said that that is why you're starting to see some pushback. But we should note that concern from both conservatives and from Democrats is real. And lawmakers on both sides of the aisle are warning you should not be taking their votes for granted any deal if one is reached. And he noted that they are working hard to get there. He did not make any promises about a deal today or over the weekend. But if a deal is reached, there's still a lot of work that has to happen. John, it has to have the votes in the House of Representatives. And you're going to have to thread that needle finding a middle ground in order to get those votes who need. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:12",
      "speaker": "BERMAN",
      "sentences": "It's a really good point, Lauren, everyone's been obsessed with is there a deal? Will there be a deal once it is reached? If it is reached tonight, tomorrow, then people going to start counting votes, will there be enough votes? And that's a whole other matter. You might see very interesting coalition's here. Lauren Fox on Capitol Hill, please keep us posted. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:12",
      "speaker": "SOLOMON",
      "sentences": "So this could still be a long road ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Also happening right now airports across the country are seeing what could be the busiest Memorial Day weekend in years. Air travel just hit a post pandemic record. More than 2.6 million people pass through TSA checkpoints just yesterday. That's up more than 250,000 from last year. CNN's Pete Muntean tracking this hour by hour for us. Pete, what are the reports that you're hearing from across the country right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "We're getting the latest from the FAA, Kate. And they've just implemented a ground delay program for flights going into San Francisco, meaning that flights bound for San Francisco will be held on the ground because of low clouds ceilings there. We're also hearing of warnings from the FAA of thunderstorms today in Central Florida, Tampa, Orlando, Fort Lauderdale, Palm Beach, likely aground stop there later on today.And there could be problems for flights going to Denver. So it's been a smooth start, although it might not be smooth for long. The numbers here are huge. And this is why it is a huge test for airlines. The number of yesterday 2.66 million people screened at airports nationwide by the TSA. That is the highest number we have seen since the start of the pandemic bested a record set only six days prior. So we are on pace to beat the TSA estimate that 10 million people would travel through airports nationwide between yesterday, Thursday, and Monday, Memorial Day. The big tip here, if you could come back late. That is the best thing to do. If you can move your flight to Tuesday, maybe even Wednesday, when the numbers subside a little bit. What is really interesting here, Kate, is that with so many people flying, the air fares are actually down for a Memorial Day weekend trip. Two hundred and seventy-six dollars is the average round trip, according to travel site Hopper. Different story though, when it comes to international flights. Those are a big time. A lot of people really put off their plans during the pandemic, the average international round trip this weekend, 1,300 bucks. It's a 50 percent increase compared to last year. So some folks might be shelling out a little bit more money. Although the good news here at least for now is that relatively smooth that airports across the country just really big crowds. We're in a bit of a lull here at Reagan National Airport. Although it was really busy earlier. The line pretty much to where I was standing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "BOLDUAN",
      "sentences": "At 6All right, so Pete Muntean, he's at Reagan National. Let's check in now and see how things are going at one of the busiest airports in the country and really the world Atlanta's airport. CNN's Isabel Rosales is there. Isabel, how's it looking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Hey, Kate, it's great news for anyone making their way to Hartsfield Jackson at the moment. But as you can see, it's there's a lull here, not much of any sort of traffic. You can see all the empty space here at the main security checkpoint right here. But it did not look like that earlier today.A couple of hours ago, this was all packed full of people. And in fact, the line to get into the main security checkpoint wrapped around pass the atrium right over here. TSA expects more than 2 million people to pass through the Atlanta airport over this holiday weekend. And today alone will be the busiest day 350,000 plus passengers expected today here at this airport. Now the TSA administrator is expecting the wait times for standard security checkpoints like this one to be 30 minutes or less over at TSA pre-checkpoints that will be 10 minutes or less. The administrator also boasting about new security features that he expects will help to speed up the process of any passengers checking in including new X-ray technology that's modern and more faster. Also, Pete TSA pre-check members here in the state of Georgia can now use their iPhones as a digital I.D. instead of phishing out their personal I.D.s. And also teenagers through the ages of 13 to 17 can now accompany their parents at TSA, checkpoint security checkpoints with their parent who has a membership, so that all of that working to speed up this process. And of course, Kate, we know that Hartsfield Jackson is the main primary hub for Delta. That airline has increased their staffing by 25,000 employees over the past two years to meet that higher demand. And Kate I spoke with a family traveling today not only to spend time together but also for a wedding. Here's what they experienced. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "ROSALES",
      "sentences": "Yes. And we spoke to experts about steps that you can take to make sure your travel experience is smoother. They say arrive early. Give yourself plenty of time. And of course, the weather's generally better earlier in the day. Also the Department of Transportation, they have an online dashboard so you can see what rights you have with individual airlines when things go wrong. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "BOLDUAN",
      "sentences": "Great to see you Isabel. Thank you so much. John, I don't know if you saw it. But Pete Muntean had a bit of a twinkle in his eye when he was saying and it's going to all subside drastically on Wednesday when you can -- that's the best time to return to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "BERMAN",
      "sentences": "He has told us repeatedly that the best time to avoid traffic is to come back to work next Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "BOLDUAN",
      "sentences": "Especially people like you and me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:16:03",
      "speaker": "BERMAN",
      "sentences": "On the radar this morning, 12 jurors and six alternates have been selected in the trial of a man accused of carrying out the deadliest anti-Semitic attack and U.S. history, killing 11 worshippers at the Pittsburgh synagogue in October of 2018. The suspect faces 63 federal charges, 22 of those charges carry the death penalty. The trial is set to begin on Tuesday.Celine Dion has canceled her world tour as she continues to battle a rare neurological disorder. She postponed several shows in December after she announced that she had been diagnosed with what is called stiff person syndrome a condition that she said does not allow her to sing the way she is used to. Those who bought tickets for her concerts, they will have their money refunded. And the Boston Celtics keeping everyone's dreams alive, they won game five in their playoff series against the Miami Heat. They are now down three-two in the series after being down three-zero, unless I'm mistaken, no team has ever come back from three-zero and an NBA series. So tomorrow's game is a must win for them. And as I said, every good person is rooting for them. And if somehow I have jinxed it, I will never forget or forgive the show team. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:16:03",
      "speaker": "SOLOMON",
      "sentences": "Every good person meaning John Berman, got it. Got it. Thank you, John.Well, now to nearly three minutes of terror for passengers aboard this South Korean flight today. Authorities are investigating how a man was able to open the aircraft's door in mid-air. It all happened just as the plane was about to land watch this. You see this video the terrified passengers gripping their seats in the exit row. It's nearly silent in the cabin except for that sound of wind whipping through the plane. CNN's Tom Foreman joins me now. So Tom, one, I didn't know this was possible. Experts say it shouldn't have been possible. Saying all that, how did this happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:16:03",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "It's not supposed to be possible. The simple truth is when a plane is flying, the pressure inside the plane. And the fact that doors are locked are supposed to make it impossible for you to open that door. The door would be so heavy, it'd be like trying to lift a car to open it in full flight. But you mentioned a key thing there, Rahel, were a hill, this plane was only about 700 feet above the ground, according to authorities. When this happened, it was only two or three minutes away from actually touching down. So arguably, at that altitude, the pressure well, not arguably, factually, at that pressure, at that altitude, the pressure is much, much, much, much lower, really about the same pressure you'd have at the top of a 60-storey building. So no real pressure at all.Still, real questions about how we got it open here, especially considering that there's also a landing speed issue. You'd be going about 170, 172 miles an hour. When you're landing at this that also could have posed a problem. Nonetheless, passengers say this guy jumped up, started yanking at the door trying to get it open in some fashion. Flight attendant started yelling help, help. And about 10 people rush forward and they pulled him back down. And then they had a very breezy landing from that point on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:16:03",
      "speaker": "SOLOMON",
      "sentences": "I mean, so many questions, Tom, what do we know about the passengers who were aboard this flight? What were the extent of injuries if at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "SOLOMON",
      "sentences": "It's supposed to be Tom Foreman. Thank you my friend. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "FOREMAN",
      "sentences": "Good talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "BOLDUAN",
      "sentences": "Thanks you so much.All right, so we have new reporting this morning from \"The Washington Post.\" Two people who work for Donald Trump moved boxes of papers at Mar-a-Lago last June. And here's why this is significant, it happened the day before FBI agents arrived to collect classified records in response to a DOJ subpoena. \"The Post\" is also reporting that Trump and his aides allegedly carried out what investigators referred to as a dress rehearsal for moving papers before that he received that subpoena in May. And according to \"The Post,\" the former president kept classified documents out in the open in his office it is in Florida, and sometimes showed them to people. In its totality, investigators reportedly view the timing here as an indication of possible obstruction. It also expands the timeline of events that investigators are now examining. Rahel? SOLOMON: Well, Kate, starting today, JPMorgan Chase CEO Jamie Dimon has been deposed in two civil cases, they relate to disgrace businessman Jeffrey Epstein. A complaint filed last month in New York claims that bank executives were aware of the numerous sex abuse and trafficking claims against their former client before cutting ties with him. CNN's Kara Scannell here now with more details. Kara what do we know, what can we expect from these depositions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, right as you said, Jamie Dimon going to be in the hot seat today, day one of two days of depositions in these lawsuits brought by the U.S. Virgin Islands and Jane Doe. Now what the lawsuit alleges is that executives at JPMorgan knew about the allegations of sex trafficking against Jeffrey Epstein and turn the other -- turned a blind eye to essentially overlooked these allegations in the name of profits.And what -- in some of those suspicious transactions at issue here, I've seen a taken out withdrawn from his account $750,000 in cash in one year. And authorities have alleged that they use cash to pay recruiters to get young girls and pay the young girls in cash that are all part of this sex trafficking operation. And they allege that this went far beyond a normal and lawful banking relationship. Now it's interesting Dimon will be asked today about some likely some of the material that they uncovered through this litigation, including e-mails between compliance officials, showing that they were aware of the sex trafficking allegations and even discussing that they knew that Epstein was a registered sex offender. And they continue to be his banker until 2013.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "SOLOMON",
      "sentences": "Is it clear how long prosecutors allege that bank executives knew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "SCANNELL",
      "sentences": "So they said that they knew for decades, you know, and JPMorgan has denied this. They are trying to shift the blame not only to a former top executive who they've sued, but also to the U.S. Virgin Islands. Now, what's interesting is that when there are scandals like this, there's often a look at financial institutions.And you may remember in 2014, JPMorgan itself paid $1.7 billion to victims of the Bernie Madoff Ponzi scheme as part of a criminal settlement with us prosecutors here in America in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "SOLOMON",
      "sentences": "And it's also really interesting with depositions because you never really know what's going to come out of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "SCANNELL",
      "sentences": "Right. I mean, a lot of this will be, you know, they're usually kept under seal until this goes to trial. The trial is set for later this year, if it makes it there, but you know, he is one of numerous top officials at the bank who have sat for depositions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:28",
      "speaker": "BERMAN",
      "sentences": "A Navy SEAL candidate died hours after he completed Hell Week, which is a brutal part of the training course. Naval investigators have released a scathing report on this incident. A new warning to beach goers in several East Coast towns, watch out for shorts this weekend. That's all I need to hear.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:28",
      "speaker": "BOLDUAN",
      "sentences": "At this hour a classic conundrum on Capitol Hill hints of optimism this morning yet no actual signs of progress related to the debt ceiling talks. Earlier this hour, we heard from House Speaker Kevin McCarthy who says there are still several sticking points but progress has been made overnight. House lawmakers have left Washington in large part for the holiday weekend but negotiators say they will be on 24 hours notice to get back to town if a deal is struck.Also this we're watching today, airports across the country are seeing the busiest Memorial Day weekend in years. More than 2.5 million passengers pass through airport security yesterday. That is more than any time since Thanksgiving of 2019. Oh the memories. According to AAA, some 42 million Americans plan on traveling 50 miles or more this weekend. Jonathan?",
      "isLastSentenceInterrupted": false
    }
  ]
}