{
  "date": "2023-04-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Texas Judge Rules FDA Inappropriately Approved Medication Used for Abortions; President Biden Criticizes Texas Court Ruling Attempting to Discontinue Availability of Abortion Medication Mifepristone; Republican Supermajority in Tennessee State House of Representatives Expels Two Black Democratic Colleagues for Participating in Anti-Gun Protest. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "MICHAEL SMERCONISH, CNN ANCHOR",
      "sentences": "One more real quick. Here it comes. \"There is such lawlessness in this country when our elected representatives think they can take over any proceeding just by being the loudest, they should be chastised and removed.\" OK, Rawhide, my God, you're part of the nine percent. There's someone speaking for those who wanted ouster.Keep voting. Subscribe to the newsletter when you're there. I'll see you next week. Happy Easter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good morning, everyone. It is Saturday, April 8th. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "I'm Victor Blackwell. You are in the CNN Newsroom.And we begin with the abortion debate across the country. This time it's over access to medication abortion after federal courts issued conflicting rulings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "It began after a federal judge in Texas ruled to suspend the FDA's two-decade old approval of mifepristone. Then a Washington state judge ruled the FDA must keep the pill on the shelves in 17 Democratic states and the District of Columbia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BLACKWELL",
      "sentences": "CNN's senior medical correspondent, Elizabeth Cohen joins us now. So explain what mifepristone is and what happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "So Victor, mifepristone is one of two drugs that are used in medicated abortions. In other words, abortions that are used by pill rather than by a surgical procedure. As you said, they've been used safely from more than 20 years. They have an excellent safety profile, and actually, they are now quite common.Let's take a look at what's happened with medication abortion over the years. So in 2000, it was all surgical abortions, and then that went up and up and up. So now millions of women have had medication abortion. It accounts for more than 53 percent of all abortions. And let's take a look at the safety profile. When we look at deadly side effects, when you look at a million women who are using mifepristone, five of them will die. When you look at penicillin, 20 of them die. When you look at Viagra, 49 of them die. So mifepristone actually has a better safety profile than many of the drugs that are currently on the market. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "And just curious, when you have a judge who can step in and not a medical professional saying, look, this FDA approval was improper, how might this affect the development of new drugs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "COHEN",
      "sentences": "Right, it could have a real detrimental effect Amara. So drug companies, they invest lots of money and lots of time in developing new drugs. They know that a team of professionals, not a judge, a team of medical professionals, experts within the FDA and outside the FDA, are going to be reviewing that application. And then it will go on the market.If they're sitting down today, they say, wait a minute. You mean a single judge, someone who knows nothing about medicine and science, he can just take a medicine off the market? Is it really worth it for us to be investing billions of dollars into drugs? And we could see really a decline in lifesaving drugs coming on the market. So all of this could affect all of us. Amara, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Elizabeth Cohen, thanks so much.The Department of Justice, manufacturer of the drug, and the FDA have now all already filed appeals against that Texas ruling that halted the FDA's approval of that drug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WALKER",
      "sentences": "CNN's Jasmine Wright joining us now from the White House. Jasmine, we know the president is vowing to fight this ruling. What is he saying about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JASMINE WRIGHT, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, well, look, the White House had been bracing for this moment and, frankly, worried, given the background and past rulings from this Trump appointed federal judge that this could be the outcome. And so now we are here.The president last night, he issued a statement slamming the decision. I want to read you a part of it, Victor and Amara, because it is incredibly forceful. He said, \"The court in this case has substituted its judgment for FDA, the expert agency that approves drugs. If this ruling were to stand, and then there will be virtually no prescription approved by the FDA that would be safe from these kinds of political ideological attacks. This does not just affect women in Texas. If it stands, it would prevent women in every state from accessing the medication regardless of whether abortion is legal in a state. It is the next big step toward the national ban on abortion that Republican elected officials have vowed to make law in America.\" Now, we also heard from Vice President Kamala Harris on this issue. Of course, she has been deeply engaged in the effort of safeguarding access to abortion. We know that she's held dozens upon dozens of roundtables with advocates since that leaked decision came out last year. Here's what she had to say while on the tarmac in Tennessee on Friday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WRIGHT",
      "sentences": "So it's clear from the vice president's statement and President Biden's statement that two things are on the White House's mind here. First of all, they don't believe that the judge has a purview, really, to declare that the FDA inappropriately approved any drug now on the market. And then second of all, they're thinking about the massive impact, in their own words, that it would have on women and doctors who have relied on this medication for 22 years.So now that the appeal is underway, that process, of course, all lives will be on the White House to further lay out exactly what they will do to try to safeguard access to abortion in this really unprecedented time. Amara, Victor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALKER",
      "sentences": "The legal battles playing out now. Jasmine Wright, thank you.So this case almost guaranteed to go to the U.S. Supreme Court. Joining us now is CNN's senior Supreme Court analyst and the author of the new book, \"Nine Black Robes,\" Joan Biskupic. Joan, thank you so much for joining us. So how quickly could we expect this to get to this Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "JOAN BISKUPIC, CNN SUPREME COURT ANALYST",
      "sentences": "Well, good morning. Things are going to happen fast because the judge said that the federal government had only seven days to act and try to get a longer suspension and enforcement of his ruling. So we're already seeing papers going to the lower courts, headed up toward the Supreme Court.So I think that depending on what the regional Fifth Circuit does, which is generally going to be the first step for an appeal from Judge Kacsmaryk's ruling last night, we'll see what happens next. But I think right now the odds, you look at what the Supreme Court has made up of, six conservative justices, five of them who took the very long step of saying that abortion rights nationwide are going to be rolled back, reversing nearly a half century of precedent in Roe v. Wade, the government faces a very tough court. But what I want to stress here is that this is such a different question than what the justices ruled on last June. Last June, it was a straight constitutional question over a woman's right to end a pregnancy in the early stages of their pregnancy. This time around, though, it really does go to the authority of government regulators, the authority of the Food and Drug Administration to actually use its expertise not just for medication, abortion drugs, but for all drugs, so that's -- that's a significant question. And then there's other also a threshold question. The groups that sued down in Texas, specifically looking for this judge and looking for a sympathetic ruling from this judge, those groups could arguably not have legal standing to bring their case. That was a very real question. The lower court judge did say that these physicians and medical groups that were claiming an injury to themselves from the use of these, of the medication abortion pill, had been injured, and Judge Kacsmaryk sided with them. But I think the federal government could make a good case against it, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLACKWELL",
      "sentences": "Tell us more about this judge, U.S. District Judge Matthew Kacsmaryk, a Trump appointee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BISKUPIC",
      "sentences": "Yes, Victor, he is he should be in the spotlight, actually, because, as I said the challengers went specifically to his district down in Amarillo, Texas, and wanted him here. They wanted him in this. He was a 2019 appointee of Donald Trump. He in his earlier life had been a very strong advocate against abortion rights, working for a Christian religious liberty group. So his record was out, and there was a certain expectation of what he might do.But again, all these judicial candidates say they're going to set aside their personal beliefs and rule on the law, and I am sure that Judge Kacsmaryk believes he ruled on the law, but he was he was chosen for this lawsuit, and in the end he delivered for those challengers who chose him. So I think that we're going to see a whole different make up as we go up in the federal courts with other judges, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALKER",
      "sentences": "All right, Joan Biskupic, thank you.Well, the White House is standing by the two black Democratic representatives in Tennessee who were expelled by their Republican colleagues for an anti-gun protest on the House floor. That protest was in the wake of the deadly Nashville school shooting that killed six people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "CROWD",
      "sentences": "Shame on you! Shame on you! Shame on you!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Mr. Speaker. The House stands in recess until 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "TUCHMAN",
      "sentences": "Two Democratic legislators had just been expelled from the Tennessee House of Representatives by a Republican supermajority. In the hallways of the state capitol in Nashville, demonstrators yelling and crying, with some staging a die-in in protest. As legislators filed out of the House chambers, a chaotic scene. Tennessee state troopers standing between them and demonstrators. The yelling was loud, but all stayed peaceful.And then out came the representatives who had been the subject of the expulsion discussions. Justin Pearson on the left, Gloria Johnson in the middle, Justin Jones on the right, the two men expelled, the woman surviving by one vote. They were punished by Republicans for their demonstration on the House floor last week, calling for gun reform, walking up to the well of the chamber and protesting following the horrific school shooting in Nashville last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "CROWD",
      "sentences": "No action, no peace! No action, no peace! No action, no peace!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "TUCHMAN",
      "sentences": "Republicans saying their behavior was disorderly and as a result, they made the decision to kick the two men out of the legislature. So what does the woman who survived have to say about that?GLORIA JOHNSON (D), TENNESSEE STATE HOUSE: I think it's pretty clear, I'm a 60-year-old white woman, and they are too young black men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "TUCHMAN",
      "sentences": "The chairman of the Tennessee Black Caucus is Sam McKenzie.SAM MCKENZIE (D), TENNESSEE BLACK CAUCUS OF STATE LEGISLATORS CHAIR: The world saw the optics. I don't have to say a word about the fact that our two young African American brothers were unfairly prosecuted, information, evidence introduced inappropriately. But they handled themselves like true champions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "TUCHMAN",
      "sentences": "Republicans deny a racism allegation, some saying that Gloria Johnson was not leading the protest effort last week. One Republican leader told us further investigation taken into the Ethics Committee on lesser punishment was not something his party wanted to do.STATE REP. JEREMY FAISON (R-TN): This group, my caucus, which is the supermajority, there are 75 of us said no, that is not -- we don't want to go to the ethics route. We don't want them censured. We want them expelled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "TUCHMAN",
      "sentences": "But one of those expelled representatives stands by what he and his two Democratic colleagues did, saying they were not being allowed to talk about what they feel needed to be talked about, gun reform.STATE REP. JUSTIN JONES (D-TN): We have been expelled for standing with our constituents, but I have no regrets. I will continue to speak up for District 52 and for Tennesseans who are demanding change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "TUCHMAN",
      "sentences": "Notably, both expelled legislators could be back in office and soon. Their county commissions will appoint temporary representatives prior to the next election, and they are permitted to select the two men who were expelled.(END VIDEOTAPE) TUCHMAN (on camera): Victor and Amara, when the Tennessee State House of Representatives reconvenes in the state capitol behind me on Monday. It's expected there will be protesters out here showing their support for the two legislators who were expelled and the one who was almost expelled. And those three Justin Jones, Justin Pearson, and Gloria Johnson, it's anticipated they will be here with the protesters. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Gary Tuchman for us there in Nashville, thank you.Joining me now is the chairman of the Tennessee Democratic Party, Hendrell Remus. Good to have you, sir. Let's start with this meeting with the vice president. You were there. What did she say? What were the takeaways?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "HENDRELL REMUS, CHAIRMAN, TENNESSEE DEMOCRATIC PARTY",
      "sentences": "Good morning. Thank you all for having me. I think the vice president's message in that meeting was echoed in the chapel at Fisk University, that we have a responsibility, all of us as Tennessee and especially legislators, to protect our democracy, to be the keepers of our democracy, and to make sure that people understand what we're fighting for. And right now, that's those young people who are fighting for their futures, who want to live a long life free of gun violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "So Gary mentioned it in his report that there will be interim or temporary representatives appointed, Justin Jones, Justin Pearson. They could both be appointed to go back next week. What do you know about the numbers out of Nashville city council, Shelby County Commission? Do you think they have the votes to return?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "REMUS",
      "sentences": "Both of those bodies are overwhelmingly Democratic. I think Democrats across the state understand that it's not our goal or role to undermine the will of the people, and I do wholeheartedly believe that they will be returned to their rightful places in the State House of Representatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "And are you aware of any potential retaliation if -- from the Republicans there if they are returned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "REMUS",
      "sentences": "Well, that has become -- that has become the norm in this state. Political retribution from this Republican supermajority is something that we're worried about every single day. I'm concerned, especially with accounts coming out of Memphis that there are threats by this supermajority to withhold funding for projects that they have in the works for city and county government.[10:15:04] We've seen this Republican supermajority attack both Memphis and Shelby County for standing up against them. But more so I'm concerned about retaliatory measures that they may take to try not to seat these individuals. Our representatives belong in the State House of Representatives. They were duly elected to be there. And Monday after Representative Jones is appointed by the Metro Council, we'll get a chance to see what's next in this fight with the State House of Representatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "And so you've heard of threats that they would withhold money if Justin Jones and Justin Pearson are returned. Tell me more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "REMUS",
      "sentences": "Particularly Justin Pearson. Memphis is in the mix of negotiating a number of budget items with the state, and there are threats that has been mentioned or talk that has happened and occurred with those county commissioners who will reappoint Justin Pearson that that the state might preemptively decide not to fund those projects in Memphis and Shelby County.But this wouldn't be the first time that this has happened. Right now, Metro Nashville is fighting the state after the state decided not to have the Republican National Convention there. They reduced the size of the Metro Council. They're trying to seize control of the sports authority. They're trying to seize control of the airport. This Republican supermajority is government overreach at its all-time high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "So let me ask you about what we heard from Representative Gloria Johnson. She says that the reason that she was spared and that Jones and Pearson were not is because she is a 60 year old white woman and they're young black men.Let's look at the breakdown of votes -- 66 with the threshold to expel. Justin Jones got 72 votes, Justin Pearson 69, Gloria Johnson 65 votes. Do you agree with that, that this the reason that she was spared and they were not is because they are black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "REMUS",
      "sentences": "Well, look, Gloria Johnson is very outspoken and she's been in the state legislature and around a lot of these legislators long enough to know their character traits. But if you just look at the issues that have transpired during this, this 113 general assembly, during Black History Month, the same House of Representatives sought to change the name of the street bearing John Lewis's name to Donald Trump Boulevard. The same representatives wanted to add lynching, hanging by tree, as a means for execution in the state. This this body has continuously shown that it will attack African Americans and African American issues. The speaker of the House had a very public dispute with the former caucus chair about whether or not he was racist or not.So I think the general public can look at all of those things and come to their own conclusion about whether or not this the supermajority has overtones of racism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "I'm asking your conclusion, though. Do you believe that these two Democrats were expelled because they're black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "REMUS",
      "sentences": "I do believe that that may have played some role in it. Yes, I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLACKWELL",
      "sentences": "All right, Hendrell Remus, chair of the Tennessee Democratic Party, thank you so much for being with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:54",
      "speaker": "WALKER",
      "sentences": "Democratic lawmakers in the House and Senate are calling Supreme Court Chief Justice John Roberts to launch an investigation into Justice Clarence Thomas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:54",
      "speaker": "BLACKWELL",
      "sentences": "There's been a report by \"ProPublica\" revealing that Thomas enjoyed the years of perks and gifts and luxury travel around the world, all paid for by a major GOP donor named Harlan Crow. CNN's Ariane de Vogue has the story.(BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:22:54",
      "speaker": "ARIANE DE VOGUE, CNN SUPREME COURT REPORTER",
      "sentences": "\"Justice Thomas issued a rare response to stories\" that he accepted lavish trips from a mega Republican fundraiser. In a long statement, Clarence Thomas said the reason that he didn't disclose these trips is he thought he didn't have to under the current ethics rules. He said that he and his wife, Ginny Thomas, had been longtime friends with Harlan Crow the men who paid for the trip, and that he didn't think that this fell under the disclosure rule.Here is his statement, he said, \"Early in my tenure at the court I sought guidance from my colleagues and others in the judiciary and was advised that this sort of personal hospitality from close personal friends who do not have business before the court was not reportable.\" Of course, this has caused a firestorm. He said that now that the rules have changed, which they have, he's going to comply going forward. But it comes as Democrats on the Hill are already saying that they want an investigation, and the Supreme Court itself finds itself once again under the hot political spotlight, a place that doesn't like to be. Ariane de Vogue, CNN, Washington. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GABE ROTH, EXECUTIVE DIRECTOR, FIX THE COURT",
      "sentences": "Yes, that's exactly right. And thanks for having me. There is an exemption for personal hospitality for food, lodging, or entertainment that takes place on the properties or facilities of a close friend or family member. And I think that that reading of property or facilities in Thomas's mind includes private planes. And we know justices in the past have used that exemption. Justice Scalia, for one, used it many times to go on hunting trips during his nearly 30-year tenure on the court.So it's good that the Judicial Conference, the policymaking body, the judiciary, has clarified that. But at the same time in the interests of transparency, there's nothing stopping Clarence Thomas from going back and amending his financial disclosures to give the public a better sense of the types of gifts he's been receiving from people who have a clear view on where the court should be heading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALKER",
      "sentences": "You would think if a justice at the highest level of the courts, right, serves a lifetime appointment, they're not held accountable because they're not elected by the people, they're not held accountable by the people, that there would be some kind of binding code of conduct that they're required to abide by. But there is no such thing, is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ROTH",
      "sentences": "Yes, that's right. There's a code of conduct for U.S. judges, so lower court judges, that's been around in one way or another for the past 100 years and was more formalized about 50 years ago. But the justices have rejected, writing an adopting code of conduct of their own. And the code of conduct is not a panacea. There should be some enforcement mechanisms and some investigatory possibilities under such code.But I think just the larger idea, going back to Thomas statement, is he said he spoke to some colleagues and others in the judiciary. Well, who are these people? If you asked right now, the nine justices what their ethical responsibilities are, you'd come up with nine different answers, and that's because the ethics laws that are on the books are vague and because there is no single ethics code, and there's not even an ethics office at the Supreme Court. The House and the Senate -- and the House and the Senate both have these ethics offices. The executive branch has the Office of Government Ethics. So that doesn't even exist at the court to have a single everyone's singing from the same ethics songbook both individual person in that office and code that they explicate, that just doesn't exist. And so we need several different things to happen to bring the justices kicking and screaming into the 21st century of best practices in ethical behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALKER",
      "sentences": "OK, let's talk about what needs to happen then. And first off, you heard about Democrats calling for Chief Justice John Roberts to investigate internally. Do you think that will happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ROTH",
      "sentences": "No. I hope it does. The Supreme Court Ethics Act, a bill that Republicans and Democrats over the years have supported, currently it's only a version of it that was introduced a few months ago is only Democrats, but it would create an Ethics Office that would have the ability to investigate justices' ethical lapses. And that body wouldn't have the ability to impeach a justice or remove a justice, but it would have the ability to report annually any sort of ethical issues that arose. And the public could then decide what they want to do with those issues. That's not even being -- that's a bill that hasn't even had a markup or a vote in the House or the Senate.I think that -- the larger issue is that Chief Justice Roberts wants to try to make the court look as great as it can be, as this neutral arbiter of the law and of the Constitution. But clearly, that's not the case with all these piling on ethics issues. And the fact that his predecessors, when they were ethics issues at the court, took positive steps to change things. When there was an ethics issue about receiving outside income in the late sixties, Chief Justice Warren Burger required the justices to list their outside income. Similarly in the nineties, Chief Justice Rehnquist wrote that the justices would be following the gift rules that members of Congress would follow. Clearly, they're not really following them to the letter of the law, but at least there was the attempt to say that they were going to be a part of it. Chief Justice Roberts hasn't really done any of that during his tenure, and I think we've sort of reached a fever pitch where things need to change and change fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALKER",
      "sentences": "And it really is eyebrow-raising, right? We didn't even go through the details of this \"ProPublica\" report, right? We're talking about a decades long friendship of a billionaire mega Republican donor, known Republican donor, Harlan Crow, rides on super yachts and private jets, it makes you wonder, like you said, who these people are, his colleagues that he mentioned, Justice Thomas, and others in the judiciary that he said he consulted with.But in terms of context here, does that sound just out of the norms to you for a Supreme Court justice to have this kind of close connection to a donor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALKER",
      "sentences": "Yes, that seems like a fair proposition, but obviously not an easy road to get there. Gabe Roth, appreciate it. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "BLACKWELL",
      "sentences": "The Marion County, Florida, sheriff's office is offering a $10,000 reward for tips leading to the arrest of a third juvenile in connection with the murder of three teenagers last week. His name is Taj Bruton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "WALKER",
      "sentences": "Two boys have already been arrested, a 12-year-old and a 17- year-old. They are facing first degree murder charges. Investigators say they believe the victims were involved with burglaries and robberies, and that both the victims and the suspects were affiliated with criminal gangs in the area.We're now seeing the final tragic moments of Cash App founder Bob Lee's life as he desperately struggled to get help after an apparent stabbing attack in San Francisco this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "BLACKWELL",
      "sentences": "The news of Lee's death has triggered an outpouring of shock and grief with a lot of people asking and criticizing the city's public safety measures. They have so many questions about them after the pandemic. CNN's Veronica Miracle has more on what Lee experienced just moments after the attack.(BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "New images of tech executive Bob Lee show him in the final moments of his life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just incredibly tragic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "The images from surveillance video at an apartment complex posted by \"The Daily Mail\" show the 43 year old Cash App founder desperate for help, suffering from stab wounds.JONAH OWEN LAMB, REPORTER, \"THE SAN FRANCISCO STANDARD\": He seems to lift his shirt up as he approaches a car that has stopped on the corner with its flashers on. The car then drives away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "Reporter Jonah Lamb of \"The San Francisco Standard\" reviewed additional video and records in the case, indicating Lee had stab wounds to the chest and used his cell phone to make a 911 call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There's a male screaming help, saying someone stabbed me, advised he's bleeding out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "After collapsing, Lee was able to get up and cross the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "LAMB",
      "sentences": "Walked back on Main, the way he came, but on the other side of the street, and falls down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "For family and friends, the images bring few answers, just more grief and memories.PHIL BARKETT, LEE'S FRIEND: His dedication to his kids was first and foremost. Bob was father of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "At a community forum, police said they have new evidence, but they couldn't share more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "CHIEF BILL SCOTT, SAN FRANCISCO POLICE",
      "sentences": "We don't want to jeopardize this case, and I know that's really hard for people because they want to know. But this is a very high-profile incident. I'm confident that we're going to have a good resolution to this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "Lee's murder has reignited anger over public safety in San Francisco. Elon Musk tweeting \"violent crime in San Francisco is horrific.\" San Francisco has long dealt with homelessness and a rise in Asian hate crimes. But police data show its murder rate is far lower than comparable cities like Indianapolis and Jacksonville. Overall, violent crime in San Francisco has fallen from a high in 2013. But it's rising again, up seven percent last year and another six percent so far this year.Property crime in San Francisco is sky high, 2020 FBI data reports more than 4,000 cases per 100,000 residents, nearly three times higher than New York City. Safety fears have in part led to recalls of the former district attorney and political change at San Francisco's city hall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "JOEL ENGARDIO, SAN FRANCISCO BOARD OF SUPERVISORS",
      "sentences": "Residents are feeling like the city is not working for them, and they just want clean streets, safe streets, and good schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My best friend just dialed in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "For friends of Bob Lee, it's not politics, but Lee's personality and legacy weighing heavy on their hearts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "BARKETT",
      "sentences": "He was charismatic. He was brilliant. He was a thinker. He was a doer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:36:05",
      "speaker": "MIRACLE",
      "sentences": "Veronica Miracle, CNN, San Francisco.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:43:56",
      "speaker": "WALKER",
      "sentences": "House Republicans are ramping up their investigation into the Manhattan district attorney's prosecution of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:43:56",
      "speaker": "BLACKWELL",
      "sentences": "House Judiciary Committee Chairman Jim Jordan is asking the D.A.'s, their senior counsel, Matthew Colangelo, voluntarily, they want him to answer questions, to cooperate with the investigation, citing Colangelo's history of working with law enforcement entities pursuing the former president.CNN's Alayna Treene is working this story for us. What more do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TREENE",
      "sentences": "So all of these investigations and these outreach really to try and paint the New York attorney general's office, or the Manhattan attorney -- district attorney's office, excuse me, as politically motivated, and that's something that Republicans have long already argued even before Trump was arraigned in court on Tuesday and the indictment was unsealed.Alvin Bragg for the matter, though, says that he thinks that this is them trying to meddle in their investigations and does not want to participate in what the committees are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Alayna Treene with details for us. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "WALKER",
      "sentences": "All right, so golf's best just wrapped up their second rounds this morning at the Masters in Augusta, this after some strong storms forced play to be halted late in the day yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "BLACKWELL",
      "sentences": "CNN Sports Anchor Don Riddell is live in Augusta. Don, you painted such a nasty picture the last time I asked you how it looks out there, I almost don't want to ask you now, but I will. How's it look?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "DON RIDDELL, CNN HOST, WORLD SPORT",
      "sentences": "Yes, it got worse.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "BLACKWELL",
      "sentences": "Great, thanks, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "RIDDELL",
      "sentences": "It's brutal out here. Amara, a little birdie told me that your husband was at the course today. He's going to need a hot bath when he gets home and maybe even a stiff drink as well, because it's just that kind of like bone chilling cold. It's soaking wet. The rain since we last spoke got really, really intense, and looking at those poor golfers who had to go out there and finish their second rounds. I didn't see many smiles, if any. They looked at absolutely miserable.As you say, the second round has just finished. The good news for Tiger Woods and his fans is that he made the cut, which means he equals the record of consecutive missed cuts here at Augusta, 23 in a row, but because he only just made the cut, he's going to have to go back out again soon back in this weather. I'll you who's really enjoying all this miserable weather. Brooks Koepka, the American. He finished his second round yesterday at lunchtime. He's just been chilling at home ever since then, no doubt enjoying seeing everybody else suffer on the television. He is leading this tournament on 12 under par. And a big shout out to the U.S. amateur champion Sam Bennett, an eight under par score in his first two rounds. He also finished yesterday afternoon. This guy has an incredible story. Sadly, for he and his family, his father passed away some time ago. He suffered from early onset Alzheimer's. Bennett plays with a tattoo on his forearm of the last words his father was ever able to write, and he says it inspires him so much. His father, he feels as though he's with him every day. Can you imagine how he must feel having achieved what he's done so far? Take a listen. (BEGIN VIDEO CLIP) SAM BENNETT, EIGHT-UNDER PAR AFTER TWO ROUNDS AT MASTERS: He could care less so I went out there first round shot 80, as long as I was doing the right things and treating people the right way, and being a real gentleman. So, but no, he'd think this would be cool, with what I have to come on the weekend. But more so just the guy that I've become, he would be appreciative of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "RIDDELL",
      "sentences": "Remarkable story, incredible young man, Sam Bennett. He'll be going out later this afternoon. Those who just made the cut are going to be back out on the course again soon getting wet. Back to you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "WALKER",
      "sentences": "Poor, miserable sports reporter. No, Don, I've heard the saying that there's no such thing as bad weather, just bad equipment. Do you have your equipment on?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "RIDDELL",
      "sentences": "Yes, I mean, I'm trying to keep warm. We're under a tent, but we have to keep kind of like poking the water off the tent roof, and it just comes down like a waterfall. So we're doing our best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "BLACKWELL",
      "sentences": "Don, just the messenger, Riddell there to Augusta. Thank you so much.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "BLACKWELL",
      "sentences": "All right, so you heard it from, Don, the weather is terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:05",
      "speaker": "WALKER",
      "sentences": "Awful. CNN's Britley Ritz is tracking it all. Britley, parts of the south getting soaked this morning, but it's also cold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:07",
      "speaker": "WALKER",
      "sentences": "OK, Britley Ritz, thank you.And thank you all for watching.",
      "isLastSentenceInterrupted": false
    }
  ]
}