{
  "date": "2023-02-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Makes Surprise Visit to Ukraine; Israel Parliament Backs Controversial Judicial Reform Bills; North Korea Fires New Ballistic Missile; China's Top Diplomat Going to Moscow; Extreme Winter Weather Across Pacific Northwest; Former U.S. President Jimmy Carter Now Receiving Hospice Care; A 6.3 Aftershock Rocks Turkey; Suspect Arrested For the Murder of a Los Angeles Bishop; Alec Baldwin and Co- accused Gets Charges Downgrade. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "PAULA NEWTON, CNN HOST",
      "sentences": "And a warm welcome to our viewers here in the United States and all around the world. I'm Paula Newton. Ahead right here on \"CNN Newsroom\" an unprecedented visit shrouded in secrecy. U.S. President Joe Biden travels to Kyiv in a dramatic show of support, nearly a year after Russia's full-scale invasion of Ukraine.We are live with Russia's reaction to the visit as President Vladimir Putin is set to deliver a speech of his own on the so-called special military operation. Plus, in the U.S., over 30 million people, look at that map, are under winter alerts across every western states. The latest from the Weather Center ahead. So, at this hour in Warsaw, Poland, U.S. President Joe Biden is set to begin a two-day visit following a symbolic and highly secretive trip to Ukraine. Now, in the hours ahead, Mr. Biden will be meeting with the Polish president before speaking at Warsaw's Royal Castle as he marks nearly a year since Russia's invasion of Ukraine. And that follows of course a surprise stop in Kyiv Monday, an unprecedented presidential visit to an active war zone with no significant U.S. military presence. Now, if you can hear this. Sounds alarming. It's air raid sirens and they could be heard, as you see there, with Biden and Volodymyr Zelenskyy walking outside of St. Michael's Cathedral. And it was a reminder of the dangers amid the ongoing war that this is a risk White house officials say that the president was intent on taking. Mr. Biden said he wanted to leave no doubt that the unwavering U.S. support for Ukraine and announced $500 million in new assistance for the country. Ukrainian soldiers shared the message of thanks for the U.S. President. (BEGIN VIDEO CLIP) UNKNOWN (TEXT):  Mr. President Biden, the honor is yours. This is the most powerful message of support for Ukraine at this moment. UNKNOWN (TEXT):  Thank you, Mr. President Biden! God bless America! Thank you for support and help. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NEWTON",
      "sentences": "CNN correspondents are tracking the developments. Kevin Liptak is in Warsaw for us and Clare Sebastian is in London. Kevin, to you first. I mean, unmistakable this kind of a photo-op. Its significance and what it means, and the day ahead for President Biden. Spell it out for us exactly what White House officials are telling you in terms of the task ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "NEWTON",
      "sentences": "A lot to cover there, especially as you said, it is in words and deeds to remind Europe as well about why that unity is so important. Clare, the speech from Biden was unmistakable in that it was very cold war-esque. I will speak for myself. I remember cold war rhetoric. Putin will likely lean into that rhetoric himself later today. What kind of message are we expecting from the Kremlin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Paula, this is going to play very heavily in Russia. I can tell you that the state T.V. is currently running a countdown clock for the start of his speech, which is less than an hour away. This is a state of the nation speech really designed for domestic audience, and of course will -- also play heavily internationally.Putin will need to rally support, patriotism of his people for continuing the special military operation and he still most of the time calls it. We expect that he will double down on those goals. This time exactly a year ago, he made a speech, calling Ukraine an alienable part of our own history, culture and spiritual space. Making the point that modern Ukraine was entirely created by Russia. We don't know whether he will concentrate more on the Donbas region. He's taking goal of taking over that region or repeat those claims that the whole of Ukraine should be part of Russia. But either way, looking at those optics that you saw in Kyiv yesterday, President Biden and President Zelenskyy, that expression of unwavering support, that is not playing to those military goals that Moscow is pursuing. He was clearly, those tactics that you see on the battlefield, attrition, attacking Ukraine's energy grid, all of that suggests that Russia was trying to outlast western support and has so far failed in doing that. I think that this will also play to the notion that we've seen heavily in Russia that they are at war now not with Ukraine but with the collective west with U.S. and NATO, and that Ukraine is somehow doing the U.S.'  bidding. I feel like if President Putin does mention this trip, it will be spun in that way. But either way, the anniversary of the special military operation as they call it, if the war matters a lot in Russia these kinds of moments matter and this will be a critical speech for President Putin to try to appeal as I said, to the patriotism of its people and to make it very clear that he intends to continue with this fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "NEWTON",
      "sentences": "Yeah. It's something important that we'll continue to follow. As you guys said, with the split screen, right, within about an hour, Putin speaking. And a few hours from now as well, Biden with a speech of his own. Kevin Liptak for us in Warsaw, Clare Sebastian in London, thanks so much. Now, China's top diplomat meantime is expected also in Moscow today.Wang-yi could meet with Vladimir Putin and foreign minister Sergey Lavrov in the Russian capital. He has been visiting with European leaders over the past week, selling China as a potential peacemaker in the Ukraine war. But the U.S. of course got to go and warning Beijing not to provide lethal weapons to the Russian military. CNN's Kristie Lu Stout is following all of this for us right now. And given the strong words from Wang-yi at that security conference in Munich in the last few days, what message do we expect them to send and what would be the agenda at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:56",
      "speaker": "NEWTON",
      "sentences": "Yeah. A very clear message on an important day there in Moscow. Kristie Lu Stout for us in Hong Kong. Thanks for following this. Appreciate it.Now, Russia is now apparently the most sanctioned country in the world says the Center for European Policy Analysis. One year into the war and the west has imposed more than 5,000 measures aimed at limiting Moscow's access to money. Now, on Tuesday though, President Biden reported Russia's economy shrank just 2.5 percent in 2020. If you want to compare that to Ukraine which suffered a 30 percent contraction in its GDP. Now, European countries are discussing now a tenth sanctions package. E.U. trade commissioner points out that a current Russian recession is a telltale sign and sanctions in their opinion are working. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:56",
      "speaker": "VALDIS DOMBROVSKIS, EUROPEAN UNION TRADE COMMISSIONER",
      "sentences": "The fact that last year despite record high energy prices, Russia's economy was in recession and is expected by most forecasts to be in recession also this year. That's a direct consequence of the sanctions because energy exports is Russia's main revenue source. So, normally when energy prices are high, Russia's economy is doing well. And this was not the case this time. This is a direct consequence of the sanctions.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:56",
      "speaker": "NEWTON",
      "sentences": "Okay. Despite of what you just heard there though, and the sanctions, the Russian ruble, you'll see it there, reached a seven- year high last year, rising and falling as more measures have been put into place.Okay, a powerful storm system moving across the United States, and it's going to affect millions of people. The severe winter weather is heading from the west coast to the mid-west and some states, yeah, you're going to get hammered. California could suffer power outages today. High winds will hit the Rockies and Minneapolis, Minnesota could see historic snowfall. Meteorologist Britley Ritz is following this storm for us, and it just seems like it's going to have everything. The ice, the snow, and the wind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:56",
      "speaker": "NEWTON",
      "sentences": "Yeah. Well, the storm really does have it all. Britley, thanks for following it. Appreciate it.Now, this week, people are traveling to the tiny hometown of former U.S. President Jimmy Carter where he is receiving hospice or end of life care to pay their respects. Carter, a former peanut farmer put Plains, Georgia on the map and the town is now putting a brave face as it once again receives attention from all over the world. CNN's Eva McKend is there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:56",
      "speaker": "EVA MCKEND, CNN CORRESPONDENT",
      "sentences": "A mix of sadness and pride falls over the town of Plains, Georgia as the residents here on this small community of about 500 residents digest the news that former President Carter is receiving end of life care. We spent the day at Benita's Soul Food Restaurant (ph) having grits and eggs, speaking with the owner there, Ms. Benita.And she recalled when she took her own kids just a few years ago to hear the former president at Sunday service, that's because up until recently, he was still conducting Sunday lessons at church. We also met a painter and a mail carrier in this community feverishly painting a large peanut sculpture at the edge of town. This was a sculpture that was part of President Carter's 1976 presidential campaign. It has worn in recent years and he said that when he heard the news of former President Carter being in hospice care, that he felt a certain sense of urgency to really make sure that that sculpture was represented well as now the eyes of the nation falls on Plaines. Take a listen to what Michael Dominic had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:56",
      "speaker": "MICAHEL DOMINICK, PAINTER",
      "sentences": "He doesn't want any recognition for any of that. And I did the same thing in my life. I just do stuff because its need done, just like painting the peanut, but you know, you don't have to -- he didn't want to make a big news statement about everything that he did, you know. He was just a simple man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:14:56",
      "speaker": "MCKEND",
      "sentences": "The former president, well known for his life of service, for his service with Habitat for Humanity, in particular, but you can hear from Mr. Dominick, he indicated that sometimes the former president engaged in the service without telegraphing it, without broadcasting it. Something else he shared with us. He says -- said that this community was full of believers. People who are steeped in their fate. And they are clearly are relying on their fate during this difficult time. In Plains, Georgia, Eva McKend, CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "NEWTON",
      "sentences": "At least 40 people are dead after heavy rain and landslides hit Brazil's Sao Paulo state during carnival festivities. Hundreds have been left homeless. 180 days state of calamity has been declared in six cities now. Brazil's president got a view of the area from a helicopter Monday. It's feared many tourists could be trapped in flooded areas. Now, more than 130 rescue teams are currently looking for survivors.United Nations says it is ready to provide more support to Turkey and Syria after another powerful earthquake struck the region. The magnitude 6.3 aftershock on Monday happened two weeks after a devastating earthquake killed tens of thousands of people in both countries. In the latest disaster, at least three people were killed and almost 300 were reported injured and that was according to Turkey's health minister. For more on this story, I'm now joined by CNN's Nada Bashir who is in southern Turkey. And it's so alarming to hear about this, especially given the fact that it was really traumatic for people as soon as the earth started shaking. Nada, I know that you were also in the middle of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "BASHIR",
      "sentences": "And look, Paula, the authorities here are still trying to assess the extent of that damage. Search and rescue teams have been working, overnight. Aid groups are still very much present on the ground to provide support. The authorities here say they have sent already 6,000 tents to support those impacted or who have fled their homes in the nearby areas.They are expecting more tents to come in. Field hospitals are still working around the clock. But as we mentioned, there has been some injuries in the aftermath of this latest aftershock. At least 294 people injured so far, 18 of them reportedly seriously injured and now we are learning from the disaster and emergency agency that that death toll has now gone up. A further three people reported dead bringing the latest death toll in direct relation to this latest after shock to six. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "Yes. Just unimaginable, what everyone there has already gone through and the fact that, you know, they live in terror every hour, wondering if it would happen again. Nada, really great for (inaudible) there. Thank you so much. Appreciate it.Police have arrested a suspect in connection with the murder of Los Angeles auxiliary bishop David O'Connell. The suspect was identified as 65-year-old Carlos Medina. He was apprehended at his home in Torrance, California on Monday and that police also said Medina is the husband of the late bishop's housekeeper and in fact had done work on the bishop's house himself. Police are still looking into what could have been a motive for this crime. According to the Los Angeles Archdiocese, O'Connell was a native of County Cork, Ireland. He was ordained as a priest in Los Angeles in 1979. He later worked to try and restore trust between residents of south Los Angeles and law enforcement after the 1992 L.A. riots. Now on Sunday, parishioners held a vigil for the Bishop O'Connell in Hacienda Heights. This is how one of them described the late bishop. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "RON SANCEDA, PARISHIONER",
      "sentences": "I'm stunned. I'm still stunned. This one is a good guy. I mean, you just -- he brought life when he came. He, you know, in and he was a good guy, and he was always talking about -- how he joked, he was a joking guy and he was a pleasure to listen to.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NEWTON",
      "sentences": "And welcome back to our viewers here in the United States and all around the world. I'm Paula Newton. You are watching \"CNN Newsroom.\"President Joe Biden is in Poland this morning, following his unprecedented visit to Kyiv just days ahead of the one year anniversary of the start of Russia's invasion of Ukraine. Mr. Biden made a surprise trip to the capital where he met with Ukrainian President Volodymyr Zelenskyy. The U.S. leader's appearance in the active war drone provided a symbolic boost to Kyiv and he ramped up pressure on Vladimir Putin as the Russian president, himself, prepares to, in a national address justifying the invasion of Ukraine. Joining me now is Julie Norman. She is co-director of the Centre on U.S. Politics at the University College London. And I thank you for joining us. I mean, this really is likely to be one of the most significant and symbolic foreign policies moves of Biden's presidency so far. I mean, the security, the covert choreography alone, it was really worthy of a screenplay. But what purpose do you think this visit can serve going forward? JULIE NORMAN, CO-DIRECTOR, CENTRE ON U.S. POLITICS, UNIVERSITY COLLEGE LONDON:  Well, probably it served a couple of very key aims. And the first and foremost was, of course, just showing solidarity with Ukraine at this moment, you know, with Zelenskyy, with soldiers on the front, especially in advance of what we expect to be a Russian offensive this spring, so very important that he was there on the ground doing that. But just as importantly, really a statement of defiance to Putin, again, on the eve of the anniversary of the war right before Putin himself is going to speak. Biden is there on the ground saying, look, he still stands, Ukraine still stands, democracy still stands. And saying that message importantly is from a bunker or undisclosed location, but from the streets of Kyiv from major landmarks. And so, I think that was an important kind of pushback to which we can expect from Putin this week. And finally, it was just an important sign from Biden, I think, to Americans and to European allies that Biden individually as well as the U.S. more broadly, is still very much supportive of Ukraine in this war and it's still very important in leading on it. And again, this is at a moment when Putin is trying to chip away at NATO is resolved when some of the U.S. are trying to push back at some of the commitments here. So, for Biden to do this at this moment, especially considering how risky it was, really was quite notable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NEWTON",
      "sentences": "Yeah. And as we said, we are waiting, in the next hour, for Vladimir Putin to make a speech of his own. Now, you argued that the visit was consequential and that you also say that Biden's approach is still measured in your opinion, cautious even. Do you expect that to continue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "NEWTON",
      "sentences": "Yeah. And you know, as this conflict weren't enough, we were also pointing out that China's top diplomat is likely going on to the ground in Moscow in the next few hours, meeting probably with Sergey Lavrov, the foreign minister, at least but possibly with Vladimir Putin. How will the U.S. and its allies pivot if indeed China dips its toe into this conflict and backs Russian materially with lethal aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "NORNAN",
      "sentences": "Yeah. Paula, it's such an important question because really for the last year since the war started, one of the wildcards has been China, how would they play this? Will they back Putin strongly or would they take more of a middle road?And what we've seen up until now is indeed they have maintained economic ties with Russia, diplomatic political, but they have not directly sent military aid up to this point. What we heard Secretary of State Blinken say over the weekend is that the U.S. intelligence does expect that that might be a possibility. I do think if China starts sending military aid directly to Russia that will be a major factor in this war, and it will also severely threaten ties between the U.S. and China because that has been a sort of red line up to now that China has not crossed but really would take things to a different level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:58",
      "speaker": "NEWTON",
      "sentences": "I don't have a lot of time. But quickly, in terms of the U.S. support of this, we have polls indicating that while Democrats are behind Joe Biden, in the majority, Republicans and Independents, are to but not to the extent that democrats are. Do you think that could be a bit of an Achilles heel here for President Biden? NORMANmostly still with this, about half of Republicans are. And, importantly, within Congress, they're still a majority to get the aid packages through, to get the real terms support through, and I think that's what Biden is focusing on right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "So, a controversial set of bills meant to weaken the independence of Israel's judicial system has now advanced past its first hurdle in parliament, primarily along party lines. The reform would allow the Knesset to overturn the Supreme Court rulings with a simple majority. And, in fact, change the way judges are pointed.Now, the prime minister, who's facing corruption charges, is all for that and so are his allies. After the preliminary vote went, Benjamin Netanyahu's way, he tweeted that it was a great day and a great night. The bills must pass two more readings to become law. Lawmakers are bitterly divided over all of this, some with flags inside the chamber, you see in there, and were escorted out by security. Outside of the Knesset, meantime, there was a sea of Israeli flags as roughly 75,000 people showed up to protests. CNN's Hadas Gold was there. (BEGIN VIDEOTAPE) HADAS GOLD, CNN JERUSALEM CORRESPONDENT (on camera):  This is the main road that leads not only in front of the Israeli Supreme Court but also and in front of the Israeli parliament, the Knesset, and that's where the thousands of protesters are heading. For these protesters, today, here, they believe that these judicial reforms would threaten the independents of the Israeli judiciary. Some of them believe that it's only to help Benjamin Netanyahu, the prime minister, in his ongoing corruption trial, something he denies. The protesters here are chanting things like democracy. They're chanting things like Israel it will not become a dictatorship. For many of them here, they have this visceral belief that these reforms are really threatening the Israeli way of life and the Israeli democracy. But, for the counter-protesters, and there are counter-protesters here, they support these reforms. They believe that they are very much needed. They believed that it is a long time coming, and that this is what the Israeli voters voted for those November elections when Benjamin Netanyahu and his allies won a 64-seat majority in the Israeli parliament. But, Benjamin Netanyahu is facing external pressures, including from the American ambassador to Israel, who in a recent podcast in recent days called on the Israeli government to pump the brakes, he said. He said to slow down the legislative process and allow time for consensus, allow time for negotiations. Hadas Gold, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "The U.N. is also warning that missile launches by North Korea posed a serious risk to the international aviation and maritime traffic. Now, during the meeting with the Security Council, Monday, a top U.N. official called for immediate steps to resume dialogues. Listen.(BEGIN VIDEO CLIP) MOHAMED KHALED KHIARI, U.N. ASSISTANT SECRETARY GENERAL:  We welcomed the Security Council commitment to a peaceful comprehensive diplomatic and political solution for the situation on the Korean Peninsula as well as the importance that council has placed on working to reduce tensions. Diplomacy, not isolation is the only way for it to work. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "NEWTON",
      "sentences": "So, a long lost letter from George Washington was expected to sell for some $50,000 at auction. Ironically, the correspondent touches on financial troubles Washington was having at the time, written months before he would travel to Philadelphia for the constitutional convention and two years before he would become president. Washington talked with the retired colonel about his need to sell some of his land, holdings in order to raise money. Bit of a history lesson for all of us there.Now, the the one year anniversary of Russia's invasion of Ukraine is just days away. But photojournalist, Anastasia Taylor Lind, has been documenting the situation in Ukraine since 2014. The photos have gone on display at the Imperial War Museum in London. Our Isa Soares spoke with Taylor Lind about some of the absolutely incredible and heartbreaking images she has captured in Ukraine. (BEGIN VIDEOTAPE) ISA SOARES, CNN CORRESPONDENT (on camera):  Let's start off with really the image that is just over your right shoulder. And that is the Maidan Revolution. That moment, was that, do you think, a turning point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "ANASTASIA TAYLOR LIND, PHOTOJOURNALIST",
      "sentences": "It was absolutely a turning point. It was -- it was the moment when ordinary civilians deposed a president who had very close ties to Russia and demonstrated that they wanted to move forward with closer ties to Europe. It's ironic, of course, that I believed I was documenting the end of violence in the country. And now, we know it was only the beginning.SOARES (on camera):  And we saw at that very moment what we have been seeing over the past year, the fight, the resilience of Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "TAYLOR LIND",
      "sentences": "Well, of course, they're faced with no choice, aren't they? But to be resilient and but the fight. No one chose this -- no one in Ukraine chose this war. And I am particularly concerned in my work and personally about the civilian experience of war. Everybody is affected guide in some way.SOARES (voice-over):  Much of your work focuses on that lived experience of the traumas around this war. You focused in particular on one family, one that lived in the rural part of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "TAYLOR LIND",
      "sentences": "This is Arlia (ph) and her husband Nikolai and little Kyria (ph) and Medaslava (ph). They lived on the front line already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "SOARES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "TAYLOR LIND",
      "sentences": "So, fighting came to their neighborhood very fast. And since both of their kids were born after 2014, and neither of them had ever seen peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "SOARES",
      "sentences": "I mean, looking at this picture, you would never imagine it was in the middle of a war, so beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "TAYLOR LIND",
      "sentences": "Pictures like this one seem more precious and more important and more poignant than they ever did before because everything that you can see here is gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "SOARES",
      "sentences": "You've got to photos, focusing on one soldier in particular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "TAYLOR LIND",
      "sentences": "Yevgan (ph) is an I.T. Consultant. I photographed him in 2014 after he had been beaten very badly by the bad cops (ph), riot police. In this photograph, he has a concussion. You can see his two black eyes as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "SOARES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:03",
      "speaker": "SOARES",
      "sentences": "And then, here is again. This is last year, March of 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:03",
      "speaker": "TAYLOR LIND",
      "sentences": "So, unsurprisingly, Yevgan (ph) volunteered the day -- the day after the full scale Russian invasion along with a lot of men who fought in in (inaudible). And, now, he's a member of the Armed Forces of Ukraine and we know that the Ukrainian Army became a very professional and very well equipped and well trained in that time because they had to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:03",
      "speaker": "SOARES",
      "sentences": "What do you admire about Ukrainian spirit? What is so special about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:03",
      "speaker": "TAYLOR LIND",
      "sentences": "Can I give you a specific example?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:03",
      "speaker": "SOARES",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:03",
      "speaker": "TAYLOR LIND",
      "sentences": "From my friend, Julia Kochitova (ph), who is a Ukrainian -- a young Ukrainian photojournalists in Filmika (ph), we were working together and donbas this summer, and we had been very close to the front line when there was a lot of very active shelling, And it was terrifying. It was terrifying to work there, and we had made plans to go back the next day and to stay overnight with the family that we have been following.And when I woke up in the morning, I was so filled with fear. I went with Julia, and I said, Julia, I can't. I just can't go today. I am so sorry. I know you would want to go anyway but always here for you. And she said, I understand. This is my war and if I die, that's okay. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}