{
  "date": "2023-08-21",
  "headline": "The Source with Kaitlan Collins",
  "subHeadline": "Trump Ordered Not To Target Co-Defendants Or Witnesses On Social Media In Georgia Case; GOP Candidate Vivek Ramaswamy On First Debate; Biden Visits Fire-Ravaged Maui Amid Ongoing Search Efforts. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "A major blow, to the Russian space program, and the country's image, Russia's Space Agency reports that its first lunar mission, in decades, crashed into the moon's surface, less than two weeks, after launch. No report what caused the mishap.The unmanned spacecraft was supposed to explore the Southern Lunar Region for ice. It would have been Russia's first moon landing, since 1976. That's it for us. The news continues. \"THE SOURCE WITH KAITLAN COLLINS\" starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Tonight, straight from THE SOURCE, Donald Trump will turn himself in, in Georgia, this Thursday, confirmed by none other than the defendant himself. His bond has strict conditions, unlike the others that we've seen so far.And this very minute, the window has just closed, to qualify, for Wednesday's first Republican debate. The overwhelming front-runner says that he won't be there. But one of his rivals, who will be, is with me, tonight. Plus, President Biden, on the ground, in Maui, this hour, after facing criticism, for his administration's response, to the deadliest U.S. wildfire, in more than a century, with 850 people, still missing, tonight. I'm Kaitlan Collins. And this is THE SOURCE. We have now hit surrender week. And tonight, Donald Trump has confirmed he will be arrested, for a fourth time, in Georgia, on Thursday, asking anyone, who was reading his social media posts, from just a few moments ago, if they can even believe it. This is where it's going to happen. We have been keeping a very close watch, on the Fulton County Jail, all day, awaiting the arrival of not just Trump, but also his 18 co-defendants, in the election interference case. The former President, and at least four other members, of what prosecutors allege, was a criminal enterprise, negotiated their bond agreements, via their attorneys, today. Trump's bond was set at $200,000. His former attorney, John Eastman, and also Kenneth Chesebro, who was the alleged architect, of the fake electors plot, both had their bonds set, at $100,000. We have just learned that John Eastman will surrender, on Wednesday. Then there is Ray Smith, another attorney, who was working with the Trump team. His bond was set at $50,000. And Scott Hall, who, lest we forget, is actually a bail bondsman, had his own bond set at $10,000, today. But most notable were the conditions, for Trump's release, on his deal. The terms were more extensive than those that were set for other defendants, at least the ones that we saw, today. Trump was repeatedly instructed not to threaten any co-defendant, witness, or victim, including via social media. This is his first bond agreement that actually specifies direct or indirect threats, on social media. And it includes repost of other people's posts. So, the million-dollar question, or really the $200,000 one, is will he comply? Remember, the day of his latest indictment, Trump warned a witness, in that case, former Georgia Lieutenant Governor, Geoff Duncan, not to testify, before the grand jury that ultimately voted, to indict Trump. Meanwhile, a source is telling CNN that employees, with the sheriff's office, are now facing threats, as they themselves are waiting, for more of these surrenders, to happen, this week. CNN's Senior Justice Correspondent, Evan Perez, joins me now, to break this down. Evan, of course, we are now hearing, from Trump himself. He's going to turn himself in, on Thursday. What do we think that's going to look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Yes. And the bond agreement, we saw, I mean, it was just really notable, to look at Trump's deal, compared to John Eastman's. I mean, it has strict rules, for his release. I mean, walk us through what they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "PEREZ",
      "sentences": "Right. And it also is different from some of the other ones, the ones that he's faced, in his previous arrests, where he simply was warned by judges, to make sure, he didn't talk to witnesses, except through his lawyers, to make sure, he didn't issue any threats.In this case, as you pointed out, in that document that we showed on screen, just now, I'll read it just a part of what it says. It says that \"The Defendant shall perform no act to intimidate any person known to him or her to be a co-defendant or witness in this case, or to otherwise obstruct the administration of justice. The above,\" it continues, \"shall include, but are not limited to, posts on social media or reposts of posts made by another individual on social media.\" Again, this is something, as you pointed out, Kaitlan, just a few minutes ago, he basically warned Geoff Duncan, one of the key witnesses, against him, against testifying, on the day of his indictment. So, clearly, the judge knows the history of the former President, certainly something that even the judge, here in Washington, just a couple of weeks ago, warned him against doing. This time, they're putting it on paper, and they're making sure that he knows that he's on -- he's being watched, essentially, by the judges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Certainly is.Evan Perez, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "PEREZ",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "I'm joined now by two top legal minds, Jennifer Rodgers, and former federal prosecutor, and CNN Legal Analyst; and Temidayo Aganga- Williams, former Senior Investigative Counsel, for the January 6 committee. Jennifer, when you look at these rules, for what Trump can, and cannot say, I mean, I know this even caught the attention of Trump's attorneys, today. What happens if he violates the terms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Well, that's the million-dollar question, Kaitlan, because I'm sure the judge doesn't want to even attempt to completely revoke his bail, and remand him into custody.But this is the first step, down that road, if he violates this order. Before getting there, the judge probably might give him another warning, might also revoke some of the money that's been posted, for the bail. But what everyone here really wants is not to see him in prison, pending trial, but to see him stop the campaign, of witness intimidation, disparaging players, in all of these cases. That's really what the goal is here, not to revoke his bail, but to get him to stop trying to interfere, with these cases. So, we'll see how it goes from here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And Temidayo, I mean, the President's attorneys -- former President's attorneys are negotiating, with the District Attorney's Office, of what Thursday actually looks like, when he does show up. I mean, obviously, this is prayer (ph). But what would those negotiations, even look like, behind closed doors? Is it about the mug shot, the fingerprinting, what does it look like?TEMIDAYO AGANGA-WILLIAMS, FORMER SENIOR INVESTIGATIVE COUNSEL, JANUARY 6 COMMITTEE: What I suspect is that President Trump is looking to get in and out of there, as quickly as possible. And I think the question for D.A. Willis is how much is she going to treat him, like a typical defendant, versus give him special treatment? And what I suspect the negotiating, the specific terms, from the mug shot, to the processing, to whether or not he's going to be stuck waiting at all, or can he be in and out? I think that's a real question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "Who actually makes the decision on the mug shot?AGANGA-WILLIAMS: So, the mug shot, first, in Georgia law, it's a required, mug shot. Now, all processing, in these kinds of situations, are handled by the law enforcement officers. But I think, practically, any decision here, as to whether or not a mug shot will be bypassed, is really going to be between D.A. Willis, and President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And Jennifer, I mean, today, it was five people, in total, who negotiated their bond agreements.It just stands out. I mean, Scott Hall is actually a bail bondsman. The other people, here, Ken Chesebro, John Eastman, Ray Smith, they're all attorneys. They are typically on the other side, of this criminal process. But now, they're subject to bail agreements that typically they were negotiating. RODGERS: Yes, this case is certainly like no other, including the identities of the 19 co-defendants here. It's new territory, for everyone. I think, as long, as Temidayo was saying, if Fani Willis, and her office, and all the law enforcement folks involved, are professional about this, and do their best, to streamline this procedure, then, I think, everything will go about, as smoothly as it can, given the divergent players, as you mentioned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "And you think that could apply to people like, I mean, Jenna Ellis? She's openly complaining about the fact that they're not covering her legal fees that the Trump side's not.AGANGA-WILLIAMS: I think 100 percent. And what's key here is that we're just getting started. They haven't been in pretrial motions. They haven't really done the process here. And these criminal cases are going to be complicated. And with each complication, the costs skyrocket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes.Another person, Jennifer, who is charged here, is Mark Meadows, obviously, Trump's former Chief of Staff. He's arguing in a new filing that the charges against him, he believes, should be dismissed. I mean, he says he should have immunity, because he was serving as the Chief of Staff, in this official role, setting up meetings, with state officials. I mean, is that something that a court would buy, you think? RODGERS: I think ultimately, it will fail, that argument. But there's some facial appeal to it, in the sense that he wasn't really running this show, right? He's the Chief of Staff. He's doing what he's directed, in terms of this plot. And a lot of what he was doing, as alleged in the indictment are things that aren't necessarily inherently illegal, in terms of setting up meetings, making calls, and those sorts of things. So, I think, ultimately, a judge will decide that there was a line that was crossed, when they went from challenging the votes, getting recounts, filing court cases, and turning to filing false documents, and so on. But it's going to take some parsing through, and the judge will have to, of course, look at the federal defenses that he's alleging to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "Time is up, for any Republican presidential hopeful, who was still trying to get on the debate stage, Wednesday night. The deadline, for making that cut, hit about 15 minutes ago or so. The official determination, of who made it, and who missed, will be announced by the Republican National Committee.We know the party's front-runner, Donald Trump, has said he will not be there, though, of course, he has qualified to be on that stage. That leaves these eight candidates, as those that we know for sure, have fully qualified. It's a list that includes my next guest. And let's get straight to THE SOURCE with 2024 presidential candidate, Vivek Ramaswamy. Vivek, thanks, for being here. You said in May that you believed it would be embarrassing, a disaster, and fundamentally uncourageous, for Donald Trump, to refuse to debate. Do you still feel that way tonight? VIVEK RAMASWAMY, (R) PRESIDENTIAL CANDIDATE: Well, look, if he refuses to debate, through the entire debate season, I have an issue with that. But I have no issue, with him skipping the first couple of debates. The truth is I -- many people in this country didn't even know who I was, six months ago. So, this is a good opportunity, for me, to introduce myself to the country. He's been on that debate stage countless times. He's also been U.S. President, for four years. So, if he wants to skip the first couple of them, I have no issue with that. But I do think he should be, on the debate stage, at some point, throughout the course of this year. So, that's where I'm at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "You rarely, if ever, really criticize Trump, directly. I think part of that, and tell me if I'm wrong, is part of a strategy, when it comes to winning over his voters. But how do you beat the Republican front-runner, in this race, without directly engaging him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "RAMASWAMY",
      "sentences": "Well, the truth is, the reason I don't want to criticize Trump is because everybody else from, networks, like the one we're on, right now, on down, are doing plenty good job, of making up attacks that shouldn't even exist. Prosecutors, across this country, charging cases that should have never been brought.I think John -- Donald Trump's defeat of Hillary Clinton was probably the single most important political event, of my lifetime. So, I don't care to pile on with those criticisms. I think he was a good president. But I want to build on his agenda, to take the America First movement to the next level. The fact is, I'm 38-years-old. I have fresh legs. I am able to reach young people, across this country. And I believe I am the only candidate, in this race, who can actually deliver a landslide election, a Reagan 1980-style moral mandate, by building a coalition, a multi-ethnic working-class coalition, of Black Americans, Hispanic Americans, White Americans, Asian Americans, men, women, young, old. That's what it's going to take, to win this election. No state left behind, no city left behind, no American left behind. And you've seen that in the way I'm campaigning, from the Southside of Chicago, to the inner city of Philadelphia, in Kensington. That's different than any other candidate in this race. And Kaitlan, that's why I'm confident that I'm going to win it in a landslide. Do it by uniting the Republican Party, and uniting this country, not by criticizing other candidates, Donald Trump bogged down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "RAMASWAMY",
      "sentences": "But by articulating a vision, for where we are going. And it's working. Look at where I am in the polls, relative to six months ago. It seems to be that we're well on our way to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "One thing I'll say is we're not making up any attacks, on Donald Trump. I mean, covering his indictments is one thing. How you feel about those is pretty clear.One thing that you will likely be asked about, on Wednesday night, is foreign policy. And you've recently said that to protect Taiwan, you would do this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "RAMASWAMY",
      "sentences": "Guess what? We'll put a gun in every Taiwanese household. Train them how to use it. That is how you make Xi Jinping think twice.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "Do you really think that would be a sufficient plan, to deter a Chinese invasion, if it includes long-range missiles, ground troops, an aerial blockade, a naval blockade?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan? Kaitlan? Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "All of the different measures here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan, of course, it's not sufficient. You take that shiny little clip, when I've articulated it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:51",
      "speaker": "COLLINS",
      "sentences": "You posted that clip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "We're not putting words into --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- as expansive of a deterrence strategy, as I have. COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "I never said it was sufficient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "-- when it comes to Taiwan is giving --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "I never said it was sufficient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "-- people in Taiwan, handguns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "This is really funny, Kaitlan. It just is -- it's been very educational, for me, to learn how media works.Yes, that is important. That is -- no one ever said that was sufficient to deter an invasion. From India, to Russia, to what I've said we would do, with moving Ohio-class SSGN, to the South China Sea, and to the Indo-Pacific, this is the stuff of actual deterrence, and also strategic clarity, that we would actually defend Taiwan. Yes, I do think I am the President, who best knows how to deter China, from going after Taiwan, before we've achieved semiconductor independence, which is the most important foreign policy accomplishment, the next U.S. President can deliver. And I gave a specific speech, at the Nixon library, in a big part, actually, moving Russia out of China's alliance --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "But you also said that you would open up an NRA bureau in Taiwan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- is the reverse of what Nixon would have done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "I mean, you also talked about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes. I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "I just think, when you listen to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes, it's part of this porcupine strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "-- to plans, to deter China, it typically focuses on radar systems, and missiles, that they need, not necessarily AR-15s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan, you might be able to do this trick better, with other candidates, who don't really know how to respond to the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "It's not a trick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "I have been clear. Let --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "I'm just simply asking what your plan is with Taiwan, and following up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "What is my plan? I've been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "-- on something you suggested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "What I have said countless times is strategic partnership, with India, to close the Malacca Strait, if necessary. That's where China gets its Middle Eastern oil supplies.The number one thing to do, I've said is, end the war in Ukraine, by pulling apart the Russia-China alliance. Xi Jinping's calculus right now is that if the U.S. actually is in dual conflict, with Russia and China, then that makes it easier for China to go after Taiwan. So, I say, disband that alliance. I also think that we should, and I've have said this many times, we should take many one of the Destroyers, that are in Japan, run one a week, through the Taiwan Strait, until we've achieved semiconductor independence. Move two Ohio-class SSGNs loaded with 100-plus Tomahawks apiece, to the South China Sea, and to the Indian Ocean. This is part of a comprehensive strategy that I've articulated, in multiple places. But as part of that, I do think there's a reason why China does not have a Second Amendment. China is deathly afraid of a Second Amendment in its own country. And so, making that an export to Taiwan, is part of what many military experts call --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- the porcupine strategy, which I do subscribe to, and believe in. But I will not allow someone, to put words in my mouth, to say that I ever said that was sufficient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "We're not putting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "It is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "I'm not putting words in your mouth. I'm simply asking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "It is not sufficient, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "-- about something you said. We played a quote that you've made.Speaking of another comment that you've made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "I never said it was sufficient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Vivek, speaking of another comment that you've made that is getting attention today about 9/11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "A report in The Atlantic that you gave an interview to.You said, quote, \"I think it is legitimate to say how many police, how many federal agents, were on the planes that hit the Twin Towers. Maybe the answer is zero. It probably is zero for all I know, right? I have no reason to think it was anything other than zero. But if we're doing a comprehensive assessment of what happened on 9/11, we have a 9/11 Commission, absolutely that should be an answer the public knows the answer to.\" Explain to me what you meant there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "This is -- really, it's funny. I mean, The Atlantic is playing the same game as CNN. It's funny.What I said is, on January 6, I do believe that there were many federal agents, in the field, and we deserve to know, who they are. On 9/11, what I've said is that the government lied. And this is incontrovertible evidence, Kaitlan. The government lied about Saudi Arabia's involvement. There was a Saudi spy named al-Bayoumi, who they lied, and the government lied, and the 9/11 Commission lied. We know that because declassified reports in 2021 revealed that al-Bayoumi was indeed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Which President Biden declassified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "What's that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Yes, the report that President Biden declassified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "But your quote here, are you telling me that the quote was wrong here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "20 years later, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "But are you telling me that your quote is wrong here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "I'm telling you the quote is wrong, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Because it says --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "I am actually. I actually asked --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "-- \"how many federal agents, were on the planes that hit the Twin Towers.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes. When I actually -- and this is just lifting the curtain, and how media works, again. I asked that reporter, to send the recording, because it was on the record. He refused to do it. But we had a free-flowing conversation.The truth is there are lies the government has told about 9/11. But it's not the ones that somebody put in my mouth. It's the one that I articulated, which is that Saudi Arabia, absolutely, their Intelligence was involved in 9/11. And that's a difficult thing you're not supposed to say. The facts back that up. Separately, as it relates to January 6th, same story all over again. There were federal agents, in the field. I think they've lied about how many there were. And we the people deserve the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "OK. But -- RAMASWAMY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- that exist in the media to prevent us from getting there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You're saying that you were misquoted, here. So, we will take you at your word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You're saying that you were misquoted here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But you were asked, another time, recently, about whether or not 9/11 was an inside job. This is what your response was.(BEGIN VIDEO CLIP) ALEX STEIN, HOST OF PRIME TIME WITH ALEX STEIN, GLENN BECK'S BLAZE MEDIA NETWORK: 9/11, inside job, or exactly how the government tells us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "I don't believe the government has told us the truth. Again, I'm driven by evidence and data. What I've seen, in the last several years, is we have to be skeptical, of what the government does tell us. I haven't seen evidence to the contrary. But do I believe everything the government told us about it? Absolutely not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "STEIN",
      "sentences": "I asked two questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Do I believe the 9/11 Commission? Absolutely not.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "I mean, Vivek, I think people look at those comments. They look at what you said in The Atlantic, which you say you're misquoted? They look at comments that you've made, about the Federal Reserve, adding zeros, to media companies' bank accounts? And, I mean, it looks like you're floating conspiracy theories, with this defensive, \"I'm just asking questions.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Well, when you actually quote me, those are my words, and I stand by them. So somebody else quoting me, putting words in my mouth? I have a problem with.But those words I stand by. You want to know why? Because we literally know the FBI, the 9/11 Commission, the U.S. government, on down, told us specifically that Saudi Arabia had no involvement. 20-plus years later, quietly declassified documents, showing that not only did Saudi Arabia have involvement. It was a Saudi Intelligence agent that received two of those terrorists that crashed planes, on 9/11, killing Americans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But the question was is 9/11 an inside job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- on American soil. And our government lied about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "And you didn't say no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan, you just played --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "That's what I think people are looking at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan, you literally -- Kaitlan, you know what's really funny? You literally just played that. You could play it for your audience again. He said, \"Or do you believe everything that government has told us?\" And my answer was, \"I do not believe everything the government has told us, because they lied.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But you see the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "And I know this game comes up, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "The point is that it leaves the door open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Every time there's an outsider who comes in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "It's not a game. It leaves the door open, Vivek. It leaves the door open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "And someone who's a 9/11 truther --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "We have a government that systematically lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "-- looks at that and says, \"That's exactly what I believe.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "That was a -- that was a comedian who had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "You think the government's lying about 9/11?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "I think the government has systematically and, for a very long time, lied about 9/11. And I think I'm the only President, who came and just told us the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "What parts exactly are they lying about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Saudi Arabia's involvement. It is absolutely true that Saudi Arabia was involved in 9/11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But you don't think that 9/11 was an inside job, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Of course not. And I've never said it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "But the media filters do create a lot of -- COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- falsehoods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "It's not a media filter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "But that's the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "You have to stop blaming the media, where I'm asking you about comments that you have made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "And I'm telling you that the comments I made, the ones you just played, are indeed, what I believe, which was not that 9/11 was an inside job, but that Saudi Arabia absolutely was involved. And our government, for 20 years, lied to the American people, about it. That is hard fact, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "There was an entire 9/11 Commission report on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes. And it lied. And it was false. And in fact, you know where that's coming out, Kaitlan? There's now a case, a federal case, in the Southern District of New York, where the government of Saudi Arabia, is being sued, by victims of families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "I know. Their families, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "That's why this is resurfacing itself. It is relevant. And it turns out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "But there's a difference in asking questions about Saudi Arabia's involvement --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "-- in those declassified documents, that the government lied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "-- and the government's involvement, and then pushing this idea that whenever -- what your comment about, who was on the plane, and then was 9/11 an inside job, where you did not say \"No\" earlier.That's why it's important to clarify those comments, because otherwise it feels like you're toeing the line, when it comes to conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Kaitlan, it is -- I am guilty as charged that I do not follow the Establishment Super PAC donor-approved script, on these questions.But I am speaking truth, grounded in fact, at every step of the way. And that's what's really elicited something of an anaphylactic reaction, of the kind we saw, in 2016, against a different candidate. But, this time, I'm going to be grounded in principles and conviction, not just vengeance and grievance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Well you say you're grounded in evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Which is exactly how we will reunite this country. COLLINSBut Vivek Ramaswamy, we'll leave it there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Thanks so much, for your time, tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "RAMASWAMY",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:33:00",
      "speaker": "COLLINS",
      "sentences": "An update, for you, tonight, on what Wednesday, in Milwaukee, is going to look like.We are now hearing from sources that Fox News has told the Trump campaign that the former President's surrogates are not going to be allowed, inside the spin room, at Wednesday's debate, given Donald Trump himself has announced he will not be taking part. Joining me now, Jamal Simmons, former Deputy Assistant to President Biden, and former Communications Director to Vice President Harris; and Alyssa Farah Griffin, the former Trump White House Communications Director. Alyssa, I mean, we have a lot to get to on the debate. But on Vivek Ramaswamy, one part of Wednesday night will be a lot of questions, not just about maybe what he said about 9/11, but also his approach, to foreign policy, and what that looks like, including his comments on Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:33:00",
      "speaker": "ALYSSA FARAH GRIFFIN, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "I think as he's starting to rise in the polls, and kind of start nipping at DeSantis' heels, you're going to see the more traditional Republicans, in that field, challenge just how green he is.He made a comment about cutting aid to Israel that had the Republican Jewish Coalition come out against him. No one's ever won a Republican primary by not being radically pro-Israel. And this is the thing. Every cycle there tends to be whether it's Herman Cain, Ben Carson, people who are interesting outside-the-box characters that get a certain amount of juice. But pretty quickly, it shows that they're not ready to be the Commander-in-Chief, the leader of the Free World. I mean, we couldn't be more ideologically different, when we're backstage watching like, \"Ooh, this guy's too green.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:33:00",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL CONTRIBUTOR",
      "sentences": "Yes, I watched it. You did a great job, holding his feet to the fire, on some of those comments, particularly around Taiwan.And I remember the other comment he made about Taiwan, and which is that they're going to be able to stay our friend, until 2028, when we have semiconductor independence, at which point China can have them, right? So, that is a part to me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:33:00",
      "speaker": "COLLINS",
      "sentences": "To a shoot you is pretty --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:33:00",
      "speaker": "SIMMONS",
      "sentences": "You were, it was like, \"Whoa, wait a minute. What are you talking about dude?\" So, I think this is something, he's just not ready for prime time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:33:00",
      "speaker": "COLLINS",
      "sentences": "What do you even make about -- I mean, he'll be on this debate stage, on Wednesday night. Trump will not be there.What do you make of the fact that is it going to be the opportunity, for other candidates, to seize the moment? Or is it going to be, even if you have a breakout performance, Trump turns himself in, in Georgia, the next day, and it kind of just is forgettable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "And DeSantis has been, on defense, it feels like, for months now, almost.But he was, over the weekend, his campaign, after he was talking about, people who just look at what Trump posted, on Truth Social, and he's saying that they can't be these \"Listless vessels,\" was the term he used, that the Trump campaign seized on. He says they were referring to people, in Congress, and not voters. But, I mean, is that an opening for the Trump campaign? Is it a legitimate point? What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SIMMONS",
      "sentences": "Yes, I think, certainly Trump will take after DeSantis, for whatever reason, he can. He's shown a great skill at deconstructing Governor DeSantis.The danger, for Donald Trump, for not showing up, I think, is this. If, for some reason, one of these candidates does something that catches fire, it's something that's really an interesting point? He won't be on stage, to be able to sort of tamp that fire down. He won't be able to redirect. And Donald Trump, if he's good at anything? He can take the limelight, and steal it back. He'll be trying to do it through social media posts, which might not have the same impact, as him being on stage, taking after somebody, who just had a great moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "But what do Republican voters think about? I mean, The Wall Street Journal Op-Ed, their Editorial Board Op-Ed, they have been critical, of Trump, recently.But on the idea that he's ducking out of the debate, they said, he's carrying into the general election, more baggage than British Royals. \"Yet Mr. Trump expects GOP voters to nominate him without so much as a primary debate, much less a real nominating contest.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "Well listen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Do voters see it that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "It's hard to say. Strategically, I don't think it really makes sense, for Trump, to be there. I don't see what he has to gain, when he's polling as high ahead as he is. I think, for democracy and for the voters like seeing what he's for, and what his next term would look like is important, and he should be there.But honestly, I mean, I hope that it's an opportunity that someone like a Nikki Haley, or a Tim Scott, a more future-looking candidate, is able to break through, and reach some Americans, with the idea that we could talk about something, other than four indictments, other than the baggage of 2020. And one thing I am going to be watching for, I'm super curious, because this is a Fox-hosted debate? How are they going to deal with the election lies, and the question over did Joe Biden win in 2020? They've got their own legal things they've got to dance around, following the Dominion lawsuit. So, that'll be kind of an interesting dividing point for the candidates, but also the network.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SIMMONS",
      "sentences": "Well, we will also see, whatever happens, on stage, Donald Trump's statements, whoever said -- whatever they say on stage, we will be comparing what each candidate says, versus what Donald Trump thinks. He is like -- his ghost will be on the stage, even though his body won't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:42:05",
      "speaker": "COLLINS",
      "sentences": "Donald Trump says he will now surrender, on Thursday, in Georgia. Unlike, in his other indictments, the former President will be required, to pay a cash bond, in Georgia, just like 61 percent of people charged with a felony in this country.My next guest was one of those people, back in 2018, when he faced a $500,000 bond, for his actions, in protecting Donald Trump. Michael Cohen's book is \"Revenge.\" He has two podcasts, \"Political Beatdown (ph),\" and \"Mea Culpa.\" And he joins me now. Michael, I mean, what do you make of Trump's $200,000 bond, the fact that he, unlike in his other ones, he is going to have to post at least part of that here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:42:05",
      "speaker": "MICHAEL COHEN, FORMER TRUMP ATTORNEY",
      "sentences": "Look, at the end of the day, $200,000, he'll have no problem, with raising the money. Worse comes to worse, he'll go to his stupid supporters to do it. And they'll just pony it up, to one of his various different PACs.But I find it -- I find it ironic, or comical, that I had to post a $500,000 bond, for another man, having an affair, and receiving back that money that I received from him, and his is $200,000 for trying to overturn a free and fair election. I mean, I just I don't see the correlation, but it is what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:42:05",
      "speaker": "COLLINS",
      "sentences": "You mentioned his legal defense fund that he has.Jenna Ellis, who was a former Trump attorney that was a vociferous defender of his is now saying, this has become one of the -- \"A bigger principle than just one man. Why isn't MAGA Inc. funding everyone's defense?\" I mean, what do you make of the fact that there are some people, whose legal bills he covers, and other people, like Jenna Ellis, who are upset that their bills aren't being covered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:42:05",
      "speaker": "COHEN",
      "sentences": "There's never a reason, for Donald that you can actually isolate, and say, why is he paying, well, for Don Jr. right, or for Kimberly Guilfoyle (ph), but we don't know as to why not for Jenna Ellis, why not for Rudy Giuliani?Donald's an idiot. Let me just be very clear. When it comes to paying money, he is truly an idiot. He has not learned yet that the last person that you want -- three people, you don't want to throw under the bus like that? Your lawyer, or your doctor, and your mechanic, because one way or the other, you're going to go down the hill, and there'll be no breaks. That's the problem. He has still not learned. And allegedly, from Rudy's own mouth, he claims that he has smoking- gun information, about Donald. Well, if that's true, I strongly suggest Rudy -- and I don't have to suggest anything to Rudy. He's the one that basically came up with this concept of strong-arming, when he was the head of the Southern District of New York. He's going to need to speak. And he's going to need to speak before everybody else does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:42:05",
      "speaker": "COLLINS",
      "sentences": "You think Trump's making a mistake by not paying for more of Rudy Giuliani's legal fees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:42:05",
      "speaker": "COHEN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COHEN",
      "sentences": "Or any of the money that Donald allegedly owed, to Rudy, from past performance, which, again, it's not -- the job that Rudy did, for Donald, I don't know if I would pay either.But at the end of the day when your life is basically hanging on the line, once again, you just don't really want to throw another lawyer, under the bus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "What do you make of the restrictions that were placed, as part of Trump's bond deal, today? It's essentially not threatening other co-defendants, unindicted co-conspirators, witnesses, in this case. It says that's included but not limited to posts on social media or repost of other people, what they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COHEN",
      "sentences": "Yes. So, unless you're the recipient of the hatred that comes from Donald Trump's posts, like I had been, and continue to be, unless you're the recipient of the hatred, from the people that follow Donald, you really can't understand how devastating it is.I applaud the judge, for putting restrictions, on him. And I understand the argument, about the First Amendment, that they're stifling. \"The former President, the Republican, presumed nominee,\" I get it. But Donald with his dog whistle truly has the ability to change people's lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "You think he can comply with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COHEN",
      "sentences": "No chance. No chance. He can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "And what happens if he doesn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COHEN",
      "sentences": "Probably nothing will happen, because there's obviously a fear of putting somebody in jail. I mean, maybe they'll increase his bond, and then, they'll do it again, and then maybe even a fourth time. But Donald can't help himself. When he has a hatred or an ire, for somebody, he cannot help, but get it off his chest. And the only way he can do it is through his un-Truth Social.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Speaking from experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COHEN",
      "sentences": "I sure am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:51:16",
      "speaker": "COLLINS",
      "sentences": "Tonight, President Biden, and first lady, Jill Biden, are on Maui, viewing firsthand, the devastation, and pain, that has been left there, by the wildfires.As President Biden met with first responders, and survivors, he made this vow. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:51:16",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "The country grieves with you, stands with you, and we'll do everything possible to help you recover, rebuild, and respect culture and traditions when the rebuilding takes place.We're with you for as long as it takes, I promise you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:51:16",
      "speaker": "COLLINS",
      "sentences": "The Bidens' visit comes about two weeks after the fires wiped out the historic town of Lahaina. It's seen by some as too little too late. This is what one Maui resident, Ella Sable Tacderan, told me, just a few days ago.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:51:16",
      "speaker": "ELLA SABLE TACDERAN, MAUI RESIDENT",
      "sentences": "Where's the President? He decides to come here, this week, to come here, next week. I mean like where -- aren't we Americans too? Like, we're part of the United States. But why are we not -- why are we getting put, in the back pocket?These families need aid right away. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:51:16",
      "speaker": "COLLINS",
      "sentences": "I should note, Ella, at that time told me, she had dozens of family members, staying in her house that had lost their homes. In total, at least 114 people have died. Tonight, we are told, from officials, 850 are still missing.CNN's Chief Climate Correspondent, Bill Weir, joins me now, from Lahaina, Hawaii. Bill, what are you hearing, from residents, about President Biden's visit, today, and just overall the government response? Do they feel like they're getting the help that they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:51:16",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, Kaitlan, I literally just hung up, with a community leader here, well-known and renowned on the island. If you've seen my reporting, you've met him, Uncle Archie Kalepa. He's a Hall of Fame Waterman lifeguard, surfer extraordinaire. He pioneered jet ski rescues and tow-in surfing.He said that the President actually got out of his motorcade, and came to a very specific sacred place. Apologies to my Hawaiian friends, if I butcher the pronunciation. But he came to Moku'ula (ph), and gave an offering, went out of his way to sort of pass on the blessings, the Hawaiian tradition, to the people. And he says that went so far, for everyone there. And they had conversations about the future, about rebuilding this place. The main concern about sort of working-class Hawaiians and multigenerational locals here, is that they'll be left out of the rebuilding, and that ultimate moneyed interests will just come in, and buy up all this coveted paradise, here, and convert it into resorts, and leave them behind. He says the conversation so far, is very encouraging, but it's just a conversation. And he told me, when we met, in his sort of cul de sac command post, one, locals were literally taking care of themselves, that he hopes this sort of compassion that the world is showing us, the nation is showing us, now, is sustainable, that it will -- they won't be forgotten, in a couple weeks. And then, sort of the big moneyed interests, vulture capitalists will come in and have their way with people who are vulnerable here. But that's just one impression, from one community leader. Of course, there are others, who protested his arrival, and held up profane signs, saying he shouldn't have come. They're angry either at his politics, or at the early response. But that's just one voice from a leader here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:59:21",
      "speaker": "COLLINS",
      "sentences": "Did that dinging sound get your attention? You're not in your car. But strap in, because you might start to hear it more often.The Biden administration is now proposing a new rule, to require car manufacturers, to install seat belt warning lights, and, yes, sounds, for not just the front, but also back row passenger seats. Right now, the national standard actually only requires a seat belt warning system, for drivers. But the National Highway Traffic Safety Administration says that this change, they believe, would boost seat belt usage and, therefore, save more than 100 lives per year. Car manufacturers would be allowed to decide how loud and how frequent those sounds are. The public of course can chime in on that proposed rule, for the next 60 days. Thank you, so much, for joining me, tonight. \"CNN PRIMETIME\" with Abby Phillip, starts, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:59:21",
      "speaker": "ABBY PHILLIP, CNN HOST, CNN PRIMETIME",
      "sentences": "Thank you, so much, Kaitlan. Have a good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:59:21",
      "speaker": "COLLINS",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    }
  ]
}