{
  "date": "2023-07-13",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "NYT: Kushner Testifies Before Federal Grand Jury; Special Counsel Team Rips Apart Trump's Reasons For Postponing The Classified Documents Trial; Michigan Secy. Of State Interviewed By Special Counsel; FDA Approves First Over-The-Counter Birth Control Pill; FDA Approves First Over-The-Counter Birth Control Pill; RFK Jr. Repeatedly Claimed Chemicals In Water Are Impacting Sexuality Of Children; Rory McIlroy: Rather \"Retire\" Than Play For LIV Golf; LeBron James To Return For Another Season. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Some breaking news Jared Kushner, apparently testified before a federal grand jury investigating efforts to overturn the 2020 election. That's according to \"The New York Times\", which says Donald Trump's son in law, Kushner, was questioned about whether the former president was privately admitting the fact that he had lost while publicly claiming the lie that he won. Let's get straight to \"New York Times\" reporter Maggie Haberman who broke the story.Maggie, what kinds of questions were prosecutors asking Jared Kushner in front of this grand jury? MAGGIE HABERMAN, SENIOR POLITICAL CORRESPONDENT \"NEW YORK TIMES\": So, Jake, the line of questioning of Kushner who went before the grand jury into a time when prosecutors for Jack Smith have been really, really active in interviewing witnesses around Trump's mindset. Appeared to be trying to get it just that. They were trying to determine whether Trump knowingly based his actions on a lie and claiming widespread fraud that impacted the outcome of the November 2020 election. Now, as we understand it, Kushner is said to have insisted that it was his impression that Trump genuinely believes the election was stolen according to a person familiar with what took place. This is a line of questioning the prosecutors have asked several witnesses who are trying to figure out as they tried to figure out exactly what Trump's intent was because one of the things necessary, depending on the charges the prosecutors might bring would be to establish corrupt intent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Maggie, how does this information fit into the larger investigation by Jack Smith, the special counsel, into the efforts of Trump and others to overturn the free and fair 2020 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "HABERMAN",
      "sentences": "A couple of ways, Jake. Jared Kushner, obviously was among the closest advisors to his father-in-law in the White House. He was not around for parts of what was taking place in that post election period. He began to recede as Rudy Giuliani took over in insisting that Trump should declare that widespread fraud had impacted what took place. But it suggests not just Jack Smith getting close as possible to Trump's inner circle, but that he is really scouring every last possible line of questioning that he can ask to try to establish what Trump was thinking.And again, this bigger picture of Trump's mindset fits into a number of charges that they could bring, the corrupt intent is whether he knowingly was saying things that were not true or whether he believed them is key to this investigation. That's something that's very hard to determine. We don't know the full scope of what witnesses have said, we don't know the entire range of testimony, but that is where a lot of the questioning has been not just with FBI and prosecutors asking questions, but in front of the grand jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "In addition to this news that you're breaking about Jared Kushner sitting for testimony being asked questions by prosecutors looking into his father-in-law trying to steal the election from the winner of President Joe Biden, we also know that Ivanka Trump cooperated with the January 6 committee. And I'm wondering, how is the relationship between Donald Trump who surrounds himself with people who tell him that he won the election which he did not, and these two individuals, his daughter, and his son in law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "HABERMAN",
      "sentences": "Jake, my understanding for multiple people when the testimony was aired showing both Jared Kushner and Ivanka Trump being interviewed by the House Select Committee during those live hearings was the Trump was very upset, particularly that Ivanka Trump. He was not happy about these video clips showing her suggesting that she had believed what Bill Barr was saying and Bill Barr, the former attorney general, of course, said that there wasn't a widespread fraud and told Trump that and he testified to all of that. My understanding is things have improved them, but it definitely brought a strain to the relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, I'll bet. Maggie Haberman, congrats on the scoop. Thanks so much for your time.Joining us now, CNN Senior Legal Analyst Elie Honig, along with CNN Senior Legal Affairs Correspondent Paul Reid. And we should note that CNN has now confirmed the story that Jared Kushner has testified before that grand jury. Paula, how big of a deal is it that Jared Kushner, not only inside Trump's inner circle, but literally within the family that he's reportedly answering questions in front of a grand jury, answered questions by prosecutors who quite possibly want to -- well, already have charged Donald Trump with criminal offenses and might possibly have more for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, when you put it like that, it's certainly extraordinary but also very much expected, right? Because he was a top Trump administration official in and around January 6, he also spoke to the January 6 committee. I mean, his testimony was some of the most remarkable, right, he sort of dismiss these concerns, the White House Counsel dismissed their threats to quit the quotes that he gave that committee wound up being some of the most memorable from their investigation. So very much expected to prosecute yours are going to want to talk to him. They'll have his transcript from that interview but likely have additional questions as well.[17:05:04 But as Maggie noted this is getting increasingly close, right? You're literally in the family here. But it's very much expected that prosecutors would want to talk to him. And he's a perfect person to ask about Trump's mindset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, Elie, let me ask you, knowing that Kushner is in the inner circle, does learning that he's testified give you any new clues as to where prosecutors are in this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "It does, Jake. It tells me first of all, Jack Smith is talking to absolutely everybody, no matter what level of power or no matter of proximity to Donald Trump as he should do, as a good prosecutor would do. So, this is one more item you can check off the list of, as Paula said, obvious witnesses that you want to speak with. And I think the questions that reportedly are being asked of Jared Kushner are so important because they go directly to establishing Donald Trump's criminal intent.If he is saying I know I recognize that I lost this election, and it's not clear that Jared Kushner is supporting that, but there were bits of testimony in the January 6 Commission to that effect. That's crucial on intent because that shows that what he was doing after that was knowingly wrong. And that's something that criminal prosecutors are going to have to establish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Paula, obviously, Jack Smith, as I just alluded to already has brought some criminal charges --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "REID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- against Donald Trump as Jack Smith, the special counsel, on the classified documents investigation, and you have some new reporting on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "REID",
      "sentences": "Yes, moments ago, they made a new filing really just ripping into the former president and his legal team and their attempts to indefinitely delay the moral of the documents trial. In that case, the special counsel accuses Trump's team of misleading people about how much discovery, how much evidence they have to go through and saying, look, there's no reason to indefinitely delay this. As you know, as we've reported, Jack Smith would like this case, to go to trial in December, the former president, his attorneys, have argue they need more time to litigate big questions, which is their right, this is a serious complex case, December would be pretty soon, but the idea of an indefinite detention, that is something they are just ripping apart in this new filing. And this is just a preview of what we're going to see Tuesday when both sides meet in court down in Florida for the first time in front of the Trump appointed judge, Aileen Cannon, who's going to oversee all of this. TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "HONIG",
      "sentences": "Well, I think she's unlikely to force a trial in December here. And I think once you get past December, I think it's going to be difficult to squeeze it in before a trial. This new filing is a great example of two different parties seeing the same facts and arguing the same facts very differently. Donald Trump's team argues factually correctly, we've been given over a million documents, as defense lawyers, we have an obligation to go through all of those. Jack Smith's team now argues in its filing today, yes, but only 4,500 of them have been designated as key documents.Both of those things are true. And so, Judge Cannon is going to have to sort it out and decide how much time to give Donald Trump's team. But I do think it's really important, Trump's team makes the argument that in prior recent classified documents, those cases have taken a year and a half to three years to go from indictment to trial. And so they're arguing it's unfair, it deprives us of due process to force us to go to trial in 1/3 of that time in six months. So, this is firmly in Judge Cannon's discretion. I don't think a December trial is likely, but we'll see if she tries to squeeze it in before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And Paula, there's going to be a hearing next week --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "REID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "-- on this matter. What should we expect? Will we see Donald Trump? Will we see his aide Walt Nauta?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:13",
      "speaker": "TAPPER",
      "sentences": "And Elie, would it be likely that Jack Smith would have or ask Jared Kushner to testify before this grand jury investigating January 6 and the president's attempt to overturn the election but not ask Ivanka Trump? I mean, it seems to me like you would ask both, but maybe it's a riskier venture to try to get the president's daughter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:13",
      "speaker": "HONIG",
      "sentences": "Yes, that's an interesting question, Jake. Sometimes you have to sort of take what you can get without ruffling more feathers than are necessary. So, if you believe that they would give you similar testimony, maybe you said a lunch as well, but this is a really important point. Even if you think somebody's going to give you testimony as a prosecutor that's not helpful to your case or that's even harmful to your case, you still want to put that person in the grand jury, whether it's Jared Kushner, Ivanka or someone else. First of all, you want to know what they have to say, if they have something that's harmful to your case, you need to know that.Second of all, you want to essentially neutralize them. If they're ever called this defense witnesses, you'll have had the advantage of already questioning them. So the fact that someone has called into the grand jury doesn't necessarily they're going -- that doesn't necessarily mean they're going to be some sort of star witness for the prosecution. There's good tactical reasons to put people who may not be great for you in the grand jury anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:39",
      "speaker": "TAPPER",
      "sentences": "And we're back with our law and justice lead. A source confirming to CNN that Donald Trump's son in law Jared Kushner has testified before a federal grand jury in Special Counsel Jack Smith's investigation into the efforts to overturn the 2020 election. Someone else who has spoken with investigators in that very same probe is the Michigan Secretary of State Jocelyn Benson who joins me now.Secretary Benson, thanks for joining us. So you've said that federal prosecutors are going into great detail to try to understand what happened and to try to prevent something like January 6 from ever happening again. We know they're also talking to officials in Arizona and in Georgia. What specifically do you think they're trying to learn? JOCELYN BENSON, (D) MICHIGAN SECRETARY OF STATE: I think a lot of what -- I mean, again, we got -- I don't want to compromise the investigation itself, but a lot of what I've observed and have been speaking with multiple authorities about is the connection between the misinformation, the testimony before legislative hearings, the lawsuits, and then the very real threats, physical threats of violence, both to myself, my family, other elected officials, and of course, the tragedy of January sixth, and that really the connection between the words and the efforts and the strategy, which has its own legal complexities and illegality, the false slate of electors being one example of that, and then the manifestation of violence that occurred as a result of that strategy. And I think there's, in my opinion, legal culpability on both of those fronts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:39",
      "speaker": "TAPPER",
      "sentences": "So Arizona's top prosecutor, according to \"The Washington Post,\" is wrapping up -- ramping up the criminal investigation into attempts by Republicans to overturn the 2020 election in Arizona by signing and transmitting paperwork falsely declaring Donald Trump the winner. Do you think that investigators prosecutors know everything when it comes to the efforts to undermine the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:39",
      "speaker": "BENSON",
      "sentences": "I think we're still seeing additional evidence come to light as the layers of the onion get peeled back and as more witnesses come forward. I have been gratified by what appears to be a very comprehensive set of conversations. They've talked to not just to me, but to county clerks, the interim county clerk, they've spoken with lawmakers in Michigan, they -- like the Republican state senator who led an investigation to verify the results of the election. They've spoken to advisors of the Detroit city clerk, former election directors, so they're casting a wide net. And I think in that regard, we can't assume we know all the facts and evidence, but we certainly know.And I think the January 6 committee hearings in Congress certainly revealed a lot of the greatest hits that go out of the tent poles of those facts. And I think -- you know, my hope is that as more things are unveiled, we'll see justice for all the ways in which the law was violated and democracy was attempted to be undone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:39",
      "speaker": "TAPPER",
      "sentences": "And it's not as if election deniers have gone away. One of the most prominent election deniers in Michigan who ran against you for secretary of state and lost, Khristina Karamo, she still doesn't acknowledge that she lost to you. And she has been rewarded by the Republicans in Michigan with the position of chair of Michigan's Republican Party. And we should note, she even contested that vote, asking for a hand count. It seems as though the deniers in Michigan are really, in many ways, helping to run the Republican Party.How big a threat is this to free and fair elections in Michigan in the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:10",
      "speaker": "TAPPER",
      "sentences": "So, in addition to the threat from within all these election liars, there's the threat from outside the United States. We learn more today about China hacking U.S. government agencies, including -- targeting the Secretary of Commerce here in Washington, D.C., how concerned are you about foreign interference in the next election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:10",
      "speaker": "BENSON",
      "sentences": "I'm very concerned about it. In 2022 we saw, in some ways, more domestic routed threats. And now given the international implications of the 2024 election cycle, not to mention, the impact the winner of the presidency will have on the war in Ukraine, potentially, and other battles over democracy overseas. There will be, I think, increased international attention, and with that increased internationally routed threats to our systems, all of which we have a responsibility to be prepared for. And if nothing else, all the challenges we've endured and overcome over these last several years with -- to challenges to democracy has also made us as a community more coordinated, more prepared.And in that view, I have a lot of confidence we'll be ready, but we also know the threats will be greater than perhaps ever before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "A huge story, a huge development in our health lead. Today the Food and Drug Administration approved the first ever birth control pill in the United States that you can get over the counter without a prescription. It's called Opill, it could be available at pharmacies in just a matter of months. Physicians hope that it can significantly expand access to contraception because it doesn't require patients to take the time to visit a doctor to get the prescription or pay the bills that can come with that. Let's get straight to CNN Medical Correspondent Meg Tirrell.Meg, this seems like a fairly seismic development. Tell us about this pill and who can take it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Yes, Jake. I mean, doctors I've been talking with today are really bowled over by the news. I talked with one doctor said she had tears in her eyes, this is the end of a 30 year quest to make this pill more available to people. So this is, you know, a similar version to what has been available by prescription since 1973. It's a once daily oral contraceptive pill. It's similar to what's known as the mini pill, which essentially only uses the hormone progestin. When you use it perfectly, it's 98 percent effective in preventing pregnancies, you lose a few percentage points in the sort of typical use if you're not perfect at taking at the exact same time every day.Importantly, the FDA put no age restriction on this here. And that is something that doctors tells me is so important because it is especially younger people who can often have trouble getting prescription contraception. The only people for whom it's contraindicated, who you should not take it are those who have breast cancer or a history of breast cancer because this is a hormone that could affect the breast cancer risk, Jake. But the FDA says that almost half of the more than 6 million pregnancies in the U.S. every year are unintended. So they hope this makes a huge difference for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "So a big question here, of course, affordability. Do we have any idea how much this is going to cost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TIRRELL",
      "sentences": "Right now Perrigo, the maker of this drug is not announcing the price just yet. They are saying that they're committed to ensuring that Opill is affordable and accessible to people who need it. They're also talking about trying to get insurance coverage for this even though it's over the counter. One doctor I spoke with though pointed out Walmart makes a cash pay version of prescription contraception available for $9. And she hopes it will be in that window but we don't know if it will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "All right, Meg Tirrell, thanks.Let's discuss this with my panel. So, Jessica Schneider, you have spent a lot of the last year covering challenges to access for healthcare for women when it comes to reproductive rights, abortion and more. First, obviously the Dobbs decision eliminated the constitutional rights and abortion, then the court battle over abortion medication. Should we expect a legal challenge for this for over the counter nonprescription birth control pills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yes, I think we'll see a quick legal challenge to this and you can look to that abortion pill fight that we saw just a few months ago is really laying the groundwork for that because that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "Mifepristone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "SCHNEIDER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "SCHNEIDER",
      "sentences": "Mifepristone. And that was the first fight, and they actually won at the trial court level. These were conservative groups, of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "The conservative groups won?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "SCHNEIDER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "SCHNEIDER",
      "sentences": "The conservative groups one with Judge Matthew Kacsmaryk, a Trump appointee, in saying that the FDA did not go through the right approval process for the drug. The trial court judge, Kacsmaryk, agreed with them. Of course, his ruling was put on pause by the appeals court. But it does show that these conservative groups, these activist groups, they're willing to form shop in their fight. So, we could see a similar fight with this over the counter pill, especially because there's no age restriction here, and that could be a big contention point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:02",
      "speaker": "TAPPER",
      "sentences": "Audie Cornish, theoretically, this could reduce the number of abortions in the United States, right? I mean, if it reduces the number of unwanted pregnancies, if there's six -- 3 million unwanted pregnancies every year in the United States, and many of them ended abortion, this could reduce the number of unwanted pregnancies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SCHNEIDER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "CORNISH",
      "sentences": "And he basically --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SCHNEIDER",
      "sentences": "And he pointed to the 1965 decision, Griswold, that did open up the right for married couples to buy and use contraceptives, it's been the law of the land since 1965. But you're right, in last year's Dobbs decision, Clarence Thomas said, we should consider that too. So it's not just this pill that might have a fight, it's all contraceptive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "CORNISH",
      "sentences": "Exactly. And lots of Democrats are talking about that at the state level.KAREN FINNEY, FORMER SR. ADVISER, HILLARY CLINTON CAMPAIGN: Well, absolutely. And you know, two things right after that, I mean, signal very clearly they would be coming for contraception next. So, you have two things happening, one at the state level trying to pass measures that would make access to contraception legal are enshrined in the law. There was also a federal law that was proposed, but Republicans actually blocked it. And this is going to be a very contentious issue, not just between Democrats and Republicans but even within the Republican Party. The conservative independent Women's Forum in their own research has found 80 percent of women, conservative women, agree exactly with what you said, the idea that you can be prolife and support access to contraception because it would essentially prevent the need for abortion. So this is one where you've got Democrats, Independents, anything I would just say 92 percent of Americans believe that contraception is morally acceptable, 92 percent of Americans don't agree on anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "So, again, given the huge majorities, this is going to be a tough one as Republican to answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "KRISTEN SOLTIS ANDERSON, FELLOW AT GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICE",
      "sentences": "But I think it's important to set the record straight about the fact that over-- the--counter contraception has been a political football used for -- by both sides. So a decade ago, around the time of the Hobby Lobby decision, it was Democrats who were vocally opposed to having over-the-counter contraceptive. I'm going to read from Cecile Richards --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "-- was head of Planned Parenthood at the time, at first glance, this appears to be a welcome shift talking about Republicans like Cory Gardner, for instance, who had supported it, a reflection of growing support for making birth control more available, it's not. When health insurance doesn't cover birth control and women pay out of pocket at the drugstore, it won't expand access to birth control, but shrink it. That was the head of Planned Parenthood a decade ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But she was talking about the cost. She wasn't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "And so, I just want to note that it's important to say this is not just a Republicans are those mean people who don't like contraceptives and Democrats have always been in favor of it, it's been used by political football. And I'm glad the FDA has taken the action they have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "-- which removes it in some ways from the arena. Rights issue is still going to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes, that's what I wanted to cut, because this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "And that's where I do think you're going to see the biggest fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "So the pill, this pill, would be the FDA said OK for 15, 16, 17-year-olds --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "-- including 18 and up, of course, as well. fifteen, 16, 17, and there's this big move by parents rights individuals to say, no, no, no, no, we need to be involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "And I certainly think that this is one where if you are against birth control entirely, you're out of step with public opinion, period. But if you say I believe that a 15 year old, any prescription drug or nonprescription drug that they're taking, it's important to have parents at least have some sort of knowledge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "But this is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "I know, and now that it's over the counter, parents won't necessarily have the ability to be involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "CORNISH",
      "sentences": "But where does actually play out? I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "Now, I don't think that this is a smart gavel but Republicans, but I think that parents' rights groups will find more public opinion on their side than just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "CORNISH",
      "sentences": "But where they'll have to play out against the private sector. So that means going to Walmart, going to Costco going to all these places and telling them, we want to interfere with your private enterprise and tell you what you can and cannot sell. And right now House Democrats had already been pushing these companies to actually --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "CORNISH",
      "sentences": "-- provide, right, access to these drugs in general. So, this is the next step. And it's hard to see private businesses turning down the enormity of a market that would be over the counter contraceptives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "I need to just correct that something that you said, because you were quoting Cecile Richards, and I believe she was actually talking about, this was when we were having the conversation about whether or not healthcare should cover --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Health insurance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "-- health insurance during the fight about the Affordable Care Act, she was not saying Democrats we're not saying we don't support access to contraception.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "That's exactly what she's saying. FINNEY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "(INAUDIBLE) access, but that if you made it over the counter, that's a backdoor way to get around insurance coverage and so let's not do it at all. Which to me it seems like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "Because we were trying to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "-- a political football to try to hit people like Cory Gardner like other Republicans who wanted to be smart on the issue to use it as a football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "But don't misrepresent her. But you're being -- you're actually dishonest about her actual position because she --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "I just quoted her actual words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "She was actually saying we should make sure that it's covered by health insurance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "That's not what the quote says. But OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FINNEY",
      "sentences": "That's OK if you want to misrepresent her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Well, and in any case, I don't have the quote right now, so I can't say. But she did change her position, and this was -- this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "ANDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "I think it's fair to say that there was a change in position on whether or not over-the-counter birth control would be OK. We're talking about the reason for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:16",
      "speaker": "ANDREW KACZYNSKI, CNN KFILE SENIOR EDITOR",
      "sentences": "Yes, that's right. He said this repeatedly that man-made chemicals in the water supply are turning kids gay or transgender. He also spread a conspiracy that these chemicals could be responsible for girls becoming more masculine or boys becoming more feminine. Now, we reached out to experts who completely disputed this. Take a listen to just a couple of those comments from Kennedy.(BEGIN VIDEO CLIP) ROBERT F. KENNEDY JR., (D) PRESIDENTIAL CANDIDATE: I think a lot of the problems we see in kids and particularly boys, it's probably underappreciated that -- how much of that is coming from chemical exposures, including a lot of sexual dysphoria that we're seeing. Look up, you can look up this study. They took male frogs, gave them atropine, 10 percent of them turned into female and produce fertile eggs. And we're subjecting our children to exposure to that every day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:16",
      "speaker": "KACZYNSKI",
      "sentences": "So we reached out to experts and ask them about this. And they said this essentially is an apples to oranges comparison. Look, Jake, we are humans, frogs are amphibians. For us, sex is determined at the moment of conceptions. For frogs, it can be determined for by environmental factors.Now, we reached out to Kennedy's campaign and we asked him, how do you square with what the experts are telling us? And this is what they said. They said, \"He is merely suggesting, given copious research on the effects on other vertebrates that this possibly deserves further research.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:16",
      "speaker": "TAPPER",
      "sentences": "All right, Andrew Kaczynski, thanks so much. Appreciate it.In our pop culture lead, strike two for Hollywood. At midnight Pacific Time, a union representing 160,000 actors will go on strike for the first time in four decades after talks with studios and streaming services broke down. The cast of Christopher Nolan's \"Oppenheimer\" isn't waiting until midnight to protest. The cast walked off the red carpet in the middle of the film's U.K. premiere. This actors strike is on top of the writer's strike, meaning your favorite T.V. shows and movies could experience a serious intermission. CNN's Natasha Chen is live for us in Los Angeles. Natasha, what are the major issues between the two sides here when it comes to the actors strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:16",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Jake, I spoke to the SAG-AFTRA chief negotiator outside of their headquarters here, he told me there's a fairly big gap, especially when it comes to compensation. He said what the studios were offering essentially would have actors paid less than they were in 2020 when adjusted for inflation. There was also disagreement about residuals as far as streaming content and protections when it comes to artificial intelligence taking the digital likeness of an actor.And now, Fran Drescher, the president of SAG-AFTRA addressed the media at a press conference talking about how the studio was suggesting very small changes. (BEGIN VIDEO CLIP) FRAN DRESCHER, PRESIDENT, SAG-AFTRA: We're not going to keep doing incremental changes on a contract that no longer honors what is happening right now with this business model that was foisted upon us. What are we doing? Moving around furniture on the Titanic? It's crazy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:16",
      "speaker": "CHEN",
      "sentences": "And this is going to have massive impact. The Milken Institute told me this afternoon that with strike -- with SAG-AFTRA now becoming the second strike in Hollywood, we could be seeing a global impact of at least $4 billion. Disney CEO, Bob Iger, mentioned that sort of disruptiveness of Hollywood and the economies surrounding that and serving the industry. He, Bob Iger, said in the comment today that, you know, the expectations were not realistic from the actors point of view. I asked the chief negotiator about that, and here's how he responded.(BEGIN VIDEO CLIP) DUNCAN CRABTREE-IRELAND, CHIEF NEGOTIATOR, SAG-AFTRA: It's unfortunate that he chooses to make these kinds of comments without having any direct communication with us whatsoever. We've reached out that outreach hasn't been returned. And I think somebody who wasn't in the room nor had any direct communication with us isn't really well placed to comment on what our expectations are and how reasonable they are. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "In our sports lead now, top golfer Rory McIlroy keeps getting questions about that controversial partnership between LIV Golf and the PGA Tour. Today, McIlroy drove the point home.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "RORY MCILROY, BBC SPORTS SCOTLAND",
      "sentences": "If IV Golf was the last place to play golf on earth, I would retire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "The comments comes after the two factions, LIV Golf and PGA announced in June they would end their year long legal battle and team up. CNN Contributor Bob Costas joins us now.Bob, McIlroy's comments make it sound like the PGA Tour might have trouble getting at least some of its top players behind the deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "BOB COSTAS, CNN CONTRIBUTOR",
      "sentences": "Well, first of all, they resent the fact that many of their brethren went over to LIV Golf collected a king's ransom, and now may come back and in some sense rejoin the PGA alongside McIlroy and Tiger Woods and others who turned their back on such riches. Plus, this proposed deal, which still has many aspects yet to be hammered out, this proposed deal was made in the dark, the players found out about it after the fact, most of the members of the PGA board found out about it after the fact. And what they said the other day before Congress was that all we have here is an agreement to work on an agreement. So there are still many aspects.But one of the aspects that came to light today is that there would be an agreement from both sides not to poach the other side's players. But LIV Golf is predicated entirely on poaching PGA players. Maybe this is going to be just some kind of loose partnership, but if it's a true merger, even though golf is an individual sport, differs from team sports. When the AFL joined the NFL, the ABA, the NBA, the world Hockey Association, the NHL, they merged, they had a common draft. There were trades, perhaps in free agency within those leagues, but they didn't just steal one another's players. So unless LIV Golf goes away or operates as some kind of satellite involving full-fledged PGA players in the fall when most of the PGA Tour is done, unless it's that way, I don't think that many people are going to be happy with this including Congress which may raise anti- trust questions about this since obviously it removes an element of competition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "Bob, you and I covered LIV Golf in the controversy and the criticism --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "COSTAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "-- of LIV Golf for a long time, you know, obviously the Saudi backed organization, lots of questions about what the Saudi Kingdom knew about 9/11, its human rights record of the murder of Jamal Khashoggi, a Washington Post columnist, the PGA Tour had some really strong comments, and then they completely buckled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "COSTAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "Now, this week, they said they had no choice. Do you buy that? They had no choice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "COSTAS",
      "sentences": "Well, you know, Jake, where I've stood for a long time going back to the '90s with China and their Olympic aspirations when it comes to sports washing, but I do think that the PGA had no choice. And I do think that ultimately, Congress will look at this if this was just some entity within the United States, it was a competitive golf league, maybe the question of anti-trust and an elimination of a competitive element would make some sense. But if this is the only way to keep LIV Golf from swallowing world golf hole, and you can sort of co-op them and bring them in, and so the PGA gets back on its feet and the PGA has assured all concerned that they will run golf, that there will only be a minority representation of Saudi interests on the PGA board.But as Senator Blumenthal said at the hearing, look, if they're putting a minimum of a billion bucks into it, the numbers don't matter. They're going to have undue influence or outsize influence in what becomes of golf in the future. And I think that a lot of people, not just sports fans or golf fans, but people in Congress are going to have their eye on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "Let's turn to the NBA for a second because fans have been waiting to hear whether LeBron James, who's 38 years old is going to retire, the Lakers did not have a great season. Here's what LeBron James finally said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "COSTAS",
      "sentences": "Yes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "LEBRON JAMES, NBA PLAYER",
      "sentences": "How many more points I score or what I can or cannot do on the floor? The real question for me is, can I play without cheating this game? The day I can't give the game everything on the floor is the day I'll be done. Lucky for you guys that day is not today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "He really loves these pageants where he gets to come out and tell everybody his decision --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "COSTAS",
      "sentences": "He does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "-- doesn't he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "COSTAS",
      "sentences": "Yes, he has a history of that. So he did it once again with a flourish. I think it was kind of a foregone conclusion. What's remarkable about him how he retired three years ago, he'd be right in the discussion of the handful of greatest players ever.At age 38, he's still playing at a very, very high level. So it's not surprising that he would want to continue. He also wants the Lakers to improve around him, so he has some kind of shot at yet another championship before he hangs it up.",
      "isLastSentenceInterrupted": false
    }
  ]
}