{
  "date": "2023-02-07",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Death Toll Soars Past 7,000 As Tens Of Thousands Still Remain Injured In Turkey And Syria; International Aid Pours In For Search And Rescue Efforts In Syria And Turkey; German Defense Minister Visits Kyiv, Promises Leopard 1 Tanks; More Than 7,000 Dead In Turkiye And Syria As Rescuers Dig Through Debris For Survivors; U.S. President Joe Biden's State Of The Union; China Says Balloon Belongs To Them. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "Hello and a very warm welcome to the show, I'm Isa Soares. Tonight, we get straight to our top story. Rescuersare digging through apocalyptic scenes, at times, frantically calling for silence as they listen for voices, hoping to find any signs of life, as loved ones of the missing endure an agonizing wait for news. It's been almost two days since that devastating earthquake in Syria and Turkey, and the death toll has now soared past 7,000. Thousands of buildings collapsed in both countries, many in the initial quake, others in aftershocks. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAING IN FOREIGN LANGUAGE)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "And we are seeing some extraordinary rescues, such as this little boy pulled from the rubble, as you saw there, in Syria, but also so muchheartbreak. This harrowing image shows a father in Turkey holding the hand of his daughter, who did not make it out alive. While Turkey's president has declared a three-month state of emergency in ten provinces, the World Health Organization says, as many as 23 million people may be affected right across the region. Well, our Becky Anderson is on the scene of a building collapsed in Gaziantep in Turkey, very near the earthquake's epicenter, and she joins us now live with the very latest. And Becky, it's clearly stark, it's bitterly cold from what I have seen. But the rescue operations are continuing. Just describe what you're seeing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, and like you showed us around, just those people watching, clinging on to hope, Becky. I assume many people also very scared to goback to their homes because of aftershocks. What are they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ANDERSON",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, they are. They're very scared. I mean, there're many people sitting around this fires all the way down the street who have got blanketson, they're sitting on the side of the pavement there, very frightened about going back. In fact, we've been asked to move away from a building about 50 yards or so away from here because they do expect that building to collapse. That was a seven-story building which is now a four-story building, and there was a search and rescue operation live there earlier on today. And there were 24 people in that building when the quake struck, four, thankfully, have been recovered, alive, a three-year-old, a seven-year-old and two adults. But there are still 20 in that building unaccounted for. But the search and rescue has had to stop because the building is completely insecure at this point, and they believe it may come down. And there are now real concerns about this building to my left and to the right as well. So, you're right to point out it's bitterly cold. People are being fed, it's amazing to see how people respond in situations like this. People have been given soup, people are coming around and giving people coffees and whatever they can. But it is a -- it's really a heartbreaking situation. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Well, Turkey's president says 70 countries and 14 international organizations have offered assistance for search and rescue operations. Theaid is coming from all over, including countries which don't have the best relations with Ankara, like Greece, which has sent firefighters, rescue dogs and doctors to help find earthquake survivors. The Greek Prime Minister says, \"it's what good neighbors do.\" Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KYRIAKOS MITSOTAKIS, PRIME MINISTER, GREECE",
      "sentences": "It's just not the first time that earthquakes have struck, you know, our countries and in cases, we hada big earthquake in Turkey in 1999, you know, Greece offered its assistance. There were earthquakes in Greece where Turkey has offered its assistance. At the end of the day, this is the time to sort of temporarily set aside our differences and try to address what is a very urgent situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Nada Bashir joins me now with more. So Nada, give us a sense, we heard 70 countries or so offering. What does Turkey need right now? Whathave we heard from the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Look, there is an overwhelming list of things which Turkey needs when it comes to that support. As you heard there, atleast 70 countries so far pledging that aid that Turkey has requested. The United Nations saying it will offer support in all fronts. And Turkey, itself, has dedicated all ministries, all government services, to focusing on that rescue effort. But at this stage, every single minute counts. And they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BASHIR",
      "sentences": "Working tirelessly for that search and rescue effort. And as we've seen from a number of countries, they have pledged support in the form ofsending search and rescue teams, in terms of sending sniffer dogs and the likes, that to focus on that rescue effort. But of course, there is also the aftermath that they have to deal with. So, medical supplies, blankets, food, ensuring that people have tents and shelter because of course, the weather is so bitterly cold at this stage, and really difficult for those now who have been displaced, particularly, of course, those in northern Syria have not been displaced just once, but multiple times now, and are living in an acute state of vulnerability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, and so many people who fled, of course, who fled Syria ended up in Gaziantep, it's a refuge city, in many ways. Thank you very much NadaBashir. Timing clearly is of the essence. Well, let's talk more about aid in Syria as Nada was mentioning there. Kenn Crossley is the country director and representative for the World Food Program in Syria, and he joins me now from Damascus. Kenn, great to have you on the show. Look, we've seen some of the images, but just give us a sense, really, of the scale of this devastation on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KENN CROSSLEY, COUNTRY DIRECTOR, WORLD FOOD PROGRAM IN SYRIA",
      "sentences": "Yes, I know, pleasure to be here, and it is truly disturbing scale. We have seen, ofcourse, hundreds and maybe thousands dead, definitely thousands injured. We've seen many people sleeping on the streets, their homes destroyed, infrastructure no longer working, and then all the stories that you just heard from your correspondents and Becky, unfortunately we can relate to right here in Syria as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And so, I mean, this is clearly, as my correspondents have been saying in the last -- in the last 20 minutes or so, this is a desperatesituation made worse, of course, by 12 years or so of civil war. Just give us a sense of what is needed right now on the ground. And I'm thinking equipment to clear the rubble, medicine, aid, shelter. What do you need right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And again, any of these, any food, any aid getting in? Because as we've been reporting, the only crossing between Syria and Turkey that'sapproved by the U.N. for kind of transporting aid into Syria is not functioning because of damage to earthquakes. So, is anything getting in at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "CROSSLEY",
      "sentences": "Yes, so again, at WFP, unfortunately, we've been present here for more than a decade. We actually had already preposition supplies incase of an emergency inside of northwest Syria, and in government-held areas. So, we have enough food on hand to feed roughly a 100,000 people, at least for a week. So, we do have, for the time being, supplies that we had already prepositioned. But it is the case that as the scale increases, as the duration extends, we will need to negotiate more and more access into northwestern Syria. We would like to think that all parties recognize that hunger is not a political issue, hunger is just a human issue, and that they will, in fact, see the value of permitting us to have the access from everywhere we need to get in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "And just give us a sense, I mean, you talked about the scale. We can see some of the devastation in Aleppo, Syria. But in terms of thoseyou're feeding, you said 100,000. How many more now are displaced? How many more would you need to feed? Just to get an idea here of the scale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "CROSSLEY",
      "sentences": "So, the early estimates -- and by the way, we're still only feeding sort of 5 to 20,000. We have enough food ready for a 100,000. Ourworry is that it could go as almost 200,000 on the early estimates. So we're currently planning on around 200,000 person in need. But I should point out, we're already feeding 5.5 million people in Syria. So, this is 5.5 million people, we already have an entire supply chain able to reach those. And these are, unfortunately, exactly some of the same people. These are not new. So, when you add this couple of 100,000 on top of the 5.5 million people we already assist, that gives you a sense of the true tragedy, the true scale of need that the world we hope will respond to here in Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, and of course, for so many years of conflict and you really laid out intentions, the fear, of course, is that this impedes the responseto disaster. But I mean, it can also, can it not? Be a catalyst for change? Talk to us about the importance of disaster diplomacy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "CROSSLEY",
      "sentences": "We do see signs of hope. It's not only a negative story. I mean, we've been having very good conversations with all parties, including theminister of foreign affairs. Every time, we say we need to have access, we need to get import permits, we need to get supplies, they've been very responsive helping us be able to get this assistance in. So, we are seeing positive trends, positive signs, an entire community rallying around together to try and make sure that the people of Syria do get the assistance that they need. We're of course starting from a very difficult place. But we are seeing positive signs. We are encouraged that this can continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Well, freezing -- really freezing temperatures and destruction on what truly, as you can see, there is massive scale, intense rescueoperations are underway this hour in Syria and Turkey following Monday's major earthquake. The latest estimate indicates more than 7,000 people were killed. Hospitals in Syria already devastated by years of civil war are overwhelmed with patients. That is according to a UNICEF representative. Rescuers believe that hundreds of families are still trapped beneath collapsed buildings across southern Turkey as well as northwestern Syria. Well, Ukraine is sending condolences, as well as aid to earthquake victims. People are laying flowers and lighting candles outside the Turkish Embassy, as you can see there in Kyiv. And President Volodymyr Zelenskyy spoke to Turkey's president by phone. He said 87 Ukrainian emergency staff will soon arrive in Turkey to help with rescue efforts. Meantime, help will soon be arriving in Ukraine in the form of tanks. Germany's defense minister made an unannounced trip to Kyiv on Tuesday. He said that Ukrainian troops will soon begin training on Leopard 2 tanks in Germany, and he announced that Germany, Denmark and the Netherlands will send a 100 refurbished Leopard 1 tanks by Spring of next year. CNN's Fred Pleitgen joins me now from Kyiv. So Fred, what more do we know about this unannounced trip from the German defense minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Important context there from our Fred Pleitgen for us in Kyiv this hour. Thanks very much, Fred. Well, nearly one century ago, millions ofUkrainians were killed in a man-made famine inflicted by the Soviet regime. Today, many Ukrainians believe they are fighting off another attempt at genocide carried out by Russia. CNN's Sam Kiley met one great grandmother who has lived through it all and is now helping her beloved country fight back. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  At 102, Liubov's survival is extraordinary, not least, because she's endured three famines over her century, and all of them blamed on the Kremlin. LIUBOV YAROSH, HOLODOMOR SURVIVOR (through translator):  We ate linden leaves and nettles. We used to grind these wild plants into flour, bake with it and eat it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "At 13, she saw her older brother and sister perish in Ukraine's worst mass starvation, the holodomor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "YAROSH",
      "sentences": "My legs were swollen, my arms were swollen, I was so sick, I thought I was going to die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "In the early 1930s on Joseph Stalin's orders, Ukraine's farmers were stripped of every grain they produced to feed Moscow'sindustrialization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "YAROSH",
      "sentences": "Dying children were dying of hunger. They were taken to a truck. They dug a big hole and threw them all in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "Ukraine is now 11 months into the latest Russian invasion. Three of her grandchildren are soldiers fighting Russian troops because Russia'spresident doesn't believe that Ukraine exists. \"It should be noted that Ukraine actually never had stable traditions of real statehood\", Putin claimed. Russia's assault on Ukraine's capital Kyiv, failed last year. Many Ukrainians believe they're fighting off another attempt at genocide. MYKHAILO KOSTIV, HEAD OF INFORMATION, HOLODOMOR-GENOCIDE MUSEUM (through translator):  The leaders and organizers of the genocide sit in the same offices, in the same place. At the center of these events is Moscow and the object of destruction is Ukraine as a nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KILEY",
      "sentences": "Ukraine's government says thousands of citizens have been forced into Russian territory, and 14,000 children are missing.(on camera):  How many millions of people died in the many famines brought upon by Russia in this country over the last century is a matter of debate among historians. And human rights lawyers will debate whether or not what is happening today can be defined as a genocide. But there's no question that over the last 100 years, the relationship between Moscow and Ukraine has been bleak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "YAROSH",
      "sentences": "We need to exterminate them so that not a single one is left. Only then can there be any peace.KILEY (voice-over):  To help the war effort, she ties burlap into netting to make sniper camouflage. But it may be her laughter that has kept her going so many years. (LAUGHTER) Sam Kiley, CNN, Khodorkiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "NICK PATON WALSH, CNN INTERNATIONAL SECURITY EDITOR",
      "sentences": "Here in Kahramanmaras, the town closest to the epicenter, are two simultaneousrescue operations going on, as night begins to draw in. In there, a 64 year old woman. Her son heard her voice, he says, this morning and he thinks she's, in fact, still lying in the bed where she was when the earthquake struck. But they're patiently digging in there, taking a pillow for comfort. I think you can see over here, someone there just being retrieved from the wreckage. A scene constantly, I'm told, in around us here, because there is a desperate local need for more government help. And they're doing a lot of this themselves. The second rescue attempt that's happening is just up there, a 12 year old boy has been found healthy in the rubble. And the rescuers are having to dig their way in, slowly down toward him. Let me just show you while we still have light here quite how far the devastation is. Very few of the apartment blocks in this area are standing. A building over there seems to have basically split and fallen in tow. And here, excavators and bare hands in turn being used to try and get to anybody who might still be alive, because the hours are running short. The light is running out, it is bitterly cold. You can see everywhere fires people have already lit to try and keep themselves warm in these conditions. They will just get worse as will the chances of them being able to pull their loved ones out. But it's startling to see people who were living here quite in peace just over 24 hours ago. Now one man I just spoke to, a testament to how people are having to deal with the tragedy, is very much themselves, actually showed me the feet of his relative, whose body is still trapped in the rubble. They tried to give them some dignity by covering him with a blanket. But stories like that across the wreckage here, the small attempt there by some people to get under the wreckage and try and help somebody. It seems extraordinary bravery and persistence, despite the lack of resources they all have around here. But just to get a feeling of quite how devastating that earthquake, probably the worst for about 100 years to hit Turkiye or the region, the full force of it taken by this part of this town here, utterly startling devastation. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, so much devastation there. That was Nick Paton Walsh, staying in Kahramanmaras, close to the epicenter of the initial devastating quakein Turkiye. Well, this earthquake has left thousands of buildings in ruins. Hospitals, schools and entire apartment buildings are now in just piles of debris. Cities, completely unrecognizable. The scale of the damage is making rescue efforts that much harder. It's also raising questions about what needs to be done to avoid another tragedy in the future. Mustafa Erdik is a professor of earthquake engineering at a major research university in Istanbul and he joins me now via Skype. Mustafa, great to have you on the show. I was listening to our reporter in Gaziantep and she was telling me that about 5,000 buildings have collapsed. When you look at the sheer devastation on the ground in Syria, what struck you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MUSTAFA ERDIK, PROFESSOR OF EARTHQUAKE ENGINEERING, BOGAZICI UNIVERSITY",
      "sentences": "Well, the thing that stuck mostly are the type of collapses, what you callthe pancake collapse, which is the type of collapse that the engineers don't like to see. In such collapses, it's difficult, as you can see, and very tragic to save lives. And it makes the operation of the search and rescue teams very difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And what I saw, our correspondent in Gaziantep, she was showing us the one building that had completely collapsed, almost like a house ofcards. And the ones to the right and then to the left were still standing but that had cracks. What does that tell you about the buildings themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ERDIK",
      "sentences": "Well, that tells me essentially that there are highly variable qualities of designs and construction and that (INAUDIBLE). The type ofheaders (ph) that we should see in such an earthquake would be partial collapses essentially. And most (INAUDIBLE) are something you always try to avoid working close (ph) and also in the actual design. And while this is a very large earthquake -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "ERDIK",
      "sentences": "But the obvious (ph) -- the building types in 1906 in California, they are what you see over there totally different than that makes thedeaths in a very high number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "And of course, Turkiye had significant, very large earthquake back, I think -- you can correct me if I'm wrong -- in 1999. And that ofcourse, from what I understand, new building codes on construction to be more kind of -- buildings need to be more earthquake resilient. Do you know whether some of these buildings or the majority of buildings were built pre- or post-1999?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "ERDIK",
      "sentences": "Oh, I would believe that most of them were built pre-1999 or (INAUDIBLE) all the codes. But then again, I'm sure that some buildingsagain that are built with respect to the new codes but with conforming to problems. And the codes for conformance, if the codes are very modern in Turkiye, very similar to U.S. codes. But then again, the codes for conformance is an issue that we tried to tackle with legal and administrative procedures. You know, we have the permits from municipality and controls for design, controls for the construction. But then again, there are things that are lacking that we have to supplement, the system, (INAUDIBLE) profession (INAUDIBLE). Any engineer that has a four year degree at a university, whereas he has the right to sign at design, which is -- you cannot do it both in the States and in other parts of the world. You have to go to professional engineering training, that's one thing. And second, is those people that are in (INAUDIBLE) design and also in construction, they should have what you call the map trackers (ph) insurance, that's another thing. And the -- for real major high-rises, that should be peer reviewed for design. In fact, what we can see that for the -- regarding the bridges, the major infrastructure, those rules are being followed. And there as good as you (INAUDIBLE) You don't see any damage in the bridges the real infrastructure. So those are the things that we you to implement in the (INAUDIBLE) to ensure code conformity in the next constructions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Mustafa Erdik, really appreciate you taking the time to speak to us. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "ERDIK",
      "sentences": "You are welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone.The U.S. president is polishing an important speech right now. Tonight, he will deliver his first State of the Union to a divided Congress. He's taking this podium for, of course. But this year, Speaker of the House, Kevin McCarthy, takes one of those back row seats there, after Republicans took control of the House. And we expect Mr. Biden to focus on the economy but China and its surveillance balloon hang over everything. CNN's Kevin Liptak has more on what we can expect in a little, what, over six hours time or so. Kevin, good to see you. What will be, then, the president's message tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, it will be an optimistic message, according to the White House. The president, talkingabout the progress that he's made over the last two years in office but also work that needs to be done. One thing that you will hear him say repeatedly is that the job needs to be finished on things like infrastructure and things like the Inflation Reduction Act. All of these measures that have passed Congress but still need to be implemented. Of course, as you mentioned, he's heading into the speech on a very different political dynamic than in his previous two years. Sitting behind him will be the Republican House Speaker, Kevin McCarthy, who has basically said that he will resist all of President Biden's legislative ambitions for the next two years. President Biden is someone who's always looking for bipartisan cooperation. I don't expect that to necessarily be diminished in his speech tonight. But certainly it will be an uphill climb over the next two years, as he makes these proposals in his remarks. Now this is a very domestic policy-heavy speech. You know, the president's national security team always tries to get more in the speech than they are able to. But he will touch on items like Ukraine, talking about continued American support for the Ukrainians. To that end, the Ukrainian ambassador to the United States will be in the House chamber tonight. She's a guest of the first lady. The president will also talk about China. This is a part of the speech that had been reworked somewhat, given the incident with the Chinese espionage balloon over the last week. China had already been set to be a big part of this speech. The president talking about outcompeting China. That's an area that he thinks he has agreement with Republicans on. And so, that will certainly be something that he wants to talk about in the speech. Now what people are viewing the speech here in Washington is there is essentially a test run for the president's reelection message for 2024. He's expected to make that announcement in the next several months. But he is facing this issue that many Americans really don't say that they feel the things that he has accomplished. A poll over the weekend just out here in Washington said that 62 percent of Americans thought that the president had accomplished not much or a little to nothing. That's a real issue for the president, as he works to talk up his message, talk up his accomplishments. This is something that you will hear in the speech tonight, as the president is really trying to narrow down on the things that he's done to make people's lives better. Things like trying to eliminate junk fees, for example, on ticket booking websites. Very sort of specific examples of ways that he thinks that he's accomplished things for the American people and things that he wants to accomplish more, as he gears up to run for reelection -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Kevin Liptak there for us, thanks very much, Kevin.And a programming note for you. CNN's Anderson Cooper and Jake Tapper will anchor live coverage of President Biden's State of the Union address tonight, starting at 8 pm Eastern. That is 1 am if you are in London, 9 am in Hong Kong, right here on CNN. Well, whatever President Biden says tonight about what's left of the Chinese surveillance balloon, Beijing is saying it's theirs and they want it back. Despite the balloon floating across the United States, being shot down in U.S. airspace and recovered by the U.S. Navy, as you can see from these new pictures, well, here's China's foreign affairs spokeswoman. Have a listen to this. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  This balloon is not American. And the Chinese government will continue to defend its legitimate rights and interests. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Well, let's go live to Washington, D.C. Alex Marquardt has been following the story and standing by.So Alex, China calling the shooting of the balloon, from what I saw today, an overreaction while the wreckage, of course, saying the wreckage belongs to them. What is the U.S. saying to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MARQUARDT",
      "sentences": "They certainly don't plan to hand it back anytime soon. It was clear, Isa, that this balloon was shot down as soon as possible in a waythat would not only be sure that people on the ground would not be hurt and not only in a way that so much of the surveillance payload could be salvaged but also in a way that this was, to be sure, in American territorial waters shot down, in American airspace, so that international law was not violated. The White House has said that was done very much on purpose. In stark contrast, they say to the Chinese, who sent this balloon across the border, violating airspace, violating American sovereign territory, American sovereignty. So it's been quite an evolution, Isa, to watch the Chinese reaction to this. At first, expressing regret, which is not something that we hear very often from the Chinese. And then, of course, their claim that this was just a civilian aircraft, which, of course, the Americans completely reject. And then we started to hear more anger from the Chinese, not only demanding that they get this aircraft returned but saying that this was completely outrageous; this was a complete overreaction, as you said. Their excuse, from the beginning, has been that this is what they call force majeure, so forces beyond their control. That's why they say this balloon ended up in U.S. airspace, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Alex Marquardt for us there, thanks very much, Alex.We will have more news after this short break. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Well, these drone shots taking only hours ago show just part of the battle that rescue workers face. The region is overwhelmed with ruins,you can see, there from collapsed buildings. Now we are about to show you something that at first is difficult to watch. It's a little Syrian girl, comforting her sibling, while rescuers tried to free them both from the rubble. (BEGIN VIDEO CLIP) SOARES (voice-over):  Rescuers are talking to the little girl, her name is Maria and you can see Maria patting Elir's (ph) head here and hear her answering the rescuers with her soft but strong voice. The children and their parents were trapped in the rubble for two days, according to their father. But then thankfully --",
      "isLastSentenceInterrupted": false
    }
  ]
}