{
  "date": "2023-07-26",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Hunter Biden Hearing Ends With Plea Deal on Hold; Republican Lawmakers Hopeful Plea Deal Collapse will Bolster Their Investigations; McConnell Says He's \"Fine\" After Freezing at News Conference; Federal Grand Jury Expected to Meet Tomorrow; Officials & Lawmakers Push For More Government Transparency On UFOs; U.S. Takes On Netherlands In Second World Cup Match. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:31",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "The twist no one saw coming when Hunter Biden showed up to court.THE LEAD starts right now. No deal. A judge shuts down Hunter Biden's plea agreement with prosecutors questioning if it's even constitutional. New reaction from the White House about the president's son in court today, as some Republicans blast the original plan as a sweetheart deal. And what could be House Speaker Kevin McCarthy's real reason behind floating an impeachment inquiry for President Biden. A member of the speaker's party tells CNN it's a distraction. Plus, Senate Minority Leader Mitch McConnell ushered away from the microphone after freezing mid-sentence. What he's saying now about that startling moment. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:31",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome to THE LEAD, everyone. I'm Bianna Golodryga, in for Jake Tapper.We start with our law and justice leads. Twists, turns and stunning drama in the courtroom for Hunter Biden today. The president's son was expected to plead guilty to two tax misdemeanor as part of a plea deal that would also help him avoid a more serious gun charge and possibly jail time. But that quickly unraveled in court. The deal fell nearly apart then came back together only for the federal judge to decide she's not ready to accept it. Now, Hunter Biden's team has to wait and see if the judge will ultimately agree to this deal or if he could end up on trial. CNN's Kara Scannell is live outside the courthouse in Wilmington, Delaware. We're also joined by former federal prosecutor Elie Honig. Kara, to you, first, it seems like a done deal this morning. So what happened? KARA SCANNELL, CNN CORRESPONDENT: Yeah, Bianna, it sure did. I mean, some people thought this would last 30 minutes and it took about three hours where the plea deal was on, it was off, and on and off again. I mean, ultimately, this began to unravel at the beginning whether the judge started asking questions about the scope of this plea agreement. That was the deal where Hunter Biden was going to plead guilty to two tax misdemeanors for not paying taxes in 2017 and 2018. Also part of this deal was a diversion on a gun felony charge, possessing a gun while addicted to a controlled substance. He's been very public about his addiction to cocaine. So the judge started asking questions about the scope of this agreement. What exactly would be covered under it? And that is where the friction first started to unfold. The prosecutors saying under questioning from the judge that it really was just limited to tax charges, gun charges and drug charges. She asked Hunter Biden's team if they agreed with that. They didn't. She said it doesn't seem like we have a meeting of the minds here and that's when the prosecution said, you know, the deal is off and Hunter Biden's team said yes, it is null and void. And then they asked the judge for some time to try to work something out. They came back telling the judge that they had an agreement. Biden's team then decided that yes, they would agree to the scope of the plea agreement as defined by the prosecution. Then things started moving forward in the normal course. With the judge questioning Hunter Biden, him explaining what these charges are. But then the judge herself saying that she doesn't feel comfortable about the scope of the agreement. She also had questions about the gun diversion charge saying she wasn't sure it was constitutional and she wasn't willing to rule on that on the fly. So, she's giving both sides 30 days to brief this. Hunter Biden entering a plea of not guilty to these charges. And then we'll be back in court likely at some point in the near future, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:31",
      "speaker": "GOLODRYGA",
      "sentences": "Elie, what do you make of what happened today? I mean, how often is it that plea agreements like this fall apart?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:31",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So, Bianna, it does happen sometimes in federal court, not often, but sometimes that a plea agreement will fall apart on the day of the plea in court. But when that happened, it's almost always because the defendant gets cold feet and is unwilling or unable to fully admit his guilt in front of the judge. That's not what happened here.What happened here today is remarkably rare and frankly sort of astonishing that the parties would go into court, on a matter of this degree of importance, without a full agreement in place. And as Kara just said, it is not what Hunter Biden agreed to plead guilty to. There was no question about that. They agreed he'll plea guilty to the two tax misdemeanors and have the gun charge diverted or essentially thrown out if he complies. The problem was, the parties did not see eye to eye. They did not have an agreement about what else beyond that Hunter Biden was covered for. I could not begin to explain how the parties did not have that locked in place before they headed into court. But they didn't. And that's why the judge rejected it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "HONIG",
      "sentences": "So, one of two things, either they reach an actual agreement as to the entire scope of this plea deal, in which case the judge seems likely to approve it as often happens in the normal course and if not, this could head to trial. When I say head to trial, I mean the tax charges, I also mean that gun charge, which could carry jail time, plus potentially all of that other pending material that the judge alluded to today.So there's a lot of risk for Hunter Biden here if they don't get a deal done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "A lot of twists and turns as we said. Elie Honig, Kara Scannell, thank you.President Biden stayed behind closed doors today as his son appeared in federal court. The White House today offering only a brief statement on the matter. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: The president, the first lady, they love their son, and they support him as he continues to rebuild his life. This case was handled independently as all of you know, by the Justice Department under the leadership of a prosecutor appointed by the former president, President Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "On the other hand, Republicans on Capitol Hill are strongly criticizing the Justice Department over today's developments.CNN's Manu Raju is live on Capitol Hill for us. So, Manu, how is this all playing into Republican's repeated calls now for investigations into the Bidens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, Republicans believe that this development today underscores their argument that in their view, this was a sweetheart deal that was reached between the Justice Department and Hunter Biden to essentially keep him away from getting a felony initially.Now, they say that they plan to still press ahead to try to figure out everything that happened behind the scenes in the run-up to this plea deal that essentially fell apart today in court. Now, Jim Jordan, who is the House Judiciary Committee chairman, told me that he still wants to interview a number of members who are -- who played role in this investigation, but it's unclear when he would bring in the key official here, U.S. Attorney David Weiss, someone who's appointed by Donald Trump and held over by the Biden administration and led this investigation. Weiss has been offered to testify before Jordan's committee by the Justice Department to rebut allegations of political interference but Jordan says he wants to interview up to a dozen other witnesses first. He is uncertain about whether or not he can actually those witnesses because the Justice Department said that this investigation is still ongoing. Now this all comes as Republicans are calling -- or still suggesting that they may move forward with an impeachment inquiry. Even though there is some skepticism, particularly in the Senate. The Republican leader there, Mitch McConnell, saying that he has concerned about the country going through multiple impeachments saying it is not good for the country to continue to go down that route -- Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "You mentioned Mitch McConnell there. A separate, startling development that happened to him that involved him today. He froze at a news conference. Can you explain what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "RAJU",
      "sentences": "Yeah, more questions about the 81-year-old Mitch McConnell's health. This after he suffered a fall earlier this year, he fell in a Washington hotel and hit his head and had a concussion, broke some ribs and there have been other questions about that sense his return after going to the hospital and having to endure treatment for several weeks and the aftermath of that.Well, in addressing reporters today, he started to deliver his opening statement, about the floor schedule, what was happening on the floor of the United States Senate, then he froze. (BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (R-KY): We're on a path to finishing the NDA this week. It has been good bipartisan Cooperation. And a string of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is he okay? Are you good, Mitch?SEN. JOHN BARRASSO (R-WY): Mitch, anything else you want to say? We go back to the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "MCCONNELL",
      "sentences": "Huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "BARRASSO",
      "sentences": "Do you want to say anything else to the press?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go ahead, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "BARRASSO",
      "sentences": "Let's go back to the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go ahead, John.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "RAJU",
      "sentences": "Now after he was ushered down the hall to his office, he did return to answer questions from reporters, and did answer the issues of the day. I asked him at beginning about what exactly what happened there and if he's able to continue so serve out as leader? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "RAJU",
      "sentences": "Do you find you're fully able to do your job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "MCCONNELL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "RAJU",
      "sentences": "Could    you address what happened at the start of the press conference? And was it related to your injury from earlier this year when you suffered a concussion? Is that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "MCCONNELL",
      "sentences": "I'm fine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, unnerving is a good way to describe it, some 20-plus seconds where he'd been frozen.Manu Raju, thank you. Well, I want to bring in CNN chief medical correspondent, Dr. Sanjay Gupta. So, Sanjay, it's reassuring to hear Mitch McConnell say that he's okay and an aide said the senator just felt light-headed. But what stands out to you from what you just saw. DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Well, that look concerning I think for anybody looking at that. That was concerning when you look at the length of time that the senator seemed to sort of be unable to speak, freezing as Manu described it. It was concerning. We actually looked at that tape very closely and I'm hoping that he will get checked out and his doctors will look at this as well. But around 1:56, is when that moment where he sort of froze happened. 23 seconds before someone asked him if he was okay. Then at 32 seconds, he was led away from the microphone and then it is 12 minutes later when he came back and answered the questions from Manu. That timing is important. You know, Bianna, common things being common, was it dehydration, was it a reaction to a medication or something like that. Those things you want to look at. A dip in blood pressure, for example. But, you know, there are things that you have to be concerned about a petit mal or a mini seizure or a mini stroke, those types of things can cause brief symptoms like that as well. But bottom line is, he should get checked out and should get out quickly because for some of those things, timing really does make a difference. Also, just quickly, Bianna, Manu mentioned this, but it was back in March where he had the fall and it was a pretty significant fall. You know, he suffered a concussion. He broke ribs. He needed to get rehab and was in there for a period of time for that rehabilitation. I bring that up only to say, again, I'm a neurosurgeon and one of the things that you get concerned about is could there have been some long lasting impact from that brain injury which is what a concussion is back in March that could months down the line even put someone at higher risk for a mini seizure for example. Again, common things, common, dehydration, medication interaction, or something like that. But these things also need to be investigated and ruled out and done quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "GOLODRYGA",
      "sentences": "We're back with our law and justice lead. The grand jury investigating efforts to overturn the 2020 election is expected to meet tomorrow, as Donald Trump waits to see if he'll be indicted for a third time.CNN's Paula Reid joins me now. So, Paula, we expected the grand jury to meet yesterday. They typically meet Tuesdays and Thursdays. That didn't happen. So what can we expect to see tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, we'll once again be watching to see if they're in. While they usually meet on Tuesdays and Thursdays, that schedule can be amended, depending on the needs of prosecutors and the courthouse itself.We were watching this very closely because we believe based on our reporting that an indictment is imminent. Why do we believe that? Well, the former president said that he received a target letter. We know he's been given an invitation to appear before the grand jury. According to his lawyer, he's not going to do that, and that's why we're watching the grand jury so closely. We also know from our reporting, prosecutors still have a lot of evidence that they're gathering. They just received earlier this week thousands of pages of documents related to the Giuliani legal team. And they also have witness interviews coming up, going well through August. It's possible that they want to wait to complete all of that work. But it is unlikely that they would have sent the target letter if they wanted to wait to finish all of that evidence gathering. The one other factor at play here, right, this is less about legality, more about optics, from a Justice Department and an attorney general trying so hard to restore trust in the Justice Department and that is the other big news today, right? The Hunter Biden hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "REID",
      "sentences": "It is unlikely that the attorney general will allow the special counsel to do anything that could be perceived as trying to distract attention from that. So I think that is another factor. That could be at play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "GOLODRYGA",
      "sentences": "So timing could be at issue here. We've also learned that Chris Krebs, if that name sounds familiar, he was the top election security official fired by Donald Trump shortly after the election. He now we learned spoke to the special counsel's office as well. What is the significance of the timing of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "REID",
      "sentences": "Well, let's put it in the context of our other reporting. Earlier this week, our colleagues broke this news that prosecutors have been asking about a meeting in the Oval Office in early 2020 where former President Trump, then President Trump, praised those efforts to shore up the security of our election systems, and Trump was so impressed by this privately but then publicly, he was attacking the security of our election systems.Prosecutors were also asking about whether any officials who publicly contradicted him, if there was any retaliation. Chris Krebs was famously fired, so it is notable that he spoke to prosecutors in early May, as we've also learned they've been asking about the meeting and possible retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and Chris Krebs was the one who famously said that 2020 was the safest election in U.S. history as he was head of CISA, and he should know and he was subsequently fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "REID",
      "sentences": "Right. [16",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "GOLODRYGA",
      "sentences": "You mentioned Rudy Giuliani, so let's talk about him. He's conceded that he made defamatory statements about Georgia election workers Ruby Freeman and Shaye Moss. Now, this was in an effort of their lawsuit against him. Is this something that Jack Smith could be looking at as well potentially in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:15",
      "speaker": "REID",
      "sentences": "Possibly. Rudy Giuliani has a lot of legal exposure. Both criminal and civil following what he did -- what he said after the 2020 election. Now, this is a civil case but on the criminal side, with the special counsel, we know that they are looking into the harassment of election workers and the impact of false claims of fraud and just on election workers trying to do their jobs.So, it's possible the special counsel may look at the two election workers. We knew Giuliani sat down with investigators over the course of two days. His lawyer insists that he was honest, he was cooperative, small \"C\", he hasn't flipped, and that they don't believe he is going to be criminally charged. But at this point it is unclear what will happen to him criminally. But, clearly, in the civil case he's trying to handle this fallout and he's hoping that this really remarkable concession on his part will resolve that civil case and also the judge in that case who wants to sanction him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "GOLODRYGA",
      "sentences": "In our politics lead, a 2024 campaign staffer for Florida Governor Ron DeSantis re-tweeted a video featuring white supremacist imagery. Now just days later, he is no longer employed. The DeSantis campaign declined to comment on whether the video played a role in his firing. Now, this comes as DeSantis made even more cuts to his campaign payroll, shrinking his staff by more than a third as he continues to try and reboot his bid for the White House.The panel is here to discuss this and a lot more. So, Doug, let's talk about this video and the firing. Good move, but they didn't say anything about it. How hard would it have been for them to come out and explain why they fired him and condemn the video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "DOUG HEYE, REPUBLICAN STRATEGIST",
      "sentences": "So I go back to 2010 when I was working at the Republican National Committee. We had a staffer would tweeted a joke about Barack Obama, President Obama being Muslim and it was a sarcastic joke. Sarcasm doesn't work on printed form or on Twitter, he apologized. We also put out a statement making it very clear that no one wasquestioning, not Barack Obama's religion, but his Christianity. We very clear used the word Christianity. This should be an opportunity when a mistake like this is made to take that extra step, to use, one, you can communicate like professionals, which often doesn't happen in political campaigns, especially now, but two that you could walk and chew gum at the same time and show that your nimble. If you're the DeSantis campaign, you need some good news right now. This will be a good way to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "GOLODRYGA",
      "sentences": "And they're not getting great news, Nia-Malika, because in addition to this video, they've also let go a significant portion of the staff. He just announced a couple of months ago. How is this playing out with donors?NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL ANALYST: Well, listen, donors are glad that he's cutting staff. There was a very high burn rate. He was raising a lot of money, mainly from big donors but he was spending a lot of money, too, particularly on private jets and obviously staff as well. So this is a good move from the donors' perspective. But listen, they want some good news. They want to see the candidate that was supposed to be the Trump slayer, right? You look at the polling, he's either standing still or falling behind in relation to Trump. He likes to say, well, it's all about a state to state contest. Iowa, he's behind. New Hampshire, he's behind. South Carolina, he's behind. So, you know, they have said they're going to pivot to be the insurgent underdog candidate. They're focusing on the debate, but listen, they've got to put some wins on the board and they haven't so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "MICHAEL LAROSA, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "Don't count him out just yet. I remember John Kerry in 2003 at that point. He cut -- you know, I think people that was a mass layoff and people left, Jim Jordan and Robert Gibbs, and John Kerry had to remortgage his house to stay in the race.So these things rarely turn out at the end to look like how they started. I just wouldn't count DeSantis out just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "HENDERSON",
      "sentences": "Yeah, it's way early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "LAROSA",
      "sentences": "It's clearly a guy who has a lot of natural talent and the debates haven't started yet, and I think those matter more here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, we can all agree not a great start to the campaign thus far.Doug, it's interesting to see Dana Bash today interview with House Republican Congressman Ken Buck. And he said that Speaker McCarthy's sudden talk about a Biden impeachment inquiry is, quote, impeachment theater, because according to him Republicans all need to be on the same page in terms of the spending bill, which they are not as of now. Watch this exchange. (BEGIN VIDEO CLIP) DANA BASH, CNN HOST, \"INSIDE POLITICS\": It sounds like you're saying that the speaker is talking about impeachment to try to distract conservatives like you from spending bills that you don't like? REP. KEN BUCK (R-CO): Well, not just me, but the public. What he's doing is he's saying there's a shiny object over here and we're really going to focus on that. I don't think it's responsible for us to talk about impeachment. When you start raising the \"I\" word, it sends a message to the public and it sets expectations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "GOLODRYGA",
      "sentences": "Do you agree with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "HEYE",
      "sentences": "I do to some extent. I actually saw that live because my lunchtime routine is have a sandwich and watch Dana Bash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "GOLODRYGA",
      "sentences": "Good for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "HEYE",
      "sentences": "Watch Dana and have a sandwich.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:57",
      "speaker": "GOLODRYGA",
      "sentences": "That is a good routine, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "HENDERSON",
      "sentences": "I do think you do win over Donald Trump by talking about impeachment. You heard from Kevin McCarthy over the last couple of weeks, not only the idea that maybe he's open to impeaching Joe Biden, but also possibly wiping away the impeachment against Donald Trump, which isn't really a thing, right? You can't really do that in the House, but certainly sort of the far right part of his caucus wants to do that.So, ultimately, this is part of what he's trying to do. Help Donald Trump, help Donald Trump get the nomination and sort of make up for -- make up to Donald Trump because at some point, he sort of said that maybe Donald Trump was a little bit of a weak candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "GOLODRYGA",
      "sentences": "Michael, let me ask you about West Virginia Democratic Senator Joe Manchin, because there's been a lot of focus on his involvement with the No Labels group which is promoting a third party run. Listen to what he told Manu Raju about the prospects of moving forward here -- if we have the video.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "RAJU",
      "sentences": "Do you think there's an opening for a third party?SEN. JOE MANCHIN (D-WV): I don't know where that goes. The people will make a decision on that. But if a third party can pull people back together, understanding this course is not right, so if we could pull both respected parties from their respective corners, the far left and far right, which we both think is extreme at times and blaming everybody for everything, look at common sense and rationality and look at the facts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "GOLODRYGA",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "LAROSA",
      "sentences": "He's always a issue but he's a predictable one. His filing deadline is in January. So we'll know what he's going to do by then.But the point here, the point that he's making is that there is frustrations, pockets of frustration in the Democratic Party with the incumbent president, which by the way is standard operating procedure. If you go back to 1992 and George H.W. Bush who had a challenge from the right. Bill Clinton actually had an announced candidate in the governor of Pennsylvania, Robert Casey, the current senator's father, and Bernie Sanders had to be talked off the ledge from primarying Barack Obama in 2012. It's basically incumbents learning that you govern -- you campaign in poetry and you govern in prose. They love candidates but they don't like the governing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "LAROSA",
      "sentences": "I think that's just what is happening here. No Labels it a parking spot for people with frustrations because it isn't any better No Labels bipartisan problem-solving president than the president that just signed 300 pieces of bipartisan legislation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we could all attest to hearing from sources that Democrats are not happy with this prospect as of now. We'll continue to follow it though.Thank you, panel. Great to see you all. HEYE: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:37:33",
      "speaker": "GOLODRYGA",
      "sentences": "We're back with the CNN exclusive. U.S. marine veteran Trevor Reed is expected to make a full recovery after being injured while fighting in Ukraine. A source close to Reed told our own Jake Tapper.Reed's unit of a Ukrainian soldiers had pushed back Russian forces and recaptured land near Bakhmut when he was hit in both legs by shrapnel. Right now, Reed is recuperating at a hospital in Germany and hopes to be home soon. A source told Jake that Reed was motivated to fight alongside Ukrainian soldiers after seeing the depth of Russian oppression firsthand when he spent nearly three years wrongfully detained in a Russian prison. He was released in April of 2022 in a high profile prisoner swap. Well, now to our national lead, testimony on Capitol Hill from three retired U.S. military veterans claim -- about what they claim is a threat from unidentified anonymous phenomenon, or UAPs, otherwise known as UFOs to most of us. (BEGIN VIDEO CLIP) CMDR. DAVID FAVOR, U.S. NAVY (RET.): You're talking something going into space, go someplace and drop down in a matter of seconds and do whatever it wants and leave. And there is nothing we could do about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:37:33",
      "speaker": "RYAN GRAVES, EXECUTIVE DIRECTOR, AMERICANS FOR SAFE AEROSPACE",
      "sentences": "When we have unidentified targets and we continue to ignore those due to a stigma or a fear, what it could be, that's an opening that our adversaries could take advantage of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:37:33",
      "speaker": "DAVID GRUSCH, FORMER INTELLIGENCE OFFICER",
      "sentences": "I know multiple colleagues that got physically injured and the activity --REP. ERIC BURLISON (R-MO): By UAPs or by people within the federal government? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "Well, to that point, Congressman Moscowitz, no government officials testified at the hearing today and one of the witnesses alleges that the government is covering up its research on UFOs. Do you believe that to be the case?REP. JARED MOSKOWITZ (D-FL): I do. And it's not that they didn't testify because they weren't invited. They didn't want to participate. That hand was extended to multiple agencies and they refused to participate. And so, listen, there's no doubt we're fighting for greater transparency here. I mean, that' what this is about. I mean, you have these pilots who are decorated veterans who have interacted with things that they can't explain that are beyond the technology that they were flying where you're talking about speeds that, you know, the human body would not be able to sustain G-forces that they would not be able to sustain. So when you hear that, you hear from reliable witnesses under oath in Congress, that matters. And so when you hear from Grusch that obviously in his previous job, he worked with people who have worked with these UAPs and there are weapons programs that are unsanctioned, off the books. That's the point of congressional oversight. The point is for us to ask those questions, to pull that thread and if we have to get in a classified setting to do it, so be it. But this is really about disclosure. We understand there's national security implications. No one is trying to jeopardize that. But that can't be a shield that the American people don't get to learn the basics. GOLODRGYA: So, Congressman Moscowitz, sticking with you, what are some of the bipartisan efforts that you're working on to be more -- to have the government be more transparent on this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "MOSKOWITZ",
      "sentences": "Well, number one, first of all, we have to protect our whistleblowers on this. So, there could be whistleblower legislation that comes out to protect them. I think obviously talking about getting Grusch into a SCIF so that we could hear the classified information. Getting the document that he submitted to the inspector general, he referenced that several times today.I mean, there's some talk on Capitol Hill about maybe doing a select committee. Obviously, that would be up to the speaker of the house to do that with subpoena power and we could start subpoenaing people. I mea, so these are some of the things that are currently being discussed. Obviously, we just came out of that hearing, members are already starting to talk about the next steps. And that is what is important here. What's important is that this is not just a one-day hearing, that we have follow-up. And I think you hear from Congresswoman Luna and others that this is a bipartisan, bicameral, nonpartisan sort of stuff that's happening on Capitol Hill, which, by the way, is someone unique and that's why I think you're going to see it move faster than some other issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, it is notable to hear that some of the witnesses were just nervous about testifying for fear of a stigma being attached to them. From what they saw or what they heard.Congresswoman Luna, let me ask you about what doesn't seem to be a bipartisan issue here and that is House Speaker Kevin McCarthy floating this idea of an impeachment inquiry of President Biden. Is that something that you would support right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "LUNA",
      "sentences": "Well, I am very much focused on investigating the UAP issue, but what I can tell is we're -- we are focusing on getting to the root issues of government corruption and so we still have more investigations to support. But yes, I would. And I'm sure that Representative Moskowitz and I disagree on that, but I would support that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "Would you support it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "LUNA",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "Based on what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "LUNA",
      "sentences": "Based on the evidence that we've seen brought forward through bank transactions, records an also too we're taking testimony and deposition, I believe on the 31st of this month from an associate with Hunter Biden that apparently worked through business transactions in dealings in regards to being present when the then now president was called.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "So do you think there is enough evidence to prove a crime here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "LUNA",
      "sentences": "I believe so, yes. Based on what I've seen. And also, to mind you, we have a very important job to make sure that everyone regardless of party affiliation is being held accountable. You can't sell access to your position.But, again, going back to what happened today, today was historic for bipartisan support and legislation potentially could investigate UAPs and we hope to focus on that in this interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "Congressman Moskowitz, I can't leave you without offering you an opportunity to what you just heard from Congresswoman Luna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:04",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Congressman Jared Moskowitz and Congresswoman Anna Paulina Luna, thank you so much and keep us posted on your bipartisan inquiry into your UAPs. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:04",
      "speaker": "LUNA",
      "sentences": "We'll cover it next time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:04",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:04",
      "speaker": "LUNA",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, in just a few hours, one of the most highly anticipated matches of the women's World Cup begins, a rematch between the United States and the Netherlands. I have with me someone quite familiar with the intensity of the World Cup stage, two-time Olympic gold medalist, Briana Scurry.Briana, so great to see you. I've been looking forward to this conversation and obviously to the game tonight because these two teams know each other. They have a history. U.S. dominated and finally won in 2019. But the Netherlands is a very good team, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "BRIANA SCURRY, RETIRED PROFESSIONAL SOCCER PLAYER",
      "sentences": "They are a very good team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "What will you be watching for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "And they're very hungry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "-- to win this, and their coaches said that. You know, this game, all eyes will be on this game tonight to see where we are versus the United States. It's going to be a fantastic representation of where women's soccer is. It's going to determine who wins that group, and this team, whoever comes through tonight and wins this game, is going to be able to put a stamp on the group and also on the tournament and have that momentum going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "You were part of the national team in the FIFA Women's World Cup that first began in 1991. You were the first openly gay player, the only Black player in the starting lineup of the national team. Was is it like to see -- we were just talking off camera about this, just the incredible trajectory that this sport has taken in this country, but specifically women soccer players and their roles in this sport and field. Talk about it from your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "So, for me, I think the ground zero would be '96 and '99, the '99 World Cup in particular. So, when we won that in such dramatic fashion, I think it really put women's soccer on the map and we became the girls next door. A lot of people started looking at this saying, hey, you know, this is interesting. This game was exciting, it was intriguing, it was inviting. And so, maybe I do want to watch soccer.So many middle age men came up to me after and said this is the first time I've ever watched women's sports before. You guys are so exciting, and also, I get emotional about it. So that was the beginning. And now you have so many amazing players that have seen that, either in person or on TV and they're now coming through the game. You have players of color. You have players that are openly gay, and you have a fantastic mixture of players on the current team who are new to the game in terms of being on a national team roster and also a mixture of older players who have been there, done that. So it's a real, exciting group of folks and it will be interesting to see how they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "I watched your killer save like a millions. It was incredible, and I urge everyone to just Google that save and have a moment there and enjoy it.We talked about the highs of the sport, particularly women's soccer. This is going to be the highest attended, highest viewed World Cup. And, yet, when you look at the pair gap, it's still quite large. There's been an increase, there's improvement. When you look at the salaries, when Lionel Messi, who I think is phenomenal, playing in Miami, getting up to $60 million a year. Reynaldo signed with Saudi Arabia for $220 million. And just this week --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "-- Kylian Mbappe getting world record offer from the Saudis as well, worth $332 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "I'm not about to ask you when women are going to start to get that kind of a salary, but what about even getting into the millions? Is that something that you think is possible in the near future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "I do think it's possible. I don't necessarily think it's going to come from one source like the examples you just made there in terms of salaries from -- whether it's leagues or teams or whatnot. But I think women soccer players can expect to make millions of dollars between their salary from the national team and their sponsorships and maybe endorsement deals and commercials and things like that over time.But, you know, multiple tens, and hundreds of millions is far in the future. It's exciting for me to see these kinds of numbers being thrown around with regards to soccer anywhere. So that's a good start, and hopefully some of that will trickle down into the hands of the women's players all over the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "They deserved it. We're number one of the world, aiming for a hat trick this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "Briana Scurry, great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "SCURRY",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, ahead, the loss of yet another music star at a relatively young age.But first, CNN's Wolf Blitzer with what's coming up in \"THE SITUATION ROOM\". Hi, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:08",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Hi, Bianna.We're taking a deeper dive into the Republican push to impeach the Homeland Security Secretary Alejandro Mayorkas. He was grilled by GOP lawmakers today about his handling of the U.S./Mexico border. And as you know, Republicans' interest in impeachment isn't strictly limited to only Mayorkas. We'll explore all the buzz out there about a impeachment inquiry of President Biden and whether the talk could become a reality. All that and much more coming up at the top of the hour right here in \"THE SITUATION ROOM\". (COMMERCIAL BREAK) (MUSIC)",
      "isLastSentenceInterrupted": false
    }
  ]
}