{
  "date": "2023-09-26",
  "headline": "CNN News Central",
  "subHeadline": "Charges Dropped Against Philadelphia Officer In Fatal Traffic Stop Shooting; At Least 17 Dem Senators Call For Menendez To Step Down; Hunter Biden Sues Giuliani For Violating His Privacy; Police: Armed Man Who Threatened Virgina Church Arrested. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "And in this preliminary hearing, Officer Morris testified that he was afraid for his life and his partner's life at the moment when they got out of the car.And he said that he shouted to his partner, Officer Mark Dial, that there was a knife. That is what he testified. But then they played that video that we've seen, and you could hear him also shouting that there was, quote, \"a F'ing gun\" there as well. That is one of the elements the defense attorneys brought up to suggest why Officer Dial ultimately fired his weapon. And the other piece of evidence that came up in the preliminary hearing was the defense attorney and prosecution, they showed us a picture of the knife that Eddie Irizarry was accused of having. And defense attorneys argued that knife looked a lot like a gun. In the end, the judge said she agreed 100 percent with the defense attorneys in the case that this was not a situation of murder, even though the prosecution said we just want even justice for all. And that Officer Dial walked out of the car with his gun in his hand before he even got to the car that Irizarry was sitting in. But again, the judge disagreed with the prosecution. A lot of emotion immediately afterward, Boris. Take a listen to what family members of Eddie Irizarry told us just after that ruling came down. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ZORAIDA GARCIA, AUNT OF EDDIE IRIZARRY",
      "sentences": "Witnesses everywhere, in the neighborhood. Witnesses, proved, they proved my nephew did not come out of that car. It locked the doors to the vehicle. His hands were up.Where is the threat? Even if he has a small pocketknife, where's the threat? Where's it? (END VIDEO CLIP) FREEMAN: Now, the district here in Philadelphia, who initially brought the charges against Philadelphia Police Officer Dial, said they intend to appeal this decision by the end of the day. Again, a lot of challenging emotions in that courtroom. I'll say, last thing, Boris, is that we were looking at the courtroom, and one side of the courtroom was predominantly police officers and family members supporting Officer Dial. The other side of the courtroom, family members supporting the victim, Eddie Irizarry. When that decision came down to dismiss all of these charges, the police officer side, the families supporting Mark Dial, they erupted in cheers and then a lot of tears on the Irizarry side -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Danny, I also want to get to that body cam video that you say they played in court.Obviously, I want to warn our viewers, it is disturbing and we stop the video before the most graphic moments. Here it is. (BEGIN VIDEO CLIP) (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "(EXPLETIVE DELETED) shoot you.(GUNFIRE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "413. Shots fired. Shots fired. One bullet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Get your hands up now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Police officer --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Part of the reason that video is significant is because it contradicts an initial report from police that Irizarry had left his vehicle.Danny, what was it like when that video was played in the courtroom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "FREEMAN",
      "sentences": "Boris, that video was played a number of times, not just the body camera from Officer Mark Dial but also the body camera from his partner, Officer Morris.And also surveillance video from overhead of the entire scene. Officer Dial, every time that Irizarry was seen shot, he cried openly and took tissues to wipe away his tears. Every time Irizarry was shown to be killed, many family members of Irizarry also cried. And many others had to look away because that video is so graphic and disturbing. It was an emotional day in court. And family members of Irizarry said there will likely be protests after this ruling today -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Tensions and emotions obviously running high there.Danny Freeman, in Philadelphia, thank you so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "I said it was closed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "What you said was not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "I said it was closed.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "I said the investigation was closed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "It wasn't just closed. I was given a letter making clear there was no evidence of any violations of law.So having said that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "It was referred to Senate ethics. So I was just trying -- I'm not trying to relitigate the past. It was referred to Senate ethics and you were rebuked by the Senate Ethics Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "You're not relitigating the past. You're saying it inaccurately. It was an investigation and it was closed with a letter of exoneration.Now what's your question in regard to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "It was referred to the Ethics Committee, am I correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "-- Senator Menendez?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "It was referred to the Ethics Committee.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "Am I correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "It was referred to -- yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "That was hardly a criminal matter that involved a letter, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "And they rebuked you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "What is your question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "My question was, is there anything that you think would make Senator Menendez resign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "Well, there's always a tendency in American criminal justice to give people the benefit of the doubt. And to be regarded as innocent until they are proven guilty.But I hear the evidence is so overwhelming. And it involves the core of service in the Senate. The idea of sharing information with a foreign government or interfering in criminal investigations. There have been investigations in the Senate before. There have been indictments, though relatively few in the history of the Senate. This really takes the case to the extreme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "Why is it that something in your view? When you're speaking specifically about what's in this indictment, are you talking about the specifics about the U.S. embassy information?What is it, specifically to you, that sets this apart from the last one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "I think it's three things.First, the notion of using your power to interfere in not one but two criminal investigations is so far out of acceptable behavior. I think Senators would be offended by it. Using your power to appoint a U.S. attorney and then attempting to leverage that person, not simply to help someone, but to do so after being compensated by a bribe. And I think most offensive is the chairman of the Foreign Relations Committee of the United States Senate helping a foreign government. And allegedly being bribed for it. Is just -- it's stunning. I don't -- so, I think while Senators normally would reserve judgment, remembering there have only been two indictments in my lifetime, Senator Williams and Senator Stevens, and he was acquitted. And given the potential of being acquitted as there was a hung jury in Senator Menendez, the tendency would be to wait. But as Senator Menendez said, the Justice Department often gets it wrong. Frequently gets it wrong. But this is wrongdoing and the charges go to the core of exercising power as a Senator. He has to resign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "A number of Senators in his party, in your party, has just been growing. I mean, every moment, it seems like, there's someone else.You've known him for decades. Do you think he is more likely to dig in? I mean, do you think that's going to influence him? Or is he actually more likely to dig in, in the face of his fellow Democratic Senators telling him to resign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "I think he's going to dig in because of he's facing a very difficult trial. He probably does not want to lose the support system he has in the Senate.He probably does not want to lose the income. He doesn't want to lose the ability to raise funds for his defense. But those are good reasons for him to want to stay in. They're not good reasons for the public or Senate to want him to stay in. It's simply, obviously, not in the public interest that he remain in the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "When you decided not to run for re-election in 2002, you said, quote, \"I will not be responsible for the loss of the Democratic majority in the United States Senate.\"That was something that you considered as were you looking at where polling was. Do you think that Menendez could risk the majority by staying in? Or do you think New Jersey voters might actually, at this point in time - I mean, here we are. This is 2023. Do you think New Jersey voters might tolerate his alleged behavior, especially if he hasn't gone to trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "TORRICELLI",
      "sentences": "I don't think so. First of all, the cases are very different.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "To be clear, they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "KEILAR",
      "sentences": "You think the seat is safe.Senator, thank you so much for being with us. We do appreciate your time today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "TORRICELLI",
      "sentences": "Glad to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "KEILAR",
      "sentences": "Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "SANCHEZ",
      "sentences": "The president's son versus the former president's attack dog. Hunter Biden has sued Rudy Giuliani, claiming that he broke federal laws in an alleged effort to hack his laptop and other devices.This is the latest in a string of lawsuits brought by Hunter Biden and it describes the total annihilation of his digital privacy as he's facing an indictment in a gun case while additional tax charges could be on the horizon. CNN's Paula Reid joins us to talk about the lawsuit. Paula, what's it all about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Boris, here, Hunter Biden is suing Rudy Giuliani and Giuliani's longtime former lawyer, Rob Costello, alleging that these two hacked into Hunter Biden's data and disseminated it in violation of state and federal law.Now, Giuliani and Costello, they played a key role in publicizing data from a laptop that Hunter Biden is said to have left at a Delaware repair shop. Costello obtained the data and Giuliani helped him publicize it, especially ahead of the last presidential election. Giuliani today shot back in a statement saying he was surprised that Hunter Biden would accuse him, among other things, manipulating the data from this device. And he also suggested that there was evidence of crimes on this laptop. Now, this is just part of a more aggressive strategy that Hunter Biden and his attorneys have adopted since earlier this year. But, Boris, they took up that strategy when it appeared that the long- running criminal investigation into the president's son was winding down. That, if anything, would resolve with a plea deal. But we now know that plea deal has fallen apart. Hunter Biden now faces a criminal case in Delaware. But it does not appear that he's backing off the strategy. Remember, his legal team told me earlier today that anyone who was involved in this effort to publish Hunter's data should be hearing, quote, \"footsteps.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "SANCHEZ",
      "sentences": "Wow. So there is a question over the evidence that may be on this laptop, these devices. Because House Republicans based so many of their allegations about Hunter Biden on that supposed evidence.Could this case change the way that that information, that that data is then handled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "REID",
      "sentences": "I certainly don't think that this lawsuit is going to be a deterrent from Republican lawmakers using some of the material from that laptop, for political purposes.But we have to remember, when it comes to the criminal investigation, the Justice Department looked into Hunter Biden, to various possible charges for five years. And in the end, they initially offered a plea deal based on tax charges and diverted a gun charge. Now, of course, he has been charged since that plea deal fell apart. But there is nothing on that laptop where they believe there's -- enough of evidence of a crime that they would charge it. I think that's an important distinction. Politically, that laptop has been used and likely will continue to be used, it does not appear to be at the heart of any Justice Department case after the five-years of investigating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "SANCHEZ",
      "sentences": "Paula Reid, thank you so much.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:03",
      "speaker": "SANCHEZ",
      "sentences": "Police in northern Virginia say they foiled what could have been a massacre. Investigators say a man, who posted threats on social media, walked into a church on Sunday just before services began with a loaded gun, ammo and knives.CNN's Brynn Gingras is following the story for us. Brynn, how did police stop him and why did he target the church?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:03",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Boris, this is a perfect example of a \"see something, say something\" that we hear law enforcement say all the time. Right?I want to show a timeline of the events that authorities say happened that foiled this plot that you just described that could have been disastrous at a church in Fairfax County, Virginia. You can see there, about 3:20 to 6:00 a.m., this suspect, who is now in custody, he is 35-year-old Rui Jiang. He was going to the church and also making concerning social media posts. One of them we saw and confirmed was his account shows a gun pointing at a screen of the church that he was at. Then, according to police, he goes back to his residence. There are reports from the community that come about these social media posts being concerning, being alarming, so police respond. They go to the house, they do a welfare check, he's not there. Well, about 10:00 a.m., the church is on high alert while services are actually happening. The community in the church is keeping an eye on them. Police arrive and they're actually able to arrest him on the spot, according to authorities, inside that church where he was actually armed with a loaded firearm, as well as an extra magazine, as well as knives. The pastor there at the church said he was wearing all black. He was wearing sunglasses inside this church. And again, it could have been something pretty violent, disastrous that could have happened in that church had people not spoken up. So right now, this man, the 35-year-old is behind bars on two separate charges. He's expected to be back in court next month. But again, can't underscore this enough, Boris, if you see something, say something because it really could have a positive effect in these situations. Especially in places of worship, which we know there have been attacks that have carried out in recent history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:15",
      "speaker": "KEILAR",
      "sentences": "It's been seven weeks since catastrophic wildfires reduced the historic Hawaiian town of Lahaina to the rubble captured by this done video. Some residents were finally allowed back for the first time to see for themselves the charred remains of their homes in an emotional return.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We had a home with a yard and a neighborhood. And it's not possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You know, it's going to break our family apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I just can't believe it's gone. It's heartbreaking, you know. All of our memories were here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:15",
      "speaker": "KEILAR",
      "sentences": "Officials say the Maui wildfires killed at least 97 people and damaged or destroyed some 3,000 homes and businesses.Boris?",
      "isLastSentenceInterrupted": false
    }
  ]
}