{
  "date": "2023-10-16",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Blinken: U.S. Working to Get Assistance into Gaza; Hezbollah, Irael Exchanges Raise Fears of Second Front; Israel: Preparing for Combined, Coordinated Strikes; U.S. Showing Israel Support with Military Presence. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "I'm Max Foster joining you live from London with our continuing coverage of Israel at war. It's 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "In just the. Last few hours, U.S. Secretary of State, Antony Blinken said the U.S. is actively working to ensure that the people of Gaza can get out of harm's way and get the humanitarian assistance they need. Israel has been pounding Hamas targets in Gaza since the militant group's deadly attacks and 10s of thousands of people have now fled northern Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "But food, medicine and water are in short supply. The Director General of the Palestinian Red Crescent says hospitals face imminent shutdown since there's very little fuel left to run the generators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "And deliveries have been piling up on the Egyptian side of the Rafah border crossing. The only viable way in or out of Gaza. Blinken has promised that it will open. But the Israeli Prime Minister's office has denied that there are any arrangements for opening that critical crossing.Joining us now from Tel Aviv is Lieutenant Colonel Peter Lerner, a spokesperson for the Israel Defense Forces. Thank you for joining us this morning, Sir. LT. COL. PETER LERNER, IDF SPOKESPERSON: Good morning, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "We have to ask the key question about this Rafah border crossing. What is the status of it at the moment and can you justify continuing to attack Gaza while the humanitarian corridor that can provide aid or get people out is operation -- is not yet operational?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "LERNER",
      "sentences": "Bianca, our operation is now in Day 10. We are continuing to strike Hamas exactly where it is hiding. We are determined to make sure that Hamas can never, ever use Gaza as a staging ground against Israel ever again. The operation is planned in a way which is based on the rules of law. And on the rules and laws of armed conflict in a way that will enable us to distinct -- the distinction between the civilian population, the people that that are uninvolved, noncombatants to Hamas. That is why we are now in day four of an evacuation plan. And I'm happy to report that we've seen hundreds of thousands of people listening to us adhering to our instructions, and are indeed evacuating towards the south.With regard to Rafah as you asked, as you rightly indicated beforehand, there are no instructions and currently the IDF is continuing its activity against Hamas. We are determined to destroy Hamas and banish them from the realm of existence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "In terms of if the government, you know, gave support to opening that crossing into Egypt, how easy is it? How easy would that be militarily do you think? Obviously, you're not in control of the actual border, but the Egyptians are suggesting they don't want to send any aid trucks in for concern that the Israelis will attack those trucks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "LERNER",
      "sentences": "Well, Max, I think you know it's clear that you know the IDF is a professional military. We are subordinate to the government. So if the government instructs us to ceasefire, we cease-fire. That's just how things work. But I think what we need to do is leave the diplomacy to the diplomats. We are very, very much in control of what we are doing. We are continuing our activity striking Hamas, killing its operatives, its terrorists. Yes, we continue to do so even throughout the night. We've continued to strike their leaders and deplete and destroy their terrorist capabilities.They are still trying, you know, just over the last 24 hours there were three different incidents of terrorists that tried to engage in the south of Israel once more. And this is 10 days after the brutal massacre of families in their houses. So they are still trying to engage us. And we are, our core mission is to seek them out, pursue them and kill them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "LERNER",
      "sentences": "We've seen repeated and I would say increased and escalating efforts by Hezbollah to -- on the border with Israel, between us and Lebanon, in order to challenge Israel. We believe it is under the instruction of Iran. And we have reinforced our positions on the border with Lebanon. And I would say that what Hezbollah is doing is jeopardizing the state of Lebanon, everything that happens from Lebanese territory is under the responsibility and accountability of the state of Lebanon. And this is a very, very concerning and disturbing development.We are taking the necessary precautions. We will defend our civilians, we've, you know, we've just announced that we are evacuating anybody in a two kilometer distance within the two kilometer distance on the border with Lebanon. So all of the civilians have been asked to leave from there, that's around 28 different communities along the border in order to keep them safe. That is what we're doing. And of course, the military forces, our IDF forces, you know, have reported to you over the last few days about, you know, huge amounts of forces unprecedented that the IDF has recruited for in the state of emergency, some 300,000 soldiers and officers throughout the country. And indeed, some of those are in -- are positioned on the frontier with Lebanon in order to be prepared for a potential Hezbollah escalation. It is of concern. We are prepared and we are taking the necessary steps in order to prevent that. I'd also say, though, that when Hezbollah does conduct a strike or an attack or like they did yesterday with repeated antitank guided missiles targeting civilians even in -- across the border, we will respond and we will respond with force. We have no interest in escalating the situation, but we won't permit that area to be further challenged. Though that that that is of concern to us. But currently I would say we are still focused mostly on south, on Hamas. And I would say it to Hezbollah, I would recommend to them, watch what -- how we are decapitating Hamas. Watch how we are destroying their capabilities. Watch how we are pursuing their leaders. Do not cross that threshold because it will be a dear price that you pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "You've been very clear to us in previous interviews that Israel has a right to self-defense and that's what this operation is all about. I just wanted to get your response to what the Egyptian President said, that it's actually tipped from self-defense to collective punishment of everyone in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "LERNER",
      "sentences": "No, I don't agree with that. Obviously, we are -- our operations are specifically guided to distinct between civilians and terrorists. This is exactly what we're doing when we evacuate and call for the evacuation of moving people to the south. And it's precisely to keep civilians out of harm's way.Whereas Hamas on the on hand for instance, are doing everything to prevent that. They are trying to keep them in harm's way. They are trying to make sure that there are more civilian casualties. You know, we are doing it out of a concern for human life. We are doing it out of a concern for Israeli lives and Palestinian lives. Hamas, on the other hand, they have no regard for human life, Israeli or Palestinian. And they will continue to hide behind the civilians and we will defend our civilians while we call on the on the -- on the people of Gaza who are not our enemy. The people of Gaza are not our enemy. Hamas is the enemy. I would say Hamas is the enemy of all decent people. And they've done a huge let down to the people of Gaza in their brutal massacre of Israelis, innocent people, women, men and children in the on the 7th of October and the abduction of over 150 others into the Gaza Strip. So we are fighting a brutal, ruthless, merciless enemy and we will defeat them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Lieutenant Colonel Peter Lerner, thank you so much indeed for joining us today from the IDF.Well, Clare is here. What did you -- what stood out from you for you from that interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "NOBILO",
      "sentences": "This weekend we've had more warnings from various different regional partners and the U.S. about the potential for this to escalate. We heard from Iran on Saturday saying that if this level of devastation in Gaza continues, if these attacks continue, that Iran wouldn't be able to remain an observer or bystander -- I think the language was. The U.S. is also now taking a slightly different rhetorical stance. Impressing on Israeli the importance of protecting civilians as much as they can and trying not to have collateral damage. They've moved a second aircraft carrier to the region as well. I mean, would you say that the global community is now increasingly expecting or desperately trying to avoid a spill over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "SEBASTIAN",
      "sentences": "Yes, I think that's where the focus is right now. Really intense diplomatic efforts both over the weekend and now, with Secretary Blinken apparently heading back into Israel today. He was in Egypt on Sunday. I think this is a key focus. We do see some intensified fighting, you know, tit for tat, sort of strikes across the border with Hezbollah. There are serious concerns that given the situation in Gaza, given that more and more news is coming out of there about how bad it is that this will spill over. And obviously, the U.S. is both in terms of the rhetoric.It was interesting the Biden comments in his 60 Minutes interview saying, you know, he was confident that Israel would prioritize the safety of civilians. He was confident that they would act within the bounds of international humanitarian law. Almost sounded like an instruction rather than a statement. There is intensive lobbying, I think, behind the scenes on the U.S. side, Israel to exercise some restraint here, even though on the surface. And in practice they are making it very clear that they have Israel's back in lots of different practical ways as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "NOBILO",
      "sentences": "It was interesting, the White House also said over the last 24 hours that they were pressing upon Israel the importance of protecting civilians in Gaza, but that they were not offering any instructions or interfering in the military planning. But it did actually, sound like quite a firm instruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "SEBASTIAN",
      "sentences": "Yes. I mean I think like in terms of lobbying. But I think the other thing about this is that there's a significant lack of clarity, right? The fog of war is clearly in play here. We don't know what's happening at Rafah. There have been a lot of mixed messages there. It's clear we've had pictures this morning of people gathering outside that border crossing.The U.S. Embassy in Jerusalem said to people, you know, it's up to you if you want to go there, you have to assess the safety. We don't know. It could open for a brief period of time or not. And in terms of the fog of war as well, it was interesting what Jake Sullivan said on CNN on Sunday -- the U.S. National Security Adviser. They don't have the pinpoint locations of these hostages within Gaza. There's a lot that isn't available in terms of information as to what's happening in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "NOBILO",
      "sentences": "Clare Sebastian, thank you so much.U.S. President Joe Biden is warning Israel against occupying Gaza, saying it would be a big mistake. His comments came Sunday as Israel prepares for a potential ground offensive in Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Israel is going after a group of people who engage in barbarism that is as consequential as the Holocaust. And so I think Israel has to respond. They have to go after Hamas. Now Hamas is a bunch of cowards and they're hiding behind the civilians. They put their -- all of their headquarters where civilians are in buildings and the like. But to the extent that they can separate out and avoid -- I'm confident the Israelis are going to do everything in their power to avoid the killing of innocent civilians.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, Israeli Prime Minister Benjamin Netanyahu has invited President Biden to visit Israel soon. A source tells CNN, the two sides are discussing the possibility of such a trip. NOBILOthe Palestinian Authority has condemned the militants actions. Palestinian news agency WAFA reports that Mahmoud Abbas said the actions of Hamas do not represent the Palestinian people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "FOSTER",
      "sentences": "Mr. Abbas also called for a rejection of violence and the release of prisoners on both sides of the conflict. Rafah says his comments came during a phone call with president -- with the President of Venezuela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "NOBILO",
      "sentences": "Israeli troops are continuing to gather near Gaza. The last time the IDF went into the enclave to target Hamas leaders was back in 2014.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Right now this is a rehearsal if and when there's an incursion, these troops could be at the front of it. Tanks are for this practice model ones right now, followed by infantry and combat engineers are combined for spearheading an incursion.ROBERTSON (voice over): If they do, Major Ofek will be near the front. MAJOR OFEK, IDF TROOP COMMANDER (through translator): We expect to go to war, we expect to destroy the terrorist organization, Hamas, kill its governments and kill every last terrorist. That's what we plan to do and that's how it will be. ROBERTSON (voice over): The last time the IDF went into Gaza targeting Hamas leaders was 2014. Ariel Bernstein was 21 in the Special Forces, one of the first to cross the border. ARIEL BERNSTEIN, FORMER IDF SOLDIER We were just afraid that there's something waiting for you at every corner. ROBERTSON (voice over): But his experiences then have left him questioning the tactics today. Back then he says the IDF warned civilians to leave and Hamas told them to stay, just as is happening now. But some had stayed. His orders he says to assume the civilians had left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BERNSTEIN",
      "sentences": "Whoever you see, is basically engaged in fighting or is involved in fighting, and therefore we call it engaging with fire with any home you enter, with any kind of shape of a person that you see from afar. ROBERTSON (voice over)JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISOR: What we are doing is saying privately what we've said publicly, which is that all Military operations should be conducted consistent with law of war, that civilians should be protected. ROBERTSON (voice over): The problem the IDF says it faces just like 2014, Hamas will be hiding among civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MAJOR DORON SPIELMAN, IDF SPOKESPERSON",
      "sentences": "The whole situation we're talking about with Gazan civilians forcibly embedded is another element of Hamas. Hamas has to be fully defeated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ROBERTSON",
      "sentences": "So the responsibility is on them and not you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "SPIELMAN",
      "sentences": "The responsibility is on Hamas for their own civilians. Our responsibility is to eliminate Hama's capabilities completely.ROBERTSON (voice over): Major Ofek pausing during training in a mocked up Palestinian town says they don't hurt innocence only terrorists, but admits if he is sent into Gaza, avoiding civilian deaths won't be easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Do you think it's possible that a fight Hamas without civilians getting injured?OFEK (through translator): We're concerned with overthrowing the Hamas regime and killing the terrorists who are currently in Gaza, if it will be difficult, it will be difficult, not easy. ROBERTSON (voice over): Outside the camp gates as Israel's military ponder their next move. Troops are saying they're fond farewells. Nic Robertson, CNN southern Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Still to come, the U.S. says it won't send troops to fight in Israel, but it's still beefing up its military presence to send a message to the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Israel's military has confirmed Hamas fighters are holding at least 155 hostages. Hamas kidnapped men, women and children during the surprise attack last weekend, and it's not clear where they're being held and under what conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Families of the missing met with Prime Minister Benjamin Netanyahu on Sunday. They're urging him and the government to do whatever they can to bring their loved ones home safely. The families of U.S. hostages were also asking the White House to take immediate action to get their loved ones home. Some have formed a group calling itself \"The Families of American Israeli Hostages in Gaza.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "They met with the U.S. President and Secretary of State last week. U.S. officials say the best plan is to work with Israel to secure the release of all the hostages.(BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISOR: All we can do is to continue to work closely with the Israeli Government on hostage recovery options, which we are doing and then work through third countries to see if there are avenues for release. Those efforts are underway. Our hope is that they can produce results. We will continue to stay focused on this. It's the -- it's as high a priority as the president has. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Meantime, an American woman who says six of her family members were kidnapped by Hamas, called for their release on Sunday, just days after speaking at the United Nations and pleading for their return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Alana Zeitchik tells CNN her husband David, their three-year old twins and her three cousins were taken. She learned Friday they're still alive. She told CNN about the last message she received from her cousin Sharon before they all went missing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:03",
      "speaker": "FOSTER",
      "sentences": "The Pentagon has ordered a second carrier strike group to the Mediterranean Sea as Israel prepares to expand its Gaza operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:03",
      "speaker": "NOBILO",
      "sentences": "U.S. warship are not intended to join the fighting, but their presence is designed to send a message of deterrence to Iran and Hezbollah, CNN's Hadas Gold reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:03",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "As of right now, the United States is giving absolutely no indication that it plans to send in U.S. military boots on the ground in any way to Israel to try and assist, either in the operations in Gaza or in part of any sort of hostage rescue operations. But what it's doing right now is a show of force, a show of unity with these carrier strike groups sitting in the waters off the coast. A very clear message to other groups in the region, not even just Hamas, but Hezbollah, groups in Syria, as well as a deterrence to try to keep them from getting involved.Now we do know that the Americans have sent have -- already have on the ground a federal team who can help in hostage situations. They are assisting the Israelis and there is reporting that a Marine expeditionary unit is headed, potentially towards Israel. Now this is a. Unit of more than 2,000 Marines and sailors who not only can help in major evacuations, but they also had training in hostage rescue scenarios. Now, no indication that that is where they're headed, or that's why they are headed -- or why they would potentially be headed towards the region. But it gives you an idea of potentially the support that the Israelis may be receiving from the U.S. military. Now, the Israeli military and the U.S. military work very, very closely together. They are constantly training with one another. And Israeli military officials often call the American military their brothers in arms. And they actually just had their largest ever joint exercise in the last few months. And during that exercise they made it explicitly clear that such an exercise was a very clear message to Iran. Saying that if you get involved in a way of attacking Israel, be careful because the Americans are there to support them. But John Kirby has already said that they have no plans and no intentions right now of sending U.S. troops on the ground into Israel. And Chuck Schumer in an interview with Erin Burnett earlier also said that the Israelis have not asked for troops on the ground. What they want right now is support in the forms of things like of the munitions, ammunition and also just the support of having those carrier strike groups off the coast to try and deter any other actors from getting involved. But even if a hostage rescue operation is attempted, it will be incredibly complex. It will be very, very difficult and the Israelis will likely be seeking at least some sort of support from the Americans in terms of logistics and intelligence. Hadas Gold, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}