{
  "date": "2023-05-25",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "DeSantis Announces Presidential Bid in Glitchy Twitter Interview; GOP Sources: Prospects for Deal Grim, As Speaker Offers Optimism; Super-Typhoon Mawar Slams U.S. Island of Guam with Heavy Rain; \"Queen of Rock and Roll\" Tina Turner Dies at 83. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:26",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Welcome to our viewers in the United States and around the world. I'm Christine Romans.After month of buildup, Florida Governor Ron DeSantis is finally in the race for president but not without a hitch right out of the starting gate. The governor's unusual choice to announce in an audio interview with Elon Musk on Twitter, it was plagued by glitches and started 25 minutes late. DeSantis on Fox later making light of the technical difficulties and laying out his vision for leading the country in a different direction. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE:  I'm running to lead a great American comeback. We know the country is on the wrong track. We see it with our eyes. We feel it in our bones. We see the border being overrun. We see crime infesting the cities. So, what I will do is help restore normalcy to our communities, integrity to our institutions and sanity to our society. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "CNN's Jessica Dean is in Miami with more on DeSantis' big unveiling.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DESANTIS",
      "sentences": "Do you go with the crowd or do you look at the data yourself and cut against the grain? And I chose to do the latter.JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT (voice-over)  Florida Governor DeSantis' attempt to declare candidacy for president in a unique way with Twitter owner Elon Musk on Twitter spaces and audio only platform plagued by technical issues at the start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It just keeps crashing, huh? ELON MUSK, TWITTER OWNERnumber of people online. So, it's -- servers are restraining somewhat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "But server issues caused the rollout to be plagued with problems with team DeSantis tweeting, quote, it seems we broke the Internet with so much excitement. While you're waiting, donate now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DESANTIS",
      "sentences": "We must look forward, not backwards. We need the courage to lead and we must have the strength to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "DeSantis also asked about the NAACP issuing a travel advisory against his state claiming Florida is not safe for minorities to visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DESANTIS",
      "sentences": "Claiming Florida is unsafe is a total farce. I mean, are you kidding me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "Wednesday's Twitter event, the latest move in DeSantis' presidential campaign rollout. He filed paperwork earlier Wednesday with the Federal Election Commission. On Tuesday, DeSantis' wife Casey tweeted a hype video encouraging supporters to sign up for campaign updates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "AD ANNOUNCER",
      "sentences": "America has been worth it every single time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "DeSantis jumps in the Republican primary following months of speculation about the Florida governor's political future, fueled by a national book tour and visits to key early nominating states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DESANTIS",
      "sentences": "I have only begun to fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "As the Republican fight intensifies, a new CNN poll shows former President Trump leading the GOP field with roughly double the support of DeSantis and no other candidate in double figures. But the survey also finds the Republican field to be far from settled. More than 8 in 10 of those polled said they would either support or say they are opening to consider either Trump or DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DESANTIS",
      "sentences": "We have to reject the culture of losing that has I believe effected our party this recent years. We have no more time for excuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "DeSantis and Trump have appeared to be on a collision course for months, with the former president launching repeated attacks against the Florida governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "DeSantis is very low and crashing. He is crashing and burning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DEAN",
      "sentences": "But DeSantis has been intentional in not directly attacking Trump, instead using his speeches around the country to draw a contrast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "DESANTIS",
      "sentences": "I don't have time for drama. I don't have time for palace intrigue. I want to make sure that we're executing the agenda. And you know what has happened the last four years? We don't have leaks. We don't have drama. All we do is get the job done day after day.(END VIDEOTAPE) DEAN (on camera):  Up next, Governor DeSantis will gather here in Miami with some of his biggest donors and bundlers as they really hope to make the most of this announcement. They're already working with an unprecedented $100 million in his war chest, but they are seeking to amplify this -- amplify that number out of this announcement. So we're expecting that number to grow in the days to come. We're also expecting to see him hit the campaign trail early and aggressively. We are expecting to see him in those early states in the coming days where he will rally with supporters across the country. Jessica Dean, CNN, Miami, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "You said this week that you need to have a deal this week in order to avoid default.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "MCCARTHY",
      "sentences": "Yeah, I still -- I still believe that, yeah. I still believe we have time to make an agreement and get it done.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ROMANS",
      "sentences": "Now, credit rating agency Fitch, though, expressing less certainty, now warning it could downgrade the country's perfect credit AAA rating if lawmakers don't strike a deal soon.For more on the action behind closed doors in Washington, here's CNN's Phil Mattingly at the White House. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Just eight days from potential default, everything is riding on just a small group of negotiators, negotiators who met for more than four hours at the White House on Wednesday. That is a shift. They had been meeting on Capitol Hill trying to hammer out some kind of an agreement and it was a roller coaster up until today. Today, there is nothing. No comments, no attacks, no real sense ofwhat is actually happening at the moment. And when you talk to officials, they underscore that it is actually a good thing. One official told me, quote, we're working and that is all you need to know. And that is kind of the reality at this moment because the time line is exceedingly short. The path forward to try to prevent a default, even how far apart, the two sides have been when it comes to raising the debt limit, to finding some kind of budget agreement, well, it's exceedingly short and a lot of work to do. There's no question about that. But there's also a very clear sense after the meetings on Wednesday that there has been progress. Not a deal, not a final agreement, and they certainly need one sooner rather than later, that progress was important and underscored what White House press secretary Karine Jean-Pierre said while the meeting was still ongoing. Take a listen. KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  What I can say is that the negotiations have been productive which is what matters, the conversations continue, which is what matters, and the focus is on what the leaders said themselves, what Speaker McCarthy and what the president said as well, which is default is off the table. We're going to continue to negotiate in good faith. And if that is what occurs, then we can get to a bipartisan reasonable negotiation or deal on a budget deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "MATTINGLY",
      "sentences": "So the real question right now is where do negotiators go from here?Now, notably, one member of the Republican negotiating team, Patrick McHenry, a congressman from North Carolina, actually stayed after his colleagues left. He went into the White House, was working on several other issues I'm told. Whether or not that actually got them closer to a final agreement remains an open question at this point in time. But again, to some degree, the silence is actually a good sign particularly after the broadsides over the course of the last several days, productive was one description a couple of days ago, then things went south, back up again, south again. There is one sense when you talk to lawmakers and White House officials alike that they understand that there is no more time for posturing, there's no more time for hyperbole. They need to figure something out. Whether or not they can reconcile two very different visions on spending and other issues that should be in the deal, that remains an open question, one that they don't have much time to answer. Phil Mattingly, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ROMANS",
      "sentences": "All right. Thanks, Phil. Watch this space.All right. Guam still being lashed by heavy rains and high winds this morning with typhoon Mawar, rebuilding strength as it moves away from the island. Mawar has now regained super typhoon status with winds equal for a category 5 hurricane in the Atlantic. The governor of Guam urging residents of the U.S. territory to stay home for their own protection until conditions are declared safe. The governor's office reports so far no deaths are attributed to the storm. Meteorologist Derek Van Dam joins us from the CNN Weather Center. Derek, how long until conditions are safe on Guam and where is the storm headed next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "ROMANS",
      "sentences": "Yeah, just remarkable. That video is really scary. Nice to see you, thank you.All right. This morning, fans and family are mourning the death of rock and soul music legend Tina Turner. She died Wednesday at her home near Zurich, Switzerland, at the age of 83. CNN's Anderson Cooper has more on the icon who was, it's true, simply the best. (BEGIN VIDEOTAPE) (SINGING) ANDERSON COOPER, CNN CORRESPONDENT (voice over):  She was known as the Queen of rock and roll. While she was most certainly a music royalty, Tina Turner in her 83 years became so much more, pioneer, icon, survivor. Born Anna Mae Bullock, she first performed at age 17 when she was passed the microphone at an Ike Turner concert. The two would go on to write hit singles and get married. It was Ike who suggested she change her stage name to Tina. While the relationship soared professionally, privately it descended into physical and emotional abuse. Tina Turner spoke to Larry King about it in 1997.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "TINA TURNER, SINGER",
      "sentences": "I had had a lot of violence, houses burned, cars shot into the lowest that you can think of in terms of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "COOPER",
      "sentences": "Finally in 1976, Tina left Ike and filed for divorce. A single mom in debt, she fought her way back into stardom.In 1984, she released \"What's Love Got To Do With It,\" which meant three weeks at number one and earned her three Grammys. In 1985, she burst into Hollywood starring opposite Mel Gibson in \"Mad Max: Beyond Thunderdome.\" The movie soundtrack launched another hit for Turner, \"We Don't Need Another Hero.\" Throughout the 1980s and early 90s, came a slew of unforgettable songs that solidified Tina Turner's place in rock history. But it was her unflinching memoir, \"I, Tina,\" which was made into the Academy Award nominated film, \"What's Love Got To Do With It,\" that elevated Turner to a whole new level?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "LARRY KING, TALK SHOW HOST",
      "sentences": "Do you realize that you are a feminist hero in America? Heroine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "TURNER",
      "sentences": "Your wife just told me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "KING",
      "sentences": "No, do you realize that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:08",
      "speaker": "TURNER",
      "sentences": "I'm beginning to. You see, it wasn't something that I planned. I kind of see it as a gift, because of the life I lived. It had a meaning. And I think that the meaning was all of what is happening now.I think that if I not had the -- if I had not given the story to the world, maybe my life would not be as it is, I believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:19:26",
      "speaker": "DESANTIS",
      "sentences": "This is governor Ron DeSantis. I'm running for president of the United States to lead our great American comeback. We announced that on Twitter Spaces earlier tonight and it broke the Internet because so many people were excited about being on the Twitter space.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "DANIEL STRAUSS, SENIOR POLITICAL CORRESPONDENT, THE NEW REPUBLIC",
      "sentences": "Yeah, but it wasn't how he wanted it. Instead of disrupting the presidential field, it just disrupted the platform that he made his announcement on.Look, I did not expect in this season of presidential candidates announcing the announcements of both Nikki Haley and Tim Scott to have gone smoother than Ron DeSantis'. But here we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "ROMANS",
      "sentences": "The DeSantis campaign say they raised a million bucks in just the hour after the launch of the campaign. How do you rate that response? Is that pretty decent response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "STRAUSS",
      "sentences": "That is okay. I mean, just keep in mind that Nikki Haley raised about $8.3 million in the first six weeks of her campaign and this was the first few hours. So that is pretty good. I mean, this is a move by DeSantis' people to show that this was not afailure, this launch was not a failure in some quantitative ways. At the same time, though, it doesn't really matter. DeSantis and his team are starting with a pretty massive war chest dwarfed only by Donald Trump's. So the real question in the coming weeks is if that flow of money is going to continue. Campaigns often line up donors ahead of an announcement like this so that they can say they had a big fundraising haul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "ROMANS",
      "sentences": "And you mentioned the other Florida man in the Republican race, former President Donald Trump. DeSantis didn't overtly criticize Trump, did he? Can that last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "STRAUSS",
      "sentences": "I don't think that it can. But right now DeSantis and his team are pretty clearly wary of alienating the base voters that are so enthusiastic for Trump that they need to win the Republican Party's nomination. And really this is part of DeSantis' overall strategy which is to come off as fully sort of higher than thou about petty squabbling in the primary.He has always struggled with having to contrast himself with Donald Trump, but he has never been overly eager to do a one-on-one fight with him despite now running in the same primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "ROMANS",
      "sentences": "All right. Daniel Strauss of \"The New Republic\", super interesting. Just in the beginning of the election season. Nice to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:01",
      "speaker": "STRAUSS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:27:10",
      "speaker": "ROMANS",
      "sentences": "Just into CNN, one of the final fugitives of the Rwanda genocide in 1994 has now been arrested in South Africa.I want to get straight to David McKenzie live in Johannesburg for us. David, what do we know about this arrest so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:27:10",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Christine, it's a very significant moment for international justice. Fulgence Kayishema who is implicated in some of the worst atrocities of the Rwanda genocide that happened way back in 1994 was picked up by an international team of investigators and South African police, according to the my sources on Wednesday near Cape Town in South Africa. Now, this man has been on the run for more than two decades. He wasindicted in 2001 for war crimes and genocide. And the story, Christine, of what he allegedly did is absolutely awful. In a part of Rwanda during those terrible three months, he is accused of buying gasoline and then barricading the doors of a church and burning it down with women, children and elderly, more than 2,000, inside. And when they weren't able to kill all of those individuals, he allegedly got bulldozers and bulldozed the church killing everyone inside. And he has been according to the investigator I spoke to working on different passports, moving around as a fugitive in different parts of the African continent. There was an EMS some years ago trying to arrest him. He had a bounty of at least $5 million on his head by the U.S. government. But a tipoff early on Wednesday led them to another location in the region of the Western Cape here. At first, he denied that he was this wanted fugitive, but they say by the end of the day, he did admit it and he now faces war crimes -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:27:10",
      "speaker": "ROMANS",
      "sentences": "Remarkable. Two decades on the run. Thank you so much for that. Keep us posted.All right. U.S. intelligence agencies picked up chatter among Ukrainian officials blaming each other for that drone attack on the Kremlin earlier this month. Sources familiar with the intel say intercepts show members of the Ukraine's military and intelligence bureaucracy speculating that Ukrainian special forces conducted the operation. CNN's Clare Sebastian is live in London for us. Clare, even with all of these, I guess, suggestive bits of evidence, the U.S. is still not convinced Ukraine was behind the drone attack. The Kremlin, though, has just weighed in. What did they say?",
      "isLastSentenceInterrupted": false
    }
  ]
}