{
  "date": "2023-03-23",
  "headline": "CNN Tonight",
  "subHeadline": "Critical Point For Special Counsel And Stormy Daniels Hush Money Investigations; Father Or Parkland Victim Arrested During House Gun Rights Hearing; Michigan School Shooter's Parents To Stand Trial For Involuntary Manslaughter; Parents Of Michigan School Shooter To Stand Trial; West Texas A&M University President Cancels Student Drag Show. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "His interview with Jason Sudeikis is tomorrow night at 9And you can join me and catch up on the latest politics on Inside Politics Sunday. It airs at a new time starting this Sunday, 11:00 A.M. Eastern Time. I hope to see you there. But for now, CNN TONIGHT with Alisyn Camerota, it starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Good evening, everyone. I'm Alisyn Camerota. Welcome to CNN TONIGHT.One of former President Trump's lawyers has to answer questions and turn over his notes to a grand jury tomorrow relating to those classified documents found at Mar-a-Lago. Meanwhile, we're waiting for any next steps in the investigation into those hush money payments to Stormy Daniels. The House judiciary Committee wants to investigate the D.A. in that case, Alvin Bragg, but Bragg says that would violate New York law. Also, why was this grieving father pinned to the ground by Capitol police today? You're about to see Parkland Parent Manuel Oliver, whose son, Joaquin, was shot to death in his high school. Manuel and Patricia Oliver are here tonight to explain what happened. And we have more Gwyneth Paltrow news. She's expected to take the stand tomorrow in the trial about her skiing accident. We'll tell you about the piece of missing evidence revealed in court today. Okay, but let's start with today's developments into the various Trump investigations. Let's bring in National Security Expert Juliette Kayyem, Rolling Stone Writer/Rabbi Jay Michaelson, Dispatch Editor-in- Chief and Dog Lover Jonah Goldberg and Legal Analyst Joey Jackson. Also joining us remotely is Jon Sale, who turned down an offer to join Donald Trump's legal team. John, thank you very much for being with us remotely tonight, really looking forward to having you here. Do you regret your decision not to take on Trump as a legal client tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JON SALE, FORMER ASSISTANT SPECIAL WATERGATE PROSECUTOR",
      "sentences": "No, I have absolutely no regrets, but I'm happy to be with you tonight, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Happy to have you. So, you say that you sense legally the walls closing in around Donald Trump. How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SALE",
      "sentences": "Well, there are four different investigations and, briefly, as to each one of them, I think the most serious one right now is -- the most serious threat is the Mar-a-Lago, the document -- classified document case.And with Evan Corcoran, what -- he has the ability either to severely incriminate the former president  or he could also exonerate him, because what we don't know is we don't know what he's going to say. But if he does say that he unknowingly acted at the former president's behest and misled the grand jury and did not tell the truth, that could be 1,000 in 1 violation, obstruction violation, so -- but we're not going to know because it's all under seal in a sealed proceeding. So, stay tuned in terms of that one. But let me say while I have an opportunity. I saw the barricades in front of the Manhattan District Attorney's Office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SALE",
      "sentences": "And I worked in the U.S. attorney's office right near there, and that was really disturbing. Obviously, it's necessary. But anybody through social media posts or otherwise who is expressing the possibility of violence, we all have to sing out and say that is totally unacceptable. I think our Constitution is going to work. It's worked since 1788, and I think it's going to work now.But regarding the New York county district attorney investigation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, hold on. Before we get there, let me just ask -- I just want to ask you, Jon, about that, what you were just saying about the barricades around the D.A.'s office. Do you think that former President Trump has implied that violence would be acceptable when he says, take back our country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SALE",
      "sentences": "Well, I can't get into his head, but I'm concerned that people could interpret something that way and that's something, which -- I mean, we heard there was a bomb threat today yesterday, and the security is necessary. But we just have to all stand up for whether we agree or disagree with what's going on. We cannot have violence. We can't have mob rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Well, one significance beyond the obvious, which is that you cannot have classified documents, whether you're the president or not, right, you can't magically or in your mind declassify them, is the issue of obstruction of justice. And so if you make a representation that everything has been transmitted and turned over and you say there's nothing else to see here and then, well, wait a second, there's plenty else to see and there's plenty else that they find, that's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CAMEROTA",
      "sentences": "But what if you didn't know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "JACKSON",
      "sentences": "If you didn't know, look, it's very important, Alisyn, and that's a great question, because in law, there's sort of this mindset issue. It's called men rea. Not to get too technical, but in order to commit a crime, you have to have the mental state, and so you have to act knowingly or intentionally to do something. It's another way to act negligently or recklessly, et cetera. And so I think that's significant.But when you say what if you didn't know if who didn't know, if the attorney didn't know, or if Donald Trump didn't know, you know, we're only as good as lawyers, as what our attorneys -- excuse me, what our clients advice us as lawyers as to what the facts are, and sometimes a lawyer can be misled. And so I think it's going to be critical as to the president's state of mind and whether he intentionally made misrepresentations to his lawyer, and that's going to be critical and that will be meted with the other evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Juliette, what about what Jon was bringing up in terms of the security concerns surrounding all of these possible legal developments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Right. So, there're two ways that I've been looking at it. So, first, clearly, the threat environment is increased. We know what Trump means when he says things like, take America back or fight for me or protest. It's interpreted by some small percentage, so not all of his supporters are violent, while some small percentage of his of his supporters as a justification for violence.You're always going to be worried about that group. They're online. They're doing things to make the threat environment increase, and that's why you're seeing whatever happens, Trump is unbelievably good at just driving activity. Like there could be -- you know, we've been waiting a week and everyone is now focused on the security of these facilities there and the people who are bringing the case against him. But what's been amazing to me is someone who's sort of followed violent extremism before January 6th and then after in terms of how Trump was able to incite without actually directing it, is his ability to deliver now has changed significantly and whether it's because of his own isolation from the major social media platforms, the arrest of a couple 100 people, the disruption of terror groups, like the Oath Keepers, an attempt by the January 6th committee to give some off- ramps to the report to Republicans who don't want to be part of this anymore. So, you're even now seeing whatever the Republicans are saying in terms of this is a witch hunt against Trump. They're also all saying do not protest. They know -- I don't know -- I know they're doing the polling. And the pulling says the American public does not want to go back to that and is actually not -- wants to move on, at best, wants to move on from January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "JAY MICHAELSON, COLUMNIST, ROLLING STONE",
      "sentences": "There's something here also, you know, curious kind of trying to get into Trump's mind is always a bad idea. There's this incredible gross negligence, right, where sometimes there's a term called stochastic terrorism, where you don't say take up a gun and do all these things but you know that some of your followers will interpret your ambiguous words in just such a way.And we've seen this again and again and again, and it is it does feel sometimes as though the walls are closing in and at the same time there's also this profound disrespect for the rule of law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Jonah, one of the things that's happening with Alvin Bragg, so the Manhattan D.A., that he's gotten a letter from the House Judiciary. So, Chairman Jim Jordan basically wants to do an inquiry into whether the prosecutor, Alvin Bragg, is doing a -- if this is a political investigation. And Alvin Bragg sent a letter back. His office sent a letter back today basically saying that's against state law. You have no jurisdiction over what we're doing. Tell us how you're seeing everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "MICHAELSON",
      "sentences": "Tell me to (INAUDIBLE) personal offense for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "GOLDBERG",
      "sentences": "I didn't mean to eat out off your food bowl, and I apologize. But it's an example of how this tit-for-tat logic that is overtaken Washington and our politics brings out the worst and all of the actors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "CAMEROTA",
      "sentences": "Jon, final thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "SALE",
      "sentences": "Well, I do not think Alvin Bragg is being political at all. But I agree, I think the case would be very ill-advised. I think both -- I think Robert Costello's testimony probably gave them pause and they're trying to regroup and there are much better cases to bring than this contrived case, but I think they're in good faith. They're not political. But, you know, if you do a thorough investigation and you do not prosecute, you have not failed. You've done justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "CAMEROTA",
      "sentences": "Yes, quickly, Joey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "JACKSON",
      "sentences": "The first thing is that there's always going to be contrary evidence. I have not tried a case in 20 years where there's not evidence that's in controversy. The issue about someone coming and saying that I have other information, Michael Cohen told me differently, that shouldn't give anyone pause. That's what trials are about. They're about making factual distinctions.Moreover in climbing your steep hill, Jonah, the reality is that I've had clients prosecuted for far less. At what point is there accountability for everyone and can everyone trust the system that works for everyone? The fact is, is that it has to be such a difficult case, it should be an A felony, it should be a B, it should be a C, it should be a D. At what point should a president be accountable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "GOLDBERG",
      "sentences": "It should be by the statute of limitations, and you shouldn't have a D.A. who campaigned and bragging about prosecuting Trump carrying the first indictment of a former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "JACKSON",
      "sentences": "Look, the reality is that if the president -- if the president has violated any laws, we have a process. I'm an alumni of that office. That process is to bring it before grand jury. That grand jury makes an assessment as to, A, is a reasonable cause to believe a crime was committed and, B, that the subject, Mr. Trump, committed. And if they don't believe that, don't indict, but if you do believe it, have it go to trial and have reasonable minded people of 12 reach a consensus or not that this criminality.The president deserves, like everyone else in every client I sit next to in court to have his day in court and to really be evenly applied the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:06",
      "speaker": "GOLDBERG",
      "sentences": "I think that's all very reasonable. I also think that Alvin Bragg has prosecutorial discretion. And this was not the case to bring if you want to have the first prosecution of a former president. And, look, I take a backseat to nobody in my criticism of Donald Trump, and I think he's guilty of all of this. So, like I'm not trying to defend Donald Trump, but like the law -- the rule of law should actually matter, particularly for people who are in charge of enforcing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, ma'am, ma'am, all right, please remove that woman, please. You removed your breaching protocol and disorder in the committee room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PATRICIA OLIVER, MOTHER OF PARKLAND SHOOTING VICTIM, JOAQUIN OLIVER",
      "sentences": "You took my son away from me and I'm not going anywhere. I'm going to listen to your absurd --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ma'am, please leave the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And remove him too. And I think (INAUDIBLE) in front of the other folks who (INAUDIBLE).The committee welcomes the public to this meeting. We have people on both sides of the aisle. We have people on both sides of the aisle. P. OLIVER:  We are using First Amendment. Listen, our First Amendment has the right to say whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He is a father that lost his son.P. OLIVER:  He is not violent. He is not violent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Those are the parents of Parkland Shooting Victim Joaquin Oliver at a congressional hearing on gun rights today. Capitol police, as you could see, pinned Joaquin's father, Manuel Oliver, to the ground and arrested him outside of the hearing room while his wife and a crowd looked on. Manuel and Patricia Oliver join me now. They're also the co-founders of the gun safety nonprofit, Change the Ref. Guys, thank you so much for being here.Manuel, what was happening there? What were we seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "MANUEL OLIVER, FATHER OF PARKLAND SHOOTING VICTIM, JOAQUIN OLIVER",
      "sentences": "Well, you see me getting arrested and -- but worse than that is that we were seeing how these side of the hearing was just telling us lie after lie after lie.I think that the story is not about me getting arrested. It's more about Patricia representing all mothers that have suffered for losing their son or daughters. She was right there putting her voice very loud, so these liars will know where we are and what we stand for. We lost our son and that should be addressed in some way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Patricia, what was it that you were hoping to accomplish? What were the lies? Were you trying to combat some information? What were you trying to do in that hearing room?P. OLIVER:  Really, what I was trying to do in the hearing room is to listen to them. So, we were just -- they were just discussing about removed the ATF office because they don't consider that this is an office that he has to be working and doing something that is really needed today, which is gun violence that is happening every single moment of the day, every day. And when I was listening to them over and over, going through issues that weren't related to the main reason we were on the hearing, I just lost it. And I got to say to the speaker, to the leader speaker there that I lost my son because of them. Because they way to see them, the view that they have about gun violence is totally different is away from reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "CAMEROTA",
      "sentences": "At one point, the chairman, one of the chairman of this, Pat Fallon, likened the outburst to January 6th. So, let me just play you that exchange.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is this an insurrection? So, will they be held to the same -- I don't want another January 6th. Do we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If they're trying to overthrow the government, they ought to be held to the same standard. But I think they're trying to express their --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The member is out of line. Does the Capitol police not do their jobs? What the hell is going on?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "CAMEROTA",
      "sentences": "What are your thoughts on that?M. OLIVER:  Well, these guys making a joke about this, really? The chairman in this session is joking about what's happening, comparing what I did with the insurrection? Honestly, you're doing that showing the whole country what your opinion is, how your how your thoughts, your process of thinking works? Shame on you. Shame on you. That's what I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "CAMEROTA",
      "sentences": "Patricia?P. OLIVER:  It's very cynical. I was outside. Meanwhile, they were arresting Manuel. And I was just saying to the security guys that they were very rude at that point, that we were just using our First Amendment, and that's what I did when I was inside the room. I was the one who stand up and say what I said to this speaker. I don't want to even say his name either. He's not worth to be named. I think that they just act the way they're acting because they want to grab attention, and that's so bad. So, we're playing here to get attention in any -- at any price. So, why you don't do your job and say what you have to do -- you have to say and move forward with the laws that we need to get done instead of complaining about and joking about what happened on January 6th. That was very sick and everybody is still working on that and punish people because of that. Yes. Well, we know that you two are still fighting for this cause and that you're still trying to act as your son, Joaquin's voice and we really appreciate you being here and sharing what happened today with us. M. OLIVER:  Thank you. P. OLIVER:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "CAMEROTA",
      "sentences": "Take care.P. OLIVER:  You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "A Michigan appeals court ruling that the parents of the Oxford High School shooter must stand trial. Jennifer and James Crumbley' son, Ethan, killed four students at his school in 2021. Holding his parents partly responsible would be a precedent setting case. The pair is facing four counts of involuntary manslaughter. Their son pleaded guilty in October and could be facing life in prison without the chance of parole.I'm back with my panel. Juliette, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "KAYYEM",
      "sentences": "I like this case. You know, obviously, it's troublesome. In the sense are you opening up a Pandora's Box, any of us who are parents? You know, your kids at some stage to take responsibility for their actions, so I just want to put this in perspective. This is a unique case because these are uniquely horrible parents. And and if you just look at it that way, then it starts to make sense.They give him -- first of all, they give him the gun. I mean, you know, let's just start there. They know his mental state. He's essentially, I'm not defending him, begging for help. He is telling teachers. Teachers are then telling the parents about what's going on. When he's caught at one stage, the mother sort of gives a wink, nod kind of emoji and says, I'm not mad at you, just don't get caught next time. So, these are parents who are somewhat colluding. There's a line in the in the court here, the court decision, saying that they can go forward. And I think it's helpful putting this in perspective, they said. The parents also guided him with the weapon he used to kill the victims and that their actions and inactions were in -- oh my God, I told you I was going to screw it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "CAMEROTA",
      "sentences": "He's translating. Thank you, Jay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "KAYYEM",
      "sentences": "I just learned English. And with their son's actions, in other words, it was what they did that that helped him do it. It wasn't just bad parenting. So, we go with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "MICHAELSON",
      "sentences": "Yes. I think there's really reasonable concern that like every parent could possibly be responsible for something horrible that their son did. And I think it's really important to bring out that nuance, that this was something -- and, again, they're being they're being charged with manslaughter. And this is basically a negligence standard, it wasn't negligent to just ignore all of these warnings.I think we have the work that -- the so-called math worksheet, where their son took up a math worksheet and drew these horrible -- CAMEROTA:  A gun, and he says things like, my life is useless. He says, the world is dead. He shows a gun, he shows a body bleeding. And that was, I assume at some point -- well, I think that might have been the morning of the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "On the flip side, one of the things that they -- that were presented, one of the bits of evidence that was presented, was his journal. And so, today, they said that the -- part of the reason the parents should have known what was going on was because here's the evidence. Every one of the 21 pages in his journal of written material had reference to plans to commit a school shooting.In one entry, for example, Ethan wrote, I will cause the biggest school shooting in Michigan's history and I will kill everyone. I f- ing see. Ethan Crumbley also described a specific plan explaining the first victim has to be a pretty girl with the future so she can suffer like me . But are we expected to know what's in all of our children's journals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "JONAH GOLDBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I don't think -- I've never looked at my daughter's journal. You're not supposed to look at your kids journals. But if you've got a kid who's got serious mental health issues and proclivity to violence, some of those privacy rules start go by the wayside.The way I look at this, my instinctive thing is the -- it's really hard cases make bad law like -- but I agree with you. These are uniquely craptacular (ph) parents. That said, the way I think about it, okay, what if it's not the parents? What if it is the dean of students or the dorm master at a boarding school and it was this foreseeable? You knew this was happening and you gave the kid a gun, like obviously, that person would be charged with something and sued and we can get in an argument about whether they're overcharged or undercharged. I don't know from the law. But -- so the idea that just because they're the parents, and they actually knew more and we're more responsible, they should get a pass, that doesn't work for me. So, I'm -- it's icky, but I'm in favor of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "JOEY JACKSON, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Good for the prosecutor in Michigan for moving forward. Why? I think that certainly parents shouldn't be held accountable for what their children do unless -- there are always exceptions --unless you're on notice. Put the journal to the side for one moment and you don't look through your daughter's journal and you give your children the privacy they deserve. But you do know that your son has mental maladies and you're aware of that. You're on notice of that. You purchase a weapon and you don't secure that weapon in a way that it is separate and apart, and there is no way that your child is getting a hold of that.Then your child gets ahold of it with you knowing what the capabilities, the mental proclivities of your child are. Going back to what Juliette said, right? Now, that day in school, you're told to take your child out when he's doing things like we just saw, and you say, nothing to see here. I'm not taking him anywhere. The fact is, is that when you look at someone dying, it's not only the misconception that some have that you have to have intent. It is this other thing, and it's just this egregious, reckless, careless, irresponsible behavior. So, if you're going to be this irresponsible then you need to deal with the consequences. Last point and that is this. Every case turns on its facts. And if there are facts that are comparable in the next case charge, in the next case charge, in the next case charge, it's not a matter of using it sparingly. It's a matter of using prosecution appropriately when the facts call for it. In this case, they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "And by the way, I mean, all of this will come out in trial. That's allegedly they knew about all these warning signs, and there appears to be evidence that they did, but that's what is going to happen in trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "JAY MICHAELSON, COLUMNIST, ROLLING STONE",
      "sentences": "And to make sure not to leave one item on the table --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "MICHAELSON",
      "sentences": "-- which is -- which is about the storage and the lack of -- they didn't secure this gun. So, Michigan, the legislature passed Safe Storage Act pretty reasonable. You have to store your gun properly. And you -- you know, you can't let your kid get to it.The Michigan GOP responded with holocaust Nazi analogies. The Michigan GOP Twitter account tweeted out an incredibly anti-Semitic analogy that said before they collected all these wedding rings, they collected all the guns, in other words, analogizing any gun control to Nazi Germany. And they double down when called on this and then went further saying that this this policy was like slavery and like the Japanese internment and Native American massacres. And I think it's important that we're not -- we don't only focus on these two parents, but this is an outrageously irresponsible response and an anti-Semitic response, which we also see by the way in a previous segment around the Trump cases. Where soros (ph), soros, soros, this kind of anti-Semitic, you know, dog whistle is tweeted out again and again and again, and it's really disappointing that even a safe storage bill, which is pretty reasonable and has widespread public support, garners this extremist rhetoric from the official Twitter account of the Michigan GOP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "Thank you for making that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "JACKSON",
      "sentences": "Amen to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "We really appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:01",
      "speaker": "CAMEROTA",
      "sentences": "All right. Everyone, stick around. A Texas university cancels a drag show for an unusual reason. That's next.(COMMERCIAL BREAK) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:01",
      "speaker": "CAMEROTA",
      "sentences": "That was RuPaul's Drag Show just for a little midshow entertainment for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "He finally sliced it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "What am I doing here? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "He finally sliced it up. Well, the president of West Texas A&amp;M University canceling a student drag show that was set for next Friday. It was a fundraiser for the Trevor project, which is a suicide prevention organization for LGBTQ young people. And in an email to the university community, the president, Walter Wendler writes, \"drag shows stereotype women in cartoon-like extremes for the amusement of others and discriminate against womanhood. Drag shows are derisive, divisive and demoralizing, misogyny, no matter the stated intent,\" end quote.He goes on to compare drag to blackface, saying, quote, \"as a university president, I would not support blackface performances on our campuses, even if told the performance is a form of free speech or intended as humor. It is wrong.\" I'm back with my panel. This is interesting to me. This is an interesting analogy that I had never thought of. So, Juliette, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "I'm a woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "I am not offended by drag. No, I -- first of all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "But wait a minute. You're not offended by drag. Let me just say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Isn't it -- doesn't it stereotype women in a cartoon-like extreme?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "Yeah. I mean, you're gonna cancel performative -- a well known performative concert because you've read something that says some women -- it denigrates woman, as if drag was not also an expression by the LGBTQ community of being able to express the gender, the lack of gender binaryness, right, that things are fluid. So, you're not going to really win this one. I mean, in other words, if you're the president of the university, and it just felt like he read some article -- like you were saying that he read some article and was like, oh, I'm going to be clever, right? And I'm gonna be -- and so -- but I want to talk about the black facing.It is not like blackface, right? It is an absolutely not like the reason why -- I mean the history of blackface is that African American actors would not get hired often. It was either making fun of the color or they wouldn't get hired. So, if you wanted to have someone in African American role or character, you would put the actor in blackface. So, it's apples and oranges. And it's -- it makes a very complicated issue about gender and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "-- seems so simplistic, and that's what sort of frustrating about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "It's kind of like apple and bicycles --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "Yeah. Like it's like (inaudible).(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "-- I feel like this is an incredibly offensive -- I mean, he wanted to like, double up on his homophobia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "Yeah, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "-- going on some racism as well, like that wasn't enough. I feel like people like this need to just meet the people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "-- who are stigmatizing all the time. You know, we've seen all of this like wave of anti-trans legislation. Have these people ever met someone trans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "-- I mean, I have trans friends, like if you spend a few minutes with the trans person, or in this case, with the drag queen or with whatever group you want to stereotype and stigmatize and say stupid stuff about, you know, on the Internet, you wouldn't have these stupid ideas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "GOLDBERG",
      "sentences": "Yeah. I don't want to be the skunk at the garden party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Go right ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "GOLDBERG",
      "sentences": "First of all, I have -- I have no problem with a private university or any public republic university saying that certain things are inappropriate. They can be wrong, and that's fine. You can have arguments about it. I certainly agree that drag shows have a long history into all of a sudden be as freaked out by them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "GOLDBERG",
      "sentences": "-- is a little weird. That said, I have transference like one of the biggest intellectual influences on it on my life is Deirdre McCloskey was a brilliant economist, and she is trans. I do think there is something fundamentally weird that says you have to show your solidarity and your appreciation for serious -- for serious people who happen to be trans by being really into and indulging in what are essentially transgender strip shows. And like if you had ever said something about -- you don't understand gay people unless you go to a gay strip show, people are looking at you like you're crazy and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "And is somebody saying that or people just saying they enjoy drag shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "GOLDBERG",
      "sentences": "Oh, you follow on Twitter. If you -- if you could guarantee you, by the end of tonight, with me saying even this much, I will be attacked by people, you don't understand what drag shows really are about, and they're wonderful. And why can't kids go to them and all that kind of stuff?I think it is -- it is a more complicated thing than simply rank bigotry to say you have a problem with drag shows in certain contexts than a lot of people who are on the other side of it wanted to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "Wait a minute, Jonah. I mean -- I think I get --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. Hold on. Let's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "-- to win in terms of person on the panel who's been to the most drag show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "I don't know about that. I've been through a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "MICHAELSON",
      "sentences": "I mean, I've been on Alaska named herself. I feel like, you know, I've probably been to -- I don't know -- several 100, maybe 1,000 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "CAMEROTA",
      "sentences": "Okay. You win. (Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "I see this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "MICHAELSON",
      "sentences": "-- and that's also not the complaint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "-- I see this in a far more simplistic way. I look at universities, colleges, community colleges. I was at a college today, speaking to young people. Go Guttmann Community College. Keep going kids. The reality is that these are laboratories of learning. And I think if young adults want to be expressive, and they want to engage in certain behavior, how dare the president or anybody else suggests what's appropriate and what's not appropriate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "It is drag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "How about young adults -- how about our young adults be allowed to express themselves and not have you express for them and be opinionated in that regard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "I think that's ridiculous. I honestly think --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "Furthermore, that was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "MICHAELSON",
      "sentences": "That's okay. You can't think it's like cancer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "No. Defending institutions that are supposed to mold character and actually train people towards something.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "MICHAELSON",
      "sentences": "(Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "Hold on a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "We (inaudible) part of the educational process to protest and to express yourself and not actually to absorb information or values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "But who are you or one else to suggest and judge what's appropriate and what's inappropriate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "The president of the university is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "The president of the university has students there. So, one thing -- because you're the president you say is wrong. The next thing you say is right. But then what -- isn't this a democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "So, when does it not get to the point --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "Universities are not democracies.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "He was talking to (inaudible) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "They do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "Are you sure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "They get -- they get to vote on -- they get to vote on their development, they get to vote on who they're going to give money to, they get to vote on the fact that the proceeds from this we're going to mental health issues relating to those who are LGBT and had these mental health maladies. And I think students should be students, be expressive, and college university shouldn't tell them what to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "Joey, one last thing. What about the blackface analogy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "I think it's preposterous. I think it's absolutely ridiculous to make that comparison and enough said in that regard. And because the president believes it's comparable to blackface it makes him right and students get out of here, I just don't think that you should have as a laboratory of learning where children, young adults are developing and growing, I don't think there should be censorship , and I don't think this should be distinctions between what's appropriate, what's inappropriate, what you can do, what you won't do, what you should do, which --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "I think professors are allowed to decide what's appropriate for their class and their syllabus, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "KAYYEM",
      "sentences": "Right. Right. The president -- yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "I think -- I think presidents are allowed to decide what appropriate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "-- and they can be fired if they make stupid decisions. That's fine. But this idea that it's a what 1,000 flowers boom and whatever floats your boat and students just get to, say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBERG",
      "sentences": "-- I'm going to say express myself, however, I want is how you get things like you just had at Stanford Law School where you have wildly inappropriate reactions. That are training kids to think that somehow constraints on their id or somehow inherently illegitimate. I think it's a terrible way to educate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "I never want to break --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "KAYYEM",
      "sentences": "I fully agree with Johan --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "Very quickly, very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "KAYYEM",
      "sentences": "-- just -- but I think Jonah's right in the sense that -- I mean, I teach at a university -- that there is standard setting. Here's what -- the problem with this case is it was a stupid standard like -- I mean, it was just absolutely preposterous notion to think that you're going to ban drag and he should be fired or change his mind or whatever, but the idea that a president or a university professor doesn't have some standard setting for a university is just it's actually kind of dangerous --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "But who gets to determine what the standard is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "GOLDBEERG",
      "sentences": "The Board of Trustees appoints the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "JACKSON",
      "sentences": "But -- yes. But the president is not a dictator there. The president of the university and they're very astute into want to be expressive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "CAMEROTA",
      "sentences": "All right. On that note, guys, hold on. Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:55",
      "speaker": "MICHAELSON",
      "sentences": "It's conservative to defend a cancel culture. I mean, (inaudible). I'm glad to see that we could just ban any speakers we want --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Those are staggering numbers. Oren, thank you very much for this breaking news and your reporting. Keep us posted on what happens tonight.Meanwhile, deep fake images are spreading online of Donald Trump being arrested. But that's not true. Despite how real they look, that did not happen. So how are we supposed to tell reality from fiction? Some suggestions next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}