{
  "date": "2023-01-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Police Searching for 39-Year-Old Ana Walshe; Iran Sentences Three More Protesters to Death; War Game Simulator Show a Chinese Invasion of Taiwan Would Fail. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Just ahead, a Massachusetts man pleads not guilty to misleading police as they looked for his missing wife. What he searched for on the internet that has prosecutors alarmed.Plus, more anti-government protesters are sentenced to death in Iran. And the country's supreme leader is calling the demonstrations acts of treason. A live report coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "QUIGLEY",
      "sentences": "The cell phone has been off, since around the 1st of the year. Detectives are working the electronic forensics. Debit cards or your credit cards and none of these things have been active since the 1st of the year.KAYE (voice-over): Police say both her husband and her employer, reported her missing on Wednesday, January 4th. They say there is no record of her on a flight to D.C. on any airline. And it's unclear if she ever took a rideshare. Searches of the woods and surrounding areas near their home turned up nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She would not by her own choice go a day without speaking to her husband or children, like that's a very out of character.KAYE (voice-over): Days after her disappearance, a bizarre twist. Police now say her husband, who they thought had been cooperating, misled investigators. Two law enforcement sources, briefed on the investigation, tell CNN's John Miller that investigators discovered Brian Walshe did internet searches who looking for how to dispose of a 115-pound woman's body and how to dismember a body. That knowledge led Police to get a search warrant for the family's home, which culminated in Brian Walshe's arrest yesterday for allegedly misleading investigators. At his arraignment in court this morning, he pleaded not guilty. But prosecutors shared disturbing details about evidence they say Police found during the search of the couple's home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "LYNN BELAND, PROSECUTOR",
      "sentences": "During that time, they found blood in the basement. Blood was found in the basement area, as well as a knife, which also contained some blood.KAYE (voice-over): Prosecutors also listed cleaning supplies Brian Walshe allegedly bought in the hours after his wife's disappearance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BELAND",
      "sentences": "He's on surveillance at that time purchasing about $450 worth of cleaning supplies. That would include mops, bucket, tarps, Tyveks, drop cloths, as well as various kinds of tape.KAYE (voice-over): According to court documents, Brian Walshe had said he was running errands for his mother on the afternoon of January 1st. But court documents obtained by CNN, show on January 7th investigators reviewed surveillance video from the two stores he said he'd visited for his mom. Police say they did not see him on the video and found no evidence he went to those stores.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Brian, what do you want the public, to know about this case?KAYE (voice-over): His whereabouts that day are important given that's the day his wife disappeared. Court documents show investigators later discovered surveillance video of him at a Home Depot in Rockland, Massachusetts wearing a black surgical mask, blue surgical gloves and making a cash purchase. Court records show investigators believe Brian Walshe tried to mislead investigators and purposely gave them false information, so they would travel far away in an attempt to corroborate his story. Randi Kaye, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "In Newport, Virginia, a vigil has been held for a teacher shot in her classroom by a 6-year-old boy as we learn new details about the investigation. Police say that they're looking into whether there will be any charges against the parents. The police chief says that the firearm used in the shooting had been legally purchased by the boy's mother.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHIEF STEVE DREW, NEWPORT NEWS, VIRGINIA POLICE",
      "sentences": "We determined that the firearm was in the residence where they lived and the child had obtained that firearm, praised it in his backpack and brought it to school. He was brought to school by his mother later that morning. The 6-year-old child brought to school, like we said there, and he was determined. We wanted to know about that firearm. That was one of things that we did in our press conference, that was one of the questions I had. Where did the firearm come from? The firearm was legally purchased by the child's mother out of York County.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CANCIAN",
      "sentences": "It runs out within typically the first couple of days. And when that runs out, then the United States has to use shorter range munitions. Those can be effective but it increases losses and increases risk.LIEBERMANN (voice-over): China has the world's largest navy with about 340 ships and submarines compared to nearly 300 for the U.S. China's army has one million active-duty service members and it is the third largest air force in the world. A top U.S. general says the key to avoiding conflict is deterrence. GEN. MARK MILLEY, CHAIRMAN, U.S. JOINT CHIEFS OF STAFF: As long as we remain number one, then we will deter the war that people worry about, a great power war between China and the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "LIEBERMANN",
      "sentences": "Crucially this war game doesn't ask the question of, what would happen to make China decide to use military force to invade Taiwan? That remains an open question.But it is a crucial one to understanding the situation, especially given the West's reaction to Russia's invasion of Ukraine, sanctions that have crippled Russia's economy. Would China run the same risks given its own imports and exports, given its industrial economic power or would it use those powers to try to control Taiwan without using its military? And that is a critical question. Oren Liebermann, CNN, at the Pentagon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "The Georgia Bulldogs are celebrating their second college football championship in its many years. Head coach Kirby Smart hoisted the trophy after a dominant 65-7 win over Texas Christian University. Georgia quarterback Stetson Bennett opened the scoring with this touchdown run. He would go on to run for another and pass for four touchdowns. Bennett was selected as the game's MVP.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "KIRBY SMART, GEORGIA BULLDOGS HEAD COACH",
      "sentences": "We wanted our kids to play without fear. And all year I told them, I said, we ain't getting hunted, guys. We doing the hunting. And hunting season is over. We've only got one more chance to hunt and we hunted tonight.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}