{
  "date": "2023-08-30",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Idalia Lashing Georgia And Carolinas After Rocking Florida; Biden Offering Help To States Impacted By Idalia; Serious Questions After Sen. Mitch McConnell (R-KY) Freezes Again In Public; Abby Phillip And Panel Discuss McConnell Freezing Once Again While Speaking In Public; Abby Phillip And Panel Discuss Trump Mug Shot; North Korea Says It's Fired Two Ballistic Missiles As A Warning To The United States. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:03",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Hey, Kaitlan, thank you very much. Have a good night.And good evening, everyone. Our special coverage continues today of Idalia. That's the storm that is wreaking havoc across large sections of the country tonight. I'm Abby Phillip. And right now, Idalia is a tropical storm after making landfall as a hurricane. The storm's rain is now covering four states, stretching 600 miles from Florida all the way up to North Carolina. And that wind is now impacting half of that area. Now, the danger remains as Idalia continues to move north into the Carolinas this hour and the record storm surge threatens communities in those areas. Now, homes are still underwater and some of the damage is catastrophic. CNN is live across the southeast, including in Charleston, where there are reports tonight of flooding right in the city center. We'll go right there in a moment. But I want to start first with our meteorologist, Chad Myers. He's over in the CNN Weather Center. Chad, what is the condition right now of this storm and where is it headed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Well, we're losing some wind speed, and that's the good news. And it's headed to the northeast. That's the second answer toward the North Carolina Coast. But what I don't like on this map is how bright colored here. The temperatures mean the brighter the color, the colder the core, so therefore the heavier the rainfall, that's happening now in the Piedmont of South Carolina.Also across the Gulf Stream here, some bigger storms rotating in. Those that are on the Gulf Stream could rotate in with a little bit of spin to them. That means that there's a potential for some tornadoes tonight. We know there have been a few on the ground already. Now, later on tonight, it does move off the coast, but we're still going to see some coastal beach erosion, for sure and still the threat of tornadoes especially across the low country there, North Carolina all the way through the South. That's the area here we're most concerned with because these storms are rotating around the center itself. And every storm that rotates from the ocean on the land can actually cause a tornado to form. And now it's nighttime, they're harder to see. You have to watch the radar. You have to keep your phone on so that you know what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "All right. Chad Myers, thank you very much. We will, of course, be back with you as the night progresses and as things develop.And just in to CNN, we're getting reports of flooding in the city of Charleston, South Carolina, tonight. I want to bring in Charleston's Emergency Management Director, Ben Almquist. So, Ben, thank you for being here. The National Weather Service tonight says that the water levels in the Charleston Harbor are exceeding what they expected. It's now at nine feet. That's the fifth highest level ever recorded. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "BEN ALMQUIST, DIRECTOR, CHARLESTON EMERGENCY MANAGEMENT",
      "sentences": "Yes, so we had exceptionally high tides for today. We knew we were going to have those ahead of the storm. They're actually just a coincidence that it's occurring at the same time.We get these about every year around this time. The floodwaters peaked at 9.2 tide, 9.2-foot tide for us. They are currently receding right now, which is good news, but we still have plenty of floodwaters throughout the city right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "And as the night goes on, what do you expect to see in terms of the conditions in that Charleston area, as the storm moves through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "ALMQUIST",
      "sentences": "Well, we still anticipate some heavy winds to come through. We've seen tornado activity throughout the day. Certainly, the water is going to stick around a little bit longer, even though that tide is receding for us. And there will still be some rain bands yet to come through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Has your department had to make any rescue efforts amid the storm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "ALMQUIST",
      "sentences": "There have been some rescue efforts. But for the most part, citizens of Charleston have done what we asked and stayed indoors, which has been a great thing for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Good. And we'll continue to monitor the situation there as the night progresses.Ben Almquist, thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "ALMQUIST",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "And I want to bring in now CNN's Gloria Pazmino. She's in Crystal River, Florida, which has experienced a significant storm surge. Gloria, what kind of damage are you seeing where you are there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Yes, that continues to be a concern. Gloria Pazmino, thank you very much.And the destruction from Idalia is not sparing even the governor's mansion in Tallahassee, Florida's first lady, Casey DeSantis, posted this image on X, formerly known as Twitter, showing a hundred-year oak tree that crashed into the building. Casey DeSantis says that she was home with her children, but that thankfully no one was hurt. And CNN's Brian Todd is there in the state's Capitol tonight witnessing the damage throughout the city. Brian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Here in the Big Bend area of Florida, including here in Tallahassee, a lot of recovery left to do, a lot of damage to assess, and it's still kind of dangerous, you know, as the day passes. The first full day passes after Hurricane Idalia came ashore.Take a look behind me. This is a street in Tallahassee. We talked to the homeowners here about their experience, and they were very jarred by what happened. Take a look at this large pine tree. Look at the root system. The storm uprooted the entire tree, which is a large tree covered in Spanish moss and vine. It uprooted the tree, the roots, and it took the fence with them. It missed the house by just a few feet. The people inside are okay. They were in there with their daughter, and they did hear and see this, but they came out and just were aghast at what they saw here. This tree, as we walk over here, came down and laid across the street, but crews were quick to get here and then remove the part across the street. But this family still has a lot of damage to recover from. And what officials are telling us tonight is that it is still dangerous to navigate these streets. If you're in your neighborhood, if you're determined to get back to your house or to deal with your house, be very careful because there's still a lot of down power lines. There's one there over my left shoulder right there. These are extremely dangerous, and this is a scene repeated all over the Tallahassee area. Officials saying you've got to be very, very careful. A lot of generators are also running on this street. Traditionally, after hurricanes, a lot of people die in generator related accidents. So, again, there are hidden dangers all over the region that was affected by Hurricane Idalia. And people here are just now kind of digging out, assessing their homes and dealing with those dangers. Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "All right. Brian Todd, thank you.And another part of Florida that took the brunt of the damage, the city of Perry. Idalia dropped heaps of rain and snapped trees, some falling on homes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, I just heard something crack. Look, there it goes. There it goes. Oh, my gosh. No. It's okay. It's okay. It's okay. It's okay. Oh, I just heard something crack.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Scary moment there.CNN's John Berman is in Perry at a gas station that got hammered by those winds. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "PHILLIP",
      "sentences": "And that was President Biden promising to help the areas that are being hit by Idalia. And it's coming at the most opportune time as they begin to assess that damage.Now, flooding is a major problem across Florida as well, where storm surge hit historic highs. And now, the Carolinas are being pummeled by what's left of this storm. I want to bring in Dianne Gallagher, who's in Carolina Beach, North Carolina. Dianne, you were earlier on the beach, some tourists just running around trying to see how things are looking. What are the conditions right now, and, hopefully, other than you, not a whole lot of people around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "We are one of the very few groups of people who are out here right now, Abby. And, look, you're starting to see the wind pick up again. We had torrential rain just a few moments ago that has stopped.And you can kind of see the palm trees behind me with the wind. But I really want to show you here. We're at the boardwalk area of Carolina Beach. You can see the rides that are just sort of being pushed by the swings -- excuse me, pushed by the wind. Those swings up in the air, they were literally almost perpendicular to the ground just a bit earlier. We're seeing these bands continue to come through. And according to the forecasters here, the National Weather Service in Wilmington, this is what we expect throughout the night. We're under a tornado watch until at least 04:00 A.M. We've already had spotted tornado and a water spout in the area, tornado warnings. And we have special marine warning that's been going on here with concern about possible additional water spouts. Now, according to the town manager, the emergency director in New Hanover County, the most concern they have comes on Thursday morning, Abby. And it is a fear of moderate flooding and also moderate winds in the early morning hours due in part to those king ties (INAUDIBLE) should be over by about mid morning. But, again, they're asking people not to get in the ocean or in the floodwaters in the morning tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "PHILLIP",
      "sentences": "Yes, a dangerous coincidence for this storm to be hitting at a time of that king tide, making matters a lot worse. Dianne Gallagher, thank you very much.And some Florida residents decided to ride out the hurricane instead of evacuating, including my next guest. I want to bring in St. Pete Beach Resident Barb Schueller. Barb, thanks for joining us. You did ride out this storm from the bottom floor of a two story apartment building. What was that experience like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "BARB SCHUELLER, RODE OUT HURRICANE IDALIA",
      "sentences": "I did. And it was a bit harrowing, but we were prepared and we set up our apartment to actually ride the storm out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "PHILLIP",
      "sentences": "You took some video from outside of your apartment, which is pretty close to the sea wall. How high did the water end up coming up for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "SCHUELLER",
      "sentences": "Well, it went over the sea wall and we actually saw waves coming over the seawall. It was a bit -- I was inside my apartment and we did board up our apartment with sandbags. We were prepared. But I actually heard it felt like the beach was right outside my apartment.But we did get a bit of breach of our efforts, but we were able to take care of it. We stayed, we took care of our apartment, and we succeeded. And it we're fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "PHILLIP",
      "sentences": "Good. I'm glad you are fine. Will you be able to stay in your apartment? What will the days ahead look like as the cleanup is underway? It sounds like you took on some water, but perhaps not as much as it could have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "SCHUELLER",
      "sentences": "No, we did take on some water, but we spent a lot of time wringing out towels and cleaning up, and the cleanup is over with. We helped our community. We live in a small apartment complex with lots of elderly people and people that needed help, and we were there to help them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "SCHUELLER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "PHILLIP",
      "sentences": "And we'll take you right back to the Carolinas where the floodwaters are rising this hour.But, first, is Mitch McConnell being transparent about what's happening with his health? There was another scary moment today that raised some serious questions. Plus, a student is told by his school to remove move a Don't Tread on Me patch. I'll speak with the state's liberal governor who is now defending him. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "PHILLIP",
      "sentences": "Just weeks after the Senate's most powerful Republican froze in public, it happened again today in a chilling scene. Here is that moment.(BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (R-KY): What are my thoughts about what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "REPORTER",
      "sentences": "Running for re-election in 2026.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "MCCONNELL",
      "sentences": "That's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you hear the question, Senator, running for re-election in 2026?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:02",
      "speaker": "MCCONNELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to head outside, sir. Come with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "MCCONNELL",
      "sentences": "Okay.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "That was Senator Mitch McConnell during a press conference in Kentucky earlier. The silence there is deafening. And as you saw there, the 81-year-old Republican leader he froze while talking to reporters at this press conference. But it is almost identical to what happened to what he experienced at the Capitol back in late July, except that this time it actually took longer for him to react to help.A spokesman told CNN that the Republican leader felt momentarily lightheaded and an aide also added that McConnell will consult with a physician prior to his next event. And here's how one doctor analyzed his apparent freezing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What I see basically is of the senator becoming perhaps a little bit confused and then you -- and he stares off to the side sort of to the upper side and is unable to speak for about ten seconds. And that looks like he's having a type of seizure called an absence seizure.The senator had a really traumatic brain injury in March when he fell. And about 10 percent of people who have a big enough injury to be hospitalized after a head injury like that will subsequently have things like a seizure, and that's what it looks like to me. And this is exactly the same presentation as five weeks ago. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "And joining me now is CNN Political Analyst Coleman Hughes, Rolling Stone Columnist Jay Michaelson and Pollster and Communications Strategist Frank Luntz. Gentlemen, thanks for being here, first of all.Frank, I want to start with you about what you we heard from the senator's office. Now this is the second time that we've seen this happen and their response is basically he's going to go see a doctor, everything is fine. Is that enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "FRANK LUNTZ, POLLSTER AND COMMUNICATIONS STRATEGIST",
      "sentences": "I have sympathy for him having suffered a stroke myself three and a half years ago and I know how temporarily difficult it can be.I also have sympathy for him as he is committed to serving the people who elected him. But it's one of the problems that we have with Washington, which is that there is a time to lead and a time to pass on the torch to another generation. I thought that the comments that his office made were insufficient I think they're going to have to be more forthcoming. I do not want to cast any aspersions on the senator, just as I do not with Dianne Feinstein on the Democratic side, but I understand why the public is saying about some of these people give somebody else the chance to do the job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "COLEMAN HUGHES, CNN POLITICAL ANALYST",
      "sentences": "Yes. So, I mean, look, I think between Dianne Feinstein, as you mentioned, arguably President Joe Biden and certainly Mitch McConnell, it's time to have a serious conversation about age limits for our public servants, right?There's nothing strange about the fact that many states have age limits for judges, right? There's age limits for air traffic controllers, all kinds of professions. Why would we have it be that the most important jobs our public sure servants are immune to age limits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "But there's also -- I mean, what's interesting is that the question he was being asked about was about whether he would run again. And it just raises this question, I mean, if you are a Kentucky constituent of Mitch McConnell right now don't you deserve an answer about what's going on with his health more than just, oh, he was feeling lightheaded today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "JAY MICHAELSON, CNN COMMENTATOR",
      "sentences": "Yes, it feels really responsible, like Frank said, I think that a really insufficient response. And we are living in what some people have called a gerontocracy, where leaders on both sides of the sides of the aisle are much older and it's not -- you know, we want to not fall into the traps of ageism or ableism.There are politicians and other figures in their 80s who are very vibrant, who have all their mental capacities. You know, Paul McCartney and Bob Dylan are selling out theaters in their 80s. So, age isn't quite it. But when there are some of the symptoms of advanced age, whether it's with Senator Feinstein or in this case with Senator McConnell, you know, I'm not a doctor but I am a rabbi, and there is a value of respect for elders that is not being honored by the people who are close to these senators who are allowing them to engage in this behavior which does not create more respect for themselves. It's so interesting, I mean, we as a culture, I mean, we have now a Senate. The average age for a sitting senator is 64, right? It's about the same for Republicans and Democrats. So, this is a bipartisan issue. And then you also have just so many senators on that far end of the spectrum, 60s, 70s, four in their 80s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "LUNTZ",
      "sentences": "Maybe, Bob Dylan should sing \"The Times They Are A-Changing\" to some of these senators to try to be relevant to the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "MICHAELSON",
      "sentences": "I'm very happy that Bob Dylan has now become the center of this segment. That makes me very happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "HUGHES",
      "sentences": "I have a quick linguistics fact. The word senate and the word senile come from the same Latin root, which is the word senex. So, they actually -- there's deep roots linguistically to the notion that the people who rule us tend to be older.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "PHILLIP",
      "sentences": "But to what -- to what end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "HUGHES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "PHILLIP",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "LUNTZ",
      "sentences": "By the way, that is the single best thing I have learned all day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "PHILLIP",
      "sentences": "That's a good fact. That's a good fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "LUNTZ",
      "sentences": "That was pretty amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "PHILLIP",
      "sentences": "But we -- look, we're talking about Mitch McConnell, but I do wonder, I mean, if Joe Biden, who Republicans have said is basically a puppet, is being walked around by his aides and can't function as the president -- if Joe Biden had done -- what we have seen from Mitch McConnell twice now, what's the reaction you think we would have here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "HUGHES",
      "sentences": "Probably impeachment. They'd probably be talking about impeachment. If Joe Biden did what Mitch McConnell did today, that would be probably the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "LUNTZ",
      "sentences": "But if Joe Biden drank orange juice tomorrow morning, he'd be hearing the words impeachment from the Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "HUGHES",
      "sentences": "Yes, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "MICHAELSON",
      "sentences": "While wearing a tan suit since that was the anniversary of that scandal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "PHILLIP",
      "sentences": "Were you - yeah --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "MICHAELSON",
      "sentences": "But the behaviors that we're seeing are not the same, right, with President Biden and with these senators. It's also, look, Bernie Sanders is also an elder statesman. There's a difference between an elder statesman and an elderly statesman or statesperson. And this is, again, this is not the kind of action that anybody who is fully in their full capacities would engage in. And these people, these are people who have people around them. They have staffs, they have families.And really, I would call on them to make the decision that honors the legacy of these two. I certainly don't agree with Mitch McConnell, but he has a proud legacy, and it's being dishonored in both Senator Feinstein's case and his.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "PHILLIP",
      "sentences": "At what point, Coleman, do you think Republicans start to say something? There's reports that McConnell called over to his allies in the Senate just to let them know he was okay, but really shoring up support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:11",
      "speaker": "HUGHES",
      "sentences": "Right. I mean, I think, as Jay said, it's really up to the people closest to him, the people that care about him not just as a politician, but actually as a human being that have to really pull that cord and say, look, it's time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:37:00",
      "speaker": "PHILLIP",
      "sentences": "And tonight, a viral video is sparking a big conversation on both the right and the left about politics in the school building. A school in Colorado removed a 12-year-old student from his classroom over the Gadsden flag. That's what you see there on your left. It was on his backpack along with some other patches. But that flag, of course, including the famous don't tread on me phrase, one teacher was seen in the video with the boy's parents basically saying that flag was connected to slavery.Now, in a statement, the district says that the real issues were that the patches displayed semi-automatic weapons, and those patches were removed, but the district decided that the flag -- the Gadsden flag, could remain. So now the state's Democratic governor is defending that student. Governor Jared Polis joins me now. Governor Polis, thank you for joining us tonight. JARED POLIS, (D) COLORADO GOVERNOR: My pleasure, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:37:00",
      "speaker": "PHILLIP",
      "sentences": "You've called -- you've called the Gadsden flag a proud symbol of the American Revolution. What do you make of why this incident happened in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:37:00",
      "speaker": "POLIS",
      "sentences": "Well, look, I call it a teaching moment. You know, Abby, we all remember high school, college, you know, there's kids with pins on their backpacks. Maybe it's a feminist pin, an anti-war pin. Maybe it's a conservative one. And you know, that enriches the discussion, right? It's kids are trying out different things and you know, the \"Don't tread on me\" flag, the Gadsden flag is really an iconic American flag. It's flown over units of our military. You know, it's of course, has it been adopted by the Tea Party and others? Sure it has, but a kid could have \"I Love the Tea Party\" pin on their backpack, too.I mean, look, let's just let kids have their free expression in school, and if they want to advocate for their political beliefs, I think that's something that should be encouraged. It's all about free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:37:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, I think that's perhaps the central question here. Do you think that that's why this teacher made that association to slavery, because it has been associated with the right, with the Tea Party, and perhaps with the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:37:00",
      "speaker": "POLIS",
      "sentences": "You know, it's a good opportunity to really go through the history and see that the pride really as Americans, we should all take in a Gadsden flag. Rattlesnake, as Ben Franklin said, they never attack first, but they never back down once they're in a fight. And a lot of Americans identify with that spirit. But look, it goes deeper than that. If we want the moral high ground, Abby, to say that schools shouldn't be banning rainbow flags on kids' binders or backpacks to celebrate pride.We have to also say they shouldn't be banning free speech on the other side. This is a country that treasures free speech, and frankly, I hope it leads to a frank discussion in that school and others around the country about how free speech means that we support the speech even when we don't agree with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "POLIS",
      "sentences": "I think what I see here is I think I see some people on the left saying, look, we see the right censoring our speech, schools where they say \"Don't Say Gay\", going against a woman's right to choose and they're saying we should do the same thing to them. That's just not the right answer. The right answer is at the moral high ground and say we should treasure speech in all of its forms.Whatever your argument or agreement is, you ought to be able to make it. If you want to fly a \"Don't tread on me\" flag, if you want to fly a pride flag, that's your right, and that's really what it's all about to be an American. I think that's an important civics lesson for our students in schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "And just a question about you, yourself, and your own political future. I mean, look, these are the issues that are kind of animating this year's presidential cycle. You kind of sound a little bit like a candidate. I mean, is this your message to your party, to the broader American population as they go into 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "POLIS",
      "sentences": "It's a message that I'm working through with the National Governors Association and Governor Spencer Cox of Utah. I'm working on how to disagree better and really restoring civility to our disagreements. So, rather than questioning somebody's motives or trying to censor them or cancel them, it's better to engage and have a legitimate discussion.I mean, you know, kids -- or the teachers say, what does that flag mean to you? You know, why you -- why you want to show that on your back? Tell me what it means. I mean, look, it's one thing if a kid is promoting alcohol or cigarettes and in a way that is contrary to the school rules and I completely agree that shouldn't be on a school. But for political speech, for political speech, we should always give the benefit of the doubt to freedom of expression because that's a treasured American value.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Governor Jared Polis, really interesting case study for all of us about where the lines can be drawn when it comes to speech when it comes to schools. Thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "POLIS",
      "sentences": "Thank you, Abby. And up next, Donald Trump claims that his mug shot is iconic, as it brings in millions of dollars into his campaign. But one Fox host says that it helps Trump with Black America. We'll go there next.(COMMERCIAL BREAK) [22:45:52] PHILLIP: Usually, a mug shot is an embarrassment, something that you want to hide. But for Donald Trump, it appears that he sees himself right up there with Sinatra and Hendricks and even Johnny Cash. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: I think the fake indictment that they did in Georgia was very helpful and then they insisted on a mug shot and somehow it turned out to be very iconic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "The truth is that both parties are raising money off of this picture, but some of his allies are going even further. Like a Fox host who suggested that this picture is making him popular in the black community.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "JESSE WATERS, FOX NEWS ANCHOR",
      "sentences": "The Democrat-Soviet style tactics have alienated their most loyal voting bloc. The mug shot has breathed new life into the Trump campaign and broadened his appeal to black Americans. Over the weekend, with the help of mug shot merchandise, the Trump campaign raked in over $7 million. Today, my garbage man told me he's buying mug shot T-shirts for everyone he knows this Christmas. The mug shot's up on the side of buildings in the inner city.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "The casual racism would be surprising if it weren't so predictable. His garbage man? It's almost as if Waters wants his audience to believe that his garbage man is the only black person that he knows. But if that weren't enough, the Fox host also cited this graphic art of the mugshot in the city of Atlanta to justify why he claimed, quote, \"The inner city is supportive of Trump.\" But if you look closely, the artist, who, by the way, is white, was mocking Trump's fourth arrest, along with MAGA. When asked about the message that he wanted to convey, the artist told people simply to vote.Back with the table here. Where to even begin, right? What do you make of this idea that conservatives, maybe they actually think this is true, that the mugshot makes him more appealing to black voters, but it also seems like they think that conservative voters believe that black people are so aligned with felons and people who have mugshots that they would actually support Trump for that. I don't know which one is actually worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HUGHES",
      "sentences": "I think clearly they want it to be true. You know, Trump, since the beginning, he's wanted to convey himself as a candidate that's very popular with black America, though he has never been. And so, this is what they would call wish casting, right? There's no data to support the idea that the mug shot has helped with black popularity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MICHAELSON",
      "sentences": "It's helped with one alleged garbage man. HUGHES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MICHAELSON",
      "sentences": "-- from one alleged Fox News host.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HUGHES",
      "sentences": "Well, that's right. And the question is not whether you could get, you know, I've seen one video of a black person on social media saying, oh yeah, I like the mug shot because -- but the question is not whether you can find one person on social media. The question is, is this effect even anywhere close to large enough to move the needle in any national way? Very unlikely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LUNTZ",
      "sentences": "Our president has a mug shot. I mean, I want you just to consider that. When I was 13, 14, 15 years old, the idea that a president would be arrested, would be arraigned, would be challenged with a felony, or two felonies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Let alone arrested and arraigned four times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LUNTZ",
      "sentences": "For 91 felonies. I've heard that because of Trump, the average president has now been accused of two felonies each. We are insane. And for him to laugh about it, a former president. This is serious. This is significant. And for him to turn it into a joke or a fundraising appeal, every time I think we can't sink any lower, we do. As a country, and I'm not happy with what's going on either side of the aisle. I'm not happy with what's happening in America. All during the Republican debate, I was there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "MICHAELSON",
      "sentences": "There is something -- so, you know, in progressive circles, there is also a lot of fundraising on the mug shot. And I think there's a consensus that , you know, not just that this is a shocking moment for the rule of law in America, which I absolutely agree, but also ridiculous. But I actually think the progressives are wrong. I think there's something in the hyper-masculine pose that Trump has in this mug shot that is actually appealing to a lot of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Which he staged and he practiced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "MICHAELSON",
      "sentences": "Right. I'm sure he practiced in front of the mirror, you know, or at Mar-a-Lago many times. But that's fine. I mean, this is Trump. He is really quite good at presenting a certain construction of masculinity as this is what real men look like and do. And that, to me, goes to maybe some of the root of this problem, this sort of elevation of some of the worst aspects of our human nature, the parts that boo at debates, the parts that are bullies, the parts that, right? And for him, it's masculine, but it's just, this is human nature. And that, for me, is the darkness of the Trump phenomenon. PHILLIPyou were just talking about raised their hand when they asked, would you vote for Trump? Even if he were -- would you support him even if he were a felon or convicted? And I mean that, if that doesn't normalize this, I don't really know what does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "Yeah -- no, I mean, look, I think, as you said, Trump is an entertainer, so he's able to make the best of this situation by putting on his \"Apprentice\" reality TV show hat and saying, what is going to make for the best image? What is going to make me look persecuted rather than prosecuted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "MICHAELSON",
      "sentences": "Compare his - compare his mug shot to all of the co- defendants' mug shots, right? Rudy Giuliani looks like a deer in the headlights, looks terrified. Some of the people were smiling in a way they trivialize --Trump's was by far the best mug shot, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "MICHAELSON",
      "sentences": "This was so well-prepared and so well-staged. And I worry that it's actually very effective, not with certain garbage men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "I want to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "LUNTZ",
      "sentences": "There's a simple question in all of this. Do we still care about accountability? Do we still care about the truth? In the end, is someone's behavior -- does it actually matter in the political process? And I'm starting to have to teach my students that maybe it doesn't. Maybe you can say anything and do anything, and the public will still vote for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "One of the other things that Trump said in this interview had to do with what he would do if he were elected president. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "GLENN BECK, POLITICAL COMMENTATOR",
      "sentences": "You said in 2016, you know, lock her up. And then when you became president, you said, we don't do that in America. That's just not the right thing to do. That's what they're doing. Do you regret not locking her up? And if you're president again, will you lock people up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "TRUMP",
      "sentences": "Well, I'll give you an example. The answer is you have no choice because they're doing it to us. I always had such great respect for the Office of the President, the presidency, and -- but the Office of the President, and I never hit Biden as hard as I could have.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "It's interesting because they accuse Biden of an elaborate conspiracy to lock Trump up. Biden has never said something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "MICHAELSON",
      "sentences": "No, I mean, look, this is normally Republicans are fans of federalism, right? This is a state, the Georgia indictment is a state indictment, has nothing to do with the federal government. Obviously, there's some kind of coordination and just in terms of tactics, but this is not a federal case, obviously, nothing to do with Biden. But this was the mild Trump interview on this subject.You know, earlier, he and his campaign had said that purging the Department of Justice, weaponizing the Department of Justice, going after journalists, going after, I mean, it is actually chilling. You know, we used to say, you know, I remember 2016, 2017, a few people would casually throw around the word fascist. And I think responsible folks were like, well, let's not rush in to use that word when it doesn't necessarily apply. But this is what authoritarianism is, actually weaponizing the government to go after political enemies. It's one thing to say that as a sort of spin cycle, but to actually do that in power is chilling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Do we take him seriously or literally or what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "Look, I think the worst thing about Trump is you can't believe anything he says. In this situation, the best thing about Trump is you can't believe anything he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, you say that, but Trump said a lot of things in the 2016 campaign, many of which he did. He wanted to ban Muslims from coming into the United States, and he attempted to do exactly that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "Yeah, but he also said you know, he'd make Mexico pay for the wall and that he would lock Hillary up, and all of that ended up being so much bluster. So, you know, it stands, in some way it's anyone's guess, but look, he had crowds chanting, lock her up. This time he says it as a parenthetical in response to a question. I'm not so sure if we should necessarily fall for this, you know, appeal to his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "LUNTZ",
      "sentences": "Well, it's a bad way to end this show and to go when people go to sleep, but this is gonna be the worst election of our lifetime. And it's only just begun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Well, on that dark note, Frank, Jay and Coleman, thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "LUNTZ",
      "sentences": "I hear them laughing out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "And just in, North Korea says that it's fired two ballistic missiles as a warning to the United States. The launches come just hours after the U.S. flew bombers for drills alongside South Korea. Now, this is just the latest escalation by Kim Jong-un's regime. We'll have updates as we get them. But that's it for me in CNN Primetime. CNN Tonight with Laura Coates starts right now. Laura, good to see you.",
      "isLastSentenceInterrupted": false
    }
  ]
}