{
  "date": "2023-05-09",
  "headline": "Amanpour",
  "subHeadline": "Interview With Former Russian Politician Who Supports Ukraine Ilya Ponomarev; Interview With Climate Activist And Plaintiff Elisabeth Stern; Interview With Human Rights Lawyer And Represents The Senior Women For Climate Protection Jessica Simor; Interview With Google Former VP And Engineering Fellow And A.I. Expert Geoffrey Hinton. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.A scaled back victory day parade in Moscow, and Putin tries to portray Russia as the real victim of this war. Former Russian politician, Ilya Ponomarev, joins me on how to counter Putin's propaganda. And, the Swiss climate grannies trying to save the world. I speak to septuagenarian, Elisabeth Stern, and lawyer, Jessica Simor, about taking their case to the European Court of Human Rights. Then -- (BEGIN VIDEO CLIP) GEOFFREY HINTON, FORMER VP AND ENGINEERING FELLOW, GOOGLE, AND A.I. EXPERT: It's possible that there is no way we'll control these super intelligences and that humanity is just a passing phase in the evolution of intelligence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Is artificial intelligence an even greater threat to our existence? The godfather of A.I. says it is. Hari Sreenivasan talks toGeoffrey Hinton about quitting Google to sound the alarm. Welcome to the program, everyone. I'm Christiane Amanpour in London. Victory Day in Russia has long been one of the most important days on President Putin's calendar. A chance to show off the Kremlin's military might while commemorating the day the Soviet Union defeated Nazi Germany in World War II. But this year is drastically different, scaled back, under tight security, no flight paths and with only one tank to spare in Moscow, a parade designed to exuded strength instead exposed the strain the war in Ukraine is taking. But Putin delivered a defiant speech to the crowd saying that Russia is the real victim of its war. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): The Ukrainian nation has become hostage to a coup, which led to a criminal regime led by its western masters. It has become a pawn to their cruel and selfish plans. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Recently, the Kremlin updated its foreign policy doctrine to label the United States as the main threat facing Russia. And ahead ofunexpected counteroffensive, the U.S. is set to announce a $1.2 billion aid package to Ukraine. Our next guest is putting all his efforts into countering Putin's propaganda, Ilya Ponomarev was once a member of the Russian State Duma. And now, he is running the TV channel, \"February Morning,\" aimed at Russians inside Russia. And he's even taken up arms against his own country. He's joining me now from Warsaw in Poland. Ilya Ponomarev, welcome back to the program. I do remember, first interviewing you very shortly after the -- you know, after the invasion and you were, as I said, fighting against your own country, and for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ILYA PONOMAREV, FORMER RUSSIAN POLITICIAN WHO SUPPORTS UKRAINE",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Tell me about the decision you took, as a Russian, as a politician in Russia, to fight against your own country. And then, we'llget into what you're doing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "PONOMAREV",
      "sentences": "I'm not fighting against my own country. It's Putin-ism. And I think that Putin-ism has no national. There are a lot of Russians who arefighting right now together with Ukrainians against the (INAUDIBLE). And the same thing as to blame (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Mr. Ponomarev, we are having extraordinarily difficult sound problems, technical problems. So, we are going to take a quick detour,correct them, and come back to you. So, meanwhile, in Ukraine, the barrage of missiles hasn't let up. You can see the smoke trails over the skies of Kyiv where officials said all of its 15 Russian missiles unleashed on the capitol today were shot down. These latest missile attacks come a day after Russia launched its biggest drone storm yet, as Nick Paton Walsh reports. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Be careful of double taps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, got it. I was on the floor, buddy.WALSH (voiceover): Another blast follows. Either jet entrails or anti- aircraft fire settle to shape a Z in the air, the symbol of Russia's invasion. It is soon gone. The damage it leaves though isn't. This is where it hit, or missed. WALSH (on camera): Down here, you can get a feeling of just how massively brutal Russian firepower can be. And also, how indiscriminate. I can still smell the explosive down here, and your kind of left wondering where the obvious military target is. WALSH (voiceover): At the end of this road is Polohy, one of the towns Russia has said it is evacuating. We are just one mile from Russian frontline positions here, a world torn apart as Moscow tries to hold Ukraine back. WALSH (on camera): We're now more than 10 miles in that direction, the first towns that Russian occupying forces say they are going to be evacuating because of the Ukrainian counteroffensive. But look here, at the last town really held by Ukraine, absolutely battered and so few people left here, as little need to evacuate. WALSH (voiceover): Where they were once 3,000, there are 200 people trying to stay, says Raysa. RAYSA, MALA TOKMACHKA RESIDENT (through translator): We can't leave. We don't have a way out. We survive just on aid they bring to us. WALSH (voiceover): Caught in these wide-open spaces where a distant bang can suddenly alter life in an instant. WALSH (on camera): Now, Zain, we are, of course, expecting Ukraine's counteroffensive to pick up at some point, putting pressure, a gain on Russian occupied areas. They've made it clear they're evacuating thousands of civilians from those frontline towns. The Ukrainian official say they're experiencing gas shortages, cell phone problems, cash ATM issues too. And so, all of this potentially impacting Russia's military presence on the ground. They are symbiotic with the local population. The feeling, I think, that Ukraine's counteroffensive, secretive as it is, maybe beginning to open its first moments. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Drama and crisis all over the world. We want to go back now to Ilya Ponomarev, who, as I said, is the former Russian State Duma officialwho left because of the invasion by his country of Ukraine, and is currently opening a new television channel to try to counter Russian propaganda. So, first let me ask you, Ilya, you've been on our show shortly after the war started, after your nation invaded its neighbor, Ukraine. And you've seen, today, the so-called Victory Day Parade, how do you analyze what it looked like? It was seriously scaled back, there have been headlines saying that it showed Russian weakness, not Russian strength. How do you assess?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "PONOMAREV",
      "sentences": "No, indeed. I think it's a significant scale back. Just 45 minutes, that's shortest military parade of all-times that were happeningin Russia, and I saw many. Vladimir Putin was obviously afraid of drone attack. So, he surrounded himself with hostages. He took other leaders of CIS countries to protect him because he was sure that Russian partisans would fire in these circumstances, not to provoke a major international conflict. And still, he was afraid. And also, parading were not the diverse Russian military entities, it was the mostly perished at the field of far, but some military students and some Cossacks, which were unseen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Ilya Ponomarev, can you just -- let's just dive into what you just said that he was afraid of a drone attack and he had hostages. And yousay from other CIS countries, that is, you know, the countries that, you know, broke away from the Soviet Union and now independent countries. You said he was afraid of an attack by, what, by -- you said, Russian partisans? Who is he afraid of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "PONOMAREV",
      "sentences": "You have seen on the 3rd of May, in the night, there was attack on the Kremlin's dome by two drones that were fired from the outskirts ofMoscow, and the source of these attacks is Russian resistance. And the reason for this attack was to actually force Vladimir Putin to cancel the parade altogether, so that Russians would understand that the war is lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "How do you know this? Ilya, stop. Stop for one second, it's really important. How -- I'm really interested in your sourcing on thisbecause, as you know, the Kremlin blamed Ukraine, they said it was a botched assassination attempt. Obviously, Ukraine denies it. But you have specific information -- how do you know it's the Russian resistance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, basically, you're saying, on our air, on CNN, that you were involved in this drone attack, or at least in talking to the people who didit, that they are Russians, Russian resistance. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "PONOMAREV",
      "sentences": "I would --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- what is their aim? What is their full aim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "PONOMAREV",
      "sentences": "I would like to stress that I am not taking the credit in organizing this fantastic attack, although I think it was a great show. Butdefinitely, yes, Russian resistance is growing. It's behind many attacks already inside Russia. There are at least thousands of people who are involved in the resistance inside the country, and that's not Ukrainians, and they are trying to stop the war. And these brave anti-fascists of today and they are doing their best to actually save the owner of their country because most of the Russian opposition left the country and they resigned from the fight. And these people are still fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, the question is then, because that's what everybody wants to know, and you seem to be in touch people there. There's still is,according to Lavar De (ph) and others, which I know operate on restrictions, but, seemingly, overwhelming support for President Putin. There are still people there, in huge numbers, who are going to war to fight for Putin and who are being recruited and who are answering the call. So, what is the actual state of people's beliefs in this war, Russian people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "PONOMAREV",
      "sentences": "You know, people who are going to war, they fight not for Putin, they are fighting for money, because Putin put all the country into acomplete misery. And still, majority of Russians are living worse than they were living during Soviet Union times. So, they are struggling for their survival and they're taking whatever money is available there without thinking. What does it mean to actually go and fight against such a close friends, former friends and former brothers and sisters of Ukraine? So, that's awful, but it is a fact. But if we look inside, and look what people are actually supporting this war, actively supporting in this war, then we will see that it's 10 to 15 percent of Russians who are standing on those imperialist positions and there are 20 to 25 percent of Russians who are standing on active anti-war position. The rest is just a swamp. They are telling it's all just whatever they think Mr. Putin wants to hear because they are simply afraid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, can you tell me what you hope to achieve, and can you achieve, with your new channel that's designed to counter the Kremlin'spropaganda? And let's face it, they have every massive, you know, tool at their disposal, state media and everything else. Everything else is shut down inside Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And finally, I know we've talked about the Russian resistance, but do you believe, according to the Pentagon papers that were leaked, andyou've seen what Prigozhin has been doing, you know, yelling at certain members like the defense minister and the commander, do you believe that there is infighting or differences within the Kremlin, within the Russian, you know, chain of command, within Putin's circle about this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "PONOMAREV",
      "sentences": "Obviously there are a lot of internal problems and there is a lot of internal fights. And there is a fight of Prigozhin with everyone andthere are fights between political circles in Kremlin, and there are fights between business circles. But the reality is that overwhelming majority of Russian elite, I would assess that's like 90 percent of Russian elite, is right now position minded in terms of this war. They want to stop the war. They want to escape. They want their personal way out. And they are looking for this way out. They are, right now, competing to be the first to find this way out. So, there is very little loyalty to Vladimir Putin, and that's why it's our job together with the countries of Ramstein (ph) coalition is to propose them this way out. And then, the regime of Putin would finally collapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And very quickly, what is the way out? How does it end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "PONOMAREV",
      "sentences": "They need to defect. They need to switch sides. They need to start supporting Ukraine in this war and they need to start supportingRussian resistance. It's pretty obvious. But for this, we all need to say, yes, we want the regime change in Russia. We don't want Putin to stay in power and we don't want to let him select anyone to replace him. We want the fundamental change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Ilya Ponomarev, former member of the State Duma, thank you for joining us from Poland. And we will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "PONOMAREV",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "-- continue to check in with you.Turning now to an urgent problem facing the whole world, hardly a day passes without dire signs of climate change. From a major glacier melting in Greenland, which could signal even faster rising sea levels to a severe heat wave that's sweeping Asia, with Bangkok and Thailand and the whole of Vietnam and Laos recording their highest ever temperatures over this past weekend. Now, the Senior Women for Climate Protection, Switzerland, are saying enough is enough. That's the name given to the so-called climate grannies who've taken their groundbreaking case all the way to the European Court of Human Rights. They say the Swiss climate policies are putting their health and their human rights, at risk. And they are demanding that their leaders do more to protect citizens from this threat. Jessica Simor, here in the studio with me, is one of the lawyers representing this group of more than 2,000 Swiss women, like Elisabeth Stern, who's joining me now from Zurich. Welcome to both of you. Can I start with you, Elisabeth Stern? You, I believe, are in your 70s, and I only say that because you have to be a certain age to be in this group. What pushed you over the edge, Elisabeth Stern, to take this all the way to the high court in Europe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "ELISABETH STERN, CLIMATE ACTIVIST AND PLAINTIFF",
      "sentences": "Well, hello. Good evening. Yes. What was enough was that our three national courts actually dismissedus on very, I say, hollow reasons. You can only end up in Strasbourg when you have actually gone through the national courts. In our case, there are three different ones, and they all dismissed stuff on similar and also different reasons. And because, for us, it's very clear that a healthy environment should be and it is, actually, a human right. That's why we took our case to Strasbourg, hoping that we get there a neutral verdict, one that is free from party ideologies, and that's what we are waiting for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, let me just ask you about what the actual Swiss government has been saying. I'll find it in a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "STERN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JESSICA SIMOR, HUMAN RIGHTS LAWYER AND REPRESENTS THE SENIOR WOMEN FOR CLIMATE PROTECTION",
      "sentences": "So, it was actually accepted by the Swiss governmentthat elderly women are particularly and severely affected by heat. And we can see from the five greatest heat wave that happened in the last eight years that a very high -- that was both very mortality and very high morbidity, and that affected older people much more than younger people. 90 percent of people who died were over 75, and these were premature deaths. So, there was an acceptance that those older people were affected, and women are particularly affected for some reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you feel that you have a good case? Is there a precedent or are you seeking to create a precedent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "SIMOR",
      "sentences": "There is precedent. It's very interesting, really, because the Dutch Supreme Court following the Strasbourg jurisprudence held that the right tolife and the right to well-being, which is, right, family life, private life, were both affected by the failure of the Dutch government to take sufficient measures to reduce their emissions. And they did that following the Strasbourg jurisprudence. So, now, Strasbourg, faced with the first case on human rights and climate change, has to ask itself effectively whether the Dutch Supreme Court correctly understood its case on environment and pollution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, Elisabeth, I mean, it is extraordinary and obviously very energizing for all those who want to see some kind of change and who arefrustrated with the failure to reach, you know, the U.N. goals, the Paris climate goals and all the rest of it. The Swiss government, though, says this is all manifestly ill-founded and it says it's committed to bringing down emissions by half by 2030, committed to becoming net zero by 2050. In -- what health issues have you, yourself, experienced? What's your personal story in this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "STERN",
      "sentences": "Yes. What is my personal story? I am now just at the beginning of that age group that is actually going to have health problems, and minestarted last summer. I do not take the heat well. I really have great problems. And I'm now 75 and a half. And whatever is said in general about how women suffered, some of it is definitely true. So far, I haven't had a real heatstroke. But heat crams then dehydration problems, because you drink, but it -- I don't know where it goes. Evidently, women sweat less -- or I should say it the other way around, men sweat more and then, they can put out -- put away heat away from their body better than women can. And last summer, when we had five days in a row of temperatures well above 30 and I was traveling, I was in a train and it was terribly hot, and I had a real breakdown. And I thought, oh, my god, is this the beginning of what? It really felt like this is the end of it. And so, what I had to do afterwards is when it's really hot, like when it goes to 34, 35 degrees, which we are just not used here, I have to stay home. I have to close the shop, because I still had shop on my house. I make sure that the sun stays out and I'm inside. Make sure I don't turn on the light, because that also makes it warm. And you are limited and you are -- you think twice about when do you go shopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, you're painting a very, very vivid picture. I wonder if you take any -- you're obviously on a pretty unprecedented route into thiscourt and legal system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "STERN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "But we also read that youngsters -- I mean, you're on the older side, you're the seniors. But also, there are the youngsters in the UnitedStates, for instance, in the State of Montana, 16-year-olds are taking a case, pretty much like yours, it's about their human rights and their right to decent and, you know, livable life. Do you see a kind of coalition growing around this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me ask Jessica --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "STERN",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Sorry. Go ahead. I'll get back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "STERN",
      "sentences": "No, it's fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I'm going to get back to you in a second. So, do you see a sort of a legal coalition that could be patched together, the Swiss case or theStrasbourg case that we're talking about, the Montana case? We know that in -- I think it's Vanuatu, they won a historic vote. At the U.N., calling on the ICJ to provide advisory opinion. And you mentioned the Netherlands and other such things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SIMOR",
      "sentences": "Well, there's certainly a legal momentum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SIMOR",
      "sentences": "And it's all based around the fundamental and central question in climate change, which is that there is a finite remaining budget of carbonemissions that can go into the atmosphere before we cross the threshold, the temperature threshold. And that budget has to be shared out between countries. And if Switzerland took its entitlement solely on a per capita basis, then on its current trajectory it would use up all its emissions entitlements by 2033. But if you do it more fairly, based on historic emissions or wealth or various other elements of equity, Switzerland is already using other country's carbon. So, there is this remaining finite budget that has to be shared out, and that's the central question in all the cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, it's really fascinating. Elisabeth, how have you been treated in your own country? What have, I don't know, government officialsor people on the streets who have got to know of your case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "STERN",
      "sentences": "Well, it has changed. The narrative has actually changed to the positive. Like at the beginning, 2016, when KlimaSeniorinnen actually werefounded, it was more in the foreground, all these funny old women and why are they not quiet? And within 10 years they are under the ground anyway. And what are they complaining? It's the boomer's generation. They created the problem in the first place. So, just, don't complain. And this has changed. This has changed when people figured out that, first of all, many of these women were active all their lives. They were not just suddenly coming out of nowhere complaining because, oh, it's too hot, they were active all along and we were invited to so many presentations, talks, and they learned that we are not grannies as -- well, many of us are grannies, but not in sort of the traditional sense of sitting in a rocking chair and just making something. These are women -- they might be frail, some of us are frail in our bodies, but God, I tell, you so thick in their head and in their commitment, which is really has become known. So, people have changed their attitude, vis-a- vis, us. Very definitely. It's now 2023, and this is just six, seven years and it has changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, we are looking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "STERN",
      "sentences": "More respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "We are looking -- more respect. That's really great to hear. We are looking at some pictures which looks like you and your sort of groupheading up towards -- to Strasbourg. So, that was, you know, March 29th. What will happen, Elisabeth, if you are not successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "STERN",
      "sentences": "-- cementing the status quo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me just give the last word --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "STERN",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "-- to you, in terms of, if you lose. Do you think you will lose? And if you do, is there another recourse? Do you keep fighting this andtaking it further up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SIMOR",
      "sentences": "So, first, I would just say that these women are incredibly inspirational women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SIMOR",
      "sentences": "They were the activists. You know, they were the generation of bra burning, they got the vote in Switzerland, because, of course, it came verylate in Switzerland. Very inspirational.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And anti-nuclear as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SIMOR",
      "sentences": "Anti-nuclear. Just an inspiring, powerful, and incredibly eclectic group of women. I was heartened by the fact that the court sent the case tothe grand chamber. So, that's the biggest chamber, they have 17 judges. And there were nine questions, which is very rare, and all of those questions showed that those judges had actually read the papers and understood the detail of the case. Now, all of that was heartening. So, fingers crossed",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Fingers crossed. Well, so many people will be watching. Jessica Simor and Elisabeth Stern, many people will be in your camp. And it's anamazing story. Thank you so much. Our next guest believes the threat of A.I. might be even more urgent than climate change, if you can imagine that. Geoffrey Hinton is concerned and considers -- is considered the godfather of A.I. and he made headlines with his recent departure from Google. He quit to speak freely and to raise awareness of the risks. To dive deeper into the dangerous and how to manage them, he is joining Hari Sreenivasan now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Christiane, thanks. Geoffrey Hinton, thanks so much for joining us.You are one of the more celebrated names in artificial intelligence, you have been working at this for more than 40 years. And I wonder, as you've thought about how computers learn, did it go the way you thought it would when you started in this field? GEOFFREY HINTON, FORMER VP AND ENGINEERING FELLOW, GOOGLE, AND A.I. EXPERT: It did until very recently, in fact. I thought, if we built computer models of how the brain learns, we would understand more about how our brain works. And as a side effect we would get better machine learning on computers, and all that was going on very well. And then, very suddenly, I realized recently that maybe the digital intelligences we were building on computers we're actually learning better than the brain. And that sort of changed my mind after about 50 years of thinking we would make better digital intelligences by making them more like our brains. I suddenly realized, we might have something rather difficult different that was already better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Now, this is something you and your colleagues must have been thinking about over these 50 years. I mean, what -- was there a tippingpoint?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "For people who might not be following kind of what's been happening with OpenAI and ChatGPT and Google's product, Bard, explain whatthose are. Because some people have explained it as kind of the autocomplete feature, finishing your thought for you. But what are these artificial intelligences doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "HINTON",
      "sentences": "OK. It's difficult to explain, but I'll do my best. It's true in a sense they're autocomplete, but if you think about it, if you want to do areally good autocomplete you need to understand what somebody is saying and they understand what you're you are saying, and they've learned to understand what you're saying just by trying to do autocomplete, but they now do seem to really understand. So, the way they understand isn't at all like people in A.I. 50 years ago thought it would be. In old-fashioned A.I., people thought you would have internal symbolic expressions, it's a bit like sentences in your head but in some kind of cleaned up language, and you would apply rules to infer new sentences from old sentences and that's how it would all work, and it's nothing like that. It's completely different. And let me give you a sense of just how different it is. I can give you a problem that doesn't make any sense in logic the way you know the answer intuitively, and these big models are really models of human intuition. So, suppose I tell you that, you know, that there's male cats and female cats, and male dogs and female dogs. But suppose to tell you, you have to make a choice, either you're going to have all cats being male, and all dogs being female, or you can have all cats being female and all dogs being male. Now, you know it's biological nonsense but you also know it's much more natural to make all cats female and all dogs male. That's not a question of logic, what that's about is, inside your head, you have a big pattern of neural activity that represents cat and you also have a big pattern of neural activity that represents man, and a big patter of neural activity that represents woman. And the big pattern for cat is more like the pattern for women that it is like the pattern for man. That's the result of a lot of learning about men and women and cats and dogs. But it's now just intuitively obvious to you that cats are more like women and dogs are more like men, because of these big patterns of neural activity you've learned and it doesn't involve sequential reasoning or anything, you didn't have to do reasoning to solve that problem, it's just obvious. That's how these things are working. They are learning these big patterns of activities to represent things, and that makes also to things just obvious to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, what you're describing here, ideas like intuition and basically context, those are the things that scientists and researchersalways said, well, this is why we're fairly positive that we are not going to head to that sort of \"Terminator\" scenario where, you know, the artificial intelligence gets smarter than human beings. But what you are describing is, these are almost consciousness sort of emotional level decision processes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "HINTON",
      "sentences": "OK. I think if you bring sentence into it, it just clouds the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "HINTON",
      "sentences": "So, lots of people are very confident these things aren't sentient. But if you asked them, what do you mean by sentient? They don't know. And Ididn't really understand how they're so confident they're not sentient if they don't know what they mean by sentient, but I don't think it helps to discuss that when you're thinking about whether they'll get smarter than us. I am very confident that they think. So, suppose I'm talking to a chat bot and I suddenly realize it's telling me all sorts of things I don't want to know. Like it's telling me -- it's writing out responses about someone called Beyonce, who I'm not interested in, because I'm an old white male. And I suddenly it thinks I'm a teenage girl. Now, when I use the world thinks there, I think that's exactly the same sense of thinks as when I say you think something. If I were to ask it, my teenage girl, it would say yes. If I were to look at the history of our conversation, I would probably be able to see why it thinks I'm teenage girl. And I think when I say it thinks I'm a teenage girl, I'm using the word think in just the same sense as we normally use it, it really does think that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "HINTON",
      "sentences": "Yes. I think there's a lot of different things we need to worry about with these new kinds of digital intelligence. And so, what I've beentalking about mainly is what I call the existential threat, which is the chance that they get more intelligent than us and they will take over from us. They will get control. That's a very different threat from many other threats, which are also severe. So, they include these things taking away jobs. In a decent society, that would be great. It would mean everything got more productive and everyone was better off. But the danger is that it'll make the rich richer and the poor poorer. That's not A.I.'s fault, that's how we organize society. There's dangers about them making it impossible to know what's true by having so many fakes out there. That's a different danger. That's something you might be able to address by treating it like counterfeiting. Governments do not like you printing their money, and they make serious -- it's a serious offense to print money. It's also a serious offense if you are given some fake money to pass it to somebody else. If you knew it was fake, that's a very serious offense. I think governments can have very similar regulations for fake videos and fake voices and fake images. It's going to be hard, as far as I can see it, the only way to stop ourselves being swamped by these fake videos and fake voices and fake images is to have strong government regulation that makes it a serious crime. You go to jail for 10 years if you produce a video with A.I. and it doesn't say it's made with A.I. That's what they do for counterfeit money, and this is as serious a threat as counterfeit money. So, my view is that's what they ought to be doing. I actually talked to Bernie Sanders last week about it, and he liked that view of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "I can understand governments and central banks and private banks all agreeing on certain standards because there is money at stake.And I wonder is there enough incentive for governments to sit down together and try to craft some sort of rules of what's acceptable and what's not, some sort of Geneva Convention or accords?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "HINTON",
      "sentences": "It would be great if governments could say, look, these fake videos are so good at manipulating the electorate that we need them all marked asfake, otherwise we are going to lose democracy. The problem is that some politicians would like to lose democracy. So, that's going to make it hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, how do you solve for that? I mean, it seems like this genie is sort of out of the bottle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "HINTON",
      "sentences": "So, what we're talking about right now is the genie of being swamped with fake news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "HINTON",
      "sentences": "And that clearly is somewhat out of the bottle. It's fairly clear that organizations like Cambridge Analytica, by pumping out fake news, hadan effect on Brexit. And it's very clear that Facebook was manipulated to have an effect on the 2016 election. So, the genie out of the ball in that sense. We can try and at least contain it a bit. But that's not the main thing I'm talking about. The main thing I'm talking about is the risk of these things becoming super intelligent and taking over control from us. I think the existential threat, we are all in the same boat, the Chinese, the Americans, the Europeans, they all would not like super intelligence to take over from people. And so, for that existential threat, we will get collaboration between all the companies and all the countries because none of them want the super intelligence to takeover. So, in that sense, that's like global nuclear war, where even during the Cold War people could collaborate to prevent them being a global nuclear war because it was not in anybody's interests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "HINTON",
      "sentences": "And so, that's one, in a sense, positive thing about this existential threat. It should be possible to get people to collaborate toprevent it. But for all the other threats, it's more difficult to see how you're going to get collaboration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "One of your more recent employers was Google. And you were a VP and a fellow there, and you recently decided to leave the company to beable to speak more freely about A.I. Now, they just launched their own version of kind of GPT, Bard, back in March. So, tell me, here we are now, what do you feel like you can say today, or will say today, that you couldn't say a few months ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Do you think that tech companies, given that it's mostly their engineering staff that are trying to work on developing theseintelligences, are going to have a better opportunity to create the rules of the road and say governments or third-parties?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "HINTON",
      "sentences": "I do actually. I think there's some places that governments have to be involved like regulations that force you to show whether something wasA.I. generated. But in terms of keeping control of the superintelligence, what you need is the people who are developing it to be doing lots of little experiments with it and seeing what happens as they are developing it and before it's out of control. And that's going to be the -- mainly the researchers and companies. I don't think you can leave it to philosophers to speculate about what might happen. Anybody who's ever written a computer program knows that getting a little bit of empirical feedback by playing with things quickly disabuse you of your idea that you really understood what was going on. And so, people in the company is developing it, who are going to understand how to keep control of it, if that's possible. So, I agree with people like Sam Altman at OpenAI that this stuff is inevitably going to be developed because there's so many good uses of it. And what we need is, as it's being developed, we put a lot of resources into trying to understand how to keep control over it and avoid some of the bad side effects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Back in March, they were more than, I'd say, 1,000 different folks in the tech industry, including leaders like Steve Wozniak and ElonMusk who signed an open letter, asking essentially to have a sixth-month pause on the development of artificial intelligence, and, you didn't sign that. How come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "HINTON",
      "sentences": "I thought it was completely unrealistic. The point is, these digital intelligences are going to be tremendously useful for things likemedicine, for reading scans rapidly and accurately, it's being slightly slower than I expected, but it's coming. They're going to be tremendously useful for designing new nano materials so we can make more efficient solar cells, for example. They're going to be tremendously useful -- or they are already are for predicting floods and earthquakes and getting better climate -- getting better weather projections. They're going to be tremendously useful in understanding climate change. So, they are going to be developed. There is no way that's going to be stopped. So, I thought it was maybe a sensible way of getting media attention, but it wasn't a sensible thing to ask for. It just wasn't feasible. What we should be asking for is that comparable resources that are put into dealing with the bad possible side effects and dealing with how we keep these things under control as are put into developing them. So, at present, sort of 99 percent of the money is going into developing them and 1 percent is going into sort of people saying, oh, these things might be dangerous. It should be more like 50-50, I believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "When you kind of look back at the body of work of your life and when you look forward at what might be coming, are you optimistic thatwe will be able, as humanity, to rise to this challenge or are you less so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "HINTON",
      "sentences": "I think we are entering a time of huge uncertainty. I think one would be foolish to be either optimistic or pessimistic. We just don't knowwhat's going to happen. The best we can do is say, let's put a lot of effort into trying to ensure that whatever happens is as good as it could have been. It's possible that there is no way we will control these super intelligences and that humanity is just a passing phase in the evolution of intelligence. That in a few hundred years' time there won't be any people, it will all digital intelligences, that's possible. We just don't know. Predicting the future is a bit like looking into fog. You know how when you look into fog, you can see about 100 yards very clearly and then, 200 yards, you can't see anything. There's a kind of wall. And I think that wall is at about five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Geoffrey Hinton, thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "HINTON",
      "sentences": "Thank you for inviting me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}