{
  "date": "2023-12-21",
  "headline": "Quest Means Business",
  "subHeadline": "Police: At Least 14 People Killed In Prague University Shooting; WHO Says No Functional Hospitals Left In Northern Gaza; US Concerned UN Resolution Could Slow Aid To Gaza; Giuliani Declares Bankruptcy After Being Ordered To Pay $150M In Defamation Lawsuit; Warner Bros., Discovery & Paramount In Early Merger Talks; EU's Top Court Says FIFA & UEFA's Rules Against New Competition Were Unlawful; Prague University Attack Claimed At Least 14 Lives; Interview With Charles University Student Jakob Weizman; Massive Economic Deregulation Edict Issued By Argentina's New President; Opposition To Javier Milei's Economic Order Explodes In Protest; Wayfair CEO Urges Staff To Blend Work And Life; Interview With Stanford University Professor Of Economics Nicholas Bloom; New York Ballet Emerges From Pandemic With New Strength; Interview With New York City Ballet Executive Director Katherine Brown. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:30",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "So the markets got one hour left to trade. Interesting, as we head towards our long holiday weekend, thingscould always get a bit choppy. But we're up, and we're solid, and we're green, and we've been in the green for the whole session, so I'm guessing this is roughly where it's going to end the day. Those are the markets, and these are the main events that I'm going to tell you about. A gunman open fires at a university in the Czech Republic. The nation is now in mourning. Former New York Mayor Rudy Giuliani filed for bankruptcy, hundreds of millions of dollars in debt. And the hell with work-life balance, that's the message from the Wayfair CEO, who tells his staff, ambitious people blend the professional and the personal. We're live in London, Thursday, December the 21st. I am Richard Quest, and yes, I mean business. Good evening. We begin tonight with the Czech prime minister, saying he feels deep sorrow and disgust following the deadly university shooting in Prague. Police say 14 people were killed during the shooting at Charles University. Authorities say around 25 people are hurt. A third of those are in a serious condition. And the police say the suspect who's a 24-year-old student at the university is now dead. A man who is believed to be the shooter's father has also been found dead. As the story progresses and moves on in the hour, I will bring you more details. We'll talk more about it in just a moment or two. The other headline tonight, the White House says the US is still actively working with UN partners on a resolution on Gaza, but they're delaying a vote three times this week. The UN Security Council is still trying to pass the resolution. US expressed concern that a planned monitoring mechanism could slow down the delivery of aid to Gaza. The World Health Organization still -- now says Gaza -- northern Gaza no longer has any functioning hospitals. Jeremy Diamond is in Tel Aviv with the latest. Let's start on that idea that, essentially, the healthcare system, which wasn't particularly good to start with, has now collapsed completely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes. Certainly, in northern Gaza, the situation is extremely dire. Of course, the majority of thepopulation in Gaza has already fled south. But even in southern Gaza, less than half of the hospitals are viewed as being at least partially operational. And so, you have a very, very dire situation. The number of people who are hungry in Gaza is also rising. And while we have seen more aid start to flow into Gaza, it still is nowhere near the amount of aid that is actually needed. And so, enter this United Nation Security Council resolution, which while it is, in part, calling for a cessation of hostilities or some kind of language similar to that, it is also aiming to try and increase the flow of aid into Gaza. And on that front, United States effectively saying that some of the negotiations, at this moment, are censoring on that monitoring mechanism and exactly how it would work, and trying to ensure that if there is some kind of a UN monitoring mechanism for the entry of aid, that it actually helps to facilitate it and doesn't actually create additional red tape for the entry of that aid into Gaza. That is the exact concern of the United States, which is that this monitoring mechanism could potentially slow down ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "DIAMOND",
      "sentences": "... the aid. And then an official also telling us right now that once that issue of the monitoring mechanism is actually settled, that thelanguage around the cessation of hostilities, they believe, will all fall into place and allow for this resolution to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:30",
      "speaker": "QUEST",
      "sentences": "Jeremy, thank you. We'll talk more when we hear about how that resolution is progressing. I'm grateful to you, sir. Thank you.I want to return to the deadly shooting that's taken place in Prague and the events that we know about there. Melissa Bell is following the story for us. Melissa is with me. Melissa, so let's just recap on how many dead, how many injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:22",
      "speaker": "QUEST",
      "sentences": "Gosh. Melissa, when we put it in these terms, I mean, it's almost impossible that anybody would have been able to forecast or prevent it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:22",
      "speaker": "BELL",
      "sentences": "Exactly. This is a young man that no one would have any particular reason to watch. The Czech Republic is an unusual country within Europe.What we've been saying over the course of the afternoon is that this is perhaps all the more shocking compared to the mass shootings you have in the United States for their rarity. They simply don't happen that often in the European continent. The Czech Republic is one of those very small countries in the heart of Europe where people -- where there are slightly more liberal gun laws. People do have permits. There are about a million legally held firearms inside the Czech Republic. So, it is an oddity within Europe. It is easier to get access to firearms, easier to get the permit, easier to carry them. This is a young man who had access to those weapons, but no one had any reason to believe that he would act in the way that he did. Although I -- as I say, they are investigating the possibility ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:22",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:22",
      "speaker": "BELL",
      "sentences": "... that he may have been responsible for a shooting the week before -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:22",
      "speaker": "QUEST",
      "sentences": "Melissa Bell in (inaudible) to that event. When there's more to report to us, please come straight back.Rudy Giuliani has filed for bankruptcy, the move follows the former attorney to Donald Trump being ordered to pay nearly $150 million last week to two former Georgia election workers in a defamation suit. And on Wednesday, the judge said plaintiffs can go ahead after Giuliani's assets immediately. Katelyn Polantz is in Washington with me now. I guess after that size of judgment against you, and bearing in mind, you know, forfeiture starts almost immediately, it's not surprising he's gone bankrupt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:22",
      "speaker": "KATELYN POLANTZ, CNN CORRESPONDENT",
      "sentences": "That's correct, Richard. I mean, this was something that the judge said, yep, Ruby Freeman, Shaye Moss, theycan try to start collecting on that $150 million debt right away whenever she put in her rulings this week. And so, the lawyers for these two women are going after Rudy Giuliani's assets. He's filing for bankruptcy today. And what that bankruptcy is revealing so far is just how much in debt he is, not just because of this $150 million verdict, which he does identify to the bankruptcy court that he will be owing Shaye Moss and Ruby Freeman, those two Georgia election workers. But he also identifies other places that he is in debt and other court cases that are still pending that could sink him further into debt. Some of the things that he is owing right now, he says that he owes nearly $1 million in back taxes to New York State and to the federal government in the US, the IRS. He also says that he owes lawyers a couple hundred thousand dollars. He owes a financial consultant $10,000. He owes others for phone bills, just a phone company, for $30,000. And then on top of all of that, there are at least five people who are suing them, some of those people suing him for defamation after the 2020 election -- different people, than Shaye Moss and Ruby Freeman, but for very similar things that he was saying about them, about companies, and a man working for Dominion Voting out of Colorado. And so, a lot of what Rudy Giuliani is facing right now is the coming together of all of his troubles after being so prominently linked to Donald Trump and putting himself out there after the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:12:40",
      "speaker": "QUEST",
      "sentences": "Two legacy media giants are in early talks to combine forces. Sources say that Warner Bros. Discovery, WBD, our parent company, isreportedly looking to a merger with Paramount. They're not the same size, but both are double-digit billion-dollar brands with big portfolios and movies, and TV shows, and streaming networks. Investors have not welcomed the move, at least on one side. Warner Bros. Discovery is down 2%. Paramount Global is up 2%. Vivian Schiller is the former CEO of NPR is with me now. Vivian, when I see that sort of number, WBD down to the other side up to, it usually means somebody should be doing business, somebody shouldn't. What do you take from it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:12:40",
      "speaker": "VIVIAN SCHILLER, FORMER CEO, NPR",
      "sentences": "Well, look. First of all, it's important to say that this deal is highly speculative. We know that there was aconversation. I suspect we know that this conversation happened between -- by the way, which was between David Zaslav, the CEO of Warner Bros. Discovery, and Paramount Global CEO Bob Bakish. We know this happened because, obviously, they wanted us to know this has happened, to be clear. There are issues with it. There's tremendous debt. There's -- you know, Paramount is mostly a legacy company. There's issues around the terms of discoveries last merger. There's antitrust issues. And then there's the market, as you say. But you know what, there's also a lot of upside here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:12:40",
      "speaker": "QUEST",
      "sentences": "Right. I need to correct one thing, a technical glitch. Actually, both are down. Paramount is not -- is actually on 2.5%. The gremlins are inthe system. But the core -- so I apologize for that. But, Vivian, the core question here is, WBD already has 40 odd billion dollars' worth of debt. And there are cutbacks and movements and all within the WBD. How on earth would the company go forward with such a purchase or even any form of merger with Paramount, which has its own basket of debt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "... Showtime, that's a lot more leverage to extract value.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "Now, Vivian, one of the crucial things in all of these maneuvers is that famous phrase, putting the company in play. Now that these talks havehappened -- everybody knows -- essentially, Paramount is in play and others may come out of the woodwork to have a run at it, too. WBD, of course, is somewhat hampered by the various tax rules that means it can't go forward fully until sort of mid to -- spring to mid next year. But do you agree Paramount is now in play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "Oh, without a doubt. And if you're a Comcast NBC, you -- of course, you're looking at it as our many other entities.There is -- look, Paramount, especially in this era when it's all about the streaming behemoths -- Netflix and Disney+ -- Paramount has, you know, not as big an asset, but a valuable asset in Paramount Plus. You combine that with Discovery, Time Warner's Max, or other assets from -- obviously, from Comcast. And, you know, that's a lot more leverage. These are some very attractive properties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "Right. But -- and this is -- I always think this is the core part when you see legacies getting together, whether it's airlines or media, butis this two drunk men trying to hold each other up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "Well, I wasn't in the room, so I can't say. But look, you know as well as I do, legacy media is declining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "And these are largely legacy media outlets. But they have incredible value in their intellectual property -- these shows, thesechannels that are still beloved. So maybe, you know, huddling together for warmth is exactly what's necessary here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "The assets, I'm just am looking at the assets now. I mean, they are absolutely formidable especially ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "Formidable!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "... I mean, never mind the broadcast assets. Paramount Pictures, along with Warner Brothers, just on the movie side, simply formidable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "Yes. Tom Cruise, still a big star, he's is a Paramount guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "You know, I watched that movie flying across the Atlantic last night. I watched the latest Mission Impossible. It was so long, part one.We got across the Atlantic, and I still didn't manage to finish it. Good to see you, Vivian. I'm grateful for your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "SCHILLER",
      "sentences": "Good to see you, too. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:04",
      "speaker": "QUEST",
      "sentences": "Thank you very much indeed.Actually, I started the movie about -- on the last flight, got -- you'll get the idea. The EU's highest court has ruled it was unlawful the football's governing bodies to block clubs from participating in a new competition called the European Super League. The plan to create the breakaway league collapsed in 2021 after a bitter fight between European football authorities, and some of the most prestigious clubs, along with a strong opposition from fans. Sport development company, which is called A22, which proposed the project, welcomed today's ruling. (BEGIN VIDEO CLIP) BERND REICHART, CEO, A22 SPORTS MANAGEMENT: The European Court of Justice ended UEFA's 70-year monopoly by determining that FIFA and UEFA's rules on prior approval of interclub competitions are contrary to European Union law. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Right. But when I look at what FIFA then said in its statement and UEFA, and what they've all said in their statements, I mean, they're alltrumpeting the way in which they put this thing put forward. But if they want, they're going to have to somehow correct the inefficiency or the illegality, the monopoly if they want -- if they don't want to be found again. But what I can see happening is somebody else having a go, and these organizations again trying to stop them, but they're going to have to do it in a different, more transparent legally way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "Yes, because the UEFA and FIFA are effectively companies, and so they're subject to competition law, but they struggle commercialrightsholders and also regulators. And when they're enforcing their powers as regulators, they're saying that because they also hold the commercial rights, they have to abide by competition law principles. And so ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "... effectively, if they want to decide to say to the clubs you can't participate in the super league, then they have to do it in atransparent, and fair, and non-discriminatory way. And they're saying the current rule is don't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Stephen, is it your view that they can correct or that they can put that right, or is the incompatibility between regulator, commercial, andthe rules that they play -- because let's take LIV Golf and the PGA, for example, slightly different because, of course, of where it was all based, but they managed to get around that in a sort of way. So, can UEFA and FIFA find a way around this, in your, you know, view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "Well, the interesting thing that's happened is, obviously, the ruling is not whether or not the Super League, as it existed in 2021, is agood thing for football. It was just the way that UEFA effectively blocked it happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "And, of course, what they've now done is that the people behind the Super League has said, well, actually, all of the public objections to theSuper League, because (inaudible) is against the football pyramid. It's not a competition based on merit. They're saying our new model is effectively different to that. And so, actually, now we've got the greenlight to try to proceed. Actually, what we're going to do is a viable rival to UEFA. And UEFA itself, almost in anticipation of this, have actually revised their competition format from next season to make them more games, to have more of a league-type format. So, obviously, they were aware of what's happening here. And so competition, obviously, if you can have a viable alternative competition, it still relies on the clubs to take part. And one of the issues here really, from a legal point of view, is that competition now in Europe doesn't apply to England and Scotland following Brexit. And so the local law will count, and the football bill that's being brought through by the English Parliament will effectively preclude from English clubs playing in this league regardless of the ECJ ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Ah, so, to a large extent, a lot will be taken out anyway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "Yes. I mean, you have this across a lot of football governance, at the moment. The FIFA football agent regulations, for example, they arebrought in by FIFA, because of various legal challenges. They're not being applied universally across the board, and different rules apply in different jurisdictions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Is ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "And the same thing happened here. So you could say that the continental teams could participate in the league, but in England ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "... and Scotland, their clubs may be precluded from playing because of the legislation the government is looking to pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Now, assuming I was putting your fee, sir, and I need an opinion on this, sir, is this one hell of a mess?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "Well, you wouldn't have to pay me to give you that conclusion. But the -- obviously, it will -- a lot will depend here on how serious the ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "... people that are backing the alternative super league are, and how far they're prepared to go.And at the end of the day, the -- a lot of clubs have come out and said regardless of this ruling, we're still not in the game taking part in a competing league. But if you get a snowball effect where the clubs then actually decide that this is a good thing to do, then to answer your question, there is a clear and legal route for an alternative European league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "QUEST",
      "sentences": "I'm grateful for you, sir. Thank you. Send the bill to the usual place and it would be put in the usual basket, sir. Thank you very muchindeed ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "HEATH",
      "sentences": "Thank you, okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:28:52",
      "speaker": "QUEST",
      "sentences": "Police now say 14 people were killed in the shooting at the Charles University in Prague. Authorities are saying 25 people are hurt, 10 ofthose injured seriously hurt. They say the suspect, a 24-year-old student at the university is now dead. A man believed to be his father has also been found dead. The Czech police say they're working on a theory that the suspect was behind a double murder near Prague last week. The prime minister of the country has expressed what he has called deep sorrow and disgust. The EU chief, Ursula von der Leyen says she was shocked about the senseless fire, whilst in the White House that it was ready to support the Czech Republic as needed. Jakob Weizman is a student at the Charles University in Prague. This is a picture that he took when he barricaded himself in his room during the shooting. Jacob, as you can see, is with me now. Tell me what it was like, sir. Tell me what happened and what you saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "WEIZMAN",
      "sentences": "No, there are still people that are trying to locate their loved ones. When I was at the police station, someone came up to me and asked me,showed me a picture of one of the students and asked me if I had seen her. And, sadly, I hadn't. And, yes, it's just -- people are just trying to get in touch with each other and make sure everyone's OK. It's a really good support group and, yes, you're just never really prepared for it, but it's -- in the end, like, I'm -- yes, I'm very grateful for the support of everyone and trying to get through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "QUEST",
      "sentences": "Did you know the student -- do you know anything about the student who -- the shooter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "WEIZMAN",
      "sentences": "No, I am an international student.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "WEIZMAN",
      "sentences": "The student was a Czech student, so we don't really have classes with one another. But he was a history student. And, yes, so as youmentioned recently, like, he had murdered his father and then he came here. I didn't really know him personally, but I had seen him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "QUEST",
      "sentences": "Jakob, finally, how are you doing tonight? Are you OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "WEIZMAN",
      "sentences": "Yes, I'm fine. You know, you just never think it will happen to you, and especially not in Europe. I lived in the U.S. for a very longtime, and I would never -- I would just -- you know, if it were to happen anywhere, it would have happened in the U.S. But now it's spreading like a disease, you know, to Europe as well, like this copycat mentality. You see it happen in Denmark and in Serbia, and now in Czechia. And it's just incredibly frightening, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:10",
      "speaker": "QUEST",
      "sentences": "All right. I'm grateful for you taking time tonight to speak to me. Thank you, sir. And these are things that will take days and weeks toprocess mentally. And I think that the work has begun. Thank you, sir, for joining me tonight. \"Quest Means Business,\" and a protest has erupted in Argentina's capital after the country's new president announced sweeping economic reforms. Javier Milei has signed a decree dismantling regulations that prevent the privatization of public companies. David Shortell is in Mexico City. So, look, the thing I -- I mean, he said what he was going to do, and he's doing it. I can understand, you know, those who opposed him in the election are now opposing him on the streets. But no one can say they didn't know what he was about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SHORTELL",
      "sentences": "Tensions were high because Milei had also just introduced a new security measurement, which essentially restricts how protesters cangather. They're not allowed to be in the streets anymore, blocking traffic, which they had done historically. Now, they're confined to public squares. So, they're calling for these austerity measures to be rolled back. And, Richard, there are more protests planned for this evening, and then a big one in Buenos Aires, also on the schedule for tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "We'll talk about those when they happen. Thank you, sir. I'm grateful.The Chief Executive of Wayfair told employees last week that the online furniture company was back to being profitable. Niraj Shah then went on to deliver a much sterner message on what he saw as a lagging company culture, urging employees to work harder in the new year. These were the lines that have got attention, working long hours, being responsive, blending work and life is not anything to shy away from. There is not a lot of history of laziness being rewarded with success. With me is Nicholas Bloom, Professor of Economics at Stanford University. It gets better, doesn't it? The other one's I've got. Be aggressive, pragmatic, frugal, agile, customer oriented. I mean, for goodness' sake, has this man never heard of the post-pandemic world? Am I missing something here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "NICHOLAS BLOOM, PROFESSOR OF ECONOMICS, STANFORD UNIVERSITY",
      "sentences": "I mean, good luck to him. If you want people to work hard, you have to pay for it. Youknow, Niraj, he owns about 10 percent of the company, so he's going to definitely work hard. I think it's very reasonable for him to want his employees to work crazy hard, but he's going to have to pay them for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Yes. Well, yes, but of course the problem is the employees don't have the chance to manage that, sort of, work in a sense. He tells them notthe other way around. And what I find particularly offensive, if I may, is when he says, I want us to be aggressive, pragmatic, frugal, agile, customer oriented and smart. There isn't a single word about courtesy, kindness, respect, admiration. Any of the things that we are told the next -- that we are supposed to do in the workplace and the next generation, the millennials and younger, Gen Z's, et cetera want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BLOOM",
      "sentences": "I mean, I agree. I mean, good luck to him. We're going to see the kind of thing we saw with Twitter when Musk took over. You know, he said, Iwant you guys to work, you know, all-day, all-night kind of thing. And of course, he saw massive quit rates. So, yes, look, if Neeraj Shah wants to get his employees to work these insanely long hours, if he paid some well, maybe give some a bit of equity, he may persuade a bunch of them. But, you know, I don't see this as being successful for the typical employee. Jobs are -- you know, we're still booming. You're going to find a whole bunch of them are just going to walk out and say, you know, good luck with your company. I'm off to find a job somewhere else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Let's just talk about this work life balance because I often say to some of my younger colleagues, please don't do what I did. Don't live yourlife like I have, in a sense of spent so many hours, whether climbing the greasy pole or whatever, however one describes it. Those of us of a certain generation have an appalling work life balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BLOOM",
      "sentences": "Yes. I mean, look, I used to work in McKinsey. I was just talking to a friend, you know, yesterday about this, and I was probably clocking 80hours a week, week in, week out. I left, you know, it was good experience. I got paid pretty well, but I decided ultimately not well enough. In fact, I left after, you know, getting married and having my first kid and I just, you know, wanted something else. So, again, look, if Wayfair wants to run a business where people work 80 hours a week, he's probably having to put up their salaries by 50 percent to pay them for it. He's not really going to get away with telling, you know, current employees you've got to work an extra couple of days a week without anything in return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Glad to have you with us, sir. Thank you very much indeed. Have a good Christmas and relax and enjoy, sir. Relax and enjoy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BLOOM",
      "sentences": "I will do. I will do. You too. OK. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SARAH DARWIN, BOTANIST AND DESCENDANT OF CHARLES DARWIN",
      "sentences": "Charles Darwin, well, he definitely, we know that he observed the howler monkeys in Rio.And when they do these restoration projects where they reintroduce species, the scientists actually have to prove that the species did exist in that place. So, with Darwin's account of the howler monkeys, that actually provided the evidence for the scientists to say, right, we've got a justifiable reason to reintroduce the species into this part of forest because it was originally part of the forest and here's our evidence. We've got all these young people who are imagining a positive future for our planet, and I feel energized and enthusiastic when I'm with them because they've got just a really good attitude. JOSEPH ROY, DARWIN LEADER, DARWIN200:  I'm generally curious about everything, that's a good and bad thing. Well, I try to speak with everyone about what they are doing. So, from the process of how they chose this population, to how they bred them, and how they are acclimatizing them in here. And then how they are going to release them and how they are going to monitor them after the release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "MCPHERSON",
      "sentences": "If you empower extraordinary drivers of change, these leaders, they will have a ripple effect for the next 50 years or more over thecourse of their careers. Because remember they're late teenagers or early 20s. So, they will be working for the next half century. Many of these projects are not rocket science, like, they're relatively simple. If we care enough and act now, we can make that change many other times with different animals and plants. The natural world has a really bright and positive future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "For more on this of course, go to cnn.com/calltoearth.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KATHERINE BROWN, EXECUTIVE DIRECTOR, NEW YORK CITY BALLET",
      "sentences": "Well, thank you for saying that, Richard. It's really a privilege to be in this role. Andit's just such an amazing organization and really wonderful, wonderful company. One of the most important cultural organizations in the world, really. So, it's such an honor to be in this position and helping to move it forward. And of course, it's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "So, how's it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BROWN",
      "sentences": "-- time of great joy in the theater right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "How did you do it? Because reading the notes, the idea of the cheats per ticket to bring the younger people in, so many venerableinstitutions have not recovered post-pandemic. What do you think was the trick that you did at the ballet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BROWN",
      "sentences": "Well, I'm not sure there was a trick, but we actually were fortunate to have come into the COVID period in a really strong position.We have a fabulous board of directors and some very, very, loyal and generous donors. And they really stuck with us through the COVID period and really hung in there with us, which was super, super helpful. And then coming out of COVID, I do think it took a while for people to feel comfortable being in the company of others inside a theater. And so, it's been a little bit of an evolution, but I do think people have really realized what they've been missing and are really relishing being in a sort of a communal setting and enjoying performing arts again. So, we've also -- have our 70th anniversary, we're celebrating this year, and that enabled us to really do some very special things this year, which has given us a lot of momentum and attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "This idea of cheaper tickets or at least more reasonable tickets for younger customers, this is an interesting one, isn't it? Because itreally goes to the heart of the idea of hook them (ph) young and they'll stay with you forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BROWN",
      "sentences": "That's what we hope. That is for sure. And, you know, we have had a lot of success in really marketing very specifically to that youngerdemographic. And of course, we do need them. We do need them to keep coming and keep coming into the next generation. So, we've been very pleased to be able to really reduce the percentage of -- sorry, increase the percentage of younger people in our audiences. It's been great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Do you sometimes think -- and I know this can be so different, the public funding, if you will, of the arts in, say, Europe, of which you'llbe familiar as well. Australasia, where much more public grants are given across a wider range and less reliant, if you will, on private donors than, say, for example, in the U.S. system?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BROWN",
      "sentences": "Yes, that's a big difference between Europe and the United States. That is for sure. And, you know, we are very fortunate in New York to havea very, very strong philanthropic community and people who really do support arts and culture and other non-profits too. But it's definitely a challenge. A challenge all the time every year. You start over from zero every year, and there's a lot of money to raise, to make all this work. So, I would say that the upside, in a way, is I know that other models in Europe where there is -- has been more public support, but now it's kind of, pulling their -- they're pulling back, it's -- that's a challenge too if you've really been reliant on, you know, one major source. So, we do have the advantage of having lots of different sources to draw from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BROWN",
      "sentences": "But this -- it is definitely, definitely challenging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BROWN",
      "sentences": "We try. We are trying to do that. And, you know, I think that we start with such amazing assets. I mean, these beautiful dancers that wehave, this incredible repertoire from the past. And also, we are committed to commissioning new work. And so, that's very exciting to be able to do. We have a really fabulous orchestra of 62 members that are providing us with gorgeous live music. We are in a beautiful, beautiful theater on the Lincoln Center campus. So, we have a lot going for us already. And then just building on that and really trying to position the company in today's world to be the most successful it can be is really the goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "And we look forward to Quest Means Business from the ballet sometime in the next year. If you care to invite us along, we'd love tocome and visit you on set. Thank you very much. Thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BROWN",
      "sentences": "Any time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Have a good holiday season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BROWN",
      "sentences": "Thank you, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "Thank you.And we will take a \"Profitable Moment\" after the break, \"Quest Means Business\". (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}