{
  "date": "2023-10-05",
  "headline": "State of the Race with Kasie Hunt",
  "subHeadline": "Ukraine: Russian Attack On Shopping Area Kills At least 50; Chaos In The U.S. House Of Representatives; Furious GOP Finger-Pointing After McCarthy's Removal; Biden WH Waving Federal Laws To Build Border Wall; The Future Of Ukraine Funding In The House; One More Thing. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "KASIE HUNT, CNN HOST, STATE OF THE RACE",
      "sentences": "Fear and Loathing in the GOP with the House paralyzed by Republican infighting. Members are beginning toworry that the chaos will cost them their majority in the 2024 election. Meanwhile, other Republicans like Nancy Mace think a Speaker was House is the perfect time in place to do a little fundraising. And President Biden is waving dozens of federal laws to build more of the wall along the southern border. I'm going to talk to Democratic Senator Chris Van Hollen. Hello, everyone. I'm Kasie Hunt to our viewers watching in the United States and around the world. It's 11 am here in Washington Thursday, October 5. It has now been two days since the House of Representatives have to Speaker 102 days until the Iowa caucus. We're just 396 days from Election Day. This is today's STATE OF THE RACE. The race to replace Kevin McCarthy is on. The idea is to find someone who can get 218 Republican votes by next week. Good luck with that. The top two candidates right now House Judiciary Chair Jim Jordan and House Majority Leader Steve Scalise, Jordan, remaining in Washington this weekend to work on marshaling votes. Nothing else can happen in D.C. this weekend because McCarthy's ouster has completely shut down House business. Here is one Republican describing the chaos. (BEGIN VIDEO CLIP) REP. GARRET GRAVES (R-LA): Effectively someone threw a grenade right in the middle of the House floor. There's a reason this hasn't been done in well over 100 years. The House is frozen. They can't refer bills to committees right now. You can't actually legislate on the House floor right now. So this effectively has frozen the country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "It is not a great look for Republicans who are hoping to keep control of the House in next fall's midterm elections.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This move does the danger, a majority I think the coverage alone and how and the cast exists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm telling you, it definitely puts the majority in jeopardy when you see disunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you worry that it could cost you the majority? Could it cost you the majority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It could.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "It could. And of course, there's much more than just the majority at stake. There are lives literally on the line in Ukraine. And we aretracking breaking news at this hour of a brutal Russian attack today. This is the aftermath of what authorities say was a Russian missile strike on a shopping area that killed at least 50 people. Some of those killed were reportedly attending a funeral at a nearby cafe. So that is what's at stake. And funding for Ukrainians to fight this war against Russia is now a critical flashpoint in the race for Speaker, money for guns, ammunition, etcetera in danger of running out just ahead of what is said to be a brutal Russian offensive this winter. Let's get straight to CNN International Diplomatic Editor, Nic Robertson, Nic, thank you very much for being here, obviously terrible scenes out of Ukraine. It really underscores the stakes of what is unfolding here in Washington right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, this is the single deadliest killing in Ukraine in over a year that the Russians haveperpetrated a massive precision missile hitting that shop and cafe where people were holding awake, tiny village, but 330 people about 20 miles, 30 kilometers from the front line. The Interior Minister has condemned it, the President Zelenskyy has condemned it, and the Defense Minister has condemned it. They're all calling it Russian terrorism and all linking it back to that lack of funds that may or may not come from the United States. The Defense Minister saying look, this Russian aggression, the only way to take it on here is through a coordinated and planned effort supported by all our allies and partners now is not specifically naming and shaming anyone here. But the message is really clear. There are no lines to read between there. They want the continued support. This is an area in Ukraine that has been under huge Russian artillery pressure. Over the past couple of months, the government there has asked civilians to leave the area, this particular village, nowhere near the front line, I mean, 20 or 30, 20 miles, 30 kilometers away from the front line. Yet it's been targeted by a precision weapon. And we've seen Russia do this recently target popular cafes in towns in that area. And this appears to be at the moment, another one of those a deadly, deadly effect and a real moment for Ukraine to reflect on what it could cost them if they don't get this continuous support from the United States, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "PAUL KANE, SENIOR CONGRESSIONAL CORRESPONDENT AT WASHINGTON POST",
      "sentences": "Yes, you and I have covered these races before, whether it's for the top post or oneof the junior leadership races. And usually it's just about sort of personalities, and who's known each other the longest, and it turns into somewhat petty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "It's a little bit like high school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KANE",
      "sentences": "Yes, this is we're talking global stakes here. You know, they, Kevin McCarthy's sort of final act was in letting himself on fire and letting hisown people take him out. It left this question hanging over the entire Congress. He could have done things differently. He could have done what John Boehner did and realize I'm going to lose this vote. Instead, I'm going to resign. I'm going to give myself a month to clean out the barn and do things like fun for Boehner, it was more minor stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KANE",
      "sentences": "This is about funding, people who are fighting our biggest enemy right now Russia. And right now Jim Jordan is out there saying no, I don'tsupport funding. And he's in a neck and neck race with Steve Scalise and the final votes are going to be those people who are the most rabidly anti -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Anti-Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Yes, I'm glad you mentioned it because my colleague Manu Raju caught up with Jordan in the hallways of Congress yesterday. And he asked JimJordan about the Ukraine funding. And I think it's very illustrative how he handled the question, take a look. (BEGIN VIDEO CLIP) REP. JIM JORDAN (R-OH): I've been clear that there are two fundamental questions that need to be answered. What's the goal? Is the goal, something negotiated peace? Is the goal, something get him out of Eastern Ukraine? Is the goal, to get the Russians out of Crimea, which they had during the Obama administration we've had for now nine years? What is the goal? What is the objective? Second question was if you can tell us what the goal is, how's the money being spent? How can we account for that? I think the American people are entitled to know the answer to those two questions before we continue to send their hard earned money to protect Ukraine's border where we have what's happening on our border. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "So he ties those two things together, Alice Stewart, what's happening on the southern border in the U.S. and what's happening with Ukraine?There's a reason he's doing that, because one of the things he's saying here is OK, we can vote on Ukraine funding, if it's tied to significant policy changes around the southern border. Policy changes that would be unacceptable to Democrats in the Senate, for example, which effectively would kill the Ukraine aid package outright. He's also of course reflecting an emerging reality in the MAGA base of the Republican Party that they simply don't want to continue funding this war. That obviously is very different from where the traditional Republican Party has stood for many decades before this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Right, we are going to talk more about the border of fight a little bit later on in the show. But suffice to say the politics are very tricky.Ashley, along those lines, I mean, do you think what the White House's options here are in terms of continuing to fund Ukraine? I mean, do you see a world where they're willing to give border policy concessions? I mean, I find my sort of take is that the issue is so demagogue in the Congress that there would be no way anything that would be acceptable to the Republican House would also be acceptable to the Biden White House. But that could potentially really put this Ukraine money at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, I mean, I think you have to deal with both issues. But to tie one to the other is quite dangerous. Bynot dealing with Ukraine and funding Ukraine, you're basically showing a sign to the world that you are OK with potentially a dictator Vladimir Putin taking over Ukraine, which also is a signal. What we might do in the world of we're trying it around with China. But we also know what the midterms coming up the border will be an issue, what's happening in various cities. And so I think if they can have a conversation and try and bifurcate, this path forward and deal with that. Now, they're not going to go as far as Jim Jordan wants to go, and it will never get through the Senate, the House Republicans. And quite honestly, I think the Democratic base during the midterms would revolt as well, but trying to do some negotiations to say we cannot hold this Ukraine funding hostage because it sends a signal to the larger world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Because I mean, bottom line, Paul Kane, if they just put this funding for Ukraine, on the floor of the House and on the floor of the Senate, itwould likely pass with overwhelming majorities. The issue is that the Speaker of the House controls what goes on to the floor of the House of Representatives. And that's where this stuff is getting tripped up. But, you know, I keep coming back to this bigger question about the Republican Party and their recent willingness to. I almost don't know how to describe it. But they're sort of dancing a little bit with Vladimir Putin, who is, you know, a dictator. And when you think back to I mean, how many Reagan dinners have we attended in our lives, right, covering American politics. And this was a man who told Gorbachev tear down this wall, we see the end of the Soviet Union, and just, you know I guess 30 years is not that short, 40 years, it's not that short. But it's a very significant turnaround. And I still have trouble wrapping my head around it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KANE",
      "sentences": "It's not 30 years. Think back in 2012. You were covering Mitt Romney's campaign. That's, you know, just 11 years ago, and Mitt Romney gotmocked because he said, Vladimir Putin is our number one fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Right, biggest threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KANE",
      "sentences": "And Obama's biggest threat yet. And so it has gone not fully 180 degrees. You still have a huge majority of Senate Republicans who aretraditional hawks. It is just the House Republican Conference has just turned into this completely destabilized place. And they drift so quickly, so fast in whatever direction, the far right conservative media goes. And you're seeing the vote totals grow each time they have an amendment. 300 million here or there for Ukraine, the totals keep going up. In July, it was about 73. Within the middle of September, it was 93. Then a couple of amendments got over 100. The last one got more than half the republican conference to saying no to Ukraine. It is just moving so quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KANE",
      "sentences": "And it's hard to understand other than the far right media echo chamber had created this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "Ouch. You don't need me to tell you that House Republicans are furious. You could see it right there. That was when temporary SpeakerPatrick McHenry took over the gavel from Kevin McCarthy right after he got thrown out as Speaker. Much of the ire among Republicans is aimed straight at this man Matt Gaetz. He filed the motion to remove McCarthy, New York Republican Mike Lawler told CNN that Gaetz should be tossed out of the conference. And Chip Roy of Texas well, really the only way to describe it as that he went off. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Should he be kicked out of conference?REP. MIKE LAWLER (R-NY): In my opinion, yes. REP. CHIP ROY (R-TX): You want to come out me and call me a rhino you can kiss my ass. You go around talking your big game and you thumping their chests on Twitter. Yes, come to my office to come out and debate mother. I'm not going to go to a nunnery because -- there were people who were buried over in Normandy who deserve us to stand up for what they fought for. So that's what I'm going to do. And all of you -- out there who are out there saying what you're saying out on social media, you stick it, I'm going to go down to the floor and do my job. And I'm going to stand up for the people who fought for this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "Well, that's really all, you need to see about all of this understand what's going on. Republicans, of course, poking your face during that trip,right exchange was pretty priceless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KANE",
      "sentences": "I missed that -- . I'm missing the lot as well -- Oh, well, that wasn't radio. That was video man. Oh, you know, think about Matt Gaetz ishe is reviled and watching that debate on Tuesday. You could just see everyone was looking at him in bad ways. Look if somebody else were leading that revolt, they might have gotten another half dozen votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KANE",
      "sentences": "He was losing votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "Including Chip Roy may be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "He was part of the gang. And you know, back in January -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KANE",
      "sentences": "That Gaetz made it so much about himself. And he was the showman was what really drove that vote count down. I think that's part of the reasonwhy McCarthy just resigned outright, because he knew there was probably half a dozen more, who just didn't want to be associated with Matt Gaetz. Look, there's going to be real infighting. And first, they have to nominate a Speaker, then they have to try to get that person elected and then they're going to have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "And then there's going to be policy fights after that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "So one thing that stood out to me so there had been some questions I started, I got some from members of my own family, like, why are they justleaving? And there's no Speaker. Why are they picking another Speaker right now? So the answer to that is actually a little bit dramatic. Congressman, Garret Graves, who is one of McCarthy's really top kinds of allies and negotiators and all this mess, put it this way yesterday, take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GRAVES",
      "sentences": "I think if we had stayed together, in the meeting last night, I think that you would have seen fists thrown and I'm not being dramatic whenI say that there are a lot of raw emotions right now. I think it was best to let folks go back home, decompress a little bit, and then come back together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "And Alice, some of his colleagues have said that, you know, if they had actually tried to elect to Speaker on the floor, the day that theythrew out Kevin McCarthy, it might have come to blows on the House floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "STEWART",
      "sentences": "I wouldn't doubt it. And let's just give a round of applause to Chip Roy. I think what he said, look, to say that Gaetz is reviled is anunderstatement. The only good thing about the last 24 hours is that we're talking about something else besides him, but it's his collateral damage. Let me be quite clear, one of the mildest mannered kinds, Southern genteel man in Washington is Congressman French Hill from Arkansas. The other day, he told Gaetz to eff off now for him to say something like that. Gaetz is really getting under the skin of people. And the problem and the frustrating thing about this entire situation is this really doesn't have anything to do with Ukraine funding, border funding reining in spending. This is about Matt Gaetz and his personal grievances against McCarthy. And it's nothing more than that. And he was able to cobble together seven desperate souls that wanted to glom on to him and oust to the Speaker. Now, those seven people are fundraising off of this, and that is making people even more frustrated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Yes, you know what, let's go to that. Because as I was mentioned, Republicans are at odds over another element of this and that is thesemembers, specifically some of these eight that ousted McCarthy who are trying to fundraise off of the role that they played. (BEGIN VIDEO CLIP) REP. NANCY MACE (R-SC): You're damn right. I'm fundraising off of this right now, because the establishment is coming after me for taking a principled stand. And if your viewers want to help out, they can go to nancymace.org. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "So Mace later tweeted that interview clip she asked for donations again, she has since deleted it. You can't see it on the screen right now.But there were columns behind her what she did, standing on government property as a member of Congress acting in her official capacity representing all her constituents of either party is not allowed. It is not allowed. And my question is whether or not some members of the Republican Party might go after her for that, because quite frankly, they are furious. Watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GRAVES",
      "sentences": "And all of a sudden, my phone keeps sending text messages. Text messages saying hey, give me money. Oh, look at that. Oh, look, give memoney. I filed the motion to vacate using official actions to raise money. It's disgusting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "So, again, the anger on raw display. And Ashley, I'll let you weigh in here, because you haven't had a chance to yet. I mean, I think Democratscan kind of sit back and watch this happen and think, well, you know, we're better off in the elections. But I mean, this is really, really nasty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALLISON",
      "sentences": "It is. I mean, yes, it would get physical because it got physical in January. Do we all remember how the one congressman marched over on thefloor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "STEWART",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "I know, which we got to see -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALLISON",
      "sentences": "We got to see the camera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALLISON",
      "sentences": "I mean, yes, behind closed doors, blood would have been drawn, you know, so but it's scary, because we are still need to figure out how we'regoing to fund the government and less than, what 40 days at this point average Americans are still struggling. And I know it will sound partisan when I say this, but the Republican are in disarray and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Normally we say for those of you who are watching from overseas. Democrats in disarray are a cliche here in the United States, becauseoftentimes, that's what we were talking about. But I mean, I think it's Republicans in chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "STEWART",
      "sentences": "-- you're not hurting my feelings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ALLISON",
      "sentences": "-- it's true. And they're in disarray. And we can have a functioning government of these two parties, you know, particularly rightnow the Republican Party, don't get their act together. So we can actually have policy fights and not you know, behind door brawls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KANE",
      "sentences": "John Boehner was Speaker for five and three quarters years had one long government shutdown during his tenure. Paul Ryan lasted three and athird years, his term ended at the start of a 34, 35 day shutdown. Kevin McCarthy did not make it nine full months as Speaker and he got thrown out, in part because he did not shut down the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Because he joined with Democrats to prevent a government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KANE",
      "sentences": "Chaos is a feature of House Republican governance. It's not a bug. It's a feature. It's just the reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "Or at least he was a founding member of the Freedom Caucus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "Which was the beginning version of this they are the people that tormented John Boehner out of the job. They are the people that currentcontinued to go off, you know, make Paul Ryan's life very hard. Jim Jordan has sort of had a little bit of oh, hey actually I want to present myself as a serious governing person. He's now the Chair of the Judiciary Committee, but he still has those roots. He's running we know against Steve Scalise. OK. Scalise is the number two currently in the House of Representatives. He's been long seen as somebody who was going to succeed McCarthy. He has very good and deep relationships with different segments of the conference. He is considered to be more conservative than McCarthy. But he still has good personal ties with moderates even some Democrats would say that, you know, they get along with Steve Scalise. But this challenge from Jordan is going to be an intense one. How do you see it playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "STEWART",
      "sentences": "Look, I think people get so caught up in the loud voices out of the Republican caucus and not looking at the majority of voices. Look, MattGaetz went out because he was loud and he was able to cobble together a group and work with the Democrats. A lot of phone calls are being made now in Washington, D.C. from Jordan, and with Scalise. The rational Republicans that I speak with say that Scalise has a leg up, - - because he has a bigger team. He has more resources. He has more ability to really wage a campaign for this was which is what you need to do. And he's able to do, Jordan has done tremendous things and he's the fierce fighter for conservative values. But Scalise was able to do the two important things he will be able to more unite the Republican caucus, but also worked bipartisan across the aisle with Democrats to get things done. And if we haven't learned anything else, that's going to be a key goal and an issue for the next Speaker. Ashley, do you agree? Do you think -- for federal Steve Scalise? I mean, I think that's probably --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ALLISON",
      "sentences": "Yes, I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "-- not that much different than Jim Jordan, but I think it is a little bit at least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ALLISON",
      "sentences": "Jim Jordan from my home state and is a disaster. I mean, like it would there's no working with Jim Jordan for the Democrats. I mean, hedidn't run for Speaker the last go round. So he could be the Head of the Judiciary Committee. So he could oversee this impeachment inquiry around Joe Biden like and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "Which has been halted, by the way because the House of Representatives --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ALLISON",
      "sentences": "Is not functioning, but also because their witnesses said there's no evidence to really continue this impeachment inquiry. And so those wouldbe the antics, I think you would continue to see with Jim Jordan, and chaos would be the feature of that leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "Who is that closer to 218, Paul?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KANE",
      "sentences": "Who, it's very close. Scalise has run more leadership races. So he's done this. He has his unofficial Whip team and they know how to make callsand they know how to lock down votes and look people in the eye and say you're with me. You're with me on the first ballot, second ballot, whatever it takes. Jordan has never done that. The wildcard in this race is going to be Kevin McCarthy. And Kevin McCarthy has had a long 4, 5 year dispute with Scalise about Scalises' ambitions. And while Jordan knifed McCarthy after Boehner had to resign because Jordan led the effort to get rid of Boehner. McCarthy patched up his ties with Jordan. And he is much closer to Jordan. McCarthy knows how to run the leadership race. He has people that know how to do that thing to look him in the eye and say you're with me. If he throws his support behind Scalise, uh, behind Jordan, Jordan now all of a sudden has a real chance. It is going to be an interesting race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Welcome back to STATE OF THE RACE. The Biden Administration is waving dozens of federal laws to build additional border wall in South Texas.Secretary of Homeland Security Alejandro Mayorkas says a high number of unlawful border crossings in the Rio Grande Valley make this an urgent priority. But it's also an uncomfortable situation for President Biden who vowed on the campaign trail. He'd never make any additions to a project that was infamously led by his predecessor Donald Trump. Priscilla Alvarez joins us now live at the White House. Priscilla thanks so much for being here. What is the Biden Administration doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, they're going to set up those border barriers in that southern part of Texas, an area that ishighly trafficked by migrants. And when I asked sources why now, they told me that they were running up against a deadline, essentially, these funds were appropriated by Congress in 2019. And they had until the end of fiscal year 2023, to use them. So it came down to the administration designing whether they use the funds or whether they lose them, and they decided to use them again, to build these structures in southern Texas. It's going to be around 17 miles. Customs and Border Protection had met with community members last month and received public input about their plans. And those plans include not only the border barriers that you might imagine, but also dates, cameras, access roads, lighting, and all of this again, in an area where from last October to August, they saw nearly 300,000 migrant encounters. So that is where the urgent priority is coming from the homeland security secretary in this Federal Registered Notice where he also notes these high encounters. But of course, this is a politically precarious issue for the White House. They have been grappling with a high number of border crossings for weeks now. And now this decision is going to be one that might get some criticism from Democrats who also wanted the president to avoid any border barriers. And again, the pushback there from the administration is that they had to do this, these funds could only be used for those physical border barriers they otherwise prefer border technology. But all the same, Kasie, it is still a tricky issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Indeed, it is very, very politically fraught, and one that I think we're going to be hearing quite a bit about over the course of the nextyear. Priscilla Alvarez is at the White House, thank you very much for that report. I want to turn now to Senator Chris Van Hollen of Maryland. He sits on the Foreign Relations appropriations and budget committees and he joins us now from Capitol Hill. Senator Van Hollen, it's wonderful to talk to you again. SEN. CHRIS VAN HOLLEN (D-MD): Kasie, it's great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Thank you so much. Let's start with what we were just talking about with Priscilla. This is a very tricky issue for President Biden. He hadpromised on the campaign trail, he was not going to build additional border wall. Do you support what the administration is doing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Senator, do you think that this issue of immigration that what we have seen unfold in recent days and months, makes it a materially differentone than what it was in 2016 when Donald Trump first called to build the wall, and Democrats said that that was inhumane and a bad idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HOLLEN",
      "sentences": "Well, again, I think the Biden Administration and certainly my view would be that building a wall from across the entire southern border,according to all experts, is just a bad idea in that, it's not an effective use of money, which is why the Biden Administration has focused on using other technology means and other ways to try to police the border. In this particular border area, you've seen an increased number of crossings, which is why I think the Biden Administration decided to use these funds that were available only for that purpose. I should also say, Kasie that today, as we, as we speak, you've got Secretary of State Blinken, you got the Secretary of Department of Homeland Security, Mayorkas, as well as Attorney General, Merrick Garland in Mexico, speaking with the Mexican president, about other things that we can be doing to address the border situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "So Senator, you are kind enough for us to trek to the House side of the Capitol for people who don't recognize what's behind you. You'restanding in front of the Will Rogers statue instead of the normal Russell Senate office building where we would usually find you. But the reality is, what people in the house where you're standing outside the doors there are doing right now is very relevant to what's going to happen next in Ukraine. We've seen these terrible pictures of this attack that just unfolded with dozens of civilians killed. The money stands to run out as soon as December, there's potentially never got another government shutdown in November. We don't know when House Republicans are going to install a speaker of the house. How real is the threat that Ukraine does not get the money that they need? And would you be willing to consider adding some of these provisions around immigration that say a speaker Jim Jordan might demand in exchange for putting Ukraine money on the floor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HOLLEN",
      "sentences": "So two things, first of all, this chaos in the House of Representatives is hurting the country, this dysfunction within theRepublican caucus that is leading to essentially a vacant chamber to my right now. And a lot of uncertainty in the days ahead is going to make it harder for us to keep the government open in 45 days from now less than that, and to fund support for Ukraine. That said we've got to find a way. We do have majorities in the House and the Senate, Republicans and Democrats who recognize that we have to support the people of Ukraine against Putin's aggression, that it's important to protect democracy in Ukraine. But this is also a test for democracy around the world that we also know, President Xi in China and our adversaries are watching very closely to see if we abandon the people of Ukraine that would be a very bad signal to our adversaries and a very bad one to our allies. So I think that we will be able to find a way to get that done. On the border security issue, I do want to point out that the Biden Administration has requested $4 billion in supplemental funds to strengthen border security. We were talking earlier about one pot of money from 2019 that could exclusively be used for the wall. But they've asked for $4 billion to strengthen border security overall. And so far, it's been Republicans, especially in the house that said no to that $4 billion for border security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Interesting. So sir, while, I have you, I want to ask you this. This has gotten not pushed off the front pages. But it's a very important issue.You joined with a number of your colleagues to send a letter to the president to the administration about a pact between Saudi Arabia and Israel that is under discussion. You want the Israelis to agree to some things that would preserve the two state solutions. But you also are pretty critical of the U.S. signing, you know, a binding defense treaty with Saudi Arabia. You call it an authoritarian regime, which regularly undermines U.S. interests in the region, has a deeply concerning human rights record, and has pursued an aggressive and reckless foreign policy agenda. And you need proof that this would align with U.S. interests. Are you confident that the Biden Administration is listening to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HUNT",
      "sentences": "And that, of course, because of potential opposition from the Israeli leader Benjamin Netanyahu. Senator Chris Van Hollen, thank you very muchfor joining us today. I really appreciate your time. HOLLEN It's great to be with you. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HUNT",
      "sentences": "And with the turmoil of the house throwing future aid to Ukraine up in the air just ahead, we're going to talk to Representative VictoriaSpartz, a Republican who immigrated from Ukraine. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JORDAN",
      "sentences": "I've been clear that there are two fundamental questions need to be answered. What's the goal? Is the goal some negotiated peace, is the goalsome we'll get them out of eastern Ukraine, and is the goal to get the Russians out of Crimea, which they've had, except during the Obama Administration we've had for now nine years? What is the goal? What is the objective? Second question, if you can tell us what the goal is, how's the money being spent? How can we accomplish that? I think the American people are entitled to know the answer to those two questions before we continue to send their hard earned money to protect Ukraine's border wall we have what's happening on our borders. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Do you agree with Jim Jordan there? And could he get your vote for speaker?REP. VICTORIA SPARTZ (R-IN): Well, listen, I don't want you to tell us, you know, I was a person that over a year ago, said that we need to have more accountability and strategy, we need to make sure that we do have product strategy. And the cop was actually because a lot of people are dying, very serious war. And unfortunately, administration does a lot of grain deal to stop, but then slow work in a lot of aid. And it only benefits Russia. They are not reporting back to Congress what kind of oversight is provided. And American people are generous people, but they want to make sure we're dealing with very complicated countries. And you saw what's happened when we didn't do a good job in Afghanistan. We failed there. You know, and I think that is a very valid question. We also have a very valid question that this president needs to deal with domestic issues too. And I hope senate will step up dealing with that, would give us border security, I think we should be able to find common ground. This is a very reasonable question. So and I think all of this issues are national securities issues that we have to resolve and come together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Do you think there should be an up or down vote on the House floor on whether or not to give more money to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SPARTZ",
      "sentences": "Well, listen, I don't think majority of people, you know, in my conference have a particular objection to give money to Ukraine. They justwant to make sure that we'll have oversight. We have strategy, and our actions align with it. And make sure that we're also dealing with domestic issues, because if they don't protect our country, there is no hope for anyone around the world, including Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Congresswoman, let me ask you about Kevin McCarthy, because you and he had a pretty public back and forth a couple of weeks ago. And you votedagainst him in the motion to table although ultimately didn't join with the eight who voted to remove him. Now that he has been removed, though, do you have a preference in among announced candidates, Steve Scalise, or Jim Jordan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SPARTZ",
      "sentences": "Listen, I will, you will never get a perfect candidate. I'll be open minded all of them have strengths and weaknesses. But I want us to goand to look, who have a strategy and plan to deliver for the American people. We can do a lot of talk. But we were not able to force in some ways the senate to set government with us on very material issues like our national debt. And we said look at this, we can have a debt commission, it's not unreasonable for us to get to the table. Our credit rating was downgraded because we didn't want to have a conversation in dealing subsidy with the poor. We're OK to provide, you know, some physical security, but let's deal with fraud and abuse and asylum processes and the parole abuse that the administration is doing. I think senate should be with us on this issue. Even state of New York is not having the same challenges. You know, the Democrat side has to be really pure enough, even the -- words about this. I don't think that should be politicized. This is national security issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "So you also said yesterday, you feel it wasn't just McCarthy, who failed, but the entire Republican leadership team. Do you think they shouldall be thrown out and you should start from scratch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Would you be willing to support changing the rules back to where they were so that a single member of the House could not cause the speaker to beremoved again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SPARTZ",
      "sentences": "Well, listen, actually the first as Speaker Pelosi has changed their rules actually has changed back -- in the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "She did and then you guys changed it back. But would you support a change back to what Pelosi had?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SPARTZ",
      "sentences": "Listen, that was extremely important. I mean, I maybe we'll be open to say maybe it will take you know, a few members more members. But it hasto be by rank and file members, that the only way how we can have our leaders accountable. Otherwise, they will not care. You know, they will do business as usual. Making deals behind the scenes was big money in Washington, DC, and really destroying opportunities for Americans and for middle class and poor people in our country. I'm sick and tired of this machine being oppressive now -- right, to a lot of Americans. And I think that should be a bipartisan consensus. And some issue we actually do have, we actually on my death commission that I've been fighting a lot, we have bipartisan support in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "We haven't even gotten to your threat to resign from Congress if that doesn't happen. But Congresswoman Victoria Spartz, I do really very muchappreciate your time today. Thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SPARTZ",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "All right, in case it wasn't clear already, the Biden's might need to hire a new dog trainer. Sources tell CNN this morning that the FirstFamily's German Shepherd Commander has been involved in considerably more biting incidents and had previously been reported. And we already knew about 11 of them and one bite at least required a trip to the hospital. If you're thinking to yourself wait, did I hear about this before? You wouldn't be right; you're thinking of their other dog their older dog major, which the Biden's tend to live in Delaware because of his biting incidents. Well, statement to CNN says the President and First Lady are working through solutions with Commander and that the dog is not currently at the White House, while next steps are sorted out. And mortars will gather at San Francisco City Hall later today for a memorial service for Dianne Feinstein. The longtime Democratic senator has been lying in state there for Californians to pay respects. You see former House Speaker Nancy Pelosi there. But when the funeral starts only one of those, only those on the guest list will be allowed in Feinstein's office says that increased security is going to mean it has to be closed to the public. Back in Washington, Senate Majority Leader Chuck Schumer announced the Senate floor will be closed today. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY): It'll be my honor, a sad tearful but great honor to speak tomorrow at my friend Diane's Memorial. And I thank all my colleagues who will be in attendance. I know that it would mean the world to her for colleagues to join in this last one, goodbye. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "All right, we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Alright, welcome back to STATE OF THE RACE. My panel rejoins me. Before we go, we're going to ask for \"One More Thing\" on the campaign trailor in Washington you're watching for in the coming days, 30 seconds each. Alice Stewart, what are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "Look, I think a sad day. I love dogs. I have a great dog but the Biden dog commander is having a little biting problem unfortunately withthe service and it's an issue. So he's being removed from the White House for security reasons because it has become an issue for security. I feel bad for the puppy because it's, I'm sure it's a crazy place for a dog to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "But that's going to be news out of the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "It's a really tough issue for sure. Ashley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ALLISON",
      "sentences": "Now Senator Laphonza Butler made history it was kind of overshadowed because of all the chaos in the house. But she was sworn in bythe first black female vice president as the third black woman to ever serve in the Senate. I can't wait to see how she leads and represents the people of California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Yes, going to be interesting to watch. Paul?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KANE",
      "sentences": "I've spent so much time over on the House side that I still haven't even seen her yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "This is very unusual for him, he who don't know Paul Kane, and he would not have met a senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "KANE",
      "sentences": "It's a really high stakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "HUNT",
      "sentences": "Right. At very high stakes, I mean, tensions have really been rising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "KANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}