{
  "date": "2023-01-23",
  "headline": "The Situation Room",
  "subHeadline": "Now, Official Briefing On Monterey Park Massacre; Sheriff Says, Rifle, Electronics And Ammunition Recovered At Gunman's Home; Sheriff Says, Gunman Had Limited Criminal History, Was Arrested In 1995 On Firearms Charge; Garland Defends Approach To Dueling Biden And Trump Docs Probes; Ex-High Level FBI Official Charged In Alleged Schemes To Help Sanctioned Russian Oligarch. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "We are standing by for a new briefing on the California shooting massacre at any moment. An 11th victim has died as police learn more about the gunman and the search for a motive.Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer and you're in THE SITUATION ROOM. Let's get right to the California mass shooting as we await a briefing momentarily by local officials, including the L.A. County sheriff. CNN's Nick Watt is following the investigation in Monterey Park. (BEGIN VIDEOTAPE) NICK WATT, CNN NATIONAL CORRESPONDENT (voice over):  The suspect dead in a panel van, a self-inflicted gunshot after an overnight manhunt. Officials say this 72-year-old man murdered 11, injured nine more, opened fire during Lunar New Year celebrations at an Asian-American dance hall Saturday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are so surprised. Here is safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "This was apparently an old man attacking the middle-aged and older out dancing. But why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SHERIFF ROBERT LUNA, LOS ANGELES COUNTY",
      "sentences": "We still are not clear on the motive. The investigation continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "Apparently the suspect taught dance here informally at one point, met his now ex-wife at this very dance hall. They divorced in 2006. She told CNN he could be quick to anger if he missed a dance step, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Was it an issue of being disgruntled or an issue of domestic violence? We don't know, unfortunately. I was told in the past he was a frequent attendee of this dance hall. WATT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Additional units requested, multiple victims, gunshot wounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHIEF SCOTT WIESE, MONTEREY PARK POLICE DEPARTMENT",
      "sentences": "It was chaos. There were wounded people, there were people trying to flee out all the doors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "At around 10",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BRANDON TSAY, DISARMED MASS SHOOTER",
      "sentences": "I turned around and saw that there was an Asian man holding a gun. When he was looking around the room, it seemed like he was looking for targets, people to harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "Brandon Tsay was getting ready to close up for the night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TSAY",
      "sentences": "When I got the courage, I lunged at him with both my hands, grabbed the weapon and we had a struggle. We struggled into the lobby, trying to get this gun away from each other. He was hitting me across the face, bashing the back of my head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "Eventually the suspect fled leaving that weapon behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "LUNA",
      "sentences": "An assault pistol that had an extended large-capacity magazine attached to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "STEVE MOORE, CNN LAW ENFORCEMENT CONTRIBUTOR",
      "sentences": "When you have 30 rounds, you've got 30 potential targets before you have to reload. And, by the way, the minute in California that 30-round magazine went into that gun, it was illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WATT",
      "sentences": "And that weapon led investigators to a name and identity.(END VIDEOTAPE) WATT (on camera):  And we are now learning the identities of some of the victims here. 11 dead, 10 of them died here at the scene, 1 person died in the hospital. We are getting some names. Xiujan Yu had just turned 57. Lilan Li was 63. Mymy Nhan was 65, and according to her family, she was, quote, a loving aunt, sister, daughter, friend and she loved to dance. She loved to dance here. She danced here for years and this is where she died. Now, as we've discuss, we are waiting for this press conference from the sheriff and hopefully some more light to be shed on exactly why this happened, why did this man open fire, was there a coherent motive. We hope to hear a little bit more about that. But as I mentioned before, Hemet police said that he had come to them complaining about some family issues 10 to 20 years ago and also police say that they did manage to get a lot of evidence from that van in which the suspect was found, evidence that ties that suspect to this crime. But the motive, Wolf, we are still waiting to find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MIKE FONG, CALIFORNIA STATE ASSEMBLY",
      "sentences": "Thank you so much, Wolf. The questions I would have is why did he have access to these web weapons? Did he have any run-ins with law enforcement? What was his background? And those are some questions that I think we all need answers to. I want to send my deepest condolences to everyone affected here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Yes. We all express our deepest condolences. The death toll, as you know, has sadly risen today. It was 10, now it's 11. How is your community processing this latest act of violence on what was supposed to be a very joyful weekend celebrating the Lunar New Year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "FONG",
      "sentences": "At the dawn of the Lunar New Year, there's a big festival, a big celebration in the city of Monterey Park, where tens of thousands of residents were celebrating the Lunar New Year, the year of the rabbit, a symbol of peace and hope.And to have that peace and hope shattered in a matter of moments later that night is unfathomable. Right now, residents are mourning and grieving for the families and everyone involved. And we send our deepest concern and grievances -- grieving with everyone in the community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Yes. These were really wonderful, wonderful people who simply wanted to celebrate a little bit and then a gunman goes in thee and starts killing people.Are you learning anything yet, Mike, about the 11 people who were so sadly killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "FONG",
      "sentences": "We're learning details as the day proceeds and as more information comes out. These are neighbors, folks involved in the community, family members and friends of many folks in the community. This is just so heart wrenching to hear this news that another person has succumb earlier today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Yes. We see they're beginning to walk out. We're getting ready for this news conference, latest briefing on what happened.What will it take, Mike, for the Asian-American community right now and the wider community for that matter to feel safe after this latest horrific attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "FONG",
      "sentences": "Thank you so much for that question. In terms of safetyness, we're partnering with our local law enforcement agencies with the Monterey Park Police Department --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Let me interrupt, Mike. Hold on a minute. I want to listen to what they're saying already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Will provide an update on the Monterey Park shooting. The order of speakers today are Sheriff Robert Luna, representing the first district, Supervisor Hilda Solis, representing the fourth District, Supervisor Janice Hahn, District Attorney George Gascon, and closing, Monterey Park Police Chief Scott Wiese. Now it is my honor to present the sheriff of Los Angeles County, Robert Luna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "LUNA",
      "sentences": "No. The question is do we have a motive yet, and we do not have a motive yet. We want to know as much as all of you and we're working very hard to attain that.Yes, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "LUNA",
      "sentences": "The question is there's information out there that the suspect may have committed these crimes, and I'm paraphrasing, due to jealousy or some relationship issues. We're hearing those things too, but have not confirmed any of that information. It's part of what our investigators are diligently looking into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "REPORTER",
      "sentences": "A question about the timeline. Did the shooting start in the parking lot? And also what time did the Monterey Park in order to (INAUDIBLE)? And also why did it take five hours to alert the public there was a shooter on the loose?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "LUNA",
      "sentences": "I'm going to let the Monterey Park Police chief answer the first part of the question and I'll come back and answer the second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "WIESE",
      "sentences": "So, our 911 dispatch received 911 calls about a shooting in progress at 10Once we stabilized the scene, did our search, made sure there was-no- hiding suspects and set up our perimeter, we do an assessment. It was very clear at that point that we needed the sheriff's department's help, and when I -- so I got there in about 20 minutes. I don't live that far away. I walked the scene and it was very clear to me that I couldn't handle this on my own with the people I have. It was going to be too much of a burden. The partnership that we have with the sheriff's department in Los Angeles County is very, very close. The first call went to sheriff's homicide and that began the process. My next call, quite honestly, was to Sheriff Luna in the middle of the night. I think I woke him up about 11:30 maybe. I'd have to look at my phone. Don't quote me on the time, but I texted him. He called me back. We talked about what was going to be needed. But his people were already rolling at that point. So within a few minutes of us assessing what it was, that's when the call went out for help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)? WIESE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "LUNA",
      "sentences": "All excellent questions that we are going to be looking for answers on. Did he plan this? Was it the day of? Was it a week before? What drove a madman to do this? We don't know. But we intend to find out.And we're as curious as you are, because it's -- I mean, this is disturbing. I don't -- how can you even come to reason that somebody would even think about doing something like this? It's horrendous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "LUNA",
      "sentences": "Allegations about family poisoning, we've heard the same information. I believe the information we have is that the Hemet Police Department put that out. I would recommend you call them. We don't have specific information, although the investigators will -- our investigators will be looking at all of those factors to see if it contributed to the madness that occurred that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "LUNA",
      "sentences": "Was the suspect known to the individuals at the dance studio? We're hearing that there were possible relationships there, but I'm not going to confirm that yet because that's part of everything that we're looking at. But we hear the same thing over and over, so obviously it has to be looked into, and more importantly, verified.Because I'm getting a lot of questions in the last 24 hours about information coming to all of you, it's second and third-hand information. It seems like a lot of people definitely have opinions. Everybody has a perspective. But what we're finding out is it's not supported by facts and evidence. And we're in the business of reporting facts and evidence the best that we can. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "LUNA",
      "sentences": "We're in the process of looking at all that. I'm trying to -- the question is have we talked to any next of kin for the suspect. The information I had coming up here is I don't believe we have yet. It doesn't mean we're not going to. It's not on our list of things to do. But that's part of the process of finding out more about his background, whatever made him do something like this leading to the motive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "LUNA",
      "sentences": "Were there modifications? I'm just going to leave it at yes.Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "LUNA",
      "sentences": "So, the question is, if I understand it correctly, the modifications, again, to the weapon and the arrest having -- when he was arrested in 1990. So ,that's exactly what we're analyzing with our partners at the ATF. Nobody does fire examinations like they do. So, we'll look at that.And what gets confusing, and I will not try to explain, is remember that California has some of the most strictest gun laws in the country. But then you look back historically over the last 10 and 15 years, there's been modifications. So, if you look at somebody who may have been arrested back in 1990, maybe then it was or was not illegal and what it is today may be not only a firearm but a potential modification and even the magazines being used. So, a little bit more complex. It's part of the puzzle that we're trying to put together, but very good questions. Yes ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "LUNA",
      "sentences": "Confirm or deny that the -- one of the victims is related to the suspect. At this point, we don't have any evidence of that but that could change. We don't know. And as we're getting information from the coroner's office, who is responsible for identifying and notifications to the next of kin, we'll continue to work with them.So, thank you, guys, all very much for coming out. I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "BLITZER",
      "sentences": "So, there you heard the Los Angeles County sheriff, Robert Luna, giving us the latest. There's still no word on some sort of motivation for why this suspect went into that dance hall and simply started murdering all these elderly people who were out there simply trying to have a good time.Nick Watt is on the scene for us. Nick, you've been covering this from the beginning. What jumped out at you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "WATT",
      "sentences": "Well, what we just heard there, that officials will not confirm or deny whether this gunman was related to anybody inside this dance hall. He says the officials have been hearing that he certainly knew people. They are trying to confirm that. That is all part of the investigation. But as you said, Wolf, the headline, they are still not coming out with a motive. We are still no closer to knowing why this man might have done this.However, we did hear a lot more about what he left behind in that van where the gunman died, apparently of a self-inflicted wound. He left the clothing that he was apparently wearing during this attack. He left a weapon, and also more importantly perhaps, a search warrant was executed at his home, a trailer home about 80 miles away from here. And in that home, we are told, investigators found electronics, cell phones, computers, they were taken away, a rifle, also a huge amount of ammunition. They didn't even -- they weren't able to tell us how much ammunition. A lot of it loose, a lot of it in boxes. And also we are told in that house there was equipment that leads investigators to believe that this man was making homemade firearm suppressors, essentially silencers. He was making them in his trailer home. Now, we also hear that what was left here at the scene of the crime were 32 shell casings and that extended magazine that we've been told he was using. Also we have found out that one of the victims was actually out here in the parking lot. They are not sure exactly when that person was shot but they believe that person was shot before this man went inside and opened fire on the dancers in there. Now, of course, the investigation goes on, forensics under way right now on all of those weapons that were seized, on the shell casings, et cetera, but officials say they're not going to release any photographs of the weapons yet because there are witnesses who still need to be interviewed who still need to identify those firearms. So, still no motive. That's the headline, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:07",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, I mean, Nick covered things pretty well in terms of his analysis of that -- the electronic equipment, the amount of firearms ammunition that they recovered, another firearm. I mean there was a lot of evidence that they were able to recover. And even though they can't come up with an exact motive yet, things are starting to really shape up when you take a look at all the information that we've had so far in this case.You know, of course originally we all kind of thought this was hate motivated. It's beginning to look like it's personal. He had issues with people there at least at the ballroom, worked there previously -- could be something with his ex-wife, who knows. But it's starting to shape up as some kind of personal motive that he had that led him to commit this particular crime. One of the most interesting things that they recovered is the fact that he was manufacturing homemade silencers or suppressors. That's interesting. Those -- you don't see that every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:07",
      "speaker": "BLITZER",
      "sentences": "Clearly, he's been thinking about this for a while. A motive, Shan, is still unclear as we heard from the sheriff there. How critical is the investigation right now, even though the shooter is dead, how critical is it to determine what the motive may have been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:07",
      "speaker": "SHAN WU, CNN LEGAL ANALYST",
      "sentences": "It's really critical, Wolf, because the shooter is dead, there will never be a prosecution so it's really all on this investigation to explain to the public what happened here and to see if there are any issues.So as the chief was just referring to, it initially seemed like a hate crime. It's also important to realize hate crimes aren't always just a cross race situation. There can be political ones like the one that happened earlier this year in California, a political motivation, the Atlanta spa shooting. There's also hate crime charges based on gender as well. One thing that struck me here that I think would bear further investigation is they alluded to his conviction in 1990 of unlawful possession of a firearm. There are certain crimes like that, could be misdemeanors, maybe only banned him for ten years but many of them if it was a felony would have banned him for life. So that's something to take a look at, as to whether he was locally or illegally in possession of these firearms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:07",
      "speaker": "BLITZER",
      "sentences": "Good point.You know, Jennifer, as you heard the sheriff there, said that they believe the gunman was making homemade firearm suppressors or silencers. How revealing is that along with the details on the actual weapon used?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:07",
      "speaker": "JENNIFER MASCIA, CNN CONTRIBUTOR",
      "sentences": "That's quite alarming. Suppressors are regulated under the same law that regulates machine guns. Homemade guns and devices are a huge problem lately. They're called ghost guns. They're showing up increasingly at crime scenes and it's always a warning sign when someone is manufacturing their own federally prohibited devices.But, you know, something that stands out to me is that he had a handgun registered in the state of California. So it's not clear if all the guns found in his home were registered, including the rifle. But at least one was. That means he did go through background checks and vetting at some point. And the fact is that mass shooters do not all display warning signs that rise to the level of a gun ban unless you've had an involuntary mental health commitment or a prison sentence. You can still own guns, even under California's strict laws. I am very interested to see what happened with that 1990 case. Why there was no conviction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "BLITZER",
      "sentences": "We're also following the growing fallout right now from the Biden classified document investigation. Tonight, the U.S. Attorney General Merrick Garland is clearly on the defensive over the Justice Department's handling of dueling probes of the president and his predecessor.CNN's chief White House correspondent Phil Mattingly is joining us right now. Phil, so, what are you hearing over there at the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "So, there has been a continued focus on cooperation, making clear the president an his personal attorneys have made clear to the Justice Department that whatever they need, whatever search they need to conduct, the president is willing to say okay. That included over the weekend his home in Wilmington.But with that search also came a new discovery, just the latest in a classified documents issue that continues to be a significant issue for the president. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "We do not have different rules for Democrats or Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "MATTINGLY",
      "sentences": "Tonight, Attorney General Merrick Garland pledging impartiality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "GARLAND",
      "sentences": "We apply the facts and the law in each case in a neutral, nonpartisan manner. That is what we always do, and that is what we do in matters that you're referring to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "MATTINGLY",
      "sentences": "As two investigations, one of a current president, one of a former president grip a divided country. After another weekend of new discoveries and new questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "REPORTER",
      "sentences": "Mr. President, did you know those documents were there, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:53:12",
      "speaker": "MATTINGLY",
      "sentences": "President Biden again ignoring those questions as he arrived at the White House Monday, facing the reality of a rapidly developing investigation into his handling of classified documents.REP. MICHAEL MCCAUL (R-TX):  The fact is the FBI conducted this search, not his attorneys. That really ratchets the investigation up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "MATTINGLY",
      "sentences": "The search coming with coordination and the approval of Biden's legal team.IAN SAMS, SPOKESMAN, WHITE HOUSE COUNSEL'S OFFICE:  The president and his lawyers offered up access, unprecedented access to every single room of the president's personal home to ensure that any documents that need to be properly in possession of the government are taken and are in proper possession of the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "MATTINGLY",
      "sentences": "As Biden's lawyers continue to pledge full cooperation and Democratic allies grow increasingly uncomfortable.SEN. JOE MANCHIN (D-WV):  It's unbelievable how this could happen. It's totally irresponsible, and who is at fault?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "MATTINGLY",
      "sentences": "Even as they press the sharp differences between Biden's developing case.SEN. DICK DURBIN (D-IL):  It's outrageous that either occurred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "MATTINGLY",
      "sentences": "In the investigation into Donald Trump, which has been defined by a deliberate effort not to cooperate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "DURBIN",
      "sentences": "But the reaction by the former president and the current president could not be in sharper contrast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "MATTINGLY",
      "sentences": "All as House Republicans ramp up their own investigations into Biden's actions. House Oversight Committee James Comer asking the Secret Service for details, quote, regarding who had access to the home since serving as vice president as the White House and its first response to a House GOP request pledged to respond to legitimate requests, even as it noted, quote, the critical need to protect the integrity and independence of law enforcement investigations.Those challenges now confronting a White House in transition with powerful White House Chief of Staff Ron Klain set to step down in the coming weeks, and set to be replaced by Jeff Zients, Biden's former COVID-19 response chief and a veteran of top positions across two administrations, a move designed to elevate and sharpen the administration's focus on its agenda, priorities outside the ongoing investigation. (END VIDEOTAPE) MATTINGLY (on camera):  And, Wolf, that's an important point here for Ron Klain's predecessor. Making the trains move on time is a primary responsibility for the new chief of staff when he is announced. The investigations themselves, they are being handled, mostly by the president's private attorney. Bob Bauer, a long-time Washington hand, long time lawyer for the president continues to drive the strategy. When you talk to White House officials, they make clear the things you don't hear publicly in terms of publicly are not so much effort to hide the ball. They're largely driven by Bauer's efforts to try and reach an outcome that resolves in the favor of the president, not necessarily in the near term, but certainly in the long-term. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "BLITZER",
      "sentences": "All right. Phil, thank you very much. Phil Mattingly at the White House.There is another story we're following, a former very high-ranking FBI counter intelligence official accused of working for a Russian oligarch has been granted a half million bail after pleading not guilty to some extremely serious charges. CNN's Kara Scannell is working this story for us. Kara, so what are you learning about the two cases against this former high-ranking FBI official?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, Wolf, those first charges in New York that you mentioned were brought against Charles McGonigal. He was the head of the counterintelligence division at the FBI's New York field office until he retired in 2018.What prosecutors allege is that after McGonigal retired, he began working with a Russian oligarch, Oleg Deripaska. Deripaska is under U.S. sanctions. He is also someone that McGonigal, as that top FBI official, supervised investigations into. But the prosecutors say, once he retired, he began working for Deripaska, violating U.S. sanctions laws and money-laundering laws by concealing the work he was doing for him using shell companies and forged signatures. But then also, hours later, out of Washington, new charges were announced against McGonigal. In that case, prosecutors alleged that while he was serving in that top FBI position, he had received $225,000 from a former employee of Albanian intelligence. They do not identify who that person is or exactly what his role was for Albanian intelligence, but the prosecutors allege that McGonigal failed to expose as he concealed the payments to the FBI, disclose any payments of foreign officials. Not only did he file false statements and file false documents by concealing those payments, they say he also failed to tell them any trips he took overseas. He took several trips to Europe with this individual, and he also met with foreign officials, including the prime minister of Albania. None of that was included. He entered a plea of not guilty today in court. We caught up with his attorney after the hearing. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "SETH DUCHARME, ATTORNEY FOR CHARLES MCGONIGAL",
      "sentences": "Charlie has had a long, distinguished career with the FBI. He served the United States. This is obviously, you know, a distressing day for Mr. McGonigal and his family, but we'll review the evidence. We'll closely scrutinize it, and we have a lot of confidence in Mr. McGonigal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:01",
      "speaker": "SCANNELL",
      "sentences": "And, Wolf, he will appear in court in Washington, D.C. on Wednesday to face the charges there relating to the Albanian official.",
      "isLastSentenceInterrupted": false
    }
  ]
}