{
  "date": "2023-06-27",
  "headline": "The Situation Room",
  "subHeadline": "Trump Responds To Audio Obtained Exclusively By CNN; Zelenskyy Says, New Russian Strike A Manifestation Of Terror; Putin Praises Military For Stopping Civil War; Supreme Court Rejects Right-Wing Legal Theory That Would Have Had Major Impact On Elections; Senate Dems: FBI & DHS \"Completely Dropped The Ball\" In Run-up To January 6 Insurrection. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, Donald Trump in denial mode over audio obtained exclusively by CNN. It captures the former president acknowledging he had sensitive secret documents that were not declassified. We're breaking down the recordings and what they mean for the special counsel's criminal case against him.Also tonight, CNN is live in Ukraine where the death toll has been rising from a new Russian missile strike in a crowded city center. President Volodymyr Zelenskyy is calling the attack a manifestation of terror. This comes as Vladimir Putin is on damage control after the mutiny by Wagner mercenaries. I'll ask former U.S. Defense Secretary Mark Esper about the rebellion and how it's influencing Putin's war strategy. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in The Situation Room. We begin this hour with powerful evidence against Donald Trump in the special counsel's case against him. CNN exclusively obtaining recordings of the former president talking about highly classified material in his possession. This comes as Trump is speaking out about our new reporting for the first time. CNN's Senior Legal Affairs Correspondent Paula Reid has our report. (BEGIN VIDEOTAPE) PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT (voice over):  For the first time, the public is hearing former President Trump in his own words claiming to have secret documents months after leaving the White House. DONALD TRUMP, FORMER U.S. PRESIDENT:  I have a big pile of papers, this thing just came up, look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "CNN exclusively obtained the bombshell recording of Trump seemingly rustling through papers and showing off a secret military document during an interview at his New Jersey golf club in the summer of 2021. His own staffers recording the conversation at his request, and still he tells the room --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "See as president, I could have declassified it, now I can't, you know but this is still a secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now we have a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "Isn't that interesting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Trump giving Fox News this explanation Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "What did I say wrong in those recordings? I didn't even see the recording. All I know is I did nothing wrong. We had a lot of papers, a lot of papers, stacked up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "In the recording, Trump refers to a classified proposed military attack plan against Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "These are the papers. This was done by the military given to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "That line, these are the papers, coming to light for the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "JACK SMITH, SPECIAL COUNSEL PROSECUTING TRUMP",
      "sentences": "We have one set of laws in this country, and they apply to everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Special Counsel Jack Smith, who is prosecuting Trump in the classified documents and obstruction case, cited the tape in his indictment. But left out that key line and the section where Trump mocks former Secretary of State Hillary Clinton's use of a private email server.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "Look at this. You attack, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hillary would print that out all the time, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "And she'd send it to Anthony Weiner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "The tone throughout is casual, even jovial, when talking about national defense secrets, something that may not play well before a jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "Isn't that amazing? This totally wins my case, you know? Except it is like highly confidential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "The tape ending with Trump ordering some sodas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "Now you believe me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, I believe you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "It's incredible, right? UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "Hey, bring some Cokes in, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "The Trump campaign says the audiotape provides context proving, once again, President Trump did nothing wrong at all.(END VIDEOTAPE) REID (on camera):  Trump's close aide and now codefendant in this criminal case, he was expected to be arraigned in a federal courthouse in Miami today. But Walt Nauta didn't make it as a result of flight delays. Now, his hearing has been rescheduled to next week, but, Wolf, he still needs to find a Florida-based defense attorney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Still hasn't found one, not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "All right, Paula, stay with us. Don't go too far away. I also want to bring in our correspondents and analysts into this conversation. Laura Coates, I'll start with you. How strong is this tape as a piece of evidence in this criminal case against the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "Certainly is. All right, stand by. Kaitlin Collins is with us as well. Kaitlan, Trump is on the campaign trail in New Hampshire today. This is how he responded to the release of this tape. Listen and watch.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "TRUMP",
      "sentences": "My voice was fine. What did I say wrong in those recordings? I didn't even see the recording. All I know is I did nothing wrong. We had a lot of papers, a lot of papers stacked up. In fact, you could hear the rustle of the paper, and nobody said I did anything wrong, other than the fake news, which of course is Fox, too.(END VIDEO CLIP) BLITZER:  So, what do you make of this response from the former president, Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "It's interesting to hear him referencing the rustling of the paper, because that is exactly, of course, what we have been talking about last night, where he is telling those who are gathered around him, look at this, and you can hear him pause as he does move the paper around and seems to be showing it to them based on what you can hear in this audio recording.And so he's responding to that aide, that undercuts what he said to Fox News just a few days ago, last week, when he said he didn't have a document per se. He very clearly is referencing one from this audio recording. But also the entire premise of this undercuts the defense that he and his legal team have been making in court filings, but also in public for several months now, which is that he had the power to declassify these documents after he got out of office. And when you listen to this recording, you can hear him self- acknowledging that the document, as he calls it, highly confidential and secret. Then he says, look, as he is indicate to other people to look at this document, and then acknowledging that he does not have the power after he's left the office because this was recorded six months after he left the White House to declassify it. So, I think it raises the question of what his defense is going to do when they are in the courtroom, when this trial is under way, because Trump publicly, and in this audio recording, is undercutting that defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "Yes, he certainly is. You know, Elliot, let me get your thoughts. Is there any chance that this recording, this audiotape, would not be admitted in this criminal case against the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "It's an important question, Wolf, because there's always a chance that a piece of evidence may not make it into court for any number of reasons. And, look, it's a recording of things that happened outside of court, which under normal circumstances would be considered hearsay.Now, picking up on Laura's point, there's a few different ways you can get this in. Number one, it's called admission by a party. The defendant himself is talking and right away you can get that in. Another way you could get in is you could call it a statement against interest. He is a person who is speaking against his legal interests because he's, in effect, admitting to being in possession of the very thing he's accused of having. So, you have a few different avenues for getting it in. I think Trump's folks should certainly try to attack it, but I think they have uphill battle to getting this done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "That's what I've been hearing from legal experts as well. Paula Reid, we don't know if the prosecutors have the classified the document Trump is referencing on this audiotape. How might the witnesses heard on the recording though play into this prosecution against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "REID",
      "sentences": "Well, let's look at who's in the room. Two Trump aides, Liz Harrington, his spokeswoman, and longtime Aide, Margot Martin, and there's also two other people who are working on an autobiography of Mark Meadows.Now, his staffers were recording this. He was aware that he was on tape. And, in fact, the first time that his legal team learned the about this recording is when Margot Martin went before the grand jury. So, we know she's testified. We know they played at least part of this tape for her. And they could have asked her about what she saw. Did she see classified markings? What was he showing you? That's just one avenue they have in terms of the people in that room. We also know they know about this document, even though it's unclear if they have it, they've also talked to General Mark Milley. So, they have a lot of different ways to get more information about what he may have had and, more importantly, what she was showing off in that room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "Yes, good point. Kaitlin, most of Trump's 2024 Republican rivals right now haven't attacked him for his handling of classified documents. Is there any reason to think the release of this tape, this audio, will change that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "BLITZER",
      "sentences": "Good point. Laura, Walt Nauta, the co-defendant in this particular case, Trump's longtime aide at the White House, his valet, if you will, he's going to be appearing next week. He was supposed to appear today, but there were flight delays, he couldn't do it. How likely is it that he flips, cooperates with the prosecution, in order to either get a reduced sentence or no sentence at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "COATES",
      "sentences": "I would suspect that the prosecution has already pursued that particular course of action with Walt Nauta. I'm also a little bit taken aback that one would not have prepared more thoroughly to arrive on time when charged with a federal case of this magnitude.There's a lot of conversation about flipping and what this means. But you only, as a prosecutor, want to flip somebody if you reach a dead end in your own evidentiary pursuit, meaning you're the only person that I can get this information from and I really need you to be the person to get this testimony in. If I have corroboration, or somebody else who's a witness of a crime, then I don't necessarily need you to do so. It's great to ease on my case. But, remember, in the indictment, they talk about Trump employee number one, two, I think, and three is included as well, but is not the actual co-defendant, Walt Nauta. So, I would suspect they have alternate means of getting the information in. But the fact that he does not have local counsel still, to do a really sort cursory review and ability to get this in for the arraignment period, I smell something funny. I kept my finger on it yet, but doesn't sound like somebody who expediently trying to end this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "BLITZER",
      "sentences": "You smell something funny too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "WILLIAMS",
      "sentences": "I smell something funny, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "COATES",
      "sentences": "I'm sitting next to him, Wolf, thank you very much. That's not what you meant, but go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "WILLIAMS",
      "sentences": "If there's any chance that the defendant might be convicted, it's in his interests to plead guilty because there's a huge penalty to go into trial. You're going to get a much bigger sentence if you do. I don't know if he will but it will be much worse for him if he goes to trial and get something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "BLITZER",
      "sentences": "Yes. I suspect you're right based on the experience I've had covering these kinds of stories. Guys, thank you very much.Kaitlin, by the way, this is important note, will be back later tonight, 9:00 P.M. Eastern, for CNN Primetime. We'll, of course, all be watching. And just ahead, we'll get an update on the deaths and destruction after a new Russian missile strike on a key eastern Ukrainian city. What does it reveal about Putin's war strategy after the stunning mutiny by Russian mercenary forces? (COMMERCIAL BREAK) [18:15:00] BLITZER:  Right now, we're following a deadly new Russian missile attack in Ukraine in the aftermath of the mutiny by mercenary forces hired by the Kremlin. CNN's Nick Paton Walsh is covering all of these for us, joining us from Kyiv. Nick, give us the latest on this strike that President Zelenskyy is now calling, and I'm quoting him, a manifestation of terror.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes. I mean, after the drama in Moscow over the weekend, this is just a reminder of the toll that Russia's invasion of choice in Ukraine is taking on civilians every day. A particularly nasty attack in Kramatorsk in the east, not far from the frontlines, not indeed far from Bakhmut, where Wagner, the mercenary group that launch rebellion against Moscow, fought so hard.Four dead in an attack that appears to involve one, possibly two missiles hitting a pizza restaurant in that town itself, plus 40 injured as well, more than 40 injured. People picking through the rubble at the scene there. The pizza restaurant possibly quite busy at that time. We don't know if Russia deliberately targeted or was even able to target, its heavy weaponry so inaccurate at times. Often a reminder of what President Zelenskyy said there, essentially just trying to strike terror into the hearts of civilians through their often indiscriminate bombing of populated areas. But as I say, it's a reminder of the toll of the war here after a weekend of extraordinary drama often amongst sort of aging autocratic men fighting over the spoils of the post-Soviet world there. It began to get more answers as to where Wagner mercenary head Yevgeny Prigozhin is. It seems he's gone to Belarus. But above all, today, we had a very weakened Russian President Vladimir Putin constantly appearing on television, it seemed, trying to sell a narrative that was so far removed from reality. It was unclear how many Russians would actually accept it. Here's what we saw. (BEGIN VIDEOTAPE) WALSH (voice over): President Putin is used to conjuring his own reality on state T.V., but it was not clear during an array of post- rebellion pomp on Tuesday who is left buying it. His top brass, whose removal it was all about, still remarkably there, too, as Putin surreally thanked land forces, who barely intervened as Wagner advanced on Moscow the weekend, for saving Russia. PRES. VLADIMIR PUTIN, RUSSIA:  You defended the Constitution. You saved our people, our homeland, virtually. You stopped a civil war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "WALSH",
      "sentences": "And he bizarrely later told soldiers, the Russian state, him, in effect, had paid $1 billion to the rebellious Wagner group as it fought in Ukraine over the past year. PUTIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "WALSH",
      "sentences": "Lukashenko said later Saturday, Prigozhin agrees to stop his advance in return for his offer of safety in Belarus, and added Wagner would be useful in Belarusian ranks. Putin's headache now slightly further away, but still pounding.A drama miles from the war's grind, where Ukraine's President Zelenskyy has hailed advances in all directions, but where a breakthrough is lacking. Russian troops targeted here outside Bakhmut, usually don't have phones and may not have learned yet of Wagner's revolt. What morale will be left to shatter when they do? (END VIDEOTAPE) WALSH (on camera):  Don't be fooled. Moscow is desperately trying to suggest that this whole episode was a sign of unity. It's the weakest Putin's ever been. And it shows really, I think, that his prosecution of this catastrophic war is going to be hobbled in the weeks ahead. And the ultimate question, too, is still not resolved. Prigozhin is in Belarus, it seems. Though he hasn't said it himself, his group may be able to reform there. Do they become a headache for Lukashenko, the president of Belarus? Do they reform and try to curry favor of Putin again? That seems highly unlikely. It's a wild card. But above all, this utter chaos is in Russia is unprecedented. And at some point, it's likely we're going to see it filtered down to again remind people how catastrophic their performance in this brutal war of choice has been, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Yes, good point. Nick Paton Walsh, thank you very much for that report. Let's discuss what's going on, with the former U.S. defense secretary, Mark Esper. Mr. Secretary, thanks very much for joining me here in The Situation Room. I just want to get your quick reaction, first of all, to this latest deadly Russian strike on this civilian area right in the city center of Kramatorsk, killing people, injuring a lot of people, no military targets nearby at all, just trying to create terror and havoc.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MARK ESPER, FORMER DEFENSE SECRETARY",
      "sentences": "Sure, Wolf. It's horrible. It's been going on for 16 months now, right? We forget that in the early days of this conflict, Putin was bombing maternity hospitals and daycare centers and they're executing people in the streets. Look, there are war crimes that have been committed, continue to be committed and at some point in time, Russians will be held accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Putin personally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ESPER",
      "sentences": "Putin will be held accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "So, he should be held for war crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ESPER",
      "sentences": "Absolutely, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "All right. Let's talk a little bit about what's going on right now. Do you think that this Wagner mutiny, as it's being called, is going to affect Putin's war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ESPER",
      "sentences": "Yes. I mean, at the tactical level, it has the impact of taking a very capable player off the battlefield of Ukraine. I mean, over the past 16 months, it's been the Wagner Group who has been the only Russian entity, if you will, that was able to accomplish anything by seizing Bakhmut.Now, they -- it was a pyrrhic victory, they did it at great cost, but they were still effective. Now, they're off the battlefield. At the same time, Russian troops, most of whom at this point must be conscripts, have to be asking themselves, what am I fighting for? They look back. They see all the mayhem happen in Moscow. I'm sure the words that Prigozhin uttered about the war being unnecessary, about being -- Putin being fooled, about the generals and oligarchs using it to plunder Ukraine, has to resonate with them as well, in addition to the Russian people. So, I think it undermines Russian morale and readiness on the battlefield. But we'll see, right? The counteroffensive needs to play itself out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "The U.S. Defense Department announced today another huge U.S. military package for Ukraine, including, among other things, mine-clearing equipment. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ESPER",
      "sentences": "Yes, I read that Bangalore torpedo's. Very important to use when you're up against fixed defenses. The Russians have had six, seven months to build defenses all along that 600-mile or so front- line. This is a tough operation. Breaching enemy obstacles, very difficult to do, it's difficult for the United States army. And so you have forces right now, the Ukrainians, who have western equipment, they have western training, but the Russians have had a lot of time to prepare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "The former president, Donald Trump, and you were his defense secretary, he said, once again, today, he could settle this war in 24 hours. What's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "ESPER",
      "sentences": "That's absurd. Look, the only person that could settle this war in 24 hours would be Vladimir Putin. If he were come out today and say, it was a huge mistake, I'm withdrawing all of Russia's troops, and we'll talk about next steps, he's the only person that could end this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ESPER",
      "sentences": "It does not surprise me. It shocks me. If true, if all the allegations are true, it's very irresponsible and dangerous. And the description of it, first of all, didn't add up to me. Some time ago, it was discussed it was a four-page document. That's not what we ever presented to President Trump.When he asked for options, we would come and present options usually on a single big sheet of paper. We will call it a placemat, where we would outline different options based on varying degrees of difficulty and the effects it would have. And it was classified, of course. That's what we would typically present. So, I'm curious as to what this document is. And to me, that's the key question, because so much circulates about this document, what it means, how classified it was. I think we need to see what that was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "BLITZER",
      "sentences": "Yes. I'm sure at some point we probably will, but it's very disturbing that a former president could be sharing this kind of information about potential war plans against Iran with people who don't have national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ESPER",
      "sentences": "Well, absolutely. I mean, right now, where there's a young airman from the Massachusetts National Guard has been charged with the Espionage Act, because he took unauthorized documents, a classified documents, he retained them, and then he shared the information and he's being held in a court up in Boston right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "BLITZER",
      "sentences": "Yes, very disturbing indeed. Mr. Secretary, thanks very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:11",
      "speaker": "ESPER",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Donald Trump is on the campaign trail in New Hampshire today where he's responding to audiotapes obtained exclusively by CNN. Trump says he did, and I'm quoting him now, nothing wrong when he discussed holding secret documents he didn't declassify.CNN's Kristen Holmes has all the latest developments on the race for the Republican presidential nomination. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT (voice over):  Republican rivals descending on the granite state. Former President Donald Trump, the current GOP frontrunner, speaking at a luncheon with the New Hampshire Federation of Republican Women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TRUMP",
      "sentences": "Thanks as well to all of the Republican women of the great state of New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "HOLMES",
      "sentences": "And attacking his chief rival, Florida Governor Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TRUMP",
      "sentences": "Somebody said, how come you only attack him? I said, because he's in second place. Well, why don't you attack others? Because they're not in second place, but, soon, I don't think he'll be in second place, so I'll be attacking somebody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "HOLMES",
      "sentences": "DeSantis taking a less direct approach during his town hall about 40 miles way.GOV. RON DESANTIS (R-FL):  So, the question is, and I remember these rallies in 2016, it was exciting, drain the swamp. I also remember, lock her up, lock her up, right? And then two weeks after the election, oh, don't forget about it. Forget I have ever said that, no, no, no. One thing you'll get from me, if I tell you I'm going to do something, I'm not just saying that for an election. HOLMES:  As he seeks to make inroads in the crucial first primary state, DeSantis urging voters to look forward, not backwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DESANTIS",
      "sentences": "If this election is about Biden's failures and our vision for the future, we are going to win. If it's about re-litigating things that happened two, three years ago, we're going to lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "HOLMES",
      "sentences": "DeSantis also taking questions from the audience, a tradition of the primary process after not doing so on his first swing through the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's your administration going to do to protect our Second Amendment rights, showing that gun laws really don't seem to keep the guns out of the criminals' hands?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DESANTIS",
      "sentences": "Great questions, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "HOLMES",
      "sentences": "The competing event prompting the Republican women's group to criticize DeSantis for drawing attention away from the luncheon with Trump, though some members of the group objected to the statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TRUMP",
      "sentences": "It's not really nice, but he's holding an event right now to compete with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "HOLMES",
      "sentences": "As the Republican primary heats up, House Speaker Kevin McCarthy not saying whether he believes Trump is the strongest candidate for the party to nominate in 2024.REP. KEVIN MCCARTHY (R-CA):  Can Trump beat Biden? Yes, he can beat Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It makes it complicated if he's got all these trials and all of this stuff overhanging --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MCCARTHY",
      "sentences": "It makes it complicated, it also helps him. The question is, is he the strongest to win the election? I don't know that answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "HOLMES",
      "sentences": "Those comments sparking outrage from Trump allies and advisers who believe the former president helped McCarthy claim the speakership after lobbying GOP hardliners in the House to back him.(END VIDEOTAPE) HOLMES (on camera):  And, Wolf, McCarthy playing cleanup seemingly after this, talking to a conservative news outlet, saying Trump is stronger now than he was in 2016, and unsurprisingly blaming the media, saying they were trying to put a wedge between him and the former president. But, again, as you saw there, those are his exact words about being the strongest candidate and him saying he did not know. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Good point. Kristen Holmes in New Hampshire for us, thank you very much.Let's get some analysis from CNN Political Director David Chalian, and our Senior Political Analyst Gloria Borger. Gloria, what do you make of this back and forth involving McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Certainly, Donald Trump believes that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BORGER",
      "sentences": "Yes, Donald Trump believes that. And we know that he was on the phone talking to people. So, I think McCarthy really misspoke and he had no choice but to take it back if he wanted to live another day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BLITZER",
      "sentences": "Yes, important point. It's interesting that Trump and DeSantis were trading barbs all day today in their dueling campaign events in New Hampshire. Does DeSantis have more to prove, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "CHALIAN",
      "sentences": "Well, I think, actually, all these candidates still have stuff to prove, right? We're not deep into this race yet. And Donald Trump has stuff to prove too. Now, he's the frontrunner and he's ahead in all the polls by double-digit leads here. So, yes, DeSantis clearly still needs to prove that he can go toe to toe with Trump, that he has the stuff to be able to take him on. But I think the whole field of candidates still have to prove this.To me, the great question of this entire nomination season for the Republican Party, Wolf, is, is this a party that believes it is time to turn the page on Donald Trump and move in a new direction or this is a party that believes Donald Trump is their best path to success in 2024? And that is what is going to get litigated for the voters in these next many months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BORGER",
      "sentences": "You know, I think the problem all these candidates have is that the conversation is about Donald Trump. We're asking questions about Donald Trump. Obviously, we have the indictment. And there's going to be more -- I call it wallpaper. It's going to be the wallpaper of the campaign. And they're going to have to try and figure out a way to deal with that part of it while talking about what voters want to hear, which is, what are you going to do to improve my life? And they have to be able to do both. And that's not very easy to do politically. You have to be pretty adept at it and some of them just don't have the experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "CHALIAN",
      "sentences": "It's not easy to do. And just to put a fine point on what Gloria is saying, our most recent poll, just when it comes to this classified documents indictment, showed that a majority of Republicans not in favor of Trump, so the non-Trump part of the party still didn't want the candidates to criticize Donald Trump in this documents case. Their preference, most of them, is to stay silent on this. So, it shows you how difficult it is for candidates where there is an opportunity, clearly, to dethrone Trump, and yet none of them are able yet to step through that and exploit that opportunity. That's their challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, Ukraine says at least four people are dead and dozens injured after an attack by Moscow on a popular city center as dust settles on a stunning mutiny attempt inside Russia by mercenary forces.Joining us now to discuss, Democratic Congressman Jason Crow of Colorado, he's a member of the Intelligence Committee, he's a former U.S. Army Ranger as well. Congressman, thanks so much for joining us. First of all, what are you gleaning from this deadly Russian strike on this city center in Kramatorsk and Putin's damage control inside Russia about where Putin actually stands after that Wagner mercenary mutiny? REP. JASON CROW (D-CO):  Well, Wolf, it's too early to tell what to make of this recent attack. You know, we obviously want to know who conducted the attack. Was it groups affiliated with Ukraine? Was it Wagner mercenaries themselves or some other group within Russia? Nobody really knows yet. So, it's too early to tell. Although coming on the heels of this attempted coup by Prigozhin, it obviously raises lot of questions about the state of Vladimir Putin's leadership and authority within Russia. One thing is clear. I do not see a circumstance in which Vladimir Putin allows this challenge to his leadership to go unchecked and without a response because every autocrat has to rely on people fearing him more than his adversaries. So, Vladimir Putin will do something. We just don't know what exactly he'll do yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "The Belarusian president boasted today about his role in negotiating with the Wagner chief, saying he even got Prigozhin on the phone when Putin couldn't do that. How much does that undermine Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:04",
      "speaker": "BLITZER",
      "sentences": "The Pentagon says, the Wagner troops are still inside Ukraine right now. Are you seeing any indications these mercenary fighters will still play a role in the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:04",
      "speaker": "CROW",
      "sentences": "I think you might see some of them play a role in the war. But I think it's going to be a very, very small number, because look what happened here. You have the standing regular Russian army that didn't know this was happening, that actually stood down while the Wagner mercenaries marched towards Moscow.There's always been a trust problem between the Wagner mercenaries and the Russian military, by the way -- deep, deep trust issues that have only deepened by what happened over the weekend. So the Russian military do not trust these mercenaries, and vice versa. The mercenaries company not trust the Russian military. I think you have a situation where there's a lack of trust that I think will be close to impossible to repair and actually reconstitute that into a unified fighting force in Ukraine. Vladimir Putin himself and his generals actually don't trust these mercenaries either, you know? But listen, that's the nature of a mercenary. Mercenaries, by definition, will fight for who pays them. They really don't have loyalties to individuals or to nations. So when you create a monster like that, you have to deal with that monster, and Vladimir Putin's realizing that right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "BLITZER",
      "sentences": "The U.S. Supreme Court today dealt a major blow to a Trump- backed legal theory that would have had a huge impact on federal elections. Today's ruling came from a trio of conservative justices including Chief Justice John Roberts joining with all three liberals as well.CNN justice correspondent Jessica Schneider has details on this decision. (BEGIN VIDEOTAPE) JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT (voice-over):  The Supreme Court rejecting an obscure legal theory that had the potential to upend federal elections. The justices were warned during arguments in December that if the court adopted the independent state legislature theory, it could create election chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "NEAL KATYAL, ATTORNEY",
      "sentences": "The blast radius from their theory would sow elections chaos forcing a confusing two-track system with one set of rules for federal elections and another for state ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "SCHNEIDER",
      "sentences": "But Chief Justice John Roberts writing the opinion in the 6-3 decision upheld the authority of state courts to overrule election maps, laws and rules, put into effect by state lawmakers.Backers of former President Trump pushed the conflicting independent state legislation theory after the 2020 election, claiming that because the elections clause of the U.S. Constitution says the legislature controls the times and places and manner of holding elections, state courts had no authority to overrule state lawmakers. But now, the U.S. high court has rejected that argument spelling out how courts have throughout history been final arbiters enforcing state and federal constitutions. The chief justice writing, the elections clause does not insolate state legislatures from the ordinary exercise of state judicial review.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "KATHAY FENG, COMMON CAUSE",
      "sentences": "We beat back the most serious legal threat our democracy has ever faced with today's ruling in Moore v. Harper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "SCHNEIDER",
      "sentences": "Voting rights advocates praised the decision, with former President Barack Obama even weighing in, writingThe decision stemmed from a voting map dispute in North Carolina, where the Supreme Court initially struck down a congressional map drawn by Republicans who then appealed to the U.S. Supreme Court, saying their state's highest court had to right to step in. But while this case was ongoing, the partisan balance of the North Carolina Supreme Court changed, and they ruled in late April that state courts have no role to play when it comes to policing election maps. JOSH STEIN (D), NORTH CAROLINA ATTORNEY GENERAL:  So we know our general assembly is about to pass a bunch of ugly, gerrymandered maps that are going to make it hard on voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "SCHNEIDER",
      "sentences": "And North Carolina's attorney general warns, the U.S. Supreme Court's decision might not mean the end for state legislatures trying to meddle in federal elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:08",
      "speaker": "STEIN",
      "sentences": "When people have power, they want to try to grab more power and we see that with state legislatures across this country.(END VIDEOTAPE) SCHNEIDER (on camera):  Now, Chief Justice John Roberts did write in the opinion, that although state courts can overrule state legislatures, they don't have free rein. Specifically, Wolf, he said that the state courts can't intrude on the role reserved for state legislature. So even though they knocked this theory down, this language still does potentially invite other litigation as we head into the 2024 election cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:34",
      "speaker": "BLITZER",
      "sentences": "A scathing new report from Senate Democrats is pointing the finger directly at federal officials for failing to stop the January 6th insurrection.Our chief congressional correspondent Manu Raju has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:34",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Wolf, tonight a scathing report released by Democrats in the Senate Homeland Security committee going after two agencies, the FBI and the Department of Homeland Security's Intelligence and Analysis Office over its handling and its preparedness for the January 6th attack here in the Capitol. The conclusion from the Democrats, that there was ample intelligence and information about the attack that, it was planned out essentially in the open, and that those agencies failed to act on very credible threats.For instance, they said that there was a tip that was given about the potential for that far-right group, the Proud Boys, to literally kill people on January 6th. They did not act on that. There were also clear indications from the social media post of extremists and others who had plan to come here that day that they also planned to commit violation. Also, those agencies simply didn't act because they simply did not believe, according to the report, that such an attack would be credible. They simply ignored it. And in the words of Senate Homeland Security Chairman Gary Peters, he said that the two agencies dropped the ball. That is the ultimate conclusion by this report. Now, those two agencies also indicated that they were taking steps to try to make sure that this would not happen again. But ultimately, the Democrats did reach this conclusion. Despite these failures by the federal agencies, one person in particular was to blame. That is then President Donald Trump for inciting the insurrection of his supporters who stormed the Capitol and committed the violence on that day -- Wolf. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}