{
  "date": "2023-09-23",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Senator Rejects Calls To Resign; Tropical Storm Ophelia Close To N.C. Landfall; Real-World Impact Of Government Shutdown; Dozens Killed In Black Sea Fleet HQ Strike; GOP Opposition To Ukraine Aid; Pope Francis Expresses Sympathy For Italy's Migrants; Migration Surge At U.S. Southern Border; Chinese Hopeful For Boost From Asian Games; Spotlight On Colorado Football. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Tropical Storm Ophelia is just off the coast of North Carolina court to the latest advisory that came out minutes ago, it is expected to make landfall anytime now. It's nearly at hurricane strength, bringing damaging winds to coastal North Carolina and Virginia.More than 40,000 customers in those states are without power. Severe weather is also forecast in Maryland and Delaware. And the game today between Atlanta Braves and Washington Nationals has been postponed. And rain from the storm is reaching into New Jersey and Pennsylvania. (WEATHER REPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Among other actions, Senator Menendez allegedly provided sensitive, nonpublic U.S. government information to Egyptian officials and otherwise took steps to secretly aid the government of Egypt.REID (voice-over): The senator, seen here, traveled to Egypt just last month. The powerful senator who chaired the Foreign Relations Committee until he stepped down today also allegedly attempted to influence criminal investigations of two New Jersey businessmen. One was a longtime fundraiser for the lawmaker and allegedly pressured the Department of Agriculture to help an associate maintain a monopoly on the importation of halal meat to the United States. Federal agents searched the Menendez home in June 2022, finding over $480,000 in cash. Much of it stuffed into envelopes and hidden in clothing, closets and a safe. Some envelopes were found inside jackets bearing Menendez's name and hanging in his closet as seen in this photo from the indictment. The senator's previous corruption case ended in a mistrial in 2017. Then, a partial acquittal a year after that, before all charges were dropped. Menendez subsequently won re-election. SEN. BOB MENENDEZ (D-NJ): I am so proud that New Jerseyans rejected the politics of personal destruction and the false, negative, salacious ads. REID (voice-over): The White House today declined to comment. KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: But again, this is an active matter. So I'm not going to comment. REID (voice-over): But New Jersey governor Phil Murphy, a fellow Democrat, along with Representative Dean Phillips, among those calling on Menendez to resign. REP. DEAN PHILLIPS (D-MN): I don't care your politics, Democrat or Republican, you should be appalled. A member of Congress who appears to have broken the law is someone who I believe should resign. I think George Santos should've resigned already. REID (voice-over): But the senator refusing to back down, saying, quote, \"I have been falsely accused before because I refused to back down to the powers that be. And the people of New Jersey were able to see through the smoke and mirrors and recognize I was innocent.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "REID",
      "sentences": "The senator and his wife, along with their codefendants, are expected to appear in federal court next Wednesday. Today, the U.S. attorney said, though, this investigation is, quote, \"very much ongoing\" -- Paula Reid, CNN, Washington.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "The United Auto Workers' strike is now in its second week. And if you're needing car repairs, you could soon be out of luck.(BEGIN VIDEO CLIP) BRUNHUBER (voice-over): The strike has now been expanded to include 38 parts and distribution centers in 20 states belonging to General Motors and Stellantis. This move is likely to hit dealerships hard and limit their ability to service vehicles. The union said it won't expand its strike at Ford facilities, noting significant improvements in negotiations with that company. President Biden, who has been criticized for not showing enough support for the union workers, said he will go and join the picket lines. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Democratic Senate majority leader Chuck Schumer tells CNN his chamber may try to push through a bipartisan bill to fund the government as chaos rules in the Republican-led house.With the U.S. a little over a week away from a government shutdown, Schumer says he's trying to cut a spending deal with Mitch McConnell. House leader Kevin McCarthy says he'll try to pass a series of yearlong funding bills next week. But he sent representatives home for the weekend on Thursday. Still on Friday he issued a warning to GOP hardliners. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA), HOUSE SPEAKER: I just believe if you're not funding the troops and you're not funding the border, it's very difficult to think that you're going to win in a shutdown. I've been through those a couple of times. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "The president took a swing at the House's early dismissal on social media, writing, quote, \"Last time there was a government shutdown, 800,000 Americans were furloughed or worked without pay. But enjoy your weekend.\"A government shutdown would affect millions of Americans, even if it lasts only few days. CNN's Brian Todd has the real world impact. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): Those soul-crushing flight delays that might have hampered your travel this summer and last year, get ready for potentially more of them. Your food and water might be vulnerable to safety lapses. Those are among the potential disruptions to our lives that could occur if the Congress can't agree to extend the funding of the government and we face a government shutdown by midnight on September 30th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "EVERETT KELLEY, PRESIDENT, AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES",
      "sentences": "Don't think for one minute that it don't affect your community, that it don't affect your church, that it don't affect your city, your municipality. It affects all of America.TODD (voice-over): First to feel the pinch, almost all of the country's 3.5 million federal workers going without pay, including active duty military and much of federal law enforcement. Some essential workers will have to work anyway without pay, like air traffic controllers and TSA officers at airports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "KELLEY",
      "sentences": "When you don't have money to put gas in your car to come to work, when you don't have money for public transit, you know, that could cause delays at the airport because these guys are going to call in because they can't get to work.TODD (voice-over): And a shutdown would delay the training for badly needed, newly hired air traffic controllers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "Even a shutdown lasting a few weeks could set us back by months or more because of how complex that training is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "TODD",
      "sentences": "How would the rest of us feel it?National parks likely closed, food stamps in jeopardy, as well as passport processing and disaster funding for places like Hawaii and Florida. Even thousands of preschool kids could be shut out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "CATHERINE RAMPELL, CNN ECONOMICS AND POLITICAL COMMENTATOR",
      "sentences": "Headstart is losing funding. That means a lot of preschools may be temporarily shutting down and the families that rely on them will be affected.TODD (voice-over): Our daily sustenance would be affected, analysts say, because FDA and EPA inspectors wouldn't be working during a government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "RAMPELL",
      "sentences": "You'll see fewer food safety inspections. You'll see a pause in inspections of drinking water facilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "TODD",
      "sentences": "Social Security and Medicare payments won't be stopped.But service?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "KELLEY",
      "sentences": "A person come and want to apply for a new claim, that won't happen. A person have an issue with their benefits, you know, they have no one to call, no one to talk to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "TODD",
      "sentences": "The broader economy would take a hit, experts say, because things like permitting for construction projects and loan approvals for farms and small businesses could be paused.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "RAMPELL",
      "sentences": "A government shutdown is just yet another drag on the economy because it ends up disrupting lots of supply chains and lots of services that people and businesses rely on them to keep other parts of the economy running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "TODD",
      "sentences": "What's the average American do to prepare for a possible government shutdown?Analyst Catherine Rampell says check to receive what benefits you're receiving from the federal government, whether it's food stamps or your child's preschool. Find out if those benefits will be disrupted. And she says, contact your representative in Congress and urge them to work as hard as possible to reach a funding deal -- Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Ukraine says the toll from its strike on Russian naval headquarters in Crimea is far higher than Moscow is ready to admit. Russia said only one soldier is missing after Friday's missile attack on the command of its Black Sea fleet.The Ukraine special operations forces say dozens of people were killed or wounded, including some senior fleet leaders. The statement didn't provide evidence for the claim. Meanwhile, Russian drones and artillery pummeled parts of southern and central Ukraine overnight. The attacks killed one person and wounded three others near Kherson. The strikes on Crimea maybe far behind front lines but a general in charge of Ukraine's counteroffensive says, they still make a big difference for his forces on the ground. He gave an exclusive interview to CNN's Fred Pleitgen. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL (voice-over): Smoke billowing from Russia's Black Sea Fleet headquarters in Sevastopol. Moscow blaming Ukrainian launched cruise missiles, Kyiv only confirming they hit the building. I sat down with the commanding general for Ukraine's counteroffensive in the south, Oleksandr Tarnovsky, and he tells me strikes like these are invaluable for his troops. BRIG. GEN. OLEKSANDR TARNOVSKY, UKRAINIAN ARMED FORCES (through translator): A destroyed commander means a destroyed command link. And if there is no command, then there are no coordinated actions. Hitting infrastructure like factories, bases, warehouses containing weapons is also a factor for victory. PLEITGEN (voice-over): In the past weeks alone, the Ukrainians say they've hit a Russian ship, a submarine, an airbase and a surface-to- air missile system in occupied Crimea. Still, Ukraine's president faces skepticism, both from many Republican lawmakers and the public about the U.S.'s continued support for Ukraine. Tarnovsky asking for patience. TARNOVSKY (through translator): We have one goal: liberation of our territories. However hard it is, we will keep on working. And I want to thank even the skeptics. Their criticism also influences our task success. PLEITGEN (voice-over): It's been a slow grind for the Ukrainians on the southern front. Progress, so far, incremental. But the U.S. has cautioned time might be running out as fall progresses, making the earth here soggy and movement difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "PLEITGEN",
      "sentences": "How much do you think that you can achieve before the winter sets in?How far do you think your forces can get realistically? TARNOVSKY (through translator): The weather can be a serious obstacle during an advance. But considering how we move forward, mostly without using vehicles, I don't think the weather will heavily influence the counteroffensive. PLEITGEN (voice-over): General Tarnovsky says he remains optimistic that Ukraine's counteroffensive will be a success, especially if Ukraine continues its campaign targeting Russian forces in the rear, like Crimea -- Fred Pleitgen, CNN, Dnipro, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "And Salma Abdelaziz is following developments in Ukraine.Salma, let's start with that attack on the Black Sea fleet headquarters. It could be a significant but confirmed details are still scarce. What more are we learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "ABDELAZIZ",
      "sentences": "The Ukrainian Special Forces said in the statement that there were dozens of Russian troops killed and wounded in this attack. It also said that the timing of the attack was significant, apparently taking place during a high level meeting at noon yesterday.And the statement went on to say that that led to senior members, leadership, of the Black Sea fleet being among those killed or wounded. Now Ukraine's provided no evidence to back these claims. Russia disputes them. I think as you mentioned, Kim, the latest statement we have from Russian officials, is that one soldier is missing, nothing further than that. They do admit, they do concede that that headquarters was struck, as you've seen in those dramatic videos. There regardless of the exact consequences, the exact nature and outcome of this attack, Ukraine has been making it clear, in recent weeks, that any Russian target inside, deep inside Russian occupied regions is within reach. As you heard there from our Matthew Chance, several strikes on several areas, from ships to command centers, to now the headquarters again in Russian occupied regions, gives that sense that the Kremlin is ever more vulnerable, far from those front lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "In the meantime, Salma, Russian attacks are continuing.What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, so, heavy Russian bombardment overnight, to the south, to the Kherson region and the Dnipro region. The Kherson region, local officials reporting in a 24-hour period, in the past 24 hours, some 600 shells were fired toward that region.Several people -- one person has been killed and several others have been wounded. Again, this is a continuation of the challenge that Ukraine faces, all along that hundreds of miles of front line. You can see on that map there, just how extensive that front line is, that battlefield is. While Ukrainian forces are very much focused on the Zaporizhzhya access to the south, pushing toward the Black Sea, the Russian forces continue pull and distract Ukrainian forces all along that front line, causing serious damage, causing civilian casualties that continues to challenge Ukrainian forces, as the days are numbered. Winter is coming soon. That could really slow this counteroffensive without a major breakthrough this summer. Still Ukrainian forces remain optimistic. They are claiming that in recent days and recent hours, they were able to retake yet another village south of Zaporizhzhya. That push continues, again, to cut off the all-important land peninsula that supplies Russian troops on that battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Appreciate the update, Salma in London. Thank you so much.Future U.S. assistance for Ukraine is getting caught up in the ongoing dysfunction in the House of Representatives. House speaker Kevin McCarthy won't commit to bring a $24 billion aid package to the floor, despite what he described as a productive meeting with Zelenskyy this week. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "MCCARTHY",
      "sentences": "I have questions for you.Where's the accountability on the money already spent? What is the plan for victory? I think that's what the American public wants to know. Look, what Russia has done and invaded is wrong. It's an atrocity. We want to make sure that ends. I also have always said from the beginning, no matter what the issue is, I want accountability for whatever the hardworking taxpayers spend their money on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "A CNN poll from July indicated that 55 percent of respondents didn't think Congress should authorize more funding for Ukraine. Senate leaders working on a bipartisan spending bill say they believe the U.S. should provide support. Here's Republican minority leader Mitch McConnell, speaking on Thursday.(BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (R-KY), MINORITY LEADER: American support for Ukraine is not charity. It's an investment in our own direct interests, not least because degrading Russia's military power helps to deter our primary strategic adversary. (END VIDEO CLIP) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "I want to jump in, because there is a huge partisan split on this. Only 28 percent of Republicans think Congress should supply more aid to Ukraine compared to 62 percent of Democrats. That I imagine accounts for the resistance we're seeing from the GOP in Congress.It's not as if there's a huge disconnect between the lawmakers and their voters here. D'ANIERI: That is certainly part of it. It is undeniable that Republicans in general are more skeptical of sending more American aid to Ukraine then Democrats. But if you look at the same poll, I think part of this shows that it's more partisan politics than actually that Republicans don't care about Ukraine. Actually, Republicans support sending more aid to Ukraine at twice the clip that they approved of President Biden's handling of the situation in Ukraine, which speaks in part, again, just to parties in American politics but also hints that the fact that many Republicans want the Biden administration to do more for Ukraine. One of the criticisms we hear in Washington is that the Biden administration -- and this is true from both Republicans and Democrats, this criticism -- has been really too slow in sending aid to Ukraine. That's holding up F-16s, holding up tanks, holding up ATACMS as well. So I think there's a bipartisan group as well that actually wants the U.S. to be more quick and more robust in what we send as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "It'll be interesting to see if those numbers change, depending on the success of the Ukraine's counteroffensive. We'll have to leave it there, Andrew D'Anieri, thank you for speaking with us. Really appreciate it.D'ANIERI: Thank you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "He's meeting with French president Emmanuel Macron, while shedding light on the plight of migrants fleeing Africa.Plus the trip of migrants on the U.S. southern border is just one part of the trail of misery that starts in South America. We'll have a report on that, please do stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "ALLEN",
      "sentences": "That is the optics of meeting with the world's leading moral champion of the human rights and the dignity of migrants and refugees at a time when Macron's government is taking an increasingly hardline policy.Macron announced that France is not going to receive any new migrants. He's going to double the military presence on the border with Italy. So by being perceived as at least open to the pope's message, that it will placate some of the Left. Whether that makes a difference, that's a wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Then they'll celebrate mass at Marseille's soccer stadium. Macron will be the first French president to attend a papal mass since 1980.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "ALLEN",
      "sentences": "First of all, kudos on your French pronunciation, which is far better than mine -- but, yes, you are absolutely right. The French pride themselves on this concept of laicite, which means strict church-state separation.Macron has actually faced some criticism in France for attending this mass. He's emphasized that he's not going as a believer but rather as the head of state in an attempt to show respect. Nevertheless, I think what it is indicative of is that Macron understands that Pope Francis is a deeply relevant figure on the global stage. And his advocacy on all kinds of issues but particularly in this context, the questions of migrants and refugees, has deep political resonance. And while his policies may not exactly track with the pope's teaching, he also can't afford to be seen as dismissing it, either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Interesting to see if this yields any change in policy. We'll be tracking it. John Allen, always appreciate your analysis. Thanks so much.Uncontrolled migration is also a crisis at the U.S. southern border. Nearly 9,000 migrants crossed the border from Mexico in just one 24- hour period this week. New drone footage shows migrants at Eagle Pass, Texas, dealing with muddy water, rocks and long stretches of razor wire. Some migrants formed a human chain to cross the Rio Grande into the United States. It is estimated that up to 1,000 migrants were apprehended in the area on Friday. The unprecedented flow of migrants is creating a humanitarian crisis that starts in South America and snakes its way up to the southern United States. Stefano Pozzebon has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "In just a few hours, China will officially open this year's Asian Games. Beijing hoping the event will give it a boost competing on the world stage. A live report from China next, stay with us.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "China is less than three hours away from opening ceremonies of the largest Asian Games ever. Chinese state media says Xi Jinping will be in the host city of Hangzhou to declare the games open.More than 12,000 athletes are set to participate in the games, a new record. Athletes will compete in 40 sports, 61 disciplines and 481 events over the coming weeks, through October 8th. So for more on this, CNN's Marc Stewart joins me now live from China. Marc, as I said the biggest Asian Games ever. What are you keeping your eyes on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "STEWART",
      "sentences": "That is why China is using this as a moment to say that it is back in business. Right now we have not seen social distancing. We are not seeing people wearing masks. This is the moment that China really has been waiting for.After around three years, a very strict COVID lockdown, with this openness, it also is giving China, a little bit of political clout, political muscle to start making deals on its own. That is exactly what we have seen over the last 24 hours, especially with that meeting between Chinese president Xi and president Bashar from Syria making agreements about Chinese assistance to help Syria rebuild, further alliance with China's Belt and Road program, this initiative that really focuses on economic growth and on infrastructure. It's not just Syria, that's here. At these opening ceremonies we're going to see world leaders not only from across Asia but also from across the Middle East, a part of the world that China does see value in. Particularly building relationships especially on the economic front so this is not just a sporting event. This is a way for China to really reestablish itself on the global stage using these games here in Hangzhou, China, as the backdrop for all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "Big day of college football today, a game many people will be watching, Deion Sanders and the Colorado Buffaloes, taking on Oregon. Coach Prime has taken college football by storm, making Colorado games must-see TV. \"CNN SPORT's\" anchor Andy Scholes joins me.Now a lot of people thought Coach Prime would make Colorado better. This fast this good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORT CORRESPONDENT",
      "sentences": "It's just been so exciting, Colorado has three of the top five, most watched college football games this. Year Colorado that is not normal. That is the effect that Deion Sanders had had on the team.From winning one game, one of the worst teams in all of college football last year to undefeated. Everyone is talking about Coach Prime right now. Deion Sanders negotiated one of the biggest turnaround in the sport, we've ever seen by being the same prime time that we've known for years. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "DEION SANDERS, COLORADO FOOTBALL COACH",
      "sentences": "Who ready?Who ready? Who ready? Well, give me my dern theme music then, Deejay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SCHOLES",
      "sentences": "Colorado Buffaloes have taken college football by storm this season, thanks to one man, Coach Prime.After three seasons coaching HBCU Jackson State, Deion Sanders instantly transforming Colorado into the most entertaining team in college football. And he did it by being unapologetically himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "I make a difference. I truly make a difference. I make folks nervous now. I get folks moving and they see that. I get folks twiddling their thumbs, I get them thinking and second guessing themselves.SCHOLES (voice-over): First thing he did after getting the job, he told all the players he inherited to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "I told y'all to get ready, to go heads up in the 4th.SCHOLES (voice-over): Coach Prime overhauling the Buffaloes' roster, bringing in 86 new players this season. And critics said, his in-your-face, brutally honest method would never work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everything Deion has been doing has been putting a target on his team's back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No one like Deion, told give guys a bunch of pink slips.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For all the hoopla and all the hype going into the off-season, with Deion Sanders and Colorado, it does not mask the fact that they don't have any players on that roster.SCHOLES (voice-over): But Sanders continues to prove them wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "Do you believe?SCHOLES (voice-over): Coach Prime has completely changed Colorado's culture, bringing unprecedented excitement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "PEGGY COPPORN, BUFFALOES SUPERFAN",
      "sentences": "I'm Peggy.Do I call you Prime? Do I call you that or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "COPPORN",
      "sentences": "Well, how about good-looking?SCHOLES (voice-over): Even 98-year-old Colorado superfan Peggy Copporn, who has rarely missed a game since 1940, can't believe what Coach Prime has brought to Boulder. It's (INAUDIBLE) unbelievable. All this attention the one man has brought to this town, it's so great. SCHOLES (voice-over): For the first time ever, Colorado's completely sold out of tickets. The school says merchandise sales are up 819 percent from last season. Rapper Lil Wayne led the team out of the tunnel before last week's win over rival Colorado State. And that was after The Rock was in attendance as Boulder hosted the ESPN's college game day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "DWAYNE JOHNSON, ACTOR AND FILM PRODUCER",
      "sentences": "He's changing the face of college football and he's doing it his way. But he's also doing it in a way that -- and this is the hard part -- that is galvanizing not only a town, in Boulder, Colorado, but also galvanizing an entire country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "You make me proud, man.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JOHNSON",
      "sentences": "Did you hear?SCHOLES (voice-over): Two recruits that have helped Coach Prime's instant success in the Rockies are two of his sons, Shedeur, the team's star quarterback, and Shilo, a defensive back who wears Dad's iconic number 21. Fans have known Deion Sanders for decades as one of the best athletes ever. But is he now the best coach in college football?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "Let me see them here, so I can look at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You feel that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SANDERS",
      "sentences": "You think I'm going to sit up here and tell you somebody else?You think that's the way I operate, that somebody else got that on me? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "The Ducks are scoring 58 points per game so far this season. I tell you what, if Coach Prime can somehow pull off an upset against Oregon, I don't know if you could debate it. He really would be the best coach out of college football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "BRUNHUBER",
      "sentences": "That's right. Well, he's done it before. And that infectious enthusiasm is affecting the whole team.",
      "isLastSentenceInterrupted": false
    }
  ]
}