{
  "date": "2023-03-17",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Arrest Warrant Issued for Putin, Russian Official; Judge Rules Trump Lawyer Must Testify, Saying Prosecutors Met Threshold for Crime- Fraud Exception to Attorney-Client Privilege; Reports: Justice Department Investigating TikTok Parent Company After Allegations Of Surveillance Of Americans, Including Journalists. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "So the trash is literally sitting out in the street, uncollected for days and days, sparking health concerns and fears of rodent infestations. The protests are ongoing.So much for the scents of Paris in the springtime. Thanks so much for joining us. AC 360 begins right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "They have taken children from the country they invaded, boasted about doing it, even held televised celebrations showing their victims. Now, Russia's President and the official who has overseen the forced deportation of thousands of kids from Ukraine to Russia, in her capacity as the Orwellian titled Commissioner for Children's Rights are both facing war crimes charges from the International Criminal Court, which has issued warrants for their arrest.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "So is the message today that nobody is above the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KARIM ASAD AHMAD KHAN, INTERNATIONAL CRIMINAL COURT CHIEF PROSECUTOR",
      "sentences": "I think the message must be that basic principles of humanity bind everybody, and nobody should feel they have a free pass.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BERMAN",
      "sentences": "That is Karim Khan, the ICC's chief prosecutor.We spoke to him at the start of this invasion when he was in Ukraine and have reported extensively throughout the invasion on Russia's war on the Ukrainian people and identity. Tonight, an exclusive conversation with him on his history making day, along with coverage as only CNN can of the impact of it. First, though, very quickly, here is what President Biden just said about the ICCs decision to CNN's Jeremy Diamond. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think it's justified, but the question is, it is not recognized internationally by us either, but I think it makes a very strong point.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BERMAN",
      "sentences": "With that, let's go to CNN chief international correspondent, Clarissa Ward, who got the exclusive interview. She joins us from The Hague.Clarissa, a historic interview for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Historic interview for us and a historic day for the International Criminal Court, the ICC, when we sat down and had an extensive conversation with the chief prosecutor, Karim Khan, who said this is the first time that a sitting Head of State of a permanent member of the United Nations Security Council has been issued with an arrest warrant by the ICC, and it is all the more significant because this isn't happening years after the war in Ukraine finished, John, this is happening months after it started.And what Khan is hoping is that this will really start to set a new precedent to show that the wheels of justice can turn quickly. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WARD",
      "sentences": "This feels like a historic moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KHAN",
      "sentences": "Well, I think it is a very important moment, as the President said that, you know, these warrants have been issued, and it shows that individuals whatever their position, however high, don't have a free pass, and that the law binds us to some basic principles. So I think it is very important for that reason, and many others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WARD",
      "sentences": "What is the next step now? What happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KHAN",
      "sentences": "Well, the next step is that these warrants will be -- they have to be circulated and States will have to consider whether they can enforce those warrants, but also we're continuing our investigations.There are many other crimes in Ukraine that we're looking at and we also have some other options. If the warrants are not complied with, regarding applications for confirmation hearing in absence in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WARD",
      "sentences": "Do you believe it's possible that one day we will see President Vladimir Putin in the dock?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KHAN",
      "sentences": "I think those that think it's impossible, fail to understand history, because the major Nazi war criminals, Milosevic, Karadzic, Mladic, former President Charles Taylor, John Kambanda, from Rwanda, Hissene Habre, all of them were mighty, powerful individuals, and yet they found themselves in courtrooms, whose conduct was being adjudicated over by independent Judges.And that also gives cause for hope, that the law can, however difficult it may be, the law can be supreme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WARD",
      "sentences": "So is the message today that nobody is above the law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KHAN",
      "sentences": "I think the message must be that basic principles of humanity bind everybody, and nobody should feel they have a free pass, nobody should feel they can act with abandon, and that definitely, nobody should feel that they can act and commit genocide or crimes against humanity, war crimes with impunity, because we have an International Criminal Court. We also have basic norms of customary international law.And there are many different fora around the world, which is reducing the scope and the room for impunity, and fewer and fewer safe havens. So I think that's an important lesson that we need to, you know, render effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "WARD",
      "sentences": "Was that very intentional for you to try to start these things, these investigations moving as quickly as possible with Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "KHAN",
      "sentences": "Absolutely not, not because it's Ukraine. I've been on the defense. I've been representing victims. For 30 years, I've been a barrister and international law has been effective in some cases, in many cases, but I think the ICC has been a pedestrian in some respects, and we need to accelerate.And I think that's very important for us, if we feel that the law is for us, as prosecutors, as Judges, as defense counsel or victims' lawyers, and we don't feel the weight of responsibility that there are people in refugee camps or crossing borders with plastic bags with children in arms, and grandparents and they're fleeing with fear, we are not fulfilling our responsibilities under the law, but also as members of humanity as well as we should and we will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "WARD",
      "sentences": "So, about justice for victims, not about geopolitics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "KHAN",
      "sentences": "Absolutely. It must be. The law must be about and particularly criminal law must be about victims and survivors of humanity.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BERMAN",
      "sentences": "Such an important discussion, such an important moment, Clarissa. What has the reaction been, though from the Kremlin to these charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "WARD",
      "sentences": "Well, perhaps unsurprisingly, John, it has not been positive. We have heard from Dmitry Peskov who, of course, is President Putin's spokesperson. He has said, essentially, that the warrants are outrageous and unacceptable.We also heard from Maria Zakharova, who is the spokesperson for the Foreign Ministry who said that they have no meaning because Russia is not actually -- you know, it's not a signatory of the ICC Rome Statute and therefore, is does not fall under its jurisdiction. And we heard from the woman herself, the High Commissioner for Children of Russia, Maria Lvova-Belova who had a sort of sarcastic response, saying it's great that the international community appreciates our work. So fairly sardonic, but I think beneath that, one can be sure that there is an understanding that at the very least, this is an irritant that certainly will have some concrete impact. Whether or not we see President Putin in the dock, it is significant day -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BERMAN",
      "sentences": "You know, in theory or on paper, it limits where Putin can go around the world. Explain that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "WARD",
      "sentences": "So basically, there are 123 Nation States that do participate with the ICC and the Rome Statute, right? And that's about two-thirds of the country in the world. Some very big ones do not, not just Russia, by the way. China, India, and of course, the US. So can President Putin still go to the G20 in India that's upcoming? Yes, he can. Could he still potentially go to the, you know, United Nations General Assembly in New York City? Potentially, yes, he could.And also, it's important to underscore that even for those countries that are signatories, that doesn't mean necessarily that they would have to enact those arrest warrants. We saw this back in 2017 with South Africa, when, you know, the Sudanese dictator, Omar al-Bashir visited and there had been an expectation or hope that potentially he would be arrested, that did not happen. They cited the fact that he was a Head of State and they said that South Africa has its own laws pertaining to Heads of State having diplomatic immunity. But make no bones about it, John, the reality is that President Putin's world is shrinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BERMAN",
      "sentences": "Just so people know on this map, the countries in red there are the countries that have signed on. The countries not in red, haven't. That does include India, China, you know, Russia, the United States -- some very big countries not part of it.Clarissa, in an address last night, the UKRAINIAN President Zelenskyy said: \"The day will come when all the perpetrators of war crimes against Ukrainians will be brought to justice in the halls of the International Criminal Court and National Courts.\" So how is this decision -- how have these charges been received today in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "BERMAN",
      "sentences": "Yes, we will talk more about that next hour.Clarissa Ward, thank you so much, because we're going to see much more of your interview coming up. This warrant, as we just mentioned, and as you can see, on the map, again, in theory, narrows Vladimir Putin's world by roughly two thirds, which might not matter to him as long as the countries he needs either aren't obliged by treaty to arrest him or they come to Moscow, instead. China falls into both categories. President Xi visits Moscow next week. So there is that and plenty more to talk about tonight with Fareed Zakaria, host of \"Fareed Zakaria: GPS.\" So Fareed, we just heard what prosecutor Khan had to say that no one gets a free pass. What's your response to these charges? FAREED ZAKARIA, CNN HOST, \"FAREED ZAKARIA GPS\": Well, it's a very good idea, but people need to understand it is not going to make any difference legally, anytime soon. Russia is not a signatory to the Treaty of Rome, which establishes the International Criminal Court. There is no possibility that the Russians will ever submit to this. Some people say well, it means Putin won't be able to travel abroad. That's highly unlikely. The President of Sudan, Omar al-Bashir has been traveling lots of places ever since he was indicted. He was indicted for the crimes in Darfur. So, on the other hand, it's a moral signal and it is a signal that the West is taking this seriously, that a lot of democratic countries and many non-democratic countries who are signatories to the Court are taking this seriously. So it adds a certain kind of moral pressure. But I think people need to understand the International Court is not like a regular Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "BERMAN",
      "sentences": "So the United States, what do you think the US connection will be to this? How much will the US help here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "ZAKARIA",
      "sentences": "It's a very good question, John, because the US is not a signatory to the Court, and generally has been wary of getting too involved. So in this particular case, the State Department wanted to provide American Intelligence to the Court to help them, The Pentagon did not, because The Pentagon worries that if an American soldier, you know, is taking part in some military action, what if that soldier or that battalion is brought to the Court for alleged crimes.So The Pentagon has always been much more wary. I think the administration on the whole has decided correctly, that this is a case where the moral pressure it puts on Putin, and the moral kind of box it puts him in is worth the cost of cooperating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "BERMAN",
      "sentences": "It is interesting. There is more nuance from a US perspective than you might expect. So let's talk about when this is happening. This is happening days before Chinese leader Xi Jinping will meet with Vladimir Putin.Does this -- the fact that Putin has been charged with war crimes by the Tribunal, will that have any impact on these meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "ZAKARIA",
      "sentences": "It won't have much of an impact, but I think it has an impact on the optics.Look, the Chinese are trying to make it out as though this alliance is solid and firm and unyielding. There is a reality of the public atmospherics behind it, and the fact that the guy has just been indicted by the International Criminal Court doesn't help. China is trying to present itself as both neutral and an ally of Russia at the same time. Neutral when it wants to say that they're in favor of peace. They're not the ones -- they don't want to be taking sides on this. But on the other hand, they have this alliance. So I think it complicates matters for Xi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "BERMAN",
      "sentences": "You know, you brought up the number one question that we always get with the International Criminal Court, which is okay, but how are they going to enforce it? How are they going to -- what difference is it going to make to Vladimir Putin's life? Do you think there would be a country he wouldn't be able to go to, some conference, he wouldn't be able to attend because of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "ZAKARIA",
      "sentences": "There are probably countries he go to, but he isn't going to go to them anytime soon. He's not going to come to the United States anytime soon. You know, I think in a sense, it punctuates the reality that the world really has been divided, and that Russia is really isolated.I don't think you're going to see Putin, you know, at conferences in Western European countries or European Union capitals anymore. I don't think he's going to come to the United States. I think that was probably moving in -- things were moving in that direction anyway, but this kind of puts a mark on it. But is it possible that he could go to India? Yes. Could he go to China? For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:17",
      "speaker": "BERMAN",
      "sentences": "It may be that it draws moral lines, even if there aren't actually physical barriers to him in the future.Fareed, great to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:01",
      "speaker": "BERMAN",
      "sentences": "And a quick reminder to stay tuned, we're going to have much more on this at the top of the next hour. More from Clarissa Ward's exclusive interview with Karim Khan.Also, a closer look at the Kremlin official who runs this child abduction program, and a conversation with the Yale researcher whose team documented it all. That and more in the Special Hour of 360 coming up tonight at nine o'clock Eastern. Next up though, a bombshell on the Trump documents case. A Judge ordering one of the former President's attorneys, this guy, to testify, taking the incredibly rare step of denying him attorney- client privilege under the crime fraud exemption. All the details on that. And later, new reporting on how TikTok can have access to your data, even if you've never used TikTok. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "BERMAN",
      "sentences": "Sources tell John, the discussions have been about how to navigate the potential indictment by a Manhattan grand jury and how to handle his surrender, fingerprinting, mug shots and arraignment.Perspective now from CNN's Kaitlan Collins who will break the Federal story; also CNN political analyst and \"New York Times\" senior political correspondent, Maggie Haberman, former Republican Congressman and January 6 Committee member, Adam Kinzinger. He is currently a CNN senior political commentator, and Elie Honig, CNN senior legal analyst and former Federal prosecutor. So Kaitlan, this is your reporting. What more are you learning about the conversations that prosecutors want to ask about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR AND CHIEF CORRESPONDENT",
      "sentences": "Well, they want to be able to work around attorney client privilege. They've spoken to Trump's attorney, Evan Corcoran before, but essentially why they went to this Judge and made the case for this exception here was they wanted to be able to ask him questions and not have him be able to constantly cite attorney-client privilege, which is what he did when he testified the first time as Maggie knows.And so, they kind of have been bracing for this decision to come down from the Judge today, and the Judge notified them essentially via this order, saying that she does believe that investigators have met the threshold for this fraud crime exception, which means essentially, prosecutors can work around attorney-client privilege if they believe that that attorney has used their legal advice or legal services in furtherance of a crime for their client, in this case, obviously, Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "BERMAN",
      "sentences": "So questions about what specifically and are there limits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "COLLINS",
      "sentences": "There could be limits. We don't really know the full scope of this. They haven't gotten the full order, they likely will get it -- that Trump's team, Evan Corcoran and his legal team himself because obviously he has hired his own attorney here -- they will likely get that next week.We may see them respond before then, but obviously, you know, one of the assumptions would be they want to talk about his conversations he had with Trump about these documents, because he has been involved in this since last May when this was all going down with the negotiations with the Justice Department. This is still really significant, though. They don't actually know how this is going to end up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "BERMAN",
      "sentences": "Elie Honig, counselor. To pierce attorney-client privilege is the thing. How hard of a thing is it? What does a Judge have to determine to allow these types of questions now to be asked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, John, it's both difficult and very rare to convince a Judge to pierce through attorney-client privilege.I was a prosecutor for 14 years, I only ever did this one time successfully, as it turned out. What you have to do is go to a Judge and show by a preponderance of the evidence, meaning it's more likely than not that these conversations between the attorney, here, Evan Corcoran, and the client, Donald Trump, were in furtherance of some ongoing crime and the fact that prosecutors were able to make that showing, and then a respected Federal Judge agrees with that, I think is a monumental decision and it opens the door for prosecutors to get that testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "BERMAN",
      "sentences": "So Maggie, that brings you into the conversation here and you've got reporting on this also. Just remind us exactly where Evan Corcoran fits in this key timeline, and also just where he fits in Trump world? Because he is not a name that we've known, you know, since 2015.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:05",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "It's a really good question. So Evan Corcoran got introduced into Trump World by Boris Epshteyn, who is a Trump you know, sort of universal advisor on legal and on politics, and this was last spring when this issue was starting to heat up.Evan Corcoran was present when Justice Department officials came to Mar-a-Lago on June 5th, and this was after this grand jury subpoena had been issued for any outstanding Mar-a-Lago documents. Evan Corcoran is the one who drafted a statement for another lawyer Christina Bobb, that said, it wasn't just you know, we've given back the classified documents, as Elie noted, but it was -- a diligent search has been done for everything else. And that's a big piece that the Justice Department zeroed in on because as he noted, when there was an FBI search at Mar-a-Lago two months later, they discovered it wasn't true. We also know that one conversation prosecutors are interested in hearing about is a call Evan Corcoran had with Trump the day that there was a subpoena for security camera footage at Mar-a-Lago. Now, we don't know whether they have reason to wonder about that or if it's just that they can see a conversation took place because of phone records. But Evan Corcoran, you know, is in an unusual position in Trump world. He's not especially close to Trump. He was, you know, very aggressive for a while and suddenly started receding as this issue pressed forward. What is so unusual here, John, that's really important to remember is these lawyers who are under scrutiny themselves are still involved in defending these cases that Trump is very enmeshed in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "They look at it, John, with absolute fear. Like you know, hopefully this is the candidate speaking, hopefully organically, this is going to affect Donald Trump. But, man, if I go out and attack him, I'm going to tick off his base. I'm going to anger them. And so I might just kind of do the old, what is this case you're speaking of? I've never heard of it, you know. So, I think that's one way.Now there is a lane for somebody, whether it's like a Nikki Haley, or frankly, Mike Pence has been kind of stepping up in this area, to put that all together and say, look, it's not just abandoning Ukraine, it's also this lawless issue. And then there's the raw politics of saying, do you really think an indicted former President can win again? That'll probably be the most effective argument in a primary. I do think this will rile up Trump's base. He's good at being a professional victim, but I think may kind of hurt him around the edges as people are just kind of exhausted and fatigued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "BERMAN",
      "sentences": "Elie Honig, two quick mop-up questions on this case. Number one, Evan Corcoran, does he have to testify or can he take the fifth here? And number two, Trump's lawyers are saying, oh, the fact that they had to go pierce attorney-client privilege shows they have a weak case. Is that actually accurate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "HONIG",
      "sentences": "So on number one, yes, Evan Corcoran can take the fifth here. If he does that, prosecutors can then countermove by giving him immunity, meaning you have to testify, but we're not going to use your testimony against you.On the second point. I think Trump's lawyers have it exactly backwards. I don't think it's a sign of weakness. I think it's a sign of strength. You only do this as a prosecutor if you're confident you can make this showing, and as I said, originally, it's a very rare thing for prosecutors to do and they did it successfully here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "BERMAN",
      "sentences": "Maggie and Kaitlan here, I want to talk to both of you now about what could happen soon, which is, you know, Manhattan County District Attorney, Alvin Bragg, you could get indictments for Donald Trump on the Stormy Daniels matter. What's going on inside Trump world? Do they appreciate the significance of this perhaps being under indictment within days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "HABERMAN",
      "sentences": "Yes, they do appreciate the significance of it. I think that it crept up on them a bit, and despite the fact that has been telegraphed for such a long time that this might happen. From their perspective, Trump has been under investigation for a number of years, and it didn't materialize in anything. It didn't materialize, primarily because he was a sitting President, but put that aside, he wasn't going to get indicted.But put that aside, they are prepared for it. It's not clear to me how prepared they are on the legal front. I think that will become clear to us in the coming days if an indictment comes out. They are very much preparing on the political front and they are preparing to suggest that this is of the cases, the weakest of them. I want to note that when people keep calling this a weak case, they don't know what the evidence is. We don't either. It is a more trivial case, I think is the argument that people are making by comparison to the other investigations Trump is facing. The argument that folks prosecuting would make is, the law is the law. And so the Trump folks are planning to paint this as part of a broader conspiracy by Democrats. They have often made that case without evidence, but suggesting this is about helping Joe Biden and I think you're going to start seeing that immediately. COLLINS: Yes. And Trump isn't watching closely as people, at least one of them have talked about how they don't believe it's a slam dunk for prosecutors, and that it actually will be quite a difficult case. And you've heard Legal experts say, you know, they're kind of surprised if they do move forward with the indictment, which we are all pretty much expecting at this point, that they are surprised that they would take that step because of the risks of what happens you know, if they're not successful, if prosecutors do go this far and take this unprecedented step of indicting a former President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:32:28",
      "speaker": "BERMAN",
      "sentences": "The New York Times in Forbes magazine report that the Justice Department is now investigating the Chinese company that owns TikTok after allegations that it was being used to spy on U.S. citizens, including journalists who cover the tech industry.If true, it's another major development and an already tense standoff after the Biden administration this week threatened to ban the popular social media app in the U.S. due to security and privacy issues. Already, the app is banned on government devices in the U.S., Europe and dozens of U.S. states. There's also a new report tonight that TikTok may have access to your data, even if you've never used the app. We're going to have much more on that in a moment. First, though, let's go to CNN Tech Reporter Brian Fung on the Justice Department reports. Brian, what more can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:32:28",
      "speaker": "BRIAN FUNG, CNN TECH REPORTER",
      "sentences": "Yes, John, this all goes back to a spying incident that we learned about in December, when Forbes broke the news that number of its -- number of journalists had been spied on by ByteDance employees. ByteDance, of course, being the parent company of TikTok.And TikTok later confirmed this to two news outlets, including CNN saying that ByteDance had fired several employees who had been involved in improper data access. Now, it appears through this report from Forbes and the New York Times that the Justice Department is investigating to see whether or not there may be more to this story. And, you know, we're seeing here this is just adding to the concerns that the U.S. government has about TikTok and whether or not it poses a national security threat to the United States. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:32:28",
      "speaker": "BERMAN",
      "sentences": "So TikTok's parent company did admit to accessing the data. What are they saying about this now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:32:28",
      "speaker": "FUNG",
      "sentences": "Yes, John, mainly they're reiterating their earlier position on this. So let me just read you a little bit of a statement that we got from ByteDance earlier tonight. They said, quote, \"We have strongly condemned the actions of the individuals found to have been involved and they are no longer employed at ByteDance. Our internal investigation is still ongoing. And we will cooperate with any official investigations when brought to us.\"So it all looks like, you know TikTok and ByteDance are looking to cooperate with this investigation. But, of course, you know, still too early to say where this is all going to lead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:32:28",
      "speaker": "BERMAN",
      "sentences": "How soon could U.S. lawmakers get a chance to talk to TikTok executives about this directly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "Brian Fung, great to see you tonight. Thank you very much.I'm joined now by Ivan Tsarynny, he is the CEO and Founder of the cybersecurity firm Feroot Security, which published that new report I mentioned a moment ago that says TikTok could have your data, even if you've never used it. Also, even if you have deleted the app, it can still collect your data. So Ivan, what more can you tell us about this report? IVAN TSARYNNY, CEO, FEROOT SECURITY INC.: Yes, thank you. So what we found out is that how common tools like pixels and trackers that companies like TikTok owned by ByteDance are across the websites we all use on a day to day basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "So the idea that people who have never used TikTok could be affected by this app? I have never used TikTok, but they could be getting my stuff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "TSARYNNY",
      "sentences": "Yes, that's exactly correct. And so what do you find is, first of all, what is pixels, it's like, you know, those giants spy balloon that was shot out of the sky couple of weeks ago. So pixels are like tiny spy balloons that are embedded into websites we all use when you book a doctor's appointment or log into your bank account.And TikTok, you may never have had a TikTok account or use the app yourself, but TikTok can still have your data and does collect your data across all the sites that we all use on a day-to-day basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "So U.S. lawmakers and others have said, delete, TikTok. If you have it, delete it. Is that enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "TSARYNNY",
      "sentences": "In my personal opinion, I don't think it's enough because they collect data on the websites that we all use, not just necessarily from the mobile app that is on your phone. So if you delete the app, and you never use that ever again, they will still see what you're typing in the form when you're booking an appointment, or you're signing up for a mortgage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "What can you do? I mean, is there anything you can do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "TSARYNNY",
      "sentences": "Great question. So one, you know, discussion is having about change of ownership. I don't think even change ownership can change it. What is really making a difference is, you know, integrity is people who are -- who have access to the data, who have control over the data, who can make make decisions. So it say -- I think it's about having people who are as valid and trusted as people who work for Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "So TikTok spokesperson told us then I quote, \"Like other platforms, the data we receive from advertisers is used to improve the effectiveness of our advertising services. Our terms instruct advertisers not to share certain data with us and we continuously work with our partners to avoid inadvertent transmission of such data.\"So what are the chances that these trackers are just inadvertent transmission of data?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "TSARYNNY",
      "sentences": "It is pretty common. We saw it. What was really surprising is we set out to actually establish a baseline. What we do, we help companies ensure that the data they collect goes only to the intended places and servers and countries.So what we've set out and found is that pixels broadly operated by many companies not just TikTok, they do collect a lot of information they -- our companies are not aware of, like emails, addresses, home -- you know, home address, date of birth. Everything that you can possibly share on a website.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "Ivan Tsarynny --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "TSARYNNY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "-- thanks so much for scaring us this Friday. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "TSARYNNY",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "So a very unwelcome visitor has arrived in Florida. A humungous smelly and potentially toxic so-called blob of seaweed that stretches for thousands of miles across the Atlantic. The havoc it might cause next.(COMMERCIAL BREAK) [20:42:14]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "BERMAN",
      "sentences": "As if hurricanes are not enough to worry about, Florida is now bracing for a seaweed invasion. Actually, the 5,000 mile mass of tangled vegetation has already begun to arrive on the shores there. It is twice as wide as the entire continental United States. So if you're wondering, what's that smell? It could be what we've all been calling for days now, the blob or the blobs.But CNN's Leyla Santiago reports the first thing she learned whatever you do, don't call this blob like massive blob of stuff floating in the great big blobs of the 60 miles long in the ocean -- a blob. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "JOE KAPLAN, RESIDENT, KEY WEST RESIDENT",
      "sentences": "It's thick in the summertime builds up and smells terrible.LEYLA SANTIAGO, CNN CORRESPONDENT (voice-over): Joe Kaplan captured these images about a week ago. Massive amounts of seaweed washing up at Smathers Beach, a beach he knows well because he walks it several times a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "KAPLAN",
      "sentences": "And I was shocked when I saw that day where it wasn't even spring yet. It's still winter, which is very unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "CHUANMIN HU, USF COLLEGE OF MARINE SCIENCE",
      "sentences": "And this is about 5,000 miles long.SANTIAGO (voice-over): Professor Chuanmin Hu is one of the leading experts on what many have referred to as a massive blob of seaweed heading to Florida's coast. SANTIAGO (on camera): Fair to call it a blob?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "HU",
      "sentences": "No.SANTIAGO (on camera): No, we can't call it a blob, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "HU",
      "sentences": "I would never call that a blob.SANTIAGO (on camera): OK, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "HU",
      "sentences": "Because it's not.SANTIAGO (voice-over): Satellite images he says show it's not one massive body of seaweed; rather, a bunch of patchy clumps traveling from West Africa. It's called the Atlantic Sargassum Belt and it's considered a natural phenomenon. Right now, it's twice the width of the U.S., carrying 6 million tons of seaweed, and headed to the east coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "HU",
      "sentences": "In June of this year it may turn into 20 million pounds.SANTIAGO (on camera): So let me get this straight. This -- what we're seeing the last month is 6 million tons and it's going to get bigger? HU: Yes. There's no way to stop that. This is nature just like no one can stop a hurricane. SANTIAGO (on camera): Should we be worried about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "HU",
      "sentences": "No.SANTIAGO (on camera): Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:08",
      "speaker": "HU",
      "sentences": "The reason is that sargassum is not toxic.SANTIAGO (voice-over): But it smells pretty bad and it's a nuisance for those trying to keep beaches clean to attract tourists. Just a few years ago, here's what it looked like in Mexico. Officials in Monroe County, which includes the Florida Keys, have set aside more than $200,000 to clean and remove sargassum from its beaches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "MARGO SAGE, TOURIST FROM CANADA",
      "sentences": "But as soon as my son, my husband, and I got out of our car we all started coughing.SANTIAGO (voice-over): But for spring breakers like this group from Iowa the concerns of massive amounts of seaweed or red tide were not enough to change vacation plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "ANNA SANDERS, TOURIST",
      "sentences": "I would rather it be red tide than raining every day.SANTIAGO (voice-over): Tourists noting friends back home --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SAGE",
      "sentences": "And they'd be pretty jealous -- regardless of having a little bit of the red tide symptoms, they'd be pretty jealous that we're here and they're not.SANTIAGO (voice-over): Because the pristine beaches of the Sunshine State are hard to resist for many despite what may be looming offshore. (END VIDEOTAPE) BERMAN: And Leyla Santiago joins us now. So Leyla, what can you tell us about where this -- and I'm not going to call it a blob, this not blob of seaweed is headed now. Where's it going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SANTIAGO",
      "sentences": "Well, listen right now that same scientists who said don't call this a blob said it is really hard to forecast. In fact, he says they can't forecast this because this is something that kind of popped up in the tropical Atlantic in 2011. So they still need more research to be able to forecast it.But they do understand its movement, sort of how it moves and where it goes. So that's why right now, they want to be able to forecast it like a hurricane. And if you think about this, like a hurricane, what we're seeing now, come on, let's get a little closer, are kind of the outer bands of this massive, not blob, as you mention, that's coming in. And although this is normal, what we're seeing here is a mix of stuff. And if you look really closely, I can pull out some of this, this right here is the actual sargassum. But again, it is mixed in with a lot of the stuff that comes in. And I got to tell you, I was just having a conversation with one gentleman that works with weddings here. And he was really concerned about what's to come because he said last weekend I spent all this time cleaning up this beaches to make the wedding look nice. And he was afraid of what will come next. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "BERMAN",
      "sentences": "They do say a seaweed blob invasion and a wedding is supposed to be good luck for the marriage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SANTIAGO",
      "sentences": "Right. Oh is what they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "BERMAN",
      "sentences": "That's what they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SANTIAGO",
      "sentences": "Oh that is what they say. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "BERMAN",
      "sentences": "Stay safe. Thank you so much for your reporting. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SANTIAGO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "Perhaps the only thing more busted than bank stocks this week are people's NCAA brackets. Another upset today in the men's college basketball championship tournament. Number 11 beat number six Iowa State -- I'm sorry, Christine Romans -- that comes one day after the tournament began with huge upsets, including Princeton beating number two seed Arizona. Final these Ivy League kids catching a break. That laid waste to millions of brackets.Our Senior Data Reporter Harry Enten joins us with the latest on the current. As you know, Harry, I mean, how many brackets were wiped out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I mean, based on, you know, Princeton losing and -- a Princeton winning, excuse me, and Furman winning, less than a million people had those two teams and combo winning. We are now talking about in terms of the perfect brackets in the country, less than 50, less than 50 out of tens of millions of brackets are currently still perfect.And we're keeping an eye on this Purdue game who is this number one seed. John has it up on his computer right now produced trailing by three. And if that goes and you have a number one seed going down, my goodness gracious. And this is the reason why, Mr. Berman, that the chance of getting a perfect bracket is like one and nine quintillion, which is 18 zeros.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "I'm reliably told they're now down by five, but I'm not watching that. I'm paying very close attention to you, Harry, and the rest of the news. Oh, now it's a two-point game giving you the running play by play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "I'm not sure the legalities of all of that. Harry, just because though, you've got a busted bracket, right, it's not all bad news, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "ENTEN",
      "sentences": "Right. It's not all bad news. The thing to keep in mind, of course, is the way these brackets work is that the games in the later rounds count for more. So let's just say, you know, oh, a number 4 lost to a number 13 and you had that number 4 winning. As long as you didn't have that number 4 going to the Final Four, you're in pretty good shape, because essentially what it is, each round is worth the same amount of points.But if there are more games in a particular round, each individual game is worth significantly less when there's like say 16 games around versus when say there are only two games in round. So the key thing here, John, is that you want your final four to be in tech. Of course the big question is, after all these upsets, will people's Final Fours actually be intact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "And just to be clear, you said fewer than 50 people in all of America right now have their pools intact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "ENTEN",
      "sentences": "Less than 50 people in America, I was looking at ESPN, it was less than 30. I was looking at the NCAA's website and there was less than 30 there. When you combine it all together, there was less than 50. Now maybe there's someone who's betting with their friend right out on the side and we don't know if that particular person has a perfect bracket.But in terms of the official brackets, the one you and I keep a count on, the ones that maybe the Guinness Book of World Records would keep an eye out on, there's less than 50.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "Not the CNN bracket which I was not invited to participate in this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "ENTEN",
      "sentences": "I wasn't invited to participate either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "That's neither here nor there not invited, just saying. But there are brackets that I did do and our final fours are still OK, at least, OK for another minute maybe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "ENTEN",
      "sentences": "Yes, maybe OK for another minute. So if you look at our final fours right, we each have Purdue in there. My question to you, Mr. Berman, is what is going on with your Alabama fetish, you're both Auburn and Alabama in there and why with Gonzaga. What is with you and Chris Wallace? You both pick Gonzaga.One year, they're not a number one and every single year I picked Gonzaga, they seem to lose. What is the deal here? Do you just love John Stockton?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "Well, truth be told, my son filled out my entire field (ph) for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "ENTEN",
      "sentences": "Oh, so you're cheating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:51:26",
      "speaker": "BERMAN",
      "sentences": "But I think he's a big Kaitlan Collins fan. So I think that's why he put Alabama and, you know, Auburn just because the Alabama centric Gonzaga, you know, it's got a nice name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BERMAN",
      "sentences": "And just to be clear, FDU is at 16 seed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "ENTEN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BERMAN",
      "sentences": "Purdue was a one seed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "ENTEN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BERMAN",
      "sentences": "Only once in the history of history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "ENTEN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BERMAN",
      "sentences": "As it happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "ENTEN",
      "sentences": "UMBC back in 2018, beat UVA by 20 points. That was the biggest shocker. The only other time that really came close was a Princeton back I believe in 1989 against Georgetown. That was a very close match if they only lost by a point in that one but this would be the second time in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BERMAN",
      "sentences": "Isn't Wichita State shockers, I digress. Harry Enten, thank you very much for being with us. Best of luck to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "ENTEN",
      "sentences": "I'm going to need it after this Purdue game.",
      "isLastSentenceInterrupted": false
    }
  ]
}