{
  "date": "2023-08-18",
  "headline": "CNN This Morning",
  "subHeadline": "Giuliani Pleaded Fervently with Trump to Cover His Legal Costs; Interview with 1993 Giuliani Mayoral Campaign Spokesman and Consulting Producer, CNN Original Series, \"Giuliani: What Happened to America's Mayor?\" And Source Communications LLC CEO Ken Frydman; Wildfires Force Evacuations in Parts of Canada; School Districts Struggle to Find Bus Drivers as Classes Resume; Yankees try to dig out of last place in MLB East. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:00",
      "speaker": "HARLOW",
      "sentences": "But they matter. FRYDMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "HARLOW",
      "sentences": "What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "When is the documentary series, as we were talking about during the break. I've watched it. It's excellent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "And it's just -- it's fascinating to follow the arc because you forget so much from that '93 campaign, the whole, kind of, way up from his time as a U.S. attorney in southern district of New York. People forget he was the clear frontrunner in the 2008 Republican primary for a period of time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "-- before his campaign crashed and burned. What was -- what precipitated the change, the move into Trump orbit? The move -- is it purely just power or was there a series of events that led to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "I think it was -- yes. It was -- they already knew each other, you know, from his mayoral days. Trump was really not a presence at city hall. He got very few contracts. And he was, sort of, dismissed as sort of an out of borough --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Right. And so, the whole --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "-- developer, if you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "-- whole relationship inverted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "And then the relationship inverted. And, you know, I think Rudy decided, if I can't be the king, I will be the kingmaker. But Trump doesn't abide kingmakers. He is the king, you know, so. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "It seems like he really believes all of that and what he is saying. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Well, he does. I mean, he does believe it because he's flashing back to his days, you know, having rounded up the mob and white-collared criminals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "But he knows the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Intimately. And so, does Fani Willis. And, you know -- but he apparently doesn't accept the fact that, you know, he is ensnared in a conspiracy and they've got the goods on him down there. I think I said on this show, you know, probably two years ago that it was inevitable he would be indicted in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Right. Do you -- I think the one question we've all had, particularly if you look at the financial straits, you look at the scale of, kind of, what he is facing on the legal side. Is a plea deal or, you know, turning for a prosecutor is something he -- you think he would ever consider?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Everybody considers it. Nobody goes to jail for someone else, except Michael Cohen and Allen Weisselberg, but they did short stints, right? And Trump apparently made it worth their while. I don't think Rudy will go to jail for Donald Trump, if that's what you are asking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "That's what I'm asking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "What should we except on Saturday night for people who haven't seen the series?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Well, it's the man in full. That's what we were going for, from cradle to now, if you will. From Brooklyn to today to show his evolution as probably the best first-term mayor in the city's history, a transformative mayor. I mean, you guys know, we got 2,000 murders in the early '90s and 600 the first year of Giuliani. And still 600 too many, but quality of life improved. Street safety. People's perception of the city's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "I think about it a lot when I walk around the streets of New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "You what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "I think about it a lot when I walk",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes, good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "-- down the streets of New York. You know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "But you remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "-- how he turned -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "And that's why this is so much more striking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "I know. The -- we all have the frame of reference. We know how good it can be and how good it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Listen, we all evolve. Some of us for the better, and some of us for the worse, you know. And I'm told our personalities are formed at the age of four and after that you got to really want to nullify them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "Four?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Four years old, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "No, my kids are beyond that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "I think it is fair to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "I have lots -- it's all hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Mine, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "I think it is fair to say in Giuliani's case, there has been a modification. Ken, we really appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Everybody definitely needs watch on Saturday as well. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HARLOW",
      "sentences": "Congrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "FRYDMAN",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HARLOW",
      "sentences": "Officials in Canada's northwest territories calling the 2000 and -- 230, I should say, wildfires burning for days there unprecedented. And today is the deadline for nearly 20,000 residents to evacuate their homes in the capital of Yellowknife.Meantime, Southern British Columbia also on high alert as several fires rage in the West Kelowna area, that's where thousands of residents are under evacuation orders as well. It's about 175 miles east of Vancouver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, parents aren't the only ones racing to get ready for the school year and get their Amazon orders and the boxes and the class lists --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HARLOW",
      "sentences": "Oh, all those boxes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MATTINGLY",
      "sentences": "-- and books they were supposed to read, yes. Well, the districts themselves, they are also in that process right now struggling to find bus drivers to fill out the routes to bring students to classes. Low pay, off hours, and increased competition from companies like FedEx and Amazon are all factors making it harder for schools to find qualified candidates.CNN's Athena Jones has the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are about 58 bus drivers short.JONES (voiceover):  From North Carolina --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WANDA HENRY, GRANDPARENT",
      "sentences": "It's just unbelievable.JONES (voiceover):  -- to Louisiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "HENRY",
      "sentences": "They knew that school was coming. They knew the problems that they had and they did nothing to solve them. JONES (voiceover)MOLLY MCGEE-HEWITT, EXECUTIVE DIRECTOR, NATIONAL ASSOCIATION FOR PUPIL TRANSPORTATION:  I have not heard from our members in any state, whether it's our smaller state like Montana or Wyoming, or the larger states like New York, Georgia, North Carolina, Texas and others, that are not experiencing the driver shortage. JONES (voiceover):  Albemarle County, Virginia, getting rid of some bus stops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "CHARMAINE WHITE, DIRECTOR OF TRANSPORTATION, ALBEMARLE COUNTY PUBLIC SCHOOLS",
      "sentences": "It breaks my heart that we have to do that. Right now, it is a driver shortage.JONES (voiceover):  Jefferson County, Colorado, creating what it calls bus hubs. Combining stops in a central location. Some districts using staggered schedules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "IRANETTA WRIGHT, SUPERINTENDENT, CINCINNATI PUBLIC SCHOOLS",
      "sentences": "We have four start times. An early start school is paired with a later start school.JONES (voiceover):  Facing a driver shortage, Kentucky's largest school district contracted with a company to map out new routes, but the plan failed leading to a disastrous first day of kindergarten for Bethany and Ryan Baumann daughter and forcing officials to cancel school for more than a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BETHANY BAUMANN, PARENT",
      "sentences": "It's like they couldn't get a hold of any of the bus drivers.JONES (voiceover):  That morning, Bethany says they waited 40 minutes for the bus before she off gave up and made the ten-minute drive herself. That evening they waited more than two hours for the bus before calling the police, frantic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "RYAN BAUMANN, POLICE",
      "sentences": "And then that when the police had asked me, like, what was she wearing and what does she look like? And it got really real to me in that moment.B. BAUMANN:  I left at 7:30 and I went to Target to buy an AirTag to put on her. JONES (voiceover):  They say, the bus finally arrived three hours late. The driver nearly missing the stop. R. BAUMANN:  I had, like, waved her down and I look on the bus and Lily, our kid, is the last kid on the bus. B. BAUMANN:  Lily won't be riding the bus anymore. JONES (voiceover):  The superintendent vowing to do better when school restarts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We made mistakes. Buit we've owned up to them and we are going fix them.JONES (voiceover):  But any long-term solution may have to address drivers' paychecks. MCGEE-HEWITT:  One of the key opponents of this shortage is compensation for drivers. And that is in salaries and fringe benefits. It's in the work days that they're having. It's in training and assistance that they get to do their jobs. It's trying to expand out hours so that they have a full-time job. (END VIDEO CLIP) JONES (on camera):  And in Jefferson County, Kentucky, that encompasses Louisville, about 65 percent of the students rely on these buses. Soon parents there will be able to download an app to track their child's bus. But today, when elementary and middle school students are heading back to class, student -- parents will be able to call a hotline if their child's bus doesn't arrive on time. But really a serious problem across America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MATTINGLY",
      "sentences": "It's devastating to watch. Clearly a big problem. That's great reporting. Great piece. Thank you, Athena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "HARLOW",
      "sentences": "Sorry about this, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MATTINGLY",
      "sentences": "What now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "HARLOW",
      "sentences": "But it's been 13 seasons since the Yankees won the last world series.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MATTINGLY",
      "sentences": "How about the twins?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "HARLOW",
      "sentences": "And -- that's been a long time, too. And the way they've been playing lately, that streak will probably continue this year. Harry Enten has this morning's number for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MATTINGLY",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "HARLOW",
      "sentences": "Mets fan. Are you a Mets fan, Harry? No?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "I'm just going to preface this as verbal assault, you guys forcing me to have to read this. Tonight, the New York Yankees host the Red Sox. It's usually a very highly anticipated rivalry game. This season as much as it pains me to say it, the Yankees they're off -- I have so many thoughts about -- the team is having one of the worst seasons in decades. Dead last in the A.L. East behind, even more painfully Boston.CNN's Senior Data Reporter Harry Enten has been plotting this for months. What's the painful morning number there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "Oh, this is so beautiful, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Isn't it though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "10-year-old me loves this moment. I can't believe they're allowing me to do this. Look, in 2023 the Yankees have won under 50 percent of their games. This is the latest in a season they have been under 500 since 1995. So, it's been nearly 30 years. And I want to take us down memory lane. The last time the Yankees were so bad, the top film was \"Batman Forever\", the top song was \"Gangsta's Paradise\", and the top toy was pogs. Remember pogs? Those were pretty cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Just for the record, what happened the year about '95 with the Yankees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "They won the world series, which stands here we're looking for. What happened in '95? They made the play-offs. Who was the first baseman in 1995?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "Don Mattingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Not my father. However, it gets me a free drink in New York, I'll say he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "I have nothing to add --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "You have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "-- to this fabulous conversation, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "I just want to note, you know, I'm not alone in thinking that the Yankees think who MLB fans hate the most? In 2017 they polled it the Yankees. 2006 they polled it, it was the Yankees, 1994 they polled it, it was the Yankees. But I don't want to leave you out of this, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "Thank you, hon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "I want to note that Poppy's 2023 Minnesota twins have done better than the Yankees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "Yay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "They've won over 50 percent of their games and they are in first place in the AL central, unlike the Yankees who are in dead last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "And you know who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "It's beautiful. MATTINGLY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "Obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Nobody hats the twins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "You can't hate anything from Minnesota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "And I love both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "So, there we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Thank you. Happy Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "Happy first week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "That was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Thanks, harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARLOW",
      "sentences": "-- great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "So, Native Americans die from preventable illness and disease at higher rates than other Americans partly due to a struggle to find adequate health care. This week's CNN Hero is work to change that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "TESCHA HAWLEY, CNN HERO",
      "sentences": "Our reservation is about 30 miles from the Canadian border, in the north Central Montana. You're probably about a good three hours to major hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. We're on our way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HAWLEY",
      "sentences": "We know the need is huge for transportation. The majority of our people are living in poverty. If I didn't physically transport them and would help them with food, a hotel, or gas. I started getting into the nutrition of it. If we could eat healthy, it will reduce our risk of cancer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi. HAWLEY(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MATTINGLY",
      "sentences": "To see Tescha Hawley's incredible full store and how she uses buffalo and horses to help heal her community, go to cnnheroes.com.It's Friday. Have a great weekend, everybody. Thanks for a good week though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Have a great vacation. See you in a week.",
      "isLastSentenceInterrupted": false
    }
  ]
}