{
  "date": "2023-02-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Polis Pres.: Biden's Kyiv Visit \"Incredibly Powerful Signal\"; At Least Six Killed In Turkey From Monday's Aftershock; Nearly 900,000 Living In Temporary Shelters In Turkey; U.S. Supreme Court Hears Arguments In High-Stakes Tech Case; Decision On British \"ISIS Bride\" Citizenship Expected Soon; Surviving Son Testifies At Double Murder Trial; Antarctic Sea Ice Hits Record Lows Again. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:31:28",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome back to CNN Newsroom. I'm Max Foster. If you're just joining us, let me bring up to date with our top stories this hour. More than 65 million Americans will face blizzard like conditions starting today through the rest of the week. Some states, like Minnesota could see up to 30 inches of snow.China's top diplomat is in Moscow today for talks about the war in Ukraine with Russian Foreign Minister Sergey Lavrov. Now, in a few hours, U.S. President Joe Biden will meet with his Polish counterpart and other members of the Bucharest Nine, the nine countries on NATO's eastern flank. This will be Biden's second meeting in as many days with Poland's president. In an exclusive interview, President Duda talked to CNN's Christiane Amanpour about Biden's surprise visit to Ukraine. (BEGIN VIDEO CLIP) ANDRZEJ DUDA, POLISH PRESIDENT (through translation): So the very thing that the president traveled to Kyiv, he was there, it sends an incredibly powerful signal, a political and strategic signal. It is a demonstration of strength of the United States indeed. It is like saying that the American leader, who as a matter of fact is the leader of the free world, is able to travel even where war is raging, even to a place where there is a potential danger. He is not afraid because the United States is strong enough to protect him. That is number one. And number two, he was there. And today he is in Warsaw. He gives his pitch to the whole world. And he sends a signal of the defense of free world, of the defense of NATO, of the defense of every inch of the territory, as the President said today. So to us to, Poles, this American signal, this allied signal, not only within NATO, but first of all, a signal sent by the greatest superpower in the world, a signal sent by our friend and allied today is so significant. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "ALEX, UKRAINIAN TANK COMMANDER",
      "sentences": "It's really hard. We have a lot of casualties every day. And the problem is that the fighting moved inside the city because, like, we are fighting, like building to building and the distance is like 25 to 60 meters, so we cannot use artillery well, here, civilians place their faith in Ukraine's forces to hold off the Russians and play their part by staying on and staying alive.Sam Kylie, CNN in Monochinivka (ph). (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "FOSTER",
      "sentences": "Now Monday's major aftershock in Turkey has now killed at least six people. Let's compounding the suffering and damage from the initial earthquake which struck Turkey and Syria more than two weeks ago now.Right now, nearly 900,000 people are living in temporary shelters in Turkey. Many of them will have to rebuild their lives after losing loved ones, their homes and all of their possessions. For more on this, I'm joined by Nada Bashir, who's in southern Turkey. They're trying to keep their spirits up, at least in these unbelievable conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:06",
      "speaker": "FOSTER",
      "sentences": "Nada, thank you. We're going to be keeping across that story, of course, in Turkey and how they do recover. But still to come on the program, should Google and YouTube be held responsible for content? Recommendations created by an algorithm will breakdown the Supreme Court's high stakes case next.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP) JENNIFER MCCLELLAN, U.S. HOUSE DEMOCRAT-ELECT: I'm going to work to make this country, this commonwealth, this city, a better place. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:06",
      "speaker": "FOSTER",
      "sentences": "That's Virginia's newest Congresswoman Jennifer McClellan. CNN projects she won Tuesday's special election. The state senator will become the first black woman to represent Virginia in the U.S. Congress. She defeated a conservative Republican Pastor and Navy veteran for the seat. Her win will not change the balance of power, though, in the House, which Republicans narrowly control.Now, on Tuesday, the U.S. Supreme Court heard arguments in the case of Gonzalez versus Google, which has the potential to upend the Internet effectively. It's the first of two cases the court will hear this week about online content. Google says current laws protect them from liability for search recommendations on sites like YouTube, but the Gonzalez family claims the tech company is responsible for hosting content that may radicalize terrorists, like the ones that killed their daughter. CNN's Jessica Schneider reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:09",
      "speaker": "GONZALEZ",
      "sentences": "It was a terrible, horrible moment in my life that I can describe the pain.SCHNEIDER (voice-over): The Gonzalez family now wants YouTube and parent company Google to be held liable for Nohemi's death. Their lawyer arguing to the Supreme Court Tuesday that because YouTube not only allowed ISIS videos on its site, but also recommended those videos to certain viewers. The social media site should be held responsible for aiding and abetting terrorism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:09",
      "speaker": "ERIC SCHNAPPER, GONZALEZ FAMILY ATTORNEY",
      "sentences": "When they go beyond delivering to what you've asked for to start sending things you haven't asked for, our contention is they're no longer acting as an interactive computer service.SCHNEIDER (voice-over): But Google says they are protected by the broad contours of Section 230 of the Communications Decency Act. Congress passed the law in 1996 to shield Internet platforms from being sued for harmful content posted by third parties on their sites. Google's lawyer argued that shield also applies to any recommendations the site might make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:09",
      "speaker": "LISA BLATT, ATTORNEY FOR GOOGLE",
      "sentences": "Exposing websites to liability for implicitly recommending third party content defies the text and threatens today's Internet.SCHNEIDER (voice-over): This is the first time the Supreme Court has considered the scope of Section 230. The justices acknowledged that if the Gonzalez family succeeds, that would open up tech companies to a flood of lawsuits and would require social media sites to heavily police the content posted. And the justices also asked whether it's Congress and not the courts who should clarify how much tech companies are protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:09",
      "speaker": "ELENA KAGAN, ASSOCIATE JUSTICE OF THE SUPREME COURT",
      "sentences": "Every other industry has to internalize the costs of his conduct. Why is it that the tech industry gets a pass? A little bit unclear. On the other hand, I mean, we're a court. We really don't know about these things.You know, these are not like the nine greatest experts on the Internet. Isn't that something for Congress to do? Not the court. SCHNEIDER (voice-over): The Gonzalez family has lost the case at the lower courts, but they continue to search for justice after the death of their daughter at the hands of terrorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:09",
      "speaker": "GONZALEZ",
      "sentences": "Nothing is going to give me back my daughter, but at least that as something good is going to be accomplished.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:09",
      "speaker": "SCHNEIDER",
      "sentences": "The Supreme Court will hear another case Wednesday morning to determine if social media companies are responsible for terrorist content on their sites under an antiterrorism law. That case does not involve Section 230, but BigTech is still bracing for the rulings in both of these cases by the end of June.Jessica Schneider, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "FOSTER",
      "sentences": "The double murder trial of disgraced South Carolina attorney Alex Murdaugh resumes in the coming hours. On Tuesday, Murdaugh's surviving son took the stand. Buster Murdaugh testified about conversations he had with his father on the night of murders and provided new details supporting his father's defense.CNN's Randi Kaye reports. (BEGIN VIDEOTAPE) BUSTER MURDAUGH, ALEX MURDAUGH'S SON: My name is Buster, 26 years old. RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): Buster Murdaugh, Alex Murdaugh's only surviving son, sharing how he first heard his mother and brother had been killed. B. MURDAUGH: My dad called me. He asked me if I was sitting down. Then he told me that my mom and brother had been shot. KAYE (voice-over): Key for the defense, Buster's testimony about how often his father showered. Given the state has suggested that Alex Murdaugh washed up and changed his clothes after allegedly killing his wife and son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How frequently would your dad take a shower or bath?B. MURDAUGH: He could take him a lot. KAYE (voice-over): And what about Alex Murdaugh's police interview, where one investigator testified he thought Murdaugh said, I did him so bad, regarding his son Paul. The defense has argued their client said they did him so bad. Buster weighed in in court after the video played.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "ALEX MURDAUGH, KILLED WIFE AND SON",
      "sentences": "I did him so bad. I did him so bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What your dad say?B. MURDAUGH: He said they did them so -- they did him so bad. KAYE (voice-over): Given that Paul Murdaugh was shot with a shotgun using both a buckshot and a birdshot, the defense seemed to lean on Buster to convince the jury that his father would never have loaded a shotgun like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Have you ever seen any guns on your property loaded in that fashion?B. MURDAUGH: No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Buckshot with some sort of bird shot right behind it?B. MURDAUGH: No, sir. KAYE (voice-over): After Buster finished, this forensic engineer testified for the defense. He told the jury, based on his crime scene analysis, a person shorter than Alex Murdaugh, who is about 6'4\", likely killed both Maggie and Paul. MIKE SUTTON, FORENSIC ENGINEER: It puts the shooter, or whoever fired the weapon, if they were that tall, it puts them in an unrealistic shooting position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What, if any, opinion do you have as to whether that person could be Alex Murdaugh shooting into that quail pin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:52:19",
      "speaker": "SUTTON",
      "sentences": "It can't be.KAYE (voice-over): This expert also testified about how the sound of gunfire travels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:04",
      "speaker": "SUTTON",
      "sentences": "So he's speeding up from, you know, 42, 43, 44, 45 miles per hour as he goes through that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any indication he stopped or slow down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:04",
      "speaker": "SUTTON",
      "sentences": "No.KAYE (voice-over): Randi Kaye, CNN, Walterboro, South Carolina. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}