{
  "date": "2023-12-06",
  "headline": "State of the Race with Kasie Hunt",
  "subHeadline": "Trump Says He Won't Be Dictator \"Other Than Day One\"; Biden Tells Donors He's Not Sure He'd Be Running If Trump Wasn't In The Race; CNN Exclusive: Georgia Prosecutors Put Former VP Mike Pence On Witness List In 2020 election Subversion Case. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "KASIE HUNT, CNNI HOST",
      "sentences": "Dictator for a day, the former President Donald Trump, also the possible next President, telling Fox News that, yes, hewould act as a dictator for one day so that he could close the border and drill more oil. Plus, President Biden tells a crowd of donors he is not sure he'd be running if Trump wasn't running. You cannot let him win, Biden said. And a CNN exclusive former, Vice President Mike Pence is on the prosecution's witness list in Georgia's election subversion case against Donald Trump. What this could mean for the former President, the election, and a possible second Trump term, ahead. Good day, everyone. I'm Kasie Hunt to our viewers watching in the United States and around the world. It's 11 a.m. here in Washington, Wednesday, December 6. There are just 40 days until the Iowa caucuses, 334 days until Election Day. This is today's State of the Race. If we learned anything in Donald Trump's first term, it's that we have to believe he is going to do what he says he is going to do, even if it seems far-fetched or outrageous or impossible. Let's remember this as we consider what happened last night during Fox News townhall when Sean Hannity asked the former President whether he would abuse his power if he is reelected. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "He want to call you a dictator. You used the words \"I am your retribution\". And -- now, before that, you said if you'vebeen wronged, and you used other words as well, but I want to be very, very clear on this. To be (Technical Difficulty) any way have any plans whatsoever if reelected President to abuse power, to break the law, to use the government to go after people. DONALD TRUMP, 45TH U.S. PRESIDENT: You mean like they're using right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HANNITY",
      "sentences": "Under no circumstances, you are promising America tonight, you would never abuse power as retribution against anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "TRUMP",
      "sentences": "Except the day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HANNITY",
      "sentences": "Except what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "TRUMP",
      "sentences": "Look, he is going crazy. He says you're not going to be a dictator. Yeah. I said no, no, no, other than day one. We're closing the border, andwe're drilling, drilling, drilling. After that, I'm not a dictator. OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HANNITY",
      "sentences": "So, that --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "Could not answer that question in a straightforward way that he would not abuse power if he becomes President of the United States. His likelyopponent, President Biden, surprised many with his own comments last night. He told donors outside Boston that \"If Trump wasn't running, I'm not sure I'd be running. We cannot let him win.\" Later on that evening, he offered these explanations for his comments. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Would you be running for President if Trump wasn't running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "I expect so. But, look, he is running, and I have to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Would you drop out if Trump runs out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BIDEN",
      "sentences": "No. Not now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "So, this is a sentiment that Biden has expressed before, for example, in the wake of the Charlottesville white supremacist rally when Trump saidthat there were \"very fine people on both sides.\" Still, those comments last night underscored why Democrats are so nervous that he won't beat Trump this time. Let's dive into all of this with today's panel. Christy Setzer, Democratic Strategist. She served as a spokesperson for former Vice President Al Gore. Matt Gorman, the former Communications Advisor for the Tim Scott presidential campaign. And Leigh Ann Caldwell, Co-Author of The Early 202 at The Washington Post. Thank you all for being here. And you know, as we get started here, I just -- I'd like to make a couple of points for those -- for everyone who is watching off the top. I first just want to underscore, because this again, you know, having covered day in and day out the Trump administration from the moment he was sworn into office in 2017 to the day he flew out of Washington, D.C. in a helicopter over those of us who were standing on the west front of the Capitol, watching Joe Biden gets sworn in. There were many people who doubted that Donald Trump, many Republicans especially who doubted that Donald Trump would be willing to do the things that he said he was going to do. And ultimately, that culminated in the insurrection on January 6, where the Capitol, where I was at the time, was overwhelmed by a violent mob that was sent there by the former President who didn't want to leave office. So now, the specter of him coming back into office, he answers a question about whether he would abuse his power in this way. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "TRUMP",
      "sentences": "I'm going to -- we love this guy. He says you're not going to be a dictator. Yeah. I said, no, no, no, other than day one. We're closing theborder, and we're drilling, drilling, drilling. After that, I'm not a dictator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "So, let's just first pose the question. If Donald Trump has gotten a power, have we ever experienced him giving up that power, voluntarily? Werehe a dictator for a day? Would he give that power up voluntarily? I certainly have seen no evidence in the years I have covered him that he would be willing to do that. The other reality here is that Donald Trump has, throughout his both recent political career but also in past decades, expressed great admiration for dictators and leaders who govern their country, not by the democratic will of the people, but by the force of their own personalities, militaries, etc. Here is a list, just a recent comments of Donald Trump saying positive things about many of the dictators currently in power today. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "TRUMP",
      "sentences": "There is a man, Viktor Orban, did anyone ever hear of him? He is probably one of the strongest leaders anywhere in the world. The problem isnot that Putin is smart, which, of course, he is smart. But, the real problem is that our leaders are dumb. President Xi is like central casting. There is nobody in Hollywood that can play the role of President Xi, he look, the strength, the voice. As you know, Kim Jong Un wrote a letter, beautiful letter, and asked me for a second meeting and we will be going that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Quite some tape there. Matt Gorman, you most recently worked for Tim Scott, who is one of the Republicans who tried to take on Donald Trump. Andlet's be real. The reason we're in this situation is because there haven't been any Republicans so far running against Trump, who have made a dent, whether that's because of the campaign they've run or because voters simply are dug in, or because Trump got indicted, we can speculate as the reasons, but that is the reality. How do you view the comments that Trump made here, and what are the implications of them? MATT GORMAN, VICE PRESIDENT, TARGETED VICTORY, &amp; FORMER SENIOR ADVISOR, TIM SCOTT CAMPAIGN: I think I view it a little differently, especially kind of coming from the campaign trail and seeing how, in particular, when he talked about the border, and he talked about oil and drilling and energy, how that relate to what I saw in there. So, take away every kind of all the historical stuff, and that's point well taken. I think, in this instance, what I read that was, when I watched it again was -- is a very Trumpian way of him talking about executive power in a way that we used to very potent issues. I could see -- I could tell you firsthand at Tim Scott rallies, not just Trump rallies, energy and the border to rally up a crowd. And again, a very Trumpian way. I think you separate that from his comments in the past, all those types of things that you brought out rightly, in that moment, I think it was more honestly a very kind of flip way of talking about executive power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "But, isn't this kind of how, I mean, how he does it? Right? He picks. He finds. Yes. You're right about the border. I mean, honestly, I think amajority of Americans, certainly when we ask them about it, even Democrats are struggling with border security right now and what to do. The drilling, I mean, American oil production has never been higher. And I think many Americans are supportive of that, even if people on the left don't agree. But, he does this. He takes kind of popular things and then he allows that wave of support to kind of open doors to things that are potentially much darker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GORMAN",
      "sentences": "Yeah. It was a very flip way and a very Trumpian way of saying exactly what he was trying to get. He was using kind of that relation thatHannity was using and playing and riffing off that. Absolutely. And again, I don't think it was something in laughing the moment. And he was trying to kind of get -- rise out of the crowd. And again, strip that away from all the other contexts that you talked about. But, in that instance, I think it's a little bit different than what we've seen in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "So, Leigh Ann, jump in here, because you and, I honestly, we covered all these events together, right --LEIGH ANN CALDWELL, THE EARLY 202 CO-AUTHOR, THE WASHINGTON POST: Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "-- on Capitol Hill. And the -- I remember you were stuck in the Canyon Tunnel, if I recall correctly, when this mob kind of overtookJanuary 6. There is also the reality that many Republicans argue that it hurts Democrats when they are too focused on Trump, too alarmist about Trump, that there is an element of the boy who cried wolf. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "CALDWELL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Is that going on here, or is this actually worth raising an alarm about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Christy, jump in here. I mean, you -- I agree with Leigh Ann. I mean, there were a lot of Democrats as well that said, it's going to hold, it'sgoing to hold, it's going to hold, and it did. On January 6, it did hold. CHRISTY SETZER, DEMOCRATIC STRATEGIST, &amp; FORMER SPOKESPERSON, AL GORE CAMPAIGN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "But, it was very, very close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SETZER",
      "sentences": "Right. I also think it's important to backup and remember why Trump is running again, for two main reasons, one, to keep himself out of prison,and two, to enrich himself and his family. The idea that he has always been enthralled with this idea of being a dictator, for all the ways and reasons we let you -- we discussed earlier, is to the extent that it also helps keep him out of jail, and helps him sort of consolidate power. So, I think it's incredibly dangerous. And I think that Democrats are in this interesting position of having to understand what the stakes are in a way that regular people care about, right, which is why you see these alarmist, and I don't think they're alarmist, but these things about what he will do in a second term that you should be terrified by sort of statements right next to something about how he will overturn the Affordable Care Act, which, again could seem a lot less pressing, in contrast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Sure, I mean, in that -- look, I mean, we fight political campaigns on issues like that all the time. And I think that is a conversation thatI'm happy to have the two of you argue about Obamacare, and what should be done about it. It's a different, in my view, conversation then. Are we going to follow our constitutional norms, or are we going to do what Kash Patel, a former Trump administration aide in the Department of Justice and the Department of Defense, slightly more concerningly had to say with Steve Bannon on his podcast. Watch, (BEGIN VIDEO CLIP) KASH PATEL, FMR. CHIEF OF STAFF TO U.S. DEPT. OF DEFENSE, TRUMP ADMIN.: We will go out and find the conspirators, not just in government, but in the media. Yes. We're going to come after the people in the media who lied about American citizens, who helped Joe Biden rig presidential elections. We're going to come after you. Whether it's criminally or civilly, we'll figure that out. But, yeah, we're putting you all on notice. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "So, I mean, again, Matt Gorman, I just -- -I go back to this. It's like that is a threat to use the system in a way that the system is notmeant to be used, in a way that is against our democratic values and norms and the rule of law. And as you know, I've covered -- this is my fourth presidential campaign now. I hope that I have good relationships with people on both sides of the aisle. I still struggle to see how -- I'm not a partisan, but I'm pro-democracy. Right? How does that fit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "I think two things can be true at once, and one part of this is even Kevin McCarthy has said, look, if Trump is going to run this campaignon revenge, it is not going to be helpful to him to say the least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "It's not going to work in the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "It's not going to work. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "And I think, again, where you have Biden in the 30s, like that is almost the antithesis of the campaign you want to run when your opponent ismired in that. And so, that is essentially, I think, a very just electorally bad path to even try and get to the office, is running on something about retribution of major people. No. People have no relation to that at all with their own personal problems. I think the other thing is, though, with this specific incident, at least the comments, I don't think that's necessarily a symptom of that either. Both of those things can be true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "OK. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "I was just going to say, one thing that's interesting and different this time that is actually kind of surprising to me is that theinfrastructure around Trump is all in. He now has a think tank, the America First Policy think tank that is supportive. Heritage is also supportive. There are people who are helping him to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "And one other point which is, I find somewhat ironic is, for all the chaos and just disorganization of the 2016 Trump campaign, this one hasbeen fairly disciplined in organizational level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "The people have been -- staff has been fairly steady. For the most part, they -- the professionals on there have been somewhat OK telling him,no, do this. Don't do that, which is ironic in a way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Well, and you know, that's also part of -- we don't often talk about that piece of why the Republican field has stayed the way it is. We talkabout it and we frame it in the context of the failures of Tim Scott or Nikki Haley. We don't talk about it in terms of the Trump campaign --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SETZER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "-- refusing to let its foot off of Ron DeSantis's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "-- back in Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GORMAN",
      "sentences": "They've done an objectively good job at making sure no other person pops and they took -- they started right away earlier this year whenDeSantis showed any sign of momentum. You're right. They put a clamp on that very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "Welcome back to State of the Race. Georgia prosecutors may have a new star witness in their election subversion case against Donald Trump, hisformer Vice President Mike Pence. Prosecutors' list of witnesses has not been made public, but multiple sources tell CNN that Pence's name is on there, meaning that he could eventually be called to testify against his former boss. A spokesperson for Pence declined to comment on the reports. Let's bring back our panel now. Christy Setzer, Matt Gorman, Leigh Ann Caldwell back with me. And we're joined by CNN National Security Reporter, Zachary Cohen. Zach, wonderful to have you on set. So, what is your latest reporting here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yeah. We're hearing from our sources, because this witness list was filed under seal. As you mentioned,it's not publicly available. But, there are about 150 names on this list, and these are all people that could be called to testify in the Georgia case. Among them is Mike Pence, the former Vice President. And it kind of raises this really interesting scenario down the line that when there is a trial, we could see because there is cameras in the courtroom, Mike Pence testifying in the same room as Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "I hadn't really thought about the implications of that, Matt, that we could see him on camera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GORMAN",
      "sentences": "Yeah. That is true. That is true. And I think the way I thought of this in a way a little bit more of a context of Mike Pence. I think in thelast year or so, we've seen is, I think, Mike Pence in a way writing himself for history, I think in his mind, whether you're running for President in a way that was, it might not appeal to the current Republican Party, might be a little bit in say that 80s, 90s, 2000 Republican Party doing in his way, getting out when he did, and I think this might be a continuation of that where if history looks back 50 years from now, his actions are more about what he did, what he thought was wrong and right and not Donald Trump. HUNT; Yeah. Zach, how many -- I mean, how much agency does Pence have in this situation? Like, can he say, no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "COHEN",
      "sentences": "But, once that is set, it's very possible, and this list is what makes it possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Christy, how are Democrats thinking about this? Because, I mean, we gloss over so much. We -- and sometimes we talk like we're covering anormal campaign, and then I think about what it's going to look like in March if Donald Trump is the nominee, and there are multiple trials unfolding --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SETZER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "-- and the Biden campaign is trying to run against him. I mean, what are they planning for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SETZER",
      "sentences": "I mean, I think first they are thinking about is the implications of Mike Pence in December of 2023 versus say October when he was acandidate. Right? He is so much more unleashed now to not just say what he wants, not just to sort of think about his place in history, because I agree with you. He was starting to go through that evolution during his own campaign. But now, he can sort of think about himself as frankly a victim of Donald Trump's supporters who really put his life at risk, and think about how much he wants to be vocal and speak out about that. So, I think that Democrats are sort of relishing this opportunity to see Mike Pence go out against his own former boss in such an important way and such a vocal way. In terms of how are we planning for sort of that campaign that is really going to be about Donald Trump's trials versus Joe Biden on the campaign trail, Joe Biden trying to calm the situation in the Middle East, etc., again, I think that we really do like that split screen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Not a bad -- yeah. No. I mean, it's scary for the country. But, I take your point if you are a Democratic strategist. I mean, Leigh Ann, onthe Pence question, you and I both covered him for many, many years. I know they sort of, at least when he was running, obviously struggled with fully embracing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CALDWELL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "-- the sort of anti-January 6 position. Do you think Christy is right? Like, will he have an easier time doing that now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CALDWELL",
      "sentences": "Well, he has nothing else to lose, nothing left to lose. Like, what is left in his political career at this point? He has been VicePresident. He is not going to be President at this moment. And so, I think that -- and also, if you watch the evolution of Mike Pence's campaign, it started very differently than where it ended. He kind of started to embrace this posture of being the savior of -- the protector of the Constitution, really. And so, I think that this is really a continuation of that when he is not -- doesn't have anything on the line at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, it's -- when you think back to that day, I mean, I remember hearing those chants of hang, hang Mike Pence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CALDWELL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "I can't imagine that he is able to forget them for any length of time. I want to also -- to bring the conversation back around, Christy, towhat you were just talking about in terms of what the Biden campaign wants to see here. I mean, obviously, what's looming over all of this has been the President's age and health. I mean, that's what polls tell us voters are concerned about with him. Donald Trump addressed this also in that town hall he did with Sean Hannity yesterday. I want to take a look at for everyone at what they did -- what he said. (COMMERCIAL BEAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HANNITY",
      "sentences": "Do you think in 11 months he will be their candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "TRUMP",
      "sentences": "I personally don't think he makes it. OK? I haven't said that. I'm saving it for this big town hall. I've never really -- I personally don'tthink he -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Christy, we're going to hear a lot more than if he is the nominee? What's the pushback?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SETZER",
      "sentences": "Do we think that he is implying that Biden doesn't make it as in Biden dies?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORMAN",
      "sentences": "I'll be honest. I don't -- in this context, it doesn't matter, because all he really wanted was us to talk about his age, and it'sworking. Right? So that's the plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SETZER",
      "sentences": "Yeah. I mean, look, it's been a fascinating strategy. It has definitely been something that Republicans have used successfully in thepast, which is to say, go at the Democrats. Go at your own weakness. Go after the Democrats in that way. Right? Like Trump is also 77-years-old. Obviously, one can make a very strong argument that his health issues are significantly worse than those of Joe Biden's. Right? Instead of neutralizing the issue, he has managed to actually put Joe Biden on the defensive about it, and that's a problem. Right? But again, I also believe Biden's comments that he wouldn't be doing this if --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Yeah. I'm glad you raised this, the fundraising comments he made last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SETZER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "All right. Very interesting. Zach, thank you very much for joining the table. Really appreciate your insights and your report. The rest of thepanel is going to stick around. Still ahead, humanitarian concerns grow as Israel presses ahead with the heaviest phase of fighting in Gaza so far. We're going to have an update on the war with Hamas. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "All right. Alex Marquardt for us in southern Israel. Thank you very much for that.We are going to take a little bit of a turn here now, though, because we have breaking news. The former House Speaker Kevin McCarthy is leaving Congress, although he says I am leaving the House but not the fight. He writes \"I'm an optimist. How could I not be? I'm the son of a firefighter.\" And he goes on to discuss what he calls the accomplishments here. Matt Gorman, this has been quite an arc for Kevin McCarthy over the course of the last year, as he struggled in January to win the Speaker's gavel, and then became the first one in modern times really to have his gavel stripped from him, and it handed to Mike Johnson. What do you see in McCarthy's decision here, and how do you see this news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GORMAN",
      "sentences": "Not a huge surprise. I think it was a matter of time once you got deposed as Speaker and it was clear he wasn't going to come back. But, Ithink with you see Patrick McHenry, another old guard of that same kind of generation in the House. Now, McCarthy. There is this generation of folks that came in say in the mid-2000s where Congress was a very different institution, Washington was a very different place pre-Trump. It was still the Bush administration in a lot of ways, leaving. And so, with that, I think a lot of institutional memory is going to be gone. And also, you're having people -- McCarthy was the most politically astute and politically active member of leadership for years. So, you're going to lose a lot of that as well. People certainly can fill that void. They can learn to just like McCarthy did. But, he was always the person who every person running in every swing district what they needed and how they need to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Yeah. And he writes about that in this -- his OpEd here. He talks about Republican women, veterans, minorities elected to Congress at onetime than ever before. He remains cheerfully persistent when elected Speaker because cheerfully persistent he says when elected Speaker because I knew what we could accomplish. That phrase cheerfully persistent is doing a lot of work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CALDWELL",
      "sentences": "Yeah. It is. He did always have a smile on his face. But, he is actually right. He did work to expand the look of the Republican Party byrecruiting women, people of color, veterans especially, to serve. But, this was not unexpected. Kevin McCarthy has been in the seat of power for quite some time, for more than a decade in House Republican leadership. He is walking around the halls of Congress aimlessly at this point, not the center of attention, which he so likes, which is his cheerful persistence. But, there is no path for him anywhere else. He has already got -- had the top job, albeit it was quite short. He is not going to be returned to power at any point soon. So, he is going to probably go make a lot of money right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CALDWELL",
      "sentences": "I was -- I mean, we were on Capitol Hill those days. Do you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CALDWELL",
      "sentences": "-- remember, Kasie, how the Republicans had left Donald Trump for those two to three weeks after January 6?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CALDWELL",
      "sentences": "People didn't want to talk about empty. People don't want to have anything to do with them until Kevin McCarthy went down to Mar-a-Lago, andthat picture revived Donald Trump. Kevin McCarthy made a very strategic decision for his own career at that point, and this has -- the rest is history, really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, Matt, I mean, I don't -- -I had conversations with McCarthy in the immediate days after January 6. And I was -- based on thosecontent of those conversations, the existence of conversations, something I can talk about the content of conversations, and that's something I can talk about. But, I remember looking at Twitter the day that that came out, just being completely shocked based on what I had heard how -- about how he and others around him had felt about January 6 prior to that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GORMAN",
      "sentences": "Yeah. I mean, I think just kind of a couple points. I think candidly it wasn't so much McCarthy reviving Donald Trump than theRepublican primary voter. I mean, I don't think McCarthy brought Trump to 45 percent nationally that Trump is right now in a lot of respects. And I think that would have happened with a picture or without a picture. Maybe it sped it along a little, maybe at least in the establishment in the halls of Congress. I could see the point there. But, one of the things I'm very interested to see is kind of where that relationship is going forward between McCarthy and Trump. McCarthy is relationship guy. He always has been. What happens to that relationship as Trump could -- seems more likely to be the nominee by the day or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "I want to bring Brett Bruen into this conversation. Brett, I'm so sorry that our previous Israel panel that you were here, primarily to talkabout, has been derailed. But, you're a career diplomat as well or you have a deep diplomatic experience. And just kind of big picture here. Kevin McCarthy does represent -- he is part of, in some ways, as much as he tried to make himself of Trump and of the Trumpian Republican Party. They never really trusted him, because they kind of knew he was actually of the older guard, the outgoing guard. What does that sort of -- we saw -- we've seen many of them leave Congress already, but more of them are leaving now. What does that say about how America is going to be viewed by the rest of the world? How we can operate on the world stage, especially as new policies are coming into vogue in the party as well, beyond the personalities? BRETT BRUEN, PRESIDENT OF THE GLOBAL SITUATION ROOM, &amp; FMR. DIRECTOR OF GLOBAL ENGAGEMENT IN OBAMA WHITE HOUSE: Well, if I could, using McCarthy's own words, he was the cheerful emergency brake on the Republican caucus. And for foreign leaders, that was still important. And even if he had been unceremoniously ushered out of power, his presence and what he represented, I think, was still important for a lot of foreign leaders as they look at a potential Trump 2.0 presidency. Where is the Republican Party going? The fact that he has been now essentially shown the exit, I think, speaks to what a lot of these allies as well as our adversaries are going to be preparing for. As was mentioned earlier in the program, Trump is talking about quasi authoritarianism. We're seeing a Republican Party that is shifting more and more towards its base in a way from what Kevin McCarthy and a lot of those establishment Republicans represented. There is going to be a lot of plan B planning in foreign capitals in the coming weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HUNT",
      "sentences": "Welcome back to State of the Race. In Texas, another wave of shootings unfolded on Tuesday. The shootings occurred in San Antonio aswell as home and a school in Austin. At least six people were killed, three were wounded, including two police officers. One of them was a Sergeant with the Austin Independent School District. A suspect is now in custody, facing murder charges. Back in Washington, a vigil will be held tonight with hundreds of survivors of gun violence. The vigil has been held annually since 20 children and six adults were killed at Sandy Hook Elementary in 2012. Joining me now is Fred Guttenberg, a gun reform activist, Senior Advisor for Brady PAC, and of course, the father of Jamie who was killed in the Parkland Florida school shooting when she was just 14-years-old. Fred, thank you very much. It's an honor to have you on the show. FRED GUTTENBERG, SENIOR ADVISOR, BRADY PAC, &amp; GUN VIOLENCE PREVENTION ADVOCATE: How are you my friend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HUNT",
      "sentences": "We are -- it's -- we're heading into a busy election year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GUTTENBERG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HUNT",
      "sentences": "-- as you know. You are here in Washington for the vigil, for other events around gun violence. And yet, we have news this morning of anothershooting. What has changed, if anything, since you started doing this work? And how encouraged or discouraged are you by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GUTTENBERG",
      "sentences": "Well, a lot has changed. The first, we elected President Biden, and because of that, we actually got real legislation passed last year.We're getting different executive actions. We have a real ATF Director, who I got to spend time with yesterday. But, a lot has changed also in terms of legislation in states that is causing more guns to be sold. You and I just spoke about my amazing daughter Jamie before. When she was born 20 years ago, we had 200 million weapons in America. Today, we are over 400 million. When she was born 20 years ago, AR-15 sales were less than two percent of all guns sold. Today, over 25 percent. So, while we're finally, finally at a place where we can start tackling the issue of gun violence to real meaningful policy, we also have to come to grips with the way we've armed America in only 20 years. I will tell you, regarding the Austin shooting and I'm not on all the details yet, I don't think any of us are, but it is just another example of more families who I will sadly have to meet next year at the vigil, who I don't want to meet because we have policy that has failed all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HUNT",
      "sentences": "Fred, when you talk about the vigil and those are going to come, I was -- and the types of weapons that are being sold, I was thinking aboutJared Golden, actually, who is a Congressman from Maine and is from Littleton, Maine, which was the site of an awful mass shooting, and he said he changed his position on the assault weapons ban.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Fred, you met with lawmakers who toured Marjory Stoneman Douglas High School --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUTTENBERG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "-- where your daughter was killed, and that was late last month, basically ahead of its planned -- eventual planned demolition. What was itlike to be with them? What were the conversations you had?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUTTENBERG",
      "sentences": "Sadly, mostly Democrats. But, there were some Republicans. In fact, the last one, Congressman Brian Fitzpatrick was there. Their livesare forever changed having walked through that school. They saw an active crime scene. It was not cleansed. The blood is still there, the DNA, the papers and the books that flew all over, the bullet holes, the shards of glass, the burn marks on the wall. They walked through that. They saw the devastation that happens from gun violence left unchecked. And I don't believe any of -- anybody can walk through that untouched crime scene and say, we shouldn't be doing more. The conversation afterwards was, we need to be doing more. Listen, this isn't about gun owners and non-gun owners. I'm anti-gun violence. Anyone who wants to reduce gun violence, they're not anti-gun. They're anti-gun violence. And we've got to get beyond these lies about what it is we're trying to do, so we can save lives. I don't want you to be the next one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "So, Fred, I mean, you've sort of referenced how -- even just today, Chuck Schumer went down just a few minutes ago. Chuck Schumer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUTTENBERG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "-- went down to the Senate floor and tried to bring up an assault weapons ban. Of course, it only takes one Senator to object. John Barrassodid. And so, it's not going to come up for a vote. And it does, I think, every time -- I mean, I can't even tell you the number of times I've had conversations on this set or covered. Most of the breaking news I've done, honestly, as a TV anchor over the course of the last decade has been shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUTTENBERG",
      "sentences": "Yeah. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "And it's devastating and it's awful. But, the conversation is always the same that, well, is Congress going to do something to prevent more ofthe shootings? Answer, no. They might try, but they'll fail. One thing that The Washington Post decided to do was to publish a lengthy story and include extraordinarily graphic images and videos of previous mass shootings. And these are pictures that -- -obviously, some of the family members of the people who are in them were upset. I'm wondering, what did you think when you saw that, and is that something that needs to happen? Do people need to see more of these images for things to change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUTTENBERG",
      "sentences": "Yeah. So, I was aware of the reporting. In fact, there was -- part of the recording was why I didn't share anything. America is alreadyconvinced. They don't need to see more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GUTTENBERG",
      "sentences": "If you look at polls, over 80 percent of America wants this fixed. And so, for me, the issue has always been not convincing America.It's why a guy like a Barrasso would prevent democracy from happening on the Senate floor today. There is two other unanimous consent votes that Senator Schumer is going to bring on the floor today. One for background checks, and one for safe storage, called Ethan's Law, named after my dear friends Kristin and Mike Song --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "All right. Fred Guttenberg, thank you very much for your time today, sir, I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GUTTENBERG",
      "sentences": "Thank you so much. I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Welcome back to State of the Race. Latino voters set to play a major role in the next election, and it's especially true in the battlegroundstate of Nevada. President Biden won the silver state in 2020. But, Republicans have made inroads there, as John King reports. The state looks increasingly up for grabs. (BEGIN VIDEOTAPE) JOHN KING, CNN HOST (voice-over): Lunchtime in Vegas, and Antonio Munoz is happy to lay out the choices, more cautious, though, about a past choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "What about 2020? Bien, Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANTONIO MUNOZ, NEVADA VOTER",
      "sentences": "2020, I'll stay away from that today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "You don't want to talk about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MUNOZ",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MUNOZ",
      "sentences": "Why, because the nature of society right now. We're a small business, and they will attack you. They will attack you just because wesupport a certain candidate. And the sad - KING (voice-over): Munoz started the 911 Taco Bar after a decade in the Air Force, and 16 years as a Vegas police officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MUNOZ",
      "sentences": "This was a dream of mine through the military, owning my own business. I've always had a love for food and tacos. So, I thought I couldbring something special to the community. KING (voice-over): Hispanics were a small slice of Nevada's population when Munoz was a boy who admired Ronald Reagan, more than 30 percent now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MUNOZ",
      "sentences": "It's amazing the political power that Hispanics are creating here in the state of Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "This is a state that's gone Democrat in the last several presidential elections. But, if you look at it today, it's right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MUNOZ",
      "sentences": "50KING (voice-over): Valeria Gurr is one reason why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "VALERIA GURR, NEVADA VOTER",
      "sentences": "Our vote has been taken for granted.KING (voice-over): A former Democrat who worked for the teachers union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GURR",
      "sentences": "How did you do today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good.KING (voice-over): Now a Republican with one defining issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "Your son is how old?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GURR",
      "sentences": "He is six.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "And you won't send him to the public schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GURR",
      "sentences": "I want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GURR",
      "sentences": "Because I work with Hispanic families for 15 years here, and I've seen it. I've seen it firsthand how teachers have classrooms that areovercrowded. They can barely get to them. I will vote for the candidate that support my views on a school choice. KING (voice-over): In 2020, that was Donald Trump with reservations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GURR",
      "sentences": "I will never condone racist comments towards my community if that's the question.KING (voice-over): Now, Gurr hopes the GOP makes a new choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GURR",
      "sentences": "I like Ron DeSantis simply because what he has done in Florida. I personally would love to see Nikki Haley to have another mom in the WhiteHouse that support school choice. KING (voice-over): Inflation and interest rates worries Zoila Sanchez. She has been selling homes in Las Vegas and its suburbs for 26 years. Her voting history tracks Nevada shift blue, Democrat in the past four presidential elections. But, Sanchez is still a registered Republican. Her first and second votes for President went to George W. Bush. Sanchez liked the idea of lower taxes mixed with compassionate talk about immigrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "Does that Republican Party exists anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ZOILA SANCHEZ, NEVADA VOTER",
      "sentences": "It does not exist anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "Would you like it to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SANCHEZ",
      "sentences": "I would love it to come back. Yeah. That's me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "Would you like --KING (voice-over): Sanchez as another Haley fan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Because I think she could bring back that real Republican feeling that conservative -- - everything that it used to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "So, if it's Trump-Biden, you're for Biden. If it were Haley-Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SANCHEZ",
      "sentences": "I would vote for Haley.KING (voice-over): Never Trump for Sanchez, but she says some friends who voted Biden in 2020 talk of giving Trump a second chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Some of them say because look at what's happening to the economy. There is no way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KING",
      "sentences": "And what do you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "CARLOS PADILLA, NEVADA VOTER",
      "sentences": "To be in a job that long and actually still love it, it's awesome.KING (voice-over): Padilla is a loyal Democrat, volunteers every election as a culinary union foot soldier and knows even a modest Latino shift could tip Nevada Republican in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "PADILLA",
      "sentences": "I think we can -- we have a good chance of stopping.KING (voice-over): Padilla hears complaints Biden is too old or nostalgia for the pre-COVID Trump economy. He tries to reframe the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "PADILLA",
      "sentences": "Do you want somebody that's going to be for the working class people, or do you want somebody that possibly not for the working classpeople? As we get closer and people start getting more information and correct information, I think it'll be a lot different. KING (voice-over): Change is a constant here. So, in early debates with friends, including two sons split between Biden and Trump, and Antonio Munoz says do your homework and keep an open mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MUNOZ",
      "sentences": "People are confused. I'm not -- there is no perfect candidate out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "KING",
      "sentences": "So, we're in Vegas. Would you put your money on Trump-Biden, or we're going to be surprised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MUNOZ",
      "sentences": "I think we're going to be surprised. I think we will be surprised.KING (voice-over): Yearly odds of course suggest otherwise. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}