{
  "date": "2023-03-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Countless People in the South and Midwest at Risk from Severe Storms; Deadly Tornadoes Rip Through Southern U.S., Leaving 26 Dead and Dozens Injured; Gets Disaster Declaration from Biden; Trump Holds Rally in Waco Ahead of Potential Charges; Ex-Trump Aides are Required to Appear Before January 6 Grand Jury; Russia to Send Nukes to Belarus; Israeli Defense Minister Breaks Ranks and Calls for Halt to Judicial Overhaul; Uganda Adopts anti-LGBTQ Law Despite Widespread Condemnation; During Earth Hour, Lights are Turned Off to Raise Awareness of Climate Change; Vatican Returns Ancient Artifacts to Greece. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Welcome to all of you watching us here in the United States, Canada, and all around the world. I'm Kim Brunhuber. Ahead on \"CNN Newsroom\".(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ELDRIDGE WALKER, MAYOR OF ROLLING FORK, MISSISSIPPI",
      "sentences": "All we could hear was the house breaking apart.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Communities flattened by deadly tornadoes. And now President Biden approves a disaster declaration for the State of Mississippi.Donald Trump rails against what he calls weaponization of the criminal investigation process. We'll tell you what he's saying about the investigations he faces and look at where they stand. And Russian President, Vladimir Putin, planning a move we haven't seen since the end of the cold war. We'll have details and a live report from Moscow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN center. This is \"CNN Newsroom with Kim Brunhuber\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "And we begin in the southeastern U.S. where millions are at risk today for severe storms, damaging winds and isolated tornadoes. This new extreme weather threat coming after powerful storms spawned deadly tornadoes that barreled through Mississippi and nearby states, Friday night, leaving buildings crumpled, vehicles scattered like toys, and trees and power lines stripped bare and strewn about. At least 26 people were killed and dozens injured. Just hours ago, President Biden approved the Mississippi governor's request for a major disaster declaration to get federal disaster and flowing aid quickly as possible. The mayor of hard-hit Rolling Fork says, his city is gone. He described the moment the tornado struck.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ELDRIDGE WALKER, MAYOR OF ROLLING FORK, MISSISSIPPI",
      "sentences": "It sounded like a freight train driving over my home. And it happened so quickly. By the time we responded to the alert, I got my wife, we got in the tub covered our heads. By the time we did that the storm was coming over and all we could hear was the house breaking apart.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "And joining me now from Jackson, Mississippi, is Major Mark Harwell, division commander for The Salvation Army in Mississippi. Thanks so much for being here with us. So, first of all, just to described the conditions you've seen out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAJOR MARK HARWELL, DIVISIONAL COMMANDER, THE SALVATION ARMY IN MISSISSIPPI",
      "sentences": "Well, it's -- the pictures and the video that we see really do not, you know, aren't -- don't give justice. It's really just overwhelming that the amount of destruction there is and so widespread. And so, certainly there's some challenges that inherent with the rural area and being as spread out as all the devastation is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, we're just looking at the pictures now. Especially those aerial pictures, just give us an idea of exactly what you're talking about, how widespread the damage is, I mean, you know, an area not unused to tornadoes. But have you ever seen anything like that? Were you surprised by just how bad the damage was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "HARWELL",
      "sentences": "I'm fairly new living in the region in my assignment with The Salvation Army in Mississippi, but certainly we have seen a frequency of these kinds of storms and normally our concerns with the tropics, but we certainly have seen a lot more of these storms, of course, recently and Selma, Alabama. And so, responding to this type of -- you have no warning. You just can't imagine. Very few of us can imagine have experienced that to know what these four folks have gone through and the losses they have now endured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, so many people have been just shattered by this. What is the biggest need right now? How are you helping them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "HARWELL",
      "sentences": "Well, we've stood up an incident command team to help us serve. There are four specific areas that we're targeting right now. This initial phase of our response is mass feeding, it's typically where we begin. And so, we've got to four response teams that are working in the hardest hit areas, Rolling Fork, Silver City, Winona and other areas in between all along that path, which have had destruction. And so, we -- yesterday was a busy day. So, we served about a little over 2000 meals. Lots of water. So, pallets of water that we've been distributing to communities that were impacted.[04:05:00] And so, really upfront, it's trying to meet those basic needs to ensure that people have healthy meals, many homes that can no longer prepare a meal. And actually, there are some homes that have not had damage or have had little damage and they could prepare meals, but they're still without power. So, we're serving and those folks too as well. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, those homes that haven't really been touched. I mean, look few and far between, especially in some of those harder hit areas. They've just lost everything. People must be emotionally, just devastated and in shock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "HARWELL",
      "sentences": "Yes, and you know, truly, you know, folks are probably pretty used to seeing The Salvation Army, serving meals and helping it very practical ways. But really, one of the most meaningful ways that were coming alongside people right now is to provide some spiritual and emotional care for them. You know, many are feeling completely overwhelmed. Some feel abandoned and afraid. So, they've been through such an ordeal, such a traumatic experience.And so, just for us to be able to come alongside them, you know, we don't have answers to some of their questions such as, why? Why did this happen? But as people of faith in whom God's spirit lives, he gives us an opportunity, truly a privilege to be able to be instruments of his love and care and kindness to those who have been through so much. And we know, you know, what a very simple gesture, what a what I hug, what a simple word of encouragement, and especially what prayer can mean to someone who is just grasping and searching, just to find hope and strength to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, they need all the prayers they can get. And just a bit later, we're going to tell people exactly how they can help, if they want to help. Appreciate you and everything you and your team do to help all the people out there. Mark Harwell of The Salvation Army thanks again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "HARWELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Alright for the latest, let's go to CNN Meteorologist Karen Maginnis. So, Karen, I spoke earlier of residents there in the deep south, facing a new weather threat. So, what exactly are they looking at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "KAREN MAGINNIS, CNN METEOROLOGIST",
      "sentences": "Yes, we will see rounds of severe weather today. By severe weather, I mean, severe thunderstorms that could produce some high winds, hail, flooding. Could see the potential for an isolated tornado. And indeed, we're seeing these discrete thunderstorms pop up now right across central sections of Alabama, also said south central regions of Mississippi.And it looks like this is only going to get worse. We'll go through the morning, we see more and more of this activity. Just an hour ago, I saw one particular cell just to the north and northeast of Montgomery. And now, we're starting to see more of this pop up. They're kind of training in a sense, meaning one built where another one has already moved through. So, watch out for the potential for severe weather and Tallapoosa County and Alabama, they've already seen about three quarter inch size hail and frequent lightning associated with these storms. We're looking over towards Mississippi. Well, we do have Rolling Fork, which is in Sharkey County. A little further towards the northwest. Here's Jackson, Mississippi, already picking up some of those thunderstorms. This is the real threat. It looks like the greatest threat is going to be from these heavy downpours, and we will expect some hail and high winds. Cannot rule out the potential for the possibility of a few isolated tornadoes in this orange shaded area from Montgomery to Hattiesburg to Natchez, Mississippi. Already severe thunderstorm warnings out, as well as watches all the way from Macon to Montgomery to Jackson. We'll keep an eye on this. I'll have another update coming up at the top of the hour. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "From speech in Waco included the demonstrate (ph) false claim that he actually won the election in 2020, but was cheated out of victory with a rigged election results. Now, the rally comes a day after a federal judge ruled that several former Trump aides must testify before a grand jury as part of the investigation into efforts to overturn those election results. Zachary Cohen has more Cohen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "This is a significant decision in the investigation focused on efforts to overturn the 2020 election, the one overseen by Special Counsel Jack Smith. Now, a federal judge determined that several close aides to former president Donald Trump and top officials from his administration must testify before a grand jury in that probe. Now, the list includes several potentially important witnesses, including Trump's former chief of staff, Mark Meadows.Now, Meadows, was not only one of Trump's closest advisers, but an active participant in the effort to overturn the 2020 election results. The witness testimony from all of these individuals could offer a window into the former president's state of mind and give a little bit more information about what he knew about the false election fraud claims that he was pushing at that time. Now, Trump tried to block these witnesses from answering certain questions by claiming executive privilege. But now the judges rejected that argument, these witnesses will likely have to testify before the grand jury or, in some cases, come in and testify again. And if they're asked about conversations they had with Trump, they're not going to be able to refuse answering. Now, Trump's legal team is expected to appeal this decision and it remains unclear exactly how quickly this matter will be resolved in court. But Trump's team has had little success appealing similar decisions related to executive privilege in the past, meaning it's likely these witnesses will have to ultimately come in and testify. Zach Cohen, CNN, Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Russia has announced plans to place tactical nuclear weapons in neighboring Belarus, possibly within months. That's the country from which the Kremlin launched what it calls a special military operation 13 months ago. Despite the obvious threat, these weapons would pose to Ukraine and the rest of Europe, Russian President Vladimir Putin defended the move in an interview with Russian media. Here he is.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  The United States has done it for decades, they have placed their tactical nuclear weapons in their allied countries, NATO countries, in six countries to be exact. Germany, the Netherlands, Belgium, Italy, Turkey and Greece. And we had an agreement with Lukashenko as allies do the same. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's Matthew Chance joins us live from Moscow with more on this developing story. So, Matthew, potentially significant development. Take us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it's really worrying, isn't it, that Vladimir Putin is almost constantly referring to the country's nuclear arsenal? It's very threatening to the surrounding countries, of course. And you know, it's -- it generally creates this this sense of alarm. What Putin is saying this time is that he's planning to deploy a number of tactical nuclear weapons, which are small battlefield munitions, still very powerful, but not the big intercontinental ballistic missiles that can destroy entire cities.He's planning to deploy them into Silos in Belarus. Those silos have not been completed yet. He said that there's a facility that's scheduled to be completed by July. So, we're talking about in the summer. And again, yes, it's a very, sort of, worrying development. And at the same time, it doesn't necessarily take us a step closer towards nuclear Armageddon. You know, Putin has already got the ability to use these kinds of weapons on the battlefield if he chooses to do so, it will simply be sort of putting these forces outside the country. The first time, in fact, since the 1990s, since Russia's nuclear arsenal has been put out overseas. And so, in that sense, it's a significant development. But as I say, it doesn't necessarily take us any closer to the use of those weapons. And that's been reflected in the recent state department reaction to this, which was very calm. Saying that they don't see any reason to change their nuclear preparedness status nor any indication that Russia is planning to use a nuclear weapon. So, while it's alarming and threatening, you know, I think we can take solace from the calm reaction of the United States and others around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, helpful context there. So, Matthew, what does it mean then for Belarus and for surrounding European nations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "CHANCE",
      "sentences": "Well, I think that's a great question, because I think the main consequence of this is for Belarus. As I said, the other countries -- well, they're still -- they're under the -- if they want to be targeted by Russia's military arsenal, they will be. But it's Belarus that's going to feel the real consequences of this because Putin made an absolute, you know, kind of main point of saying that he is not handing over control of these weapons to Belarus. They are going to remain under the control of Moscow.[04:20:00] And what that means, of course, that's a good thing in terms of proliferation, giving Russia the -- giving Belarus the weapons would have created another nuclear power in the world, which Russia doesn't want to do. But what he's saying is that we're going to put these weapons inside Belarus, but Russian forces are going to be controlling them. And so, it's a way for Russia to increase its military presence inside Belarus to tighten Moscow's grip over its neighbor, its ally. Belarus is basically very much under the sway of Russia right now, for various reasons. And the fact that tactical nuclear Missiles are going to be there with accompanying Russian forces to control and command those weapons systems just means that Belarus will be even more under the Kremlin's sway. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Interesting. All right. Thanks so much. Matthew Chance, appreciate it.And we're now joined by Barbie Nadeau in Rome, who has more on Ukraine's response. So, Barbie, how have they've been reacting to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Well, you know, we saw a tweet from the head of Ukraine's national security and defense and that tweet said, Putin's statement about placing tactical nuclear weapons in Belarus, a step towards internal destabilization of the country. Maximizes the level of negative perception and public rejection of Russia and Putin in Belarus and society. The Kremlin took Belarus as a nuclear hostage. That's the reaction so far from the head of the national security of defense in Ukraine. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. And then we also understand that the head of the atomic agency will head to Ukraine. So, what's behind this and what could come from that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NADEAU",
      "sentences": "Well, yes. You know, we were hearing that Rafael Grossi, he's the head -- the director general of the Internal Atomic Agency. He's going to be heading to the largest nuclear power plant in Europe here inside Ukraine by the end of the month. Now, they've been there for about seven months. They've got seven teams there. This team that's going to be accompanying him now is a specialized team that's going to be looking at the precarious situation there and the threat, of course, that it does pose to the rest of Europe. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Thanks so much. Barbie Nadeau in Rome.A suspected war crime in a stunning survival caught on camera in Ukraine. The victims were Ukrainian couple who ended up at the wrong place at the wrong time. Ivan Watson has this exclusive report. (BEGIN VIDEO CLIP) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voiceover):  From a battlefield in eastern Ukraine, a desperate call for help as a Ukrainian woman pleads for her wounded husband's life. Footage from last June shows the moment when a Ukrainian couple took a wrong turn towards an active frontline. Their car came under fire from nearby Russian forces, badly wounding the driver. Valeria Ponomarova's husband. VALERIA PONOMAROVA, WIFE OF SHOOTING VICTIM (through translator):  I saw his head was injured and immediately began to bandage his head. WATSON (voiceover):  The incident captured on video by a drone piloted by Ukrainian soldiers and later compiled into a documentary by the Ukrainian director Lyubomyr Levytsky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BOLVINOV",
      "sentences": "Da.WATSON (voiceover):  But that's not the end of Andre's story. Miraculously he somehow survived after spending the night badly wounded in the ditch. ANDRII BOHOMAZ, SHOOTING VICTIM (through translator):  I felt rain fall. I looked around and realized I was lying in some kind of a ditch. WATSON (voiceover):  The next day, he limped to safety. BOHOMAZ (through translator):  It took 30 or 40 minutes. I stopped a lot because I was in a lot of pain. WATSON (voiceover):  Andrii is still in treatment for multiple shrapnel wounds to the head, chest and spine. The alleged attempted murder of Ukrainian civilian at these crossroads just one of hundreds of potential war crime cases being investigated by police in Ukraine's Kharkiv region. But it's perhaps the only incident that has been so incredibly well documented. Ivan Watson, CNN, Velyka (INAUDIBLE), Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MATT LAUBHAN, WTVA METEOROLOGIST",
      "sentences": "We got a new scan coming in here as we speak. Oh, man. Like, northside of Amory, this is coming in. Oh, man. Dear Jesus, please help them. Amen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "The vice mayor of Rolling Fork, Mississippi, tells CNN her house was completely demolished. Have a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "LADONNA SIAS, VICE MAYOR, ROLLING FORK, MISSISSIPPI",
      "sentences": "And when you walk outside of the closet to see your whole structured home totally destroyed. And actually, you could hear people screaming, ou know, from the neighborhood, from the trailer park, from Chuck's Trailer Park --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where we're standing in front of right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SIAS",
      "sentences": "-- where we're standing right now. But it was just no way you could get to them. And so many lives were lost.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Well, stories are just heartbreaking. The owner of a restaurant destroyed by the tornado spoke with CNN's Isabel Rosales about her close call and how she and others made it through the storm.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "It is just awful to see this on the ground level. It is devastation as far as the eye can see. Right behind me, this used to be a restaurant, Chuck's Dairy Bar, which was really the pulse point for the community to come and eat and just talk to each other. Now, it's just a pile of debris with a car sitting right on top of what used to be this restaurant.I spoke with the owner, Tracy Harden, and she tells me she got a phone call from her daughter telling her mom, you are in the middle of a tornado coming your way. It's about to hit you. Run. So, Tracy grabs her employees and says, cooler. This right here, an industrial cooler. She and her employees go and take shelter right here. And as her husband is closing the door, they look up and they see that the restaurants roof has come off. She knows that she is about to lose what she calls home, something that means so much to her and to the community. She shed tears over that, but she also worries deeply about the human cost. Take a listen. TRACY HARDEN, OWNER, CHUCK'S DAIRY BAR:  We don't know where everybody is. We don't know who's alive and who's gone and just trying to hold it together until we can get everybody safe and OK. Everything here can be replaced. Before I want to make sure all those little babies that live back there are OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ROSALES",
      "sentences": "And throughout the day, we've seen this flurry of activity. Along the stretch of the highway here, just a vast amount of heavy machinery coming in, people with ATVs, even law enforcement on horseback because their primary concern is finding anyone who might be trapped underneath the debris. Now, despite saying that, we have heard from Mississippi emergency management, urging people to please not self-deploy, do not volunteer, that can only slow them down. Isabel Rosales, CNN, Rolling Fork, Mississippi.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "For the 12th straight week, thousands of Israelis took to the streets to voice their opposition to Benjamin Netanyahu's proposed overhaul of the nation's judicial system. The prime minister isn't showing any signs of backing down so far, but Israel's defense minister is urging him to reconsider. Yoav Gallant broke ranks with Netanyahu on Saturday and called for a pause in the planned overhaul. So, more on this, I'm joined by Hadas Gold in Jerusalem.So, Hadas, a significant defection, if you will. Explain his rationale and the reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "GOLD",
      "sentences": "Now it's an incredibly significant defection. But we're already hearing from some of Benjamin Netanyahu's own party members who are supporting this freeze. And keep in mind, the defense minister is a member of Netanyahu's own party. But we're also hearing some increasing anger from Netanyahu's coalition, including national security minister Itamar Ben-Gvir, who has called for the defense minister to be fired for this. Claiming that the defense minister is using the Israeli military as a bargaining chip.It should be noted, we have heard absolutely nothing from Prime Minister Benjamin Netanyahu, himself, so far in reaction to the defense minister's statement. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Interesting. All right. Thanks so much. Hadas Gold, appreciate it.Uganda is one signature away from having some of the harshest anti-gay laws in the world. The president is soon expected to sign the measure after it was approved by parliament. As we hear from CNN's Larry Madowo, many lawmakers there are proud of their anti LGBTQ stance. (BEGIN VIDEO CLIP) LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT (voiceover):  Joyous scenes in Uganda's parliament on Tuesday after lawmakers passed a sweeping anti-LGBT ban.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In our country, we only have --MADOWO (voiceover):  Same sex relations were already illegal in the conservative East African country with convicts risking a life sentence. Now, legislators have taken it to one step further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking in a foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CROWD",
      "sentences": "Aye. MADOWO (voiceover)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ASUMAN BASALIRWA, UGANDAN LAWMAKER",
      "sentences": "What we have done really is for the people of Uganda. It is viewed us as individuals.MADOWO (voiceover):  And some had quite a flippant attitude towards the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is nothing so sweet and so good for a man more than a woman.MADOWO (voiceover):  Only a few lawmakers disagreed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RACHEL MAGOOLA, UGANDAN LAWMAKER",
      "sentences": "I do not agree with homosexuality in principle. But I don't agree with criminalizing it.MADOWO (voiceover):  The United Nations called the law among the worst of its kind in the world, and its passing a deeply troubling development. Human Rights campaigners in Uganda have condemned the move, calling it barbaric and unconstitutional. Ugandan rights activists vowing to fight back. A human rights lawyer in Kampala told CNN that, \"This regressive and draconian law promotes hatred and discrimination and institutionalizes homophobia.\" MADOWO (on camera):  Homosexuality is illegal in more than 30 of Africa's 55 nations, and Uganda's move is just the latest in a series of setbacks for LGBTQ plus rights here on the continent. MADOWO (voiceover):  The legislation now waits for the Ugandan president's signature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "YOWERI MUSEVENI, UGANDAN PRESIDENT",
      "sentences": "The homosexuals are deviations from normal.MADOWO (voiceover):  And no one is expecting a surprise from him. Larry Madowo, CNN. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "You've been a delegate to the U.N. Climate Change Conferences, you'll be there as well this year. How, if at all, do you think that this report will impact the negotiations later this year? Because really, governments are going to have to be pushed to do a lot more a lot quicker. HUNDALAnd, you know, we saw a lot of back and forth there, a lot of pushback, a lot of pause. And finally, what ended up passing was a facility which is, sort of, a mechanism to hopefully, in the future, enable flow of funds to transfer from the climate drivers to the, you know, the communities at the forefront of this issue. So, I'm hoping that coming into COP28, we're going to see actual movement on that front, being able to operationalize that fund. I think we'll also see, hopefully, more movement on phasing out coal, oil and natural gas. You know, at COP26, two years ago, there was a huge movement to get the language of phase out of coal in the final pact that was agreed upon, at the very last minute, that language was changed to phase down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "If people need another reason to care about this issue, maybe it could be, you know, the fact that these could affect pocketbook issues for them. And the economic report of the president here in the U.S. talked about how these climate emergencies will cost us as taxpayers. And California, where you are, is a great example of this because the state is so vulnerable to increasingly severe drought, fires, sea level rise. So, give us some examples of how government spending might have to change so that taxpayers aren't on the hook for decisions made by people and businesses affected by climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "HUNDAL",
      "sentences": "You know, I'm really glad you brought that up because Biden's latest economic report didn't get much play, but it's actually incredibly interesting when you look at the text. So, it paints kind of a historical picture of, you know, infrastructure in this country. And it talks about how for most of human history infrastructure was built around animal power. And in the 1800s, you see infrastructure being built around railroads. In the 1900s, you see infrastructure being built around the development of the automobile and the airplane.And so, it begs the question. In the 21st century when we're dealing with all these climate impacts, how will that change our infrastructure, right? Until you mentioned California, absolutely. In this past week, we've had an atmospheric river that left 120,000 homes and businesses without power. We saw that happened last summer as well with extreme heat waves. So, really, we need to look at building climate resilient infrastructure. Thinking about where we build this infrastructure in the first place on a city planning level, looking at how we build our reservoirs from potential years of low rainfall, building seawalls, thinking -- rethinking our agricultural practices. I mean, so much of this change is going to end up having to be local, because, really, it's local communities that bear the brunt of these impacts. BRUNHUBER:  Yes, absolutely right. Unfortunately, we'll have to leave it there. But thanks so much for being here with us. Henna Hundal, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "HUNDAL",
      "sentences": "Thank you, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Now, to an upsetting story -- well, it's a story about upsets, March Madness, where higher seeds kept getting knocked out in games they're supposed to win. Number nine seed Florida Atlantic is heading to its first final four in history after a 79-76 win over number three seed Kansas State. Number four seed Connecticut also booked a spot in the men's final four with a dominating win over third seeded Gonzaga. Connecticut's second seeded women fell to number three seed Ohio State, 73-61, ending the Huskies streak of 14 consecutive final four appearances.The Vatican has returned three ancient artifacts to Greece after holding onto them for centuries. The artworks are now on display in Athens. And as we hear from CNN's Laila Harrak, they're helping historians piece together the puzzles of the past. (BEGIN VIDEO CLIP) LAILA HARRAK, CNN CNN NEWSROOM ANCHOR (voiceover):  A homecoming centuries in the making. Three fragments of sculptures that once resided in the Parthenon are now back in their ancestral home, Greece. The Vatican returning the artworks, depicting the head of a boy, part of a horse and a bearded man, which were held in its papal collection. The catholic church, calling it a donation to the Greek orthodox church. To avoid weighing in on restitution battles facing many international museums to return artifacts to their countries of origin.",
      "isLastSentenceInterrupted": false
    }
  ]
}