{
  "date": "2023-09-10",
  "headline": "State of the Union",
  "subHeadline": "Interview With Rep. Michael McCaul (R-TX); Interview With U.S. Secretary of State Antony Blinken; Interview With Presidential Candidate Nikki Haley. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:29",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The world stands at an inflection point in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "TAPPER",
      "sentences": "But, as the war in Ukraine drags on, how long can the West stay unified? Secretary of State Antony Blinken is here in moments.Plus: head to head. She's the strongest Republican to take on Biden, according to CNN's new poll, but can she convince Republican primary voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You can do it, Nikki!NIKKI HALEY (R), PRESIDENTIAL CANDIDATE:  I know I can. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "TAPPER",
      "sentences": "Former U.N. Ambassador and GOP presidential candidate Nikki Haley joins me for a wide-ranging discussion ahead.And clock's ticking, with just days left to prevent a government shutdown. SEN. CHUCK SCHUMER (D-NY):  Keep the government open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "TAPPER",
      "sentences": "Republicans draw battle lines over support for Ukraine. Who will blink first? I will ask House Foreign Affairs Chairman Michael McCaul.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "TAPPER",
      "sentences": "Hello. I'm Jake Tapper in Washington, where the state of our union is focused on the larger world and foremost the victims of that devastating earthquake in Morocco.We're all waiting to hear from President Biden in Vietnam, his last stop on a whirlwind international trip aimed at strengthening global alliances at a time of high anxiety. The president is going to give a news conference at any moment. And we will bring that to you live. He will surely be asked about his goals at this weekend's G20 summit, which focused on countering China, its splintering economy and its aggressive posture around the globe, and on Russia's grinding war against the Ukrainian people, amid dwindling hopes of a resolution anytime soon. Ukraine is reacting today with frustration to a joint statement from the G20 nations, which include Russia and China, a statement that did not directly condemn Russia's war. A spokesman for the government of Ukraine said that the statement ignored reality and called its written text about the war -- quote -- \"nothing to be proud of.\" Let's get straight to Republican presidential candidate Nikki Haley for her response to President Biden's trip. She's also the former U.S. ambassador to the United Nations. Ambassador Haley, thanks so much for joining us. Last year's G20 statement, as you know, explicitly condemned Russia's invasion of Ukraine, though, of course, Russia did not sign off on that part of the statement. This year, the final statement stopped short of any direct condemnation of the invasion. What is your reaction? What do you think is more important, unanimity or an explicit condemnation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "HALEY",
      "sentences": "It was a win for Russia and China. They're celebrating today.I mean, what we should have had was, Biden should have really pushed hard to acknowledge what he acknowledged a year ago, that Russia invaded a pro-American, freedom-loving country. And that's a fact. And to deny a fact a year later is giving a win to Russia. And China is gloating, because they're looking at Taiwan as this is happening, and it's a shame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "TAPPER",
      "sentences": "Some House Republicans, as you know, are fighting to strip $24 billion in aid to Ukraine out of the upcoming government spending bill. Do you think that would be a mistake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "HALEY",
      "sentences": "I think that you have to look at the fact that 3.5 percent has been spent from our defense budget towards Ukraine. That's just 3.5 percent, that percentage of GDP. Eleven European countries have spent more than us.We know that Russia has said, once they take Ukraine, Poland and the Baltics are next, and then you're looking at a full-on war. What we're trying to do is prevent war. That's a pretty good return on investment to prevent war. So, I think that we need to continue giving them equipment and ammunition with our allies to win. I don't think we need to give them straight-up cash. I don't think we need to put troops on the ground. But we need to finish this, because we have to always remember, a win for Russia is a win for China. They have made that very clear. And, right now, China is our number one national security threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "TAPPER",
      "sentences": "So, House Republicans should keep that Ukraine spending in the spending bill, and should not separate it, and should support it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "TAPPER",
      "sentences": "Your fellow candidates Chris Christie and Mike Pence have traveled to Ukraine this year. Are you planning on traveling to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HALEY",
      "sentences": "I plan on traveling to Iowa, New Hampshire, South Carolina, Nevada, and the rest of the country. I don't have time to go to another country right now. I'm trying to earn the support of many Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "TAPPER",
      "sentences": "A special United Nations commission looking into human rights violations in Ukraine recently said that it had -- quote -- \"not reached a conclusion' whether there's genocide in Ukraine.You were the U.N. ambassador. Is that finding acceptable to you? And do you think Russia is committing genocide in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HALEY",
      "sentences": "Well, first of all, it's hard to believe anything the U.N. says. It's a bit political. It's usually China-biased, and it's also Russian intruding into whatever they put out there.I think that what you have is, when I was at the United Nations, we had no better friend than Ukraine. They voted with us on everything. They were supportive of everything that we did, and they're pro- American. And I think what we know is that they're a democracy, and the reason that they are so careful in this war is, they're trying to protect people and trying to prevent Ukrainians from dying. I think, if there's any bullseye, you need to be looking at Russia. They're the ones that have invaded. They're the ones that are targeting schools. They're the ones that continue to have death that they don't care about, and I think that's the one we really need to be talking about. So I don't take any U.N. report too seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "TAPPER",
      "sentences": "On the subject of China, the Biden administration, as you know, recently sent four top officials to China to try to stabilize relations.You have said the Biden administration has the wrong approach, because they're looking for win-win cooperation with China. You say -- quote -- \"They don't see us as a competitor. They see us as an enemy\" -- unquote. Do you view China as an enemy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HALEY",
      "sentences": "China's been practically preparing for war with us for years. Yes, I view China as an enemy.And what's disappointing about what Biden has done is, here you have China has bought up 400,000 acres of U.S. soil, most recently near Grand Forks Air Force Base. They bought our largest pork producer in the country. They continue to steal $600 billion of intellectual property. They're sending millions of dollars to our universities and stealing our research and spreading propaganda. Ninety percent of our law enforcement drones are Chinese. So, while Americans freaked out over the Chinese spy balloon, just imagine what's happening with all these mini-spy balloons. They have killed more Americans than the Iraq, Iran -- the Iraq, Afghanistan, and Vietnam Wars combined with their sending fentanyl over. I mean, how much more has to happen for Biden to realize you don't send Cabinet members over to China to appease them; you start getting serious with China and say, we're not going to put up with it? They keep sending different Cabinet officials over, Jake, and it's embarrassing. You sent Raimondo right after she got hacked, her e-mails got hacked by the Chinese. You sent all of these Cabinet officials over after a Chinese spy balloon went over our country. They are putting a Chinese spy base up in -- on Cuba, off the coast of Florida. And don't wait for the fact that they are going to be sending Chinese military troops there. What are we doing appeasing China? Instead, we should say, you're not buying any more U.S. oil and we're going to take back what you have already bought. We're going to go and make sure that we don't have Chinese infiltration in our universities, because our universities are going to have to pick between Chinese money or American money. We're going to end all normal trade relations with China until they stop killing Americans with fentanyl. And then we're going to build up our military, because China now has the strongest naval fleet in the world. They are developing hypersonic, artificial intelligence, cyberspace, neuro-strike weapons, which will -- they're the biggest developer, which actually affect military commanders' thinking and populations of people. We need to make sure that we're serious about China and they know that we're serious about them, not going and being nice to them and thinking that they're going to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "TAPPER",
      "sentences": "On the subject of fentanyl, I just want to take a diversion for one quick second, because I have heard some of your colleagues bring up an interesting subject, which is, you're right, fentanyl is -- it's obscene and horrific what's going on in terms of Americans being killed by this fentanyl crisis, Americans, kids, who might take an herbal supplement that is not illegal and it has fentanyl in it, and they die.A friend of mine, his nephew died that way. I have heard some of your colleagues talk about treating the drug dealers in Mexico as if they are a terrorist cell and having the military, in cooperation with the Mexican government, obviously, treat those Mexican drug dealers as a terrorist cell. What do you think of something like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "TAPPER",
      "sentences": "So, on the subject of China and Taiwan that you brought up a second ago, Vice President Harris was in Jakarta this week for a summit with Southeast Asian countries.President Biden has actually been criticized for being too direct on the subject of Taiwan, for abandoning what was called strategic ambiguity and saying directly that the U.S. would defend Taiwan militarily. What's your position? Let me ask you directly. If you were president, would you, would the U.S. with a President Haley, defend Taiwan militarily if China invaded?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "HALEY",
      "sentences": "We will defend Taiwan, and we will let China know there will be hell to pay if they do anything that hurts the Taiwanese or any of our allies.A strong America prevents wars, Jake, and that's what we have to do. You can't appease them. I was very disappointed that Biden sent Kamala over there for the ASEAN Summit. This is an important summit. It's 10 countries that are really focused on Chinese aggression in the South China Sea, and China is going to go bully these countries who are desperately trying to fight back, the Philippines, Malaysia, and others, who want them to stop. By sending Kamala there and not really showing that you have got serious -- seriousness on the fact that this Chinese aggression is hurting, when we know most of the World Trade goes through that -- the -- you know, that area of water, I mean, it's a mistake. And, again, he says things. I appreciate it. Words are fine, but actions matter. And if he would have gone and really made a strong point there, I think that would have been much more important than having Kamala go there and smile and take pictures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "TAPPER",
      "sentences": "So, speaking of having a strong defense, speaking of having a strong navy, Republican Senator Tommy Tuberville is currently, and, for months, has been holding out more than 300 military promotions in the Senate, non-political positions, including the chief of staff of the Army, the commandant of the Marine Corps, the chief of Naval operations.The chairman of the Joint Chiefs' role is set to be taken at the end of this month. I know you have criticized his decision. The military says this is hurting readiness. I know, as a military spouse, you know military spouses are really upset about this. Why is the Republican Party tolerating this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "HALEY",
      "sentences": "There's a couple of things here, Jake. I mean, let's speak hard truths, right?First of all, Department of Defense never should have done this. I disagree with it, and I will put an end to it as president. You have to go through Congress. We have...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "TAPPER",
      "sentences": "You're talking about the reimbursement policy for travel for abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "HALEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "HALEY",
      "sentences": "Yes, because you have to do these things through Congress.We have three branches of government for a reason. You can't slip something in there like that and think that Congress is not going to be upset. So, first, I will put an end to that, and you will handle it through the proper channels. Secondly, we don't need to be using military families as political pawns. That's a mistake. These -- the military members and families, they sacrifice enough. They don't need to be a pawn in Congress. But look at the political games that continue to play. Chuck Schumer could still get this done if he went through and listed each member and had Congress vote on each member. Right now, he's saying... TAPPER:  But, Ambassador, do you know what that would do? I mean, do you really want to have -- I mean, the tradition is, generally speaking, that the Senate just votes unanimous consent for 300 people to be promoted. Oh, you think the military is political now. You really want to have the U.S. Senate voting on somebody being promoted to major, to lieutenant colonel, to colonel, to ambassador -- I mean, to admiral? I mean, every single person is going to have their social media posts scrubbed. You really want, like, in the U.S. military, Bernie Sanders, Joe Manchin, like, everybody's going to decide everybody's promotions? This is how we're going to do promotions from now on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "HALEY",
      "sentences": "Well, if you're going to talk about tradition, shouldn't Department of Defense do things the right way, so we're never in this mess to start with?Let's -- I mean, let's call it like we see it. Department of Defense started this. I'm not saying Senator Tuberville is right in doing this, because I don't want to use them as pawns. But if you love our military, if you are so adamant about it, then go and make Congress, Republicans and Democrats, have to go through person by person. Do you honestly think they won't say, OK, this is ridiculous, let's put an end to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "TAPPER",
      "sentences": "Well, I...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "HALEY",
      "sentences": "I want Congress to do their job. I want them to deal with inflation. I want them to deal with gas prices and groceries. I want them to deal with the lack of transparency in schools.I want them to deal with the fact that, yes, military members are being used as pawns, and they need to make sure that these families don't suffer. I want them to do their job. And the majority of Americans see that government's not working for the people. It's the people working for government. And it's got to stop, including these political games that they play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "TAPPER",
      "sentences": "SpaceX CEO Elon Musk has confirmed a report in Walter Isaacson's new biography of him that last year Musk personally blocked access to his Starlink satellite network in Crimea in order to disrupt a major Ukrainian attack on the Russian navy in Crimea.Do you think what Musk did was appropriate? And are you OK with a private citizen having so much power over a war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "HALEY",
      "sentences": "Well, first of all, I don't know enough of the details about that to comment.But what I would say is, if there's any sort of smoke, we should have transparency. We should be able to find out exactly what happened, who did it, when they did it, and why they did it. And then we should be able to take the appropriate action. The bottom line is, we should always watch out for the national security of Americans and our allies. And if there was anything that came in the way of that, then we should address it. And if there's something there, then we should ask questions about it. But I think we need to look into it further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "TAPPER",
      "sentences": "Your campaign got some good news, some brand-new polling from CNN suggesting you are far and away the strongest Republican candidate to take on Joe Biden.In fact, you're the only one in our polling who would decisively beat President Biden in a head-to-head race. Everyone else is within the margin of error. Still, on the Republican side, you and all the other Republicans trail Donald Trump in the primary. Why do you think the electability argument doesn't seem to be resonating more with Republican voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "HALEY",
      "sentences": "Well, I think the reason that it shows that I would beat Biden by six points is simple. I think the majority of Americans know we need a new generational leader, that we need to leave the negativity of the past behind us.The majority of Americans don't want to see a rematch between Trump and Biden. That's been very clear. And the majority of Americans think that we need to go with younger faces, younger voices, and we have got some work to do. They're tired of working for government. They want government to work for them. In terms of the primary, look, we're just getting started. Debate season is what kicks off the primary. We have made huge jumps in the primary polls so far, but this is the beginning of it. We have got quite a bit to go before we get to January. I'm going to work hard to earn every person's vote, whether it's Iowa, whether it's New Hampshire, South Carolina, Nevada, or across this country. We have a country to save, and I'm determined to do it. It is time that we finally address the debt and the economy, so that taxpayers don't feel like their money is being wasted. It's time to address the fact that we need to have transparency in the classrooms, so that parents feel like they're in control of their children's education again. It's time that we deal with crime and bring law and order back to our country. And it's time that we secure our borders and start focusing on Americans, instead of illegal immigrants that are coming in. And it's time that we finally have a strong national security, where America is safe and we're strong abroad. That's what Americans want. It's not rocket science. It's common sense. And I think that they're going to continue to see that what we're saying is resonating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "TAPPER",
      "sentences": "Can the Republican Party credibly claim to be a law-and-order party with a nominee who is facing 91 felony counts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "HALEY",
      "sentences": "Well, Jake, I will tell you this.I was at the United Nations, and I saw many countries who would say someone was a criminal before they were tried. This is America. We don't do that. You're not convicted until you have had the opportunity to defend yourself. So, let's let Donald Trump defend himself. Let's see what happens. And if he is convicted, then the American people will deal with it then. But let's have the blessings that we have in America, which is everybody's innocent until proven guilty. Let's let the evidence play out. Let's let the lawyers do their thing and let's see what Donald Trump does. And then we can make a decision. But I have faith in the American people. I trust them, and I trust what will happen will be the right thing for our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "TAPPER",
      "sentences": "One of President Biden's biggest achievements he's touting on the campaign trail is a $35 price cap on insulin for American seniors on Medicare. Some companies have extended that price, $35, to all their patients.As president, would you keep that $35 price cap on insulin, or would you try to reverse it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "Your 2024 competitor Vivek Ramaswamy just recently said he would deport the children of undocumented immigrants who are born in the United States, children born in the United States, although those kids have been widely considered to have birthright citizenship under the 14th Amendment.What do you think? Do you think children born in the United States have birthright citizenship, or do you think they should be deported?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HALEY",
      "sentences": "I think that conversation is putting the cart before the horse.What we need to do is go to Congress and say, do your job. They need to do immigration reform. First of all, we need to secure the border, stop anyone from coming over, and make sure that we do that by stopping catch-and-release, go to catch-and-deport, defund sanctuary cities, make sure that we go back to the remain-in-Mexico plan, because nobody wants to remain in Mexico, and put 25,000 Border Patrol and ICE agents, and let them do their job. When it comes to legal immigration, Congress needs to get in a room and fix this. We need to go and deal with the fact that we shouldn't be bringing people into our country based on quotas. What about if we brought people into our country based on merit, where you looked and said, what do we need in our economy? What companies need workers? What jobs are we not able to fill? If you brought them in based on that, all of a sudden, you're building our economy. You're helping America. You're not bringing in illegals who are coming in and using our system and that taxpayers are paying for. Let's do it the right way. The fact that you want to talk about children of illegal immigrants, that's the cart before the horse. Why don't we talk about legal immigration, reforming it, stopping the border, and then talk about what we're going to do to deal with the children of illegal immigrants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "One last thing before we go.There are a lot of candidates who are still in the race who are routinely polling in the very, very low single digits. As somebody not there, a little bit higher, do you think it's time for the field to consolidate a little bit? Should some of the other candidates drop out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HALEY",
      "sentences": "Well, I think we have seen the field consolidate some. We started with 12. I think eight ended up on the debate stage.The criteria will go up for the September 27 debate. I think the field will wind down a little bit more. And so, as this goes on, I think we're going to see it continue to get smaller and smaller. This isn't 2017, where we had -- 2016, where we had 17 people on the stage. I'm thinking that we're going to have six when it comes to the next debate stage, and we will compete, continue to wind it down. And so I'm comfortable with the process taking place the way that it is. And I think that the American people will start to kind of force this on their own and we will end up with the right nominee. I expect to be that nominee. I expect to be the president. And I expect to get our country back on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "Is South Carolina a must-win for you, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HALEY",
      "sentences": "I think Iowa and New Hampshire are states that we need to do well in. I think I need to be -- have a strong showing in Iowa, a strong showing in New Hampshire.And I think, if I do both of those, I think the people of South Carolina will show me the grace that they have shown me before. We had an event in North Charleston just a couple of days ago. We had 1,000 people. The week before that, we were in Indian Land, South Carolina. We had 1,000 people there, several hundred in Boiling Springs. So, South Carolinians have been good to me. They know I work, they know I fight for them, and they know, at the end of the day, I produce results. And so I expect that they will continue to want me to do that for them as we go into the presidential part of this -- of taking the lead in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "Ambassador Haley, always good to see you. Thanks so much. Come back soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HALEY",
      "sentences": "Thanks so much, Jake.Go to NikkiHaley.com and join our cause. [09:25:00] TAPPER:  We're watching and waiting for President Biden to come before the field of reporters there and take questions. We're going to sneak in a quick break. We will be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "We are awaiting a press conference from President Biden.It is a hugely consequential moment for the world leaders, as leaders come together to talk about the challenges facing the world. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "TAPPER",
      "sentences": "G20 leaders agreed to a joint declaration that, in part, called for countries to -- quote -- \"refrain from the threat or use of force to seek territorial acquisition against other sovereign nations.\"That is significantly weaker language than last year's joint statement, which called for Russia's -- quote -- \"complete and unconditional withdrawal\" -- unquote -- from Ukraine. I mean, why did the U.S. agree to a watered-down declaration that does not even condemn Russia by name or explicitly call for Russia to leave Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "BLINKEN",
      "sentences": "Jake, the G20 countries in this statement all stood up for the importance of territorial integrity, sovereignty. And that's very clear. I was in the room when all the leaders spoke today with PresidentBiden, and it was very clear from everything that they said that not only do they want to see this war end, but they want to see it end on just and durable terms. And it was also very clear that the consequences of Russia's aggression are being felt throughout the G20 countries and throughout the developing world. So, there was, I think, real clarity from the leaders in the room. And, again, the statement strongly affirms the proposition that this is about Ukraine's territorial integrity, its sovereignty, the principles that are at the heart of the United Nations Charter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "TAPPER",
      "sentences": "But I have heard you talk about this issue. You must be disappointed that they couldn't agree to a stronger language?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "BLINKEN",
      "sentences": "No, I think it's very important that the G20 spoke as one.I mean, to some extent, maybe it's the G19, because, obviously, Russia's also here. It's part of the G20. But the fact that we have a statement coming out collectively, again, affirming the importance of Ukraine, its territorial integrity, its sovereignty, that speaks loudly. But what really speaks loudly, again, are the leaders in the room itself. And I think, if you are on the receiving end of what so many of them said, if you were in the Russian seat, it's pretty clear where the rest of the world stands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "TAPPER",
      "sentences": "So, Speaker McCarthy right now appears to be moving to separate the nearly $24 billion in new funding to help Ukraine from this potential spending deal to avert a government shutdown later this month.What would that mean for Ukraine's offensive if the aid is separated and if that aid ultimately is not approved by Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "BLINKEN",
      "sentences": "Look, this is a moving picture.And I think it's very clear to us and to many in Congress that this additional assistance is something that Ukraine needs in this moment to continue to carry out the counteroffensive to regain its territory, as well as to strengthen its defense, its military going forward. It's not only the right thing to do. It's the smart and necessary thing to do in our own interests, because, as we have said from day one, if we allow this Russian aggression to go forward within impunity, it's not just Ukrainians who are suffering. It's virtually everyone around the world who relies on the principles that are at the heart of the U.N. Charter, including that one big country can't simply trample on the borders of another, invade it and try to take it over, because, if we allow that to go forward with impunity, if we don't stand up against that, then it's open season everywhere around the world. I have heard Leader McConnell speak very powerfully to this, other colleagues on the House side, like Chairman Mike McCaul of the House Foreign Affairs Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "BLINKEN",
      "sentences": "So, we have had a strong bipartisan partnership with Congress throughout. I would expect that to continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "TAPPER",
      "sentences": "So, SpaceX CEO Elon Musk has recently confirmed a report that's in Walter Isaacson's new biography of Musk that, last year, Musk blocked access to his Starlink satellite network in Crimea in order to disrupt a major Ukrainian attack on the Russian navy there.In other words, Musk effectively sabotaged a military operation by Ukraine, a U.S. ally, against Russia, an aggressor country that invaded a U.S. ally. Should there be repercussions for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:01",
      "speaker": "BLINKEN",
      "sentences": "Jake, I can't speak to a specific episode.Here's what I can tell you. Starlink has been a vital tool for the Ukrainians to be able to communicate with each other, and particularly for the military to communicate in their effort to defend all of Ukraine's territory. It remains so, and I would expect it to continue to be critical to their efforts. So, what we would hope and expect is that that technology will remain fully available to the Ukrainians. It is vital to what they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "BLINKEN",
      "sentences": "Jake, I can't speak to conversations that may or may not have happened. I don't know.I'm focused on the fact that the technology itself, Starlink, has been really important to the Ukrainians. It remains so. And it should continue to be part of what they're able to call on to be able to communicate with themselves and, again, to have the military be able to communicate. Throughout this Russian aggression, we have -- we ourselves have always had to factor in what Russia may do in response to any given thing that we or others do or the Ukrainians do. And we have. But what's so critical now is that Ukrainians had real success over the past year. I was just in Ukraine, as you know. The last time I was there was almost exactly a year ago. In that year, from the last time I was there until this week, the Ukrainians have retaken more than 50 percent of the territory seized by Russia since February of 2022. They're now engaged in a critical counteroffensive. And we're doing everything we can to maximize our support for them, along with many other countries, so that they can be successful. Starlink is an important part of their success. And, as I said, we expect that it will continue to be so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "TAPPER",
      "sentences": "It sounds like Starlink is so important that the U.S. government doesn't want to risk offending a capricious billionaire who did some things that I think, in another situation, the U.S. government might want to say something about.But let's move on. Last month marked two years since the Abbey Gate bombing in Afghanistan that killed 13 service members during the chaotic Afghanistan withdrawal. I recently spoke to Gold Star family members of those lost service members, and they told me that they think the Biden administration, specifically, the Pentagon, is not giving them the answers and the accountability that they need for what happened to their loved ones that day. Does the Pentagon need to be more forthcoming about what happened that day to those 13 service members?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:09",
      "speaker": "TAPPER",
      "sentences": "Secretary Blinken, thank you so much for your time today.Thanks, Jake. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:09",
      "speaker": "TAPPER",
      "sentences": "We are told that President Biden is about to take questions from reporters. We will bring that to you live after this quick break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well there's been much talk about he's going to do -- President Biden is going to be clear that he's running for a second term.Early this week, as you know, Jake, there are questions that surround that. But I think the here big questions that come from your conversation with Secretary Blinken. The secretary, I felt sorry for him, but the truth is, he ducked and dodged so often, that he didn't -- you didn't get straight answers. And I think that left it to the president to be clearer and more empathetic and make it clear exactly where we do stand with the G20, where we do stand. Why was this statement watered down from last year, last year's statement? I thought your question that was right on target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TAPPER",
      "sentences": "Yes.And, Beth Sanner, the idea that the G20 statement did not explicitly condemn Russia's brutal invasion of Ukraine, while last year's did, we don't have an explanation as to why that is. Former ambassador to the U.N. Nikki Haley on the show said this was a win for Russia and China. How do you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BETH SANNER, CNN NATIONAL SECURITY ANALYST",
      "sentences": "I think it's...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TAPPER",
      "sentences": "She's -- you're breaking up. I can't -- I can't hear you right now. I'm...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TAPPER",
      "sentences": "I'm sorry. Can you start that again? Give us your answer again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SANNER",
      "sentences": "Sorry. I think the control room has my volume on.So, the G20, I think that the statement there is very clear that it's about China and Russia having blocked every single ministerial statement during the entire year of the G20. It was clear that they were going to do the same. And, in fact, people were kind of surprised that India managed to get any statement at all. And I think we spend a lot of time thinking about these words. Sure, they're important, but, also, we already know where everyone stands on this. China is not neutral. Russia obviously is not neutral. They are the belligerent here. So that's what's going to happen. And I think that we shouldn't get too distracted. It's very disappointing, but, at the same time, it's predictable. And we should kind of, I think, focus on some of the things that actually came out of this related...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TAPPER",
      "sentences": "So, we also have with us in studio the chairman of the House Foreign Affairs Committee, Michael McCaul, Republican of Texas.What are you going to -- what do you want to hear from President Biden from -- at this press conference in Hanoi, Vietnam? REP. MICHAEL MCCAUL (R-TX):  Well, I think two things. I think, last year, they -- it was President Biden in Germany that watered down the Ukraine provisions. And it seems like they're going the same pattern this G20. When it comes to China, I think we need to hear very strong language about how we're going to counter the malign influence of China. The reason why Chairman Xi is not in India is because they are foes. They have a kinetic war on their border. And he's basically saying: I'm not going to be a part of this. I think it's a good opportunity to say, look, we need to work together to counter any invasion of Taiwan, any invasion of the South Pacific Sea, because, as we look at Taiwan, that is very connected to the Ukraine battle. They're all interconnected, because Beijing is tied to Moscow. Putin and Chairman Xi are tied together. That needs to be clear. I think the G20 needs to stand up to this aggression and be clear about what we're going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TAPPER",
      "sentences": "And you also -- you issued a statement praising President Biden's work strengthening its relationship with Vietnam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "MCCAUL",
      "sentences": "I think that's a -- I mean, look, I will call...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "MCCAUL",
      "sentences": "... the balls and strikes here. That was a good move.I think we need to -- we don't have NATO in the Pacific. So what we need are allies and friends. That would be Japan. That would be South Korea. That would be the Philippines for a forward operating base, and also Vietnam, the AUKUS, Australia and U.K. Those are our main allies and friends going into what could be a potential conflict. But, again, what I heard in Asia over and over was, what happens in Ukraine will happen in Taiwan. That's why they're interconnected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, I can tell you that President Biden is certainly going to come out here, Jake, and he's going to focus first and foremost on what is happening here in Vietnam.And, really, what's happening here in Vietnam is part of a broader Indo-Pacific playbook that we have seen from President Biden and his administration. He has expended a lot of personal capital on relationships in this region over the last several months. You look back five months ago, he hosted the Filipino president to -- at the White House. That was the first visit by a leader of the Philippines in more than a decade. You then had the state dinner with the leader of India, followed by that very symbolic Camp David summit between -- with his Japanese and South Korean counterparts. All of those are intended to -- all of those countries are China's neighbors. And these meetings and these summits are very much intended to try and bring these countries closer to the United States. And it's also because a lot of those countries have growing concerns about the way in which China is throwing around its military and economic heft in this region. And, with Vietnam in particular, what's so striking as these countries -- the U.S. is going to be on par in terms of diplomatic relationships with China and with Russia as it relates to Vietnam. That's a sign that Vietnam is looking to counterbalance China's influence in the region, and also that Vietnam has some concerns about the ways in which China has been -- the moves that it's been making in the South China Sea in particular. But, as you mentioned, Jake, we don't get a solo news conference from the president all the time. And so this is going to be an opportunity to ask the president not only about his strategy in the Indo-Pacific, but also as it relates to Ukraine. A day after we saw that statement from the G20, the G20 leaders statement, not explicitly condemn Russia for its invasion of Ukraine, showing that, despite the president's best efforts, there still remain a lot of divisions, a lot of countries that are not fully on board with the U.S.' pressure campaign towards Russia as it relates to holding it accountable for the war in Ukraine. And, of course, Jake, there are always politics. Even when the president goes abroad, he remains the president of the United States and a candidate for reelection. And just this last week, we saw the president see among his lowest poll numbers, a job approval rating under 40 percent, certainly not where the president wants to be heading into this reelection battle. And so how the president works to improve his standing with the public to sell his message, and whether he believes that trips like this, where he gets to be on the world stage as the commander in chief, bringing nations together, whether or not he believes that that improves his political standing in any way, and if the American public is paying attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "TAPPER",
      "sentences": "Tim Naftali, your thoughts as President Biden prepares to meet the press?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "I think the Chinese read international statements very closely, and I think the Chinese are going to be very -- are very disappointed with the G20 statement, because the United States and India and the Europeans and Saudi Arabia basically laid the foundation for a challenge to the Belt and Road Initiative of China.The what is called IMEE EC, which is a very unwieldy way of describing a corridor that will provide not just low-tech, but high-tech to -- between India and Europe via the Middle East, is a big deal, and it's anchored in India. At the same time, the United States and Europe have just announced an infrastructure project across sub-Saharan Africa that will also be a challenge to both India -- both China and Russia. And the United States ended its trade disputes with India. All of this happened at the G20. So it's a big deal. At the same time, the United States has just upgraded its relationship with Vietnam to comprehensive strategic, which means intelligence cooperation. Yes, it is true Vietnam maintains military relations with Russia. Traditionally, Vietnam has used the Russian military to balance China, but it is increasingly using the U.S. Navy to balance China. And we're now going to start, I believe, intelligence cooperation at a higher level with Vietnam, which will help us not simply in Asia, but might help the Ukrainians in their war against Russia. So, below the scenes, behind the scenes, I think some major strategic and diplomatic changes have occurred in the last week that will strengthen not the U.S. position there, but will strengthen world stability and the rule of law around the world. And I can't imagine that Beijing and Moscow will be happy with this outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:10",
      "speaker": "MCCAUL",
      "sentences": "Well, they're overleveraged, but they are in 40 different countries in Belt and Road Initiative, which is funded, by the way, Jake, by the World Bank itself.They get other developing nations truly in a debt trap. And the IMF has to bail them out at the end. So it's a bit of a scheme they play. The other thing is, with the one child policy, they have a younger population that maybe cannot sustain the older generation population in China. I would argue that this is -- actually, this is a real positive that China did not attend, to have the G20 actually stand up against China to -- because we don't have the NATO in the Pacific, we can draw our friends and allies like South Korea, Japan, Philippines, AUKUS, U.K. and Australia, but also the Quad that was mentioned. That's Japan, India, Australia and the United States. So, in a way, I think this is a great opportunity to show our counter to the malign influence of China. However, they were weak on Russia and Ukraine issue. That's my observation.",
      "isLastSentenceInterrupted": false
    }
  ]
}