{
  "date": "2023-10-10",
  "headline": "One World with Zain Asher",
  "subHeadline": "War In Israel Continues; Netanyahu Rallies The International Community To Israel's Side Equating Hamas With Terrorists Like Isis; Family Members Of People Abducted By Hamas Share Their Stories And Appeal For Help. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:24",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "Hello from New York, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:24",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "And I'm Zain Asher. Our breaking news coverage of the war in Israel continues. In just the past few hours, therehas really been a massive bombardment of rockets fired into Israel and a barrage of Israeli airstrikes into Gaza, as well. We're seeing intense explosions taking place on both sides of the border. This is the start of what will be a very long and drawn-out war. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:24",
      "speaker": "ASHER",
      "sentences": "Israeli military says it is also responding to rockets fired from south Lebanon. The death toll in this conflict is climbing by the minute,more than three days after Hamas launched its deadly terror attack on Israel. The Israeli embassy in the U.S. is now saying that more than 1000 --1000 Israelis have been killed. You see soldiers there dragging body bags. Soldiers are going house to house in some small Israeli communities recovering these bodies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:24",
      "speaker": "GOLODRYGA",
      "sentences": "It's unimaginable for a country the size of nine million residents in Israel there. The details coming out of what the IDF havefound are barbaric and beyond horrifying. Now, this says Hamas threatens to kill its civilian hostages. Israel is ratcheting up its airstrikes into Gaza, sending waves of injured Palestinians to overwhelmed hospitals. The Palestinian Health Ministry says more than 800 people have been killed. Israeli Prime Minister Benjamin Netanyahu is vowing to hit Hamas like never before. before. BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): We have begun, and I emphasize, we have only begun to strike at Hamas. What we will do to our enemies in the coming days will resonate with them for generations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:24",
      "speaker": "GOLODRYGA",
      "sentences": "Our colleague Becky Anderson is live in Tel Aviv for us. And Becky, as the stream of rockets appears to have escalated in just the lastfew hours, we're also hearing that Israel is amassing more troops for a potential ground operation, calling in additional reserves. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:24",
      "speaker": "BECKY ANDERSON, CNN ANCHOR",
      "sentences": "Yep, you join me here in Tel Aviv where we have been hearing and seeing this war in real time. The booms of targetedstrikes and the sound of the Iron Dome interceptors as the Israelis take out a barrage of rockets fired from Gaza towards central Israel, where we are throughout the morning, we've been hearing this. We've been in the shelters here as a result, the sirens going off. It is really -- it's really very busy. A ground incursion now does seem probable. The IDF has, to quote their spokesman, \"saturated the southern border with troops\". Reports of as many as 300,000 and they continue with the intensity of those targeted strikes which is seen in military parlance as softening up the ground for what would be this ground incursion. But the IDF has also said, and I quote here, \"The issue here is that we have been tasked with mitigating or making sure that Hamas doesn't have any military capabilities at the end of this war and that will be achieved.\" And the Lieutenant Colonel Jonathan Kongrikus (ph) added, \"what happens on the way and how we implement that task will be seen\". But this stage, he said, \"We continue to strike from the air and there are plans to, of course, he said, expand that.\" And the troops, the reserves and the regular units he said that are massing along the southern border are readying for their tasks. That is where we stand at present. Let's bring in CNN's Ben Wedeman who joins us now from Jerusalem. I want to start with Gaza. What do you make, Ben, of what we are seeing at present?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ANDERSON",
      "sentences": "Yep, and as we speak to you, we look at images coming to us from Gaza, the damage, the destruction, the loss of life, awful to date. And asthe prime minister said, and I quote him here, \"This is only just the beginning.\" Ben, we've concentrated on what is going on with Gaza, but we are seeing a slippage, an escalation here in activity and violence, strikes, and what's happening, for example, on the border with Lebanon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WEDEMAN",
      "sentences": "Yes, that's a very tense situation. Yesterday, Hezbollah conceded that three of its fighters were killed in Israeli strikes and that theIsraelis, among them an Israeli officer, was also killed. Now, this after, it was relatively quiet for most of the day until about an hour and a half ago when there were reports of Katyusha rockets being fired into Israel and Israeli forces firing back. And now, Katyusha rockets would indicate that perhaps these are not being fired by Hezbollah, but rather by some of the Palestinian factions that are operating in south Lebanon. It should be noted, however, that given that Hamas, rather Hezbollah, excuse me, is in control of the southern part of Lebanon, Palestinian factions operating in those areas can't do it without at least a wink and a nod from Hezbollah. Now, we know that yesterday, when the fighting started -- or skirmishes started along the Lebanese-Israeli border, many people living in those areas started to drive to the north of Lebanon or rather north from the south hoping to reach safer ground. So, there is growing fears that Lebanon could also be dragged into this conflict as well. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ANDERSON",
      "sentences": "And I'm just getting word that Israeli military spokesman, Avikai Adrei (ph) has just been talking about Lebanon. He says the IDF is preparedfor all scenarios on all fronts and will continue to protect the residents, he says, of the state of Israel. Ben, it's really good to have you. Really important that we get the sense, analysis, and insight from you as to what is going on here as we speak. Thank you. And I want to mention something about what's coming up in 20 minutes' time. I'll be talking to a senior advisor to Benjamin Netanyahu. Mark Regev will join me here on CNN and he is the closest person to the Prime Minister who has spoken since this conflict erupted. Of course, join us for that later on this hour. I'll be back a little later with more of our breaking news coverage from Israel. Right now, I want to hand you back to my colleagues, Zain and Bianna in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Becky, thank you. And actually, President Joe Biden is set to speak in about an hour or so from now, in about 45 minutes or so. He's going tobe making a televised address on the Hamas terror attacks in Israel coming up. So, do stay tuned for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, once again, reiterating his unequivocal support for Israel, thus speaking for the United States, we're also learning that thePresident will not urge Israel to exercise restraint in his remarks. We now know at least 11 Americans are among the dead, and an unknown number are still unaccounted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, sirens sounded in Tel Aviv just before some of the families spoke out at a news conference earlier, quite an emotional news conferencethere. You see footage earlier this morning from that news conference and they had a direct message for President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NAHAR NETA, MOTHER ADRIENNE NETA IS MISSING",
      "sentences": "I want also to speak about the responsibility that the U.S. Administration President Biden and theSecretary of State Blinken has for the lives of every U.S. citizen that is out there, and they are responsible to bring the U.S. citizens back home safe and sound. We expect nothing less from the U.S. administration and from President Biden. It is our hope, which is a little bit ridiculous at this stage to say that the optimistic scenario here that she's held hostage in Gaza and not dead on the street of the kibbutz where we grew up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "You can really hear the emotion and the anguish in his voice. I mean, he said, listen, we're not going to give up. We're holding out allhope. But the problem is really the sort of the sheer scale of this attack. The Israeli ambassador to the U.N. says that Hamas could be holding as many as 150 hostages in Gaza, and the Red Cross is calling for them to be released unharmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "We should note the victims of the Hamas attacks are from across the world, from countries including France, Thailand, Russia and Brazil.And we note from the son of one of those victims, he didn't hold back. He says he hasn't heard from Israeli government officials either three days into this catastrophic event. Well, coming up, much more of our continued coverage, including a closer look at exactly who Hamas are and why their military training is now more sophisticated than ever before. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "But there was so much criticism leveled at the E.U. because of that, that the E.U. then ended up saying the aid payments to Palestinians willnot be halted as it works to ensure its funding is not being misused.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "We turn now to Israel, where emergency workers are being stretched to the limit as the war rages on. Uri Shacham joins us now todiscuss the stress being placed on medical teams and first responders. He is the Deputy Director and Chief of Staff of Magen David Adom, Israel's National Emergency Medical Service. Uri, thank you so much for taking this time with us today. I know that you are inundated with requests for help. Here's what we know thus far. Israeli health officials have said that there have been 2800 wounded since Saturday, 535 still hospitalized, 106 in serious or critical condition. What do you and your staff need most right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "URI SHACHAM, DEPUTY DIRECTOR, MAGEN DAVID ADOM",
      "sentences": "Well, we need to maintain our preparedness for any future development. It's very important toremember that although now the war is raging in the southern part of Israel, Hezbollah has been firing rockets, mortar shells on the northern border of Israel. It is the duty of Magen David Adom to be prepared. So, if anything will develop, we will be there. We need medical supplies. We need radio communication. We need more ambulances. And we need to make sure that if, God forbid, anything happens, our teams will be there exactly like they are for the people of the South.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "Right, so you've been reinforcing your teams in the southern part of Israel, as you point out, but given what could be developing with Hezbollahin the northern part, that is going to be your focus as well. One of the things that I've been really moved by over the past few days, just as an outsider watching this unfold, is just how much of an intimate society Israel really is. I mean, the unity that I've witnessed in your country since Saturday has been both instant and profound. Just walk us through how Israelis are really rallying together to help some of the victims here, whether it's in terms of blood donations or beyond that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "SHACHAM",
      "sentences": "So, when war started, we knew that we needed blood. So, we went publicly to the people of Israel and told them, listen, the wounded and theinjured persons need your blood. Would you come and donate? I have to tell you that the lines were huge. We managed in three days to collect more than 13,000 -- 13,000 blood units in three days. And that's the amount that we usually collect in two weeks. Now, the people of Israel is providing food, groceries, warm and love to all of the emergency people -- to the emergency workers, to our paramedics. And it shows that if something happens in the state of Israel, once people are feeling that there is a threat, they are, they unite and they go and work together for the sake of saving lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Really, just a country collectively uniting and reminiscent of what we saw here in New York in the aftermath and the days after the 9-11attacks, obviously many comparing what is happening in Israel to 9-11. I'm at a loss for words, Uri, at so many details and news reports that we've seen over the past few days. And here is yet another one. Israel's Health Ministry issued a request for doctors of all specialties to volunteer to issue burial certificates in the field. Can you just talk to us just psychologically, what these past three days have meant for you and the shock that is still unfolding for so many of you and your trained colleagues who may have been trained for everything, but I don't know how you can be trained for what you have experienced these last 72 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "My goodness, just hearing you, Uri, I've just overcome with emotion. Just the fact that Hamas not only, of course, targeting ordinary civilians,students, children, but people just doing their jobs, people trying to help -- paramedics, ambulance workers. I hope you know and you can feel that the whole of your country stands behind you, Uri. Thank you so much for the work that you're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SHACHAM",
      "sentences": "We feel this. And if you want to support and we need your support, please go to redstarforeisrael.org. That's redstarforeisrael.org. Thank youso much. We will over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Best of luck, Uri. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SHACHAM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "Thank you. My gosh, he spoke with such passion there, just really laying out the land of just what people are experiencing on the ground. Thebrazen attack that started over the weekend is pretty much the latest in a long line of violent clashes with Israel. And we want to take a closer look at the group responsible -- Hamas. Who are they? What exactly do they want? Let me explain. It is a Palestinian Islamist organization with a military wing that has been in control of Gaza since 2007. It is one of several Palestinian groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "And like both Palestinian factions, Hamas insists that Israel is an occupying power. It does not recognize Israel's right to exist. It's intheir charter and says that it is trying to liberate the Palestinian territories. Now, unlike some Palestinian factions, Hamas refuses to engage with Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "So, for example, they also oppose the Oslo Peace Accords, a pact that was between Israel and the PLO. That's a separate Palestinian groupthat the Oslo Accords were negotiated in the mid-1990s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Now, Hamas, or in some cases its military wing, has been designated as a terrorist organization by the U.S., the E.U., and others.According to the U.S. and Israel, the source of much of Hamas' funding and its weapons is Iran. CNN's Sam Kiley has more on the animosity that exists between Israel and Hamas and how it's been building over the years. And he explains how Hamas' military training is now more sophisticated than ever. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Sleek propaganda -- a blatant threat and published last year. Hamas gunmen training on motorizedparagliders. They also showed meticulous planning for fighting in built-up areas, all on historic failure of Israeli intelligence. Hamas videos of the start of their assaults from Gaza were published within hours of its launch. Malevolently bold in execution, Hamas targeted Israeli machine gun nests and command posts. They knocked out Israeli military communications and crippled command and control. They swept into Israeli territory and launched a wave of atrocities, killing at least 900 people in the worst Israeli setback in 50 years. Once a branch of the Muslim Brotherhood, Hamas, a Sunni movement, won Palestinian elections in 2006 on a platform of social reform and resistance to Israel. Riven by corruption and incompetence, rivals Fatah launched attacks immediately against the movement, which denies the right of Israel to exist at all. In the end, Hamas won control of Gaza, and its grip on the enclave of around two million people tightened, as Israel and Egypt largely sealed it off, causing intense humanitarian problems. Hamas responded with waves of rocket attacks against Israel that got worse as the years went by. Israel counter-attacked from the air with ground assaults that left thousands dead, and Hamas still in charge. But Iran's influence has been key to Hamas' military power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KILEY",
      "sentences": "In the past, infiltrations were limited to attacks from tunnels. Hamas, successfully hid its bigger plans for months. Meanwhile, Israel'sright-wing government focused its efforts on growing Palestinian violence on the West Bank. UNKNOWN (through translator): There are extensive meetings with the resistance factions in Gaza and the West Bank and with our brothers abroad about starting that fire. KILEY (voice-over): This spokesman also told me that he'd recently been training forces in Lebanon, most likely alongside Iran-backed Hezbollah. The next phase that Hamas and its allies will have planned for is Israel's almost inevitable ground invasion. The last in 2014 was chaotic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HINZ",
      "sentences": "Hamas had a long time to prepare for exactly this kind of scenario. There's a chance that Hamas, Palestine, Islamic Jihad might reveal a newcapability that could have a tremendous impact on the strategic balance, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KILEY",
      "sentences": "Israel knows it must battle Hamas on its own turf, in urban areas latticed with explosive traps and riddled with secret tunnels. And Hamaswill draw on the experience of Iran-backed Hezbollah, which ravaged Israel's armor in 2006, all the while trying to protect the lives of at least 130 hostages that Hamas says they will kill if Israel's attacks continue, dealing with violent groups backed by Iran, a country that's bent on destroying Israel and building a nuclear weapon that could do just that. Sam Kiley, CNN. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:02",
      "speaker": "ANDERSON",
      "sentences": "Welcome back, live from Tel Aviv -- eerily quiet Tel Aviv, I must say. I'm Becky Anderson. Our breaking news coverage of the war in Israelcontinues. When Benjamin Netanyahu first became Israel's Prime Minister, Bill Clinton was in the White House and John Major was in Downing Street. But he's never seen a crisis like this. On the one hand, he faces stiff criticism over the intelligence failure that allowed Hamas to attack so brazenly. How could Israel's famed security services not see bulldozers coming to knock down the fences around Gaza. On the other hand, Israel now turning to him to work out how to neutralize the threat from Hamas while somehow saving the lives, bringing home more than 100 hostages, for example, being held as human shields in Gaza. Mr. Netanyahu is trying to rally the International Community to Israel's side equating Hamas with terrorists like ISIS. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:02",
      "speaker": "NETANYAHU",
      "sentences": "The savage attacks that Hamas perpetrated against innocent Israelis are mind-boggling. Slaughtering families in their homes,massacring hundreds of young people at an outdoor festival, kidnapping scores of women, children and elderly, even Holocaust survivors. Hamas terrorists bound, burned and executed children. They are savages. Hamas is ISIS. And just as the forces of civilizations united to defeat ISIS, the forces of civilization must support Israel in defeating Hamas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:02",
      "speaker": "ANDERSON",
      "sentences": "Well, to gain a better understanding of what Mr. Netanyahu is thinking at this point. I want to bring in Mark Regev. He was Israel'sAmbassador to the U.K. and an adviser to the Israeli Prime Minister for many years before stepping aside in 2021. He's been called back to the role of senior adviser just this week in response to this crisis. And I very much appreciate your time. What has happened, Mark, over the past four days is horrific and it is unprecedented. The attacks continue. Hamas has fired rocket barrages across swathes of Israel in the past couple of hours alone. Israel's response from the air is intense. And to quote the Prime Minister, \"This is only the beginning.\" Mark, just give us a sense of what Benjamin Netanyahu's thinking is at this point, and can you provide any detail on what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:02",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PM NETANYAHU",
      "sentences": "So, thanks for having me, Becky. It's a difficult day. It's been a difficult few days. I mean,Saturday ultimately, was a trauma for the Israelis. They surprised us. They entered our country. They butchered our people. They took people hostage. And the scenes of brutality that have only become clear in the last few hours when the area was cleared of terrorists are just shocking. And the comparison with ISIS is factual. The sort of brutality we've seen is ISIS- type brutality. Now, what the Prime Minister has said, he said, you know, we've had rounds of fighting with Gaza, unfortunately, over the last decade. And he said, this is not just another round of fighting. This is not another Israeli operation. They have declared war on us. What we saw on Saturday was war. And if they've started the war, we'll finish it, and we'll have to finish it on our terms. We can't lose this. We have to win, and we have to have a decisive Israeli victory. Nothing short of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:02",
      "speaker": "ANDERSON",
      "sentences": "Mark, what does that win mean? What does it look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ANDERSON",
      "sentences": "How does what happens next, and it seems in all likelihood that we some sort of ground incursion at this point, and perhaps you can confirmthat for me. But how does what happened next ensure that 100, maybe 150 hostages' lives aren't lost? Some of these are American citizens whose family members I've spoken to in the last couple of hours. And of course, how do you avoid the loss of those innocent civilians, Palestinian civilians, who live in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "REGEV",
      "sentences": "So, Israel has two goals and it's difficult. I'm not telling you it's easy, but we have two parallel goals. One is of course to doeverything we can to free the hostages. And two is to hit Hamas and hit Hamas hard. And it's crucial that we do that. First of all, to create a new reality in Gaza. And secondly because other people are watching. Hezbollah in Lebanon is watching. The Iranians are watching. If Israel is perceived as being weak, if these sort of tactics by the terrorists are seen as, you know, being good for them, then we'll just see more of this. So, it's crucial that Hamas has delivered a decisive blow. It's crucial that everyone else in the region who are our enemies, who harbor the same ideas that Hamas has, also see that Hamas is delivered a decisive defeat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ANDERSON",
      "sentences": "I guess that begs a very simple question. How does that decisive defeat avoid the sort of casualties that one can imagine, and indeed, theloss of life of these hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "REGEV",
      "sentences": "So, the sad truth is, Becky, that there's never been a war in modern history where there haven't been civilian casualties. Our goal is to hitHamas and commit, hit Hamas hard, and we'll do so. Now, we didn't want this war. I want to say that again. We didn't want this war, but we have been attacked and we must respond. People ask why did Hamas attack? Why did they do this assault on Saturday morning? And there are a number of reasons. First of all, they want to kill us. And they make no bones about that. And we saw that in their behavior. Secondly, they wanted hostages. And that's clear. They wanted these hostages. They wanted these human shields. They wanted to do that. And thirdly, on a political level, they want to stop peace in the Middle East. They're very worried. They see Israel and the Arab world becoming closer together. They've seen the Abraham Accords with Israel developing new relations across the region in Morocco, in the Gulf, the UAE, Bahrain. They're worried about the talk of a breakthrough with Saudi Arabia for them, for Hamas, for Iran, for his -- below these developments, which the whole world embraces, the whole world supports. For them, this is an existential threat. Their whole resindetra, their whole being is opposed to peace and reconciliation. I would say the following though. If we succeed, as I believe we will, in inflicting a decisive defeat on Hamas, if we succeed in creating a new reality in Gaza, we will have given Hamas such a defeat that will open space, I hope, for moderate voices that will open space and actually energize the historic process of reconciliation between Israelis and the Palestinians. You've seen that process up front in your reporting from the UAE. Hopefully we'll see that more in other countries and Hamas won't stop us from doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "REGEV",
      "sentences": "So, as you've reported many times, Israeli politics has been very fractured in recent months. The polarization has been quite extreme andit's been a very, how do I say, a healthy domestic situation. But one, if there's anything good that came out of this Hamas attack, is that it gave Israelis a reality check. I mean, the people who came into to Israel on Saturday morning and murdered us, they didn't care how we voted. They don't care if we like Netanyahu or hate Netanyahu. I have friends on a kibbutz there in the south where people were slaughtered randomly, terrible bloodshed. It's a left-wing kibbutz. They're part of the Peace Now movement. Hamas doesn't care. They slaughtered them anyway. And I think for Israelis, as I say, this is a wake-up call. There are -- as much as we like to argue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ANDERSON",
      "sentences": "Right. You know, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "REGEV",
      "sentences": "-- and as much as we have our political divisions, ultimately, when we face people like Hamas, we are united because we understand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ANDERSON",
      "sentences": "Could I just poke you on this issue with the unity government because I'm going to run out of -- I'm going to run out of time here. So,Mark Regev, can I push you on the progress towards a unity government? When can shocked Israelis expect that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "REGEV",
      "sentences": "So, what's happening in the political process reflects the public feeling. And the public feeling is enough of this division, let's have aunity government. I believe it's possible. I think it's quite possible that it could happen soon. I think the idea is not to throw people out of the government, but to expand the existing government. I think that would be good. The country wants that. The situation demands it. And I hope it happens. A united Israel is a stronger Israel when we deal with these ruthless enemies like Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ANDERSON",
      "sentences": "Can I just put this to you because I think it's very important. There was a scathing op-ed in one of the Israeli newspapers today pointingthe finger of blame squarely at the Prime Minister. In part that op-ed said, quote, \"Benjamin Netanyahu should be removed as Prime Minister immediately. Resigning is counterproductive to his personal interests and they -- his criminal charges, it said, not the state of Israel, are what counts. His trial, not Israel's security, is his priority. He has lost all legitimacy and can't be trusted certainly at a time of war when such monumental decisions need to be made.\" I'm sure you've read that op-ed. It may be that the Prime Minister has read it, too. Does the Prime Minister accept any responsibility for what happens now? And what are his next moves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "REGEV",
      "sentences": "Of course -- so, of course, he knows the buck stops there, right? He understands that. He's the head of our government and he understands thathe holds supreme responsibility for everything that happens. But if you don't mind me saying, I think that editorial that you talk about, doesn't reflect the larger public opinion. Public opinion clearly says, let's work together, let's unite, let's form a national unity government to deal with this crisis. And the fact that the leaders of the opposition, people who have until recently been attacking Netanyahu very strongly, that they are now themselves saying that they want to go into such a government, I think that gives us hope that Israel's moving now, at least in our domestic politics, on a different trajectory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:15",
      "speaker": "ASHER",
      "sentences": "All right, the family members of the missing in this conflict are begging the entire world for help. And Hadas Kalderon knows full well. Sheknows firsthand about the torment of just not being able to find your loved ones. I want to show you some pictures here. These are photographs of her family members. Five of her family members are missing right now. That includes two of her children, her niece, her former husband, and her mother, as well. Hamas attacked their kibbutz in southern Israel on Saturday. She joins us live now from Nira's (ph) kibbutz close to the border with Gaza. Hadas, I have to say that honestly, mother to mother, this is the worst kind of torture. You know, on top of the emotional pain, I imagine that there is also this deep sense of injustice. You know, how could this happen? We're talking about five of your family members. Have you eaten? Have you slept? How are you functioning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:15",
      "speaker": "HADAS KALDERON, FIVE MEMBERS OF HER FAMILY ARE MISSING",
      "sentences": "I want to tell my story, okay, to the whole world, okay? I am a Dastkhan people, I am fromkibbutz near Oz. Okay, it's a small kibbutz near Gaza. We had a pogrom, okay? A tragedy, a holocaust. My children, two of them, my ex-husband, my mother, she's American, okay? My mother, she's 80 years old, she's American citizen. Parents been born in New York, okay? They've been kidnapped. Innocent people, innocent children. And they've been held now by cruel hands. It's against any human law. I scream to the whole world and begging to your hearts, let them go. They not belong to this politically game. The innocent and weak people and children. And I think, I don't want to tell the story again because probably heard about how the terrorists went house by house, someone is telling you, house by house, and they shoot and killed and burned the houses, okay? This is a holocaust. This is a pogrom. And I think this kind of thing never happened. It's different than ISIS and Al-Qaeda. This is an ethnic clearing. I ask you now to release them, to let it go. The children, the old people, immediately as a humanitarian act. I'm screaming to the world, okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KALDERON",
      "sentences": "Nothing. Nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Have you -- have you heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "KALDERON",
      "sentences": "Nothing. We didn't hear nothing. And I don't want to hear. I want them to act. I want them to act and to do and to take and to release theseinnocent people. These innocent people being taken from their house. Being murdered, being taken, being butchered, being slaughtered, being stolen, burned, whatever. It's crisis. It's a crisis. Nothing like that happened in the world. It's not a normal war. They've been taken from their house. And they've been holding now, I don't know if they have water, food I don't know. They just hear Arab and are around them. They don't know what's happening. It's four days already. Where is the government? Where is the world? I want them back. That's all I want. I don't care about the houses. We don't have house to go back. I don't care about land. I want to the whole world to scream for the survivors. It's still there. I can't -- one day tell you my story -- what's happened. It was eight -- eight fucking (ph) hours alone in the safe room, outside I can hear just the birds and the Hamas. Allah Akbar! That's all I heard. Nothing. No soldier, no military soldier. Nobody come to help us. We all shouted help, help! Nobody. Eight hours, not one hour, not two, not three. Eight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "Hadas, we will -- Hadas, we feel your pain, and we will do our best to keep the photographs of your loved ones, the names of your loved ones,in the newspapers, just in terms of being on the show. And there are photographs here of your children, your niece. We will do our best to make sure that they're not forgotten. And our thoughts and our prayers, of course, are with you right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "We want them back for you as well, Hadas. I'm so sorry for everything that you have gone through and are going through right now. Andwe will continue to tell your story. Thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "Thank you. Thank you, Hadas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "That's just one family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:30",
      "speaker": "GOLODRYGA",
      "sentences": "Any minute now, we are expecting to hear from President Biden, who is set to make a televised address on the Hamas terror attacks inIsrael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:30",
      "speaker": "ASHER",
      "sentences": "And officials who are familiar with what the President is going to say are pointing out that the President is not going to be urging theIsraeli Prime Minister Benjamin Netanyahu to exercise restraint here. Of course, we're going to bring you that speech. These are live pictures of the White House. We're going to bring you President Biden's speech as soon as it happens. All right, live from New York, I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    }
  ]
}