{
  "date": "2023-11-07",
  "headline": "CNN 10",
  "subHeadline": "America Heads To The Polls For Election Day 2023; India`s Iconic Monument Shrouded In Smog; Exploding Pumpkins. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "India`s iconic monument, almost lost in the smog in the city of Agra. It`s not the psych tourists nor the businesses,which depend on them, want to see. NIRANJAN SINGH, PHOTOGRAPHER (through translator):  We are facing difficulty in taking pictures of Taj Mahal due to pollution. The Taj Mahal is not clearly visible. Tourists are also facing issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "Every year, when the temperatures drop and farmers burn their fields, the air turns toxic in many Indian cities. Delhi is notoriouslyranked among the world`s most polluted cities and the current air quality there has once again, reached hazardous conditions, forcing primary schools to temporarily close and many people to work from home or just stay indoors altogether. The problem is so serious. A recent air quality life index report says poor air quality could shorten an average Indian`s life expectancy by more than five years. If World Health Organization guidelines on curbing pollution aren`t met. And it`s even affecting one of the country`s favorite pastimes. India is currently hosting the quicker World Cup with Bangladesh set to play Sri Lanka in a match in Delhi. But the air quality is so poor. Some players are wearing masks and both teams have canceled training sessions. The coach of Bangladesh`s team says the conditions have not been ideal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHANDIKA HATHURUSINGHE, BANGLADESH CRICKET TEAM COARCH",
      "sentences": "Our doctors keep a close eye on players. Even for practice, we`re very conscious. We trainwhat we have to train, and they go back into the dressing room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "Unfortunately, for cricket fans and Delhi residents alike, officials say pollution levels are expected to be high for the next two tothree weeks. Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Hey, Siri?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIRI",
      "sentences": "Uh-huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Call earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIRI",
      "sentences": "I don`t see Earth in your contacts, to who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "I`m trying to make a call to earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIRI",
      "sentences": "I don`t see earth in your contacts, to who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Never mind. It`s time for CNN`s call to earth. And we`re going to go diving into our next story with a team of researchers exploring underwatersites so deep. It takes some three hours to resurface. They`re hoping their studies can help us better understand and preserve our oceans. (BEGIN VIDEOTAPE) GHISLAIN BARDOUT, CO-FOUNDER &amp; CO-DIRECTOR, UNDER THE POLE:  When you are a diver, you are always curious to go to see a little bit further. I think every single diver in the world, when you are about to go up, you always have an eye to the depth, to the bottom. Little by little, you want to go deeper because you wonder what -- what are you going to find?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ghislain Bardout with his wife Emmanuelle in 2007, he has conducted thousands of dives often to 150 or even 200 meters deep. Hiscrew has explored everywhere from the Arctic to the Canary Islands, French Polynesia to the Caribbean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BARDOUT",
      "sentences": "We are talking about new ecosystem that`s covered the entire planet. All the shore, everywhere. It`s just below 30 meters, 40 meters.And there are, for sure, many species, many different ecosystem that all have a huge importance. So acquiring a better understanding of their, their ecology is essential for the conservation of those depths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "With scientists aboard their boat under the poll aims to document these ecosystems for the first time and help preserve theirfuture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BARDOUT",
      "sentences": "The length of the missions are from months to years. It`s very demanding, very tiring. It`s a very big engagements, not only humanengagement. It`s a huge logistical organizational engagement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ghislain`s team are preparing for a six-month expedition, in the Mediterranean next year. That will take them from Greeceto Italy, to France. EMMANUELLE PERIE-BARDOUT, CO-FOUNDER &amp; CO-DIRECTOR, UNDER THE POLE:  If we spend 20 minutes at 130 meters, we will -- we will take three hours to come back to the surface. And this is not negotiable. You have to take this three hours, whatever happens. You need to be technically ready and psychologically ready also to make this type of dive. And, yeah, it takes years to be ready for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In 2022, under the Pole help gain protection for black coral force in the Canary Islands. And they believe there is a similarecosystem to be explored on their Mediterranean voyage next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BARDOUT",
      "sentences": "In Greece, they already explored the depths with robots ROVs. So they know some fields of black corals, but are not able to study because ofthe depths, because they do not have the diverse to do so. And I like those missions where there`s huge collaborations, you know, with different people that can do together something they cannot do alone or just with their own team. PERIE-BARDOUT:  Our mission is really to make the invisible visible, even if it`s deep, even if it`s very far away like in the polar regions, we need this place and we need to protect it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}