{
  "date": "2023-12-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Announcing Another Hostage Has Been Killed In Gaza; Israeli Hostage Inbar Haiman Killed By Hamas; IDF Accidentally Kills Three Hostages; Families Of Remaining Hostages Held A Rally In Tel Aviv; U.S. Navy Shoots Down 14 Drones Fired By Houthi; Two Top U.S. Defense Officials Are Heading To Israel; Interview With Former Deputy National Security Adviser, The Heritage Foundation Vice President Of National Security And Former Aide To Defense Secretary Donald Rumsfeld Victoria Coates; Trump Rallies In New Hampshire; 30 Days Until Votes Are Cast In Iowa Caucuses; Interview With The Gazette Des Moines Bureau Chief Erin Murphy; Retired NBA Star Kareem Abdul-Jabbar Hospitalized; 17 Million People Under Storm Threat; Senators Depart For The Day, \"Making Progress\" In Negotiations; Hamas Controlled Ministry Of Health Says At Least 14 Killed In Northern Gaza Airstrike; UNICEF Says Gaza Is Worse Than A Graveyard For Children; Interview With Oxfam American President And CEO Abby Maxman; Interview With Mercy Corps CEO Tjada McKenna; Humanitarian Crisis Worsens In Gaza; Prince Harry Victim Of Phone Hacking. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:00",
      "speaker": "FREDERICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello again, everyone. Thank you so much for joining me. I'm Fredericka Whitfield.All right. Today, Israel announced another hostage has been killed in Gaza as pressure mounts to bring more hostages home from the battlefield. The Israeli prime minister's office says 27-year-old Inbar Haiman died while held captive by Hamas. Officials say she was abducted during the festival on October 7th. News of her death comes as Israel Defense Forces say they accidentally killed three hostages. Officials say the three men were waving a white flag when a brigade opened fire on them on Friday. The IDF says the hostages had either managed to escape or were abandoned by their Hamas captors. The office of the prime minister now says there are 129 hostages who are still being held by Hamas in Gaza. 21 hostages have died. A source tells CNN that the head of Israel's intelligence agency is expected to meet with Qatar's prime minister to discuss getting hostages released. Today, families of the remaining hostages held a rally in Tel Aviv, demanding their safe return. CNN's Alex Marquardt was there. Alex, Prime Minister Benjamin Netanyahu just spoke about the hostages. What did he say? ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: And, Fred, that rally took place here on what has become known as hostages square right next to where the defense ministry is based. But you're absolutely right. We just heard from Prime Minister Netanyahu, who said that all of Israel is in mourning for the deaths of these hostages. He spoke specifically about the three who were killed yesterday by Israeli soldiers, saying that they were -- we were so close to embracing them, but unfortunately, we cannot turn back time. He went on to make the argument that it is military pressure, the military campaign inside Gaza, that is going to essentially put the pressure on Hamas to release more hostages. That is an argument that we have heard time and time again from him. But in speaking with the hostage families and hearing from hostages themselves, there is such a demand now, and the word that we keep hearing tonight is achshav, it's now, to get the hostages home that many would like to see Netanyahu in more of a deal making mode. Netanyahu has said that getting the hostages home is a priority, but a lot of people want him to make it the priority. I spoke with the daughter of one of the hostages who was released just two weeks ago. Here's a little bit more of what she had to tell me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "MAAYAN SIGAL KOREN, FAMILY MEMBERS HELD HOSTAGE",
      "sentences": "I'm sure that the way to get them out now is talking with Hamas. It's terrible to say that because they are terrorists and I don't know if we can really talk to them, but the only way to take them -- to get them out now is to make a deal and to get them alive back home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "MARQUARDT",
      "sentences": "And she went on to say that, you know, she wants to see the fighting end. I wouldn't say that that is necessarily a unanimous feeling. There are a lot of people who want to see the efforts against Hamas continue, but at the same time prioritize the efforts to get the hostages out. That could mean a pause in the fighting like we saw last time.But there is a lot of pain out here tonight, a lot of sadness, a lot of shock about what happened yesterday, and a lot of anger also being directed at the Netanyahu government for not doing enough. Fredericka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "WHITFIELD",
      "sentences": "And then, Alex, was anything more revealed about the circumstances of how those three men were killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "MARQUARDT",
      "sentences": "Well, the IDF immediately said that they launched an investigation. We've started getting some more details. The three men who are all in their mid to late 20s, they emerged yesterday from a position in Shejaiya. That's a neighborhood in northeastern Gaza. Just tens of meters, they say from the IDF. The soldiers saw them as a threat and an open fire. And immediately, two of the hostages were killed. A third one ran into a building where he started shouting in Hebrew. One of the brigade commanders from the IDF called on his troops to stop firing. That did not happen. And the third soldier was shot and killed. The bodies were then taken back to Israel, and it was confirmed that they were indeed hostages.But they had -- they were shirtless. They were trying to show that they did not have bombs on them. They were waving a white flag to show that they were surrendering. And tonight, the IDF is admitting that their soldiers made the mistake, that it was the IDF's responsibility. That they're not supposed to fire on anybody waving a white flag, that these soldiers violated the rules of engagement. At the same time, they are emphasizing that this is a highly stressful environment. There's a lot of fighting going on. There have been Hamas militants in civilian clothing who have tried to trap soldiers. And so, it's a high stress environment. They're not making excuses, but they are making the point that it is a very complex situation in Gaza right now as this fighting continues. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KATIE BO LILLIS, CNN INTELLIGENCE AND NATIONAL SECURITY REPORTER",
      "sentences": "Fred, this is the latest in a series of attacks by Houthi militants on apparent U.S. targets and on commercial shipping in the Red Sea and the Gulf of Aden, that the group says is in retribution for the Israeli war inside Gaza.The Houthis are a broadly Iran aligned militant group that U.S. officials believe are kind of opportunistically seizing the moment to cast themselves in the region and at home as defenders of the Palestinian cause. They're not under direct command and control from Iran, but Iran does offer them weapons, training, funding. The issue here for the U.S. is that while they are deeply concerned about securing shipping in the Bab al-Mandab Strait and beyond so that the global economy isn't impacted, they also want to avoid a situation where the Israel Hamas conflict sucks in Iran and the United States directly. This is partially because so far U.S. officials believe that Iran is calibrating its response to the Israeli invasion of Gaza by allowing proxy groups to launch attacks on the U.S. and Israeli linked targets kind of up to a certain threshold, but not beyond. That's why you have seen the U.S. act with restraint so far to avoid responding directly to these Houthi attacks. They're trying to keep the situation from escalating. U.S. officials also largely believe that they're capable of dealing with many of these Houthi attacks. They've repeatedly shot down one- way drones, homegrown Houthi ballistic missiles aren't scene is especially accurate. The cruise missiles, a little bit more accurate, but still not clear they could actually sink a ship. In this situation, Fred, it's likely that the Houthis were trying to use what's called a swarm tactic, launching multiple drones at once to try to sort of confuse and overwhelm U.S. air defenses. Clearly, in this situation, it doesn't appear that it worked. So, I think the thing to watch here going forward is going to be at what point does the Biden administration consider that these ongoing attacks from the Houthis have become so risky to international shipping that they can't go unanswered? Not clear now that that threshold has been reached. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Katie Bo Lillis, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "LILLIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Two top defense officials are heading to Israel this week for meetings with senior Israeli officials. The Pentagon announced Defense Secretary Lloyd Austin will now be joined by the Chairman of the Joint Chiefs of Staff. Their visit comes on the heels of Biden's national security adviser's diplomatic trip to the region, and aims to prevent the war from expanding into a broader conflict.I'm joined now by former Deputy National Security Adviser and Vice President of the National Security of the Heritage Foundation, Victoria Coates. Victoria, great to see you. So, with Sullivan and Austin both in the region, in your view, what does their priority need to be during these visits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "VICTORIA COATES, FORMER DEPUTY NATIONAL SECURITY ADVISER",
      "sentences": "Well, good to be with you, too, Fredericka. I think, you know, it's good that General Brown and Secretary Austin are headed over to the region. This is a time when we can't have too close contact with our Israeli counterparts, particularly in the military field. And I think, you know, this will be an opportunity for the chairman and secretary to get a download from the Israelis of what they've gone through, what they might need going forward and review battlefield techniques, whatever assistance we can provide.I do hope they'll also take up this urgent issue of commercial shipping and also navy shipping -- or navy vessels rather in the Red Sea because what happened overnight with the attack on the Arlecoste (ph) destroyer is an escalation on the part of the Houthi. This hasn't happened before. And so, I think that's a security issue the U.S. Military really needs to confront.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "WHITFIELD",
      "sentences": "In Sullivan's visit, he, you know, implored that, he, representing the U.S., is not telling Israel what to do, but instead offering some suggestions. Is that helpful? Is that the most that could have been done during Sullivan's visit granted, you know, General Brown and Lloyd Austin will perhaps have a different way in which they deliver things, but can that be at all effective in that diplomatic offer of, we're going to suggest something, but we can't tell you what to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "WHITFIELD",
      "sentences": "So, in other words, you're saying that, you know, the White House, the State Department can wield some leverage by saying, we're going to continue to support you with aid or munitions, but there have to be some conditions. Do you believe that the United States is at that level right now, imposing conditions on Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "COATES",
      "sentences": "I would very much prefer them not to do that, especially publicly. I think that they -- you know, just as I said, you know, you need to be very clear about what your red lines are, if you have any, what the United States expects to see out of this.I mean, of course, we still have Americans being held hostage, you know, in Israel, Israel to this day. And so, we've got to be deeply concerned about that situation that Alex was just reporting on as well. So, you know, those are conversations better taking place behind closed doors, and then just have a very clear message when you're out publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "WHITFIELD",
      "sentences": "What are your concerns about a waning support, global support for Israel, especially if you have now reports, CNN's reporting about dumb bombs that have been used more indiscriminate bombing as opposed to strategic targeting as Israel has been saying it is carrying out? Now, you have three Israeli hostages who were killed accidentally by Israeli forces.Is this now going to lead to mounting pressure from the International Community that Israel has to make some adjustments? And there are reports that there are some real internal struggles taking place in the White House and State Department, people were very concerned about the demeanor or posture of the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "WHITFIELD",
      "sentences": "No, I think of history to be our guide for it, you know, this was inevitable. You know, we're more than two months out from the October 7th attacks and then the subsequent launching of this war, and this is the most protracted conflict we've had between Israel and Gaza. So, this -- you know, this almost -- this always happens, not almost, inevitably happens that, you know, there are these cries for ceasefire. And of course, everybody wants peace. That's a very natural -- a natural inclination. But the question is, and this goes to Prime Minister Netanyahu's remarks recently that Katie was reporting on that he wants to make as much progress as quickly as possible on the military front so he can have the most leverage over Hamas and try to get those hostages out.Now, on the topic of the internal defense -- dissent in the State Department and at the White House, it's an interesting issue. I've been talking to a number of my fellow National Security Council staff alums on both sides of the aisle, and we are to a man and a woman pretty outraged that any current White House staffers would engage in a public protest, as they did last Wednesday night. There are channels for this kind of internal dissent, many of which were put in place around the Vietnam War. And, you know, that's how you -- if you're serving at the pleasure of the president, that's how you express differences of opinion. You don't go out and publicly protest against your boss in front of the White House because he was elected, you weren't. So, I think that was pretty outrageous behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Victoria Coates, we'll leave it there for now. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "COATES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. The race for the White House is picking up some steam with just one month until the first votes are cast in the early state caucuses and primaries. Republican candidates are barnstorming across those key early voting states.Today, Donald Trump is campaigning in the Granite State. CNN's Steve Contorno joining us right now from New Hampshire. Steve, Trump is making his first trip to the state in more than a month. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Steve Contorno, thank you so much competing with the crowd and the excitement there. Did a great job.All right. One week before the New Hampshire primary, the Iowa caucuses take place on January 15th, and that has candidates making an all-out blitz to secure any on the fence kind of voters. Governor Ron DeSantis, Nikki Haley, and Vivek Ramaswamy are all hosting campaign events in Iowa this weekend. A new poll this week from Iowa State University shows the field tightening behind Donald Trump. While 54 percent of respondents have Trump as their top choice, the gap for second shows Governor Ron DeSantis down to 17 percent while Nikki Haley has risen to 15 percent. But Trump supporters like Congressman Matt Gaetz are not taking that lead for granted. (BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL): So, what I need from all of you at the tip of the spear, at the front line of this fight, with the first most dispositive voice in this upcoming caucus contest, go out there, recruit 10 captains that can recruit 10 other people to commit to show up in caucus. My only worry is low turnout. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Here to talk more about the political jockeying in Iowa, Des Moines Bureau Chief for the Gazette, Erin Murphy. All right. Erin, great to see you.Donald Trump, you know, hasn't had to do a whole lot. You know, he's there now, but he has a whole lot of support compared to the others in the race. How do you explain this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "ERIN MURPHY, DES MOINES BUREAU CHIEF, THE GAZETTE",
      "sentences": "It really hasn't wavered the people who support former president, that have been with him through thick and thin over, not just this year, but past years. And so, the people who have found their way to Donald Trump's camp over the years have stayed there.So, when we get to a campaign like this year, where he's facing new political challengers, that doesn't change. When you look at the polling, he has been very consistent throughout this year and only getting stronger. You mentioned some of those polls. There was another one this week that showed similar numbers and him breaking 50 percent for the first time, which is a very significant thing. So, it's only getting stronger here in Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Yes. So, with a month ago, you know, Nikki Haley is actually closing the gap for second, you know, with Ron DeSantis. What have Iowans expressed about why they're starting to take Nikki Haley more seriously?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "MURPHY",
      "sentences": "Yes. Well, Nikki Haley has been someone who's been on a lot of Iowa Republicans radar for a long time now. And now, we're getting to the point in the cycle where we're really close. We're just a month out from the Iowa caucuses. And those Iowa Republicans are starting to really solidify their choices.So, that -- Nikki Haley's been in the ballpark for a lot of these voters. And what they like about it, they talk a lot about her foreign policy experience. They like the way that she talks about Former President Trump. I've been told that at some of her campaign events, and they are picking up the line that she's been deploying lately about some of the general election polls showing her doing better against President Biden than Ron DeSantis or Donald Trump. The people who come to Nikki Haley events really like the sound of that. So, there's different things that they like, and you're seeing a few more people come to her camp as her -- as you pointed out, her and Governor DeSantis sort of jockey for that second position, but still 30 some points behind the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "WHITFIELD",
      "sentences": "So, even with that, I mean, the ad spending is starting to pick up in Iowa. Even though Donald Trump has his lead, apparently, he launched a new television spot calling out Iowa Governor Kim Reynolds, who is now endorsing Governor DeSantis, you know, for the nomination. Take a look.(BEGIN VIDEO CLIP) GOV. KIM REYNOLDS (R-IA): And appointing (INAUDIBLE) through the card, our farmers thank you, Iowans thank you, and we are grateful. (END VIDEO CLIP) WHITFIELD: So, how do people, you know, view that endorsement from Governor Reynolds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Erin Murphy, thank you so much. Lots of excitement there in Iowa, just five weeks or so to go. And then a whole lot more excitement then. Thank you so much, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MURPHY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. News just in to CNN. Retired NBA star Kareem Abdul-Jabbar has been hospitalized after falling and breaking his hip. His longtime business partner tells CNN the basketball legend was attending a concert Friday night when the fall happened. And she added that he is scheduled to have surgery today.The 76-year-old began his NBA career in 1969 with the Milwaukee Bucks, but is best remembered as a critical player with the Los Angeles Lakers during their dominant showtime era in the 1980s, leading them to five NBA championships. Of course. So, we wish him the best in his surgery for that broken hip. All right. 17 million people are under threat of severe weather today as a powerful storm system threatens Florida and the entire East Coast. The possibility of flooding and strong winds already prompting Florida's Governor Ron DeSantis to activate the state's guard. Rafael Romo is in Daytona Beach. Elisa Raffa is in the CNN Weather Center. Let's begin with you, Rafael. How's it looking? RAFAEL ROMO, CNN NATIONAL CORRESPONDENT: Fred, let me tell you, having covered hurricanes in the past, this feels very much what -- like what we experienced at the beginning of a hurricane. Of course, this is not a hurricane. It's only a tropical storm, even though the season ended half a month ago. Just an hour ago, it's just really interesting to see how much conditions have changed the people that I was telling you about, all of them pretty much gone from here. I was telling you before that these attractions on this side, people were still enjoying them. Not so much anymore. Everything has been closed. And the National Weather Service says that it is very possible that in this part of East Central Florida, we will experience gusts of anywhere from 50 to 60 miles an hour. We're feeling them already. They're not that strong yet, of course, but they're steady. That has been the change in the last hour. The rain also very steady at this hour. And many communities are canceling all kinds of events here, Christmas celebrations. For example, one of the cities here and Seminole County decided to take down the Christmas tree. It is a giant 60-foot Christmas tree because the year before last year, it came crashing down during a hurricane. So, they were trying to be proactive about it, avoid any situation like that and make sure that it doesn't happen again. But, yes, conditions are changing very fast here, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "WHITFIELD",
      "sentences": "With wars waging in Ukraine and Israel, lawmakers are scrambling to get critical military aid to the front lines. Moments ago, Senate negotiators wrapped up in-person meetings on Capitol Hill. Republicans won't sign off on the funds unless they get key concessions on immigration.Well, today, Senator Kyrsten Sinema said the two sides have a \"conceptual agreement on what needs to be done.\" CNN's Priscilla Alvarez is at the White House. Priscilla, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Priscilla Alvarez at the White House, thank you. All right. Despite the deadlock in Washington, fighting on the ground in Gaza has not ceased. The Hamas controlled Ministry of Health in Gaza says an airstrike today killed at least 14 people in Northern Gaza, many of the casualties, women and children. UNICEF now says Gaza is worse than a graveyard for children.This week, the leaders of several American aid organizations penned an op-ed in \"The New York Times\" with this chilling headline, \"We Are No Strangers to Human Suffering, but We've Seen Nothing Like the Siege of Gaza.\" Joining us now, two of the people who wrote that op-ed, Abby Maxman is the president and CEO of Oxfam America, and Tjada McKenna is the CEO of Mercy Corps. Hopefully, we're going to get both of you back. I think that was Tjada whose signal we just lost. OK. You're back, Yay. Thank you. I'm glad it's going to work out. All right. So, Abby, you first. You know, you say it's unlike anything you've ever seen. Describe, you know, what humanitarian workers and civilians are enduring in Gaza compared to other war zones that you have experienced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "ABBY MAXMAN, PRESIDENT AND CEO, OXFAM AMERICAN",
      "sentences": "Well, thanks, Fred. And, you know, when we say we have seen nothing like this in Gaza, it's in terms of how many people have been killed and displaced in such a short time and with nowhere safe to go. The humanitarian crisis continues to escalate and any amount of aid that's coming in is just not enough.And while some aid is better than no aid, the only thing that will really bring relief to Palestinians in this conflict is an immediate ceasefire. And we are seeing conditions that are just impossible to live in. Our colleagues -- and colleagues tell us harrowing stories each night. We have 30 staff in Gaza and people living in overcrowded shelters reports of 400 people accessing a single toilet and sewage openly flowing into residential areas in Gaza. Mothers desperately trying to keep their children safe in impossible conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WHITFIELD",
      "sentences": "Yes. I mean, all of the ingredients for malnourishment, disease spreading, it sounds horrible. And Tjada, in your -- in the op-ed, you said this about the situation facing your aid workers on the ground, today, our staff members are not safe. They tell us they're making the daily choice of staying with their families in one place so that they can die together or go out to seek water and food.And in today's \"Washington Post,\" it is reporting that already 135 United Nations relief workers have been killed in Gaza since October 7, and that's more deaths than in any single conflict in the organization's 78-year history. I mean, it's astounding, Tjada. So, you know, talk to me about these obstacles that aid workers are up against, trying to survive and at the same time, trying to help civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "TJADA MCKENNA, CEO, MERCY CORPS",
      "sentences": "Yes. This underscores our critical message that there is absolutely nowhere safe in Gaza for people to be. You have 85 percent of the population that has been displaced into a small area. They cannot leave the territory at all. There are no borders open to them. And increasingly, there are no safe areas because of this indiscriminate bombing.The other thing I would add that since this began, Gaza is an area that's under complete Israeli control for all of its food, fuel, water, basic necessities, and supplies, and all of those have been ground to a halt since October 7th. So, even if our staff is not in danger of imminent bombing, which they are, on top of that, they are scrounging for food, scrounging for drinkable water. One of our staff members reported that everyone in her family has either an infection or skin rash. And hospitals, very few left that are remaining, with absolutely no supplies, no basic disinfectants, no vaccines. This is a catastrophe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "WHITFIELD",
      "sentences": "I mean, that is vivid. And, you know, I understand too, for the first time since the October 7th attacks you know, Israel announced that it would allow humanitarian aid to enter Gaza directly through other country at the Kerem Shalom crossing.So, Abby, this might be temporary, you know, but potentially how helpful might that be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "WHITFIELD",
      "sentences": "Wow. It's extraordinary. And you all are doing amazing work and under such extraordinary duress, you know. We're wishing the best for all of you and your teams. Abby Maxman, Tjada D'oyen McKenna, thank you so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "MCKENNA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. A big legal win this week for Prince Harry. The United Kingdom's High Court ruled that the Duke of Sussex was a victim of extensive phone hacking and unlawful information gathering by the British tabloid Mirror Group Newspapers. The court awarded him nearly $180,000 in damages.Joining me right now is CNN Royal Historian Kate Williams. Hello, Kate. All right. So, it turns out this was widespread and habitual phone hacking. And it's rare that a royal family member actually goes to court to kind of get this stuff resolved. So, Harry has been very aggressive with his, you know, legal routes. Why is he so compelled to do so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "Yes. Hi, Fred. I mean, this is huge. This is Prince Harry's biggest win this battle that he's got against the news in Britain, the tabloid news, and the court found decisively for him. They said out of 33 articles about Prince Harry, 15 were used with illegal information gathering, which basically means that they hacked into his voicemail. And so, someone who left a voicemail, a girlfriend saying, looking forward to meeting up, they have that and they use that information.and Prince Harry had been the victim of that. He's not the only one. Many celebrities were equally treated. And a lot of the press, they've said before, oh, it's just a few rogue apples. It didn't really matter. And what the court found is it was extensive, as you say, it was widespread. It sounds like a bonanza of phone hacking and that the senior members in the newspaper, the editor, Piers Morgan, very big media figure here in Britain, he knew about it. And this is a very significant win for Prince Harry. As he said, it was a great day for truth. And he is a man who feels the press chased his mother and ruined her life and did the same to his family. And he's not going to -- he's just not going to take it lying down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Right. He's definitely trying to turn things around. So, this judge, you know, found, you know, Mirror Group Newspapers, you know, engaged in unlawful information gathering. And this really is one of many civil cases that Harry has filed. So, do you believe the outcome of this one will influence his other upcoming cases, I mean, favorably for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes, Prince Harry is the first senior royal to give evidence in the witness box for 130 years because he gave evidence in June. This is not his only case, as you said, there's more coming against other newspapers, including the Sun Newspaper and the Mail Newspaper here in the U.K. And there are many other individuals, including the estate of George Michael, Elton John, who are also engaged in cases against phone hacking.So, Prince Harry, you know, I've had a commentator saying that if you'd have looked at the newspapers, you'd have thought that Prince Harry would never win, and this is a cataclysmic victory, and I think now that quite a few people who have sort of gone up against him are going to be much more nervous about it, because simply, Harry felt that his family -- he said this, he said that his family were really too complacent, that they didn't fight back against phone hacking, and now, he's out of the royal family, he can say what he wants, and he can go to court and say, this is not acceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Kate Williams, I think we got most of it in there. The signal is horrible. It's not your TV sets people. But we got your messages loud and clear. Kate, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "WILLIAMS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}