{
  "date": "2023-03-07",
  "headline": "Connect the World",
  "subHeadline": "China To U.S.: Change \"Distorted\" Views Or Face Conflict; French Protest Plan To Raise Retirement Age; Turkish Presidential Election; Two Of Four Abducted Americans Are Dead; Afghan Women Protest Outside Kabul University; Yemen Receives First Cargo Ship In Years. Aired 10-10:40a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "We start with a new warning directed squarely at the United States from China's new foreign minister. Qin Gang says that conflict andconfrontation would result if the U.S. does not change what he calls its seriously distorted views of China. His comments, coming at a news conference on the sidelines of China's National People's Congress, which is a major annual event. Marc Stewart tracking developments from us from Tokyo. Kevin Liptak is in Washington with perspective. Starting with you, Marc, this was a stark warning from the new foreign minister. He is not normally as hawkish as this. What was said that might cause alarm for the U.S. and indeed the West?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Let's look at the back story here, first of all, Becky. Qin Gang, when he was a diplomat, wasknown as careful and accomplished. Now that he is in Beijing, now that he is the head of the foreign ministry, he is certainly embracing that strong, pointed, stern language that we are so used to hearing from Beijing, especially now at the beginning of a new chapter in Chinese history. But indeed he did make some very strong comments, a warning, if you will, to the United States. Let's take a listen to his remarks. (BEGIN VIDEO CLIP) QIN GANG, CHINESE FOREIGN MINISTER (through translator):  If the United States does not hit the brake but continue to speed down the wrong path, no amount of guardrails can prevent derailing. And there will surely be conflict and confrontation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "STEWART",
      "sentences": "So I think a lot of people are asking, does this mean that tension between the U.S. and China is escalating to an even more tenuousposition? That is hard to say. But it is clear that this new regime in Beijing, if you will, as Xi Jinping begins what is likely a third term, really does try to send this message of strength and standing up to the U.S. In fact Xi Jinping just recently made some remarks directed toward the U.S. which is a bit unusual. He will usually just say toward the West. But he made some statements where he said the U.S. and Western allies have pretty much gotten in the way of China's development. He was speaking to some Chinese entrepreneurs. So that is where we are basically with China. It is trying to show some might with new figureheads and, again, a new approach to the world stage, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "This is fascinating, isn't it?Marc Stewart, thank you. Kevin, let me bring you in. What does this mean for the U.S.? For example, in Ukraine, in its continued supply of military equipment to Taiwan; that certainly is being discussed today, off the back of these statements. What are the implications here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "LIPTAK",
      "sentences": "The real fear in Washington, of course, is that, if China were to provide Russia with lethal aid, that it could prolong the conflict inUkraine and potentially distract the United States from this other potential conflict that is brewing in Taiwan. Now listen to a little bit more of what the foreign minister had to say about this issue of Ukraine and Taiwan. (BEGIN VIDEO CLIP) QIN (through translator):  No cold war should be allowed to be repeated in Asia. The Ukraine crisis should not be repeated in Asia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "LIPTAK",
      "sentences": "Now we should note that this foreign minister, he is a known entity here in Washington. He was previously the Chinese ambassador to theUnited States. So as officials in the White House and the Pentagon and the State Department absorb these comments from yesterday, they do sort of understand where this man is coming from. He had a front row seat to this deterioration in U.S.-China ties that has occurred over the last several years. And now, we should note that the U.S. has vowed punishment on Beijing if they did end up providing lethal aid to Russia. But there is an open question of what that would be. The sanctions options are tapped out at this point. The tariffs remain in place. There are already restrictions on what the U.S. is sending to China. And so as the U.S. watches this play out, it is still a source of very serious concern. And there is nothing necessarily in those remarks from yesterday that would alleviate any of those concerns going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "Kevin Liptak, fascinating, the perspective out of Washington, here on CNN.What started out as a fairly routine trip to the Middle East got a lot more interesting on Tuesday, when the U.S. Secretary of Defense, Lloyd Austin, made an unannounced stop in Baghdad. Austin is the highest ranking member of the Biden administration to visit Iraq. It came as the German foreign minister also visited the country. CNN's Oren Liebermann is at the Pentagon with more. A surprise visit from Austin and indeed from the Germans, by the way. What is the goal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "For Defense Secretary Lloyd Austin, this trip to Baghdad, the meeting with Iraqi prime ministerMohammed Shia Al Sudani, serves two important purposes. First, it's the continuation and the strengthening of Operation Inherent Resolve, the ongoing campaign to defeat ISIS. And second, is the U.S.' efforts at containing Iran. Let's deal with those separately. First, after the U.S. transition to purely advise and assist Iraq a couple of years ago, they've been working with Iraqi security forces, which have led essentially the operations in Iraq against ISIS. That's an important point and one that the U.S. was looking to shore up. There was an open question of how much Al Sudani would support that or would try to work to move U.S. forces out. Much essentially to the pleasant surprise of Washington, Al Sudani is looking to expand that relationship. That very much clear in statements, both from Austin and Al Sudani. So that's important not only the Operation Inherent Resolve in Iraq but also in Syria as well. And there's a fundamental difference there. In Syria, the U.S. works and partners forces; in Iraq, the U.S. supports Iraqi operations. So it's important for Austin to make sure that continues. Also there was the question of how best to contain Iran's influence. Iran looking to use its proxy forces, its proxy militias in Iraq to expand its own influence there. And again there was a open question of how Al Sudani would deal with these and which way he would shift, especially after Muqtada al-Sadr, the clerical position sort of against both Iran and the U.S. Again, in this case, much to the pleasantly surprised, much to the benefit of Washington, it is Al Sudani who has indicated that he is willing to have and willing to work with the United States, bringing Baghdad and Washington closer. So from those perspectives, it's an important visit for Austin during this trip to the Middle East. After leaving Baghdad, he went to Irbil, where he is now, meeting with Kurdish leadership there. Again, an important relationship there that Austin is managing, again as you pointed out, the highest level member of the Biden administration to visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "While we look at the video of people enjoying themselves to a certain extent in Calais, are we seeing any end to this in sight?Or is this, as it seems, an escalation? JIM BITTERMANN, CNN SR. INTL. CORRESPONDENT:  I think we're going to have to wait until the end of today to see how the numbers come in from the government and from the various unions. And what people are going to be looking at is how many people were actually on strike. They always have these very colorful demonstrations, with a big turnout. But a lot of people turning out here in Paris. Hundreds of thousands of people in other parts of the country. Marseille, the union leader said there was something like 0.25 million people turning out. But it indicates, we'll see what the numbers say. But then we'll also be watching for something else. The unions have been calling for, what they call an ongoing strike here, which is to say, these strikes are usually one-day affairs. But they (INAUDIBLE) asking for -- unions are asking for members to go out for a continuous day on strike. And this is kind of crunch time for the unions, because, the fact is that they have got about eight days between now and when the legislature will take up the enabling (ph) legislation. That is going to prevent the government to raise the retirement age. So they have got about eight days here to convince (INAUDIBLE) that, in fact, their cause is the right one as opposed to what the government thinks. The government's not had any willingness to proceed here at this point. So we'll see what happens. But I think they're going to be watching the numbers tonight very carefully. And maybe, whether or not this strike will go on for one day after another -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, Jim Bittermann, on the streets. It's noisy, folks. Thank you Jim.We will move to Turkiye now, where the opposition is pinning its hopes on one man to take on Recep Tayyip Erdogan in the presidential elections, Kemal Kilicdaroglu is the leader of the center left Republican People's Party. He has been nominated by an alliance of six opposition parties to run in Turkiye's elections in May. Nada Bashir is in Istanbul. It is important to understand who this candidate is and whether or not at this stage it is clear whether he will pose a challenge to the incumbent President Erdogan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BASHIR",
      "sentences": "We have seen some discord over the weekend. We saw the second largest party within that alliance, the E Party, pulling out initially andnot wanting to back Kemal Kilicdaroglu as the nominated candidate. But they have since returned. This is still a six party alliance. They say they will continue to back Kilicdaroglu on the understanding that the mayors of Istanbul and Ankara will need to be appointed to the position of joint vice presidents. So we have seen work by the opposition parties to put their differences aside and to come together, with the hope that they will pose a challenge to President Erdogan in the upcoming elections -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "That is one unified bloc. Thank you.We have a lot more on Turkiye's elections inside our \"Meanwhile in the Middle East\" newsletter. Right now, there is a fascinating article on that and how the devastating earthquake is likely to play a big role in all of this election talk, cnn.com/mideastnewsletter. And while you are there sign up. It can be delivered right to your inbox three times a week.  It's a really good read. And if you care about this region, you should get that in your inbox. Next up, devastation and defiance:  the latest on the battle for Bakhmut, where the ground offensive -- from that ground offensive to the war of words. And we've got some breaking developments on that story of the kidnapped Americans from Mexico. That is coming up after this. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "We're learning more about the fate of four Americans who were kidnapped in Mexico. They were shot at and kidnapped in Matamoros onFriday. The state government there says two of them are now dead and the other two are alive. Let's get to Stefano Pozzebon, who is covering the story for us. What do we know about these Americans that were kidnapped? And what are the latest details?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "POZZEBON",
      "sentences": "And they were coming to Mexico to get a medical treatment, in particular cosmetic surgery, which is not uncommon. The U.S. southernborder is heavily trafficked by trade goods and also by tourists and medical tourists, who go to Mexico to take advantage of cheaper medical fares, compared to the cost of receiving a medical treatment in the U.S. We understand that, according to one source, these four African Americans have been mistaken for Haitian smugglers and they were entering an area where the cartels and the drug cartels of Mexico rule the law. I think, Becky, this is an occasion to put an eye onto the deteriorating security situation in Mexico after over 50 years of gruesome war on drugs and the territorial struggle with some of these cartels. But to recount, the news of the hour is that four U.S. citizens have been located, Becky, and two of them are dead, unfortunately. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "Stefano Pozzebon, reporting for you.Ukraine's military says there have been dozens of Russian attacks in the eastern city of Bakhmut over the past day. This new video is a glimpse of some of the intense damage that the city has suffered. (BEGIN VIDEO CLIP) ANDERSON (voice-over):  The general staff in Ukraine says there were over 140 attacks from Russia in a 24hr period. This as NATO estimates that Russia has lost five times more soldiers in Bakhmut than in Ukraine. But Russia is defiant, saying victory there will lead to further advances. (BEGIN VIDEO CLIP) SERGEI SHOIGU, RUSSIAN DEFENSE MINISTER (through translator):  At the same time, the support of the key regime by NATO countries is not leading to the success of Ukrainian troops on the battlefield. On the contrary there is a significant increase in losses among the personnel of the armed forces of Ukraine. Only in February, the increase by more than 40 percent compared to January amounts to over 11,000 service men. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "The fierce fighting there has complicated evacuation efforts with few civilians making it out of the war zone each day. CNN's AlexMarquardt takes a look at one successful mission. (BEGIN VIDEOTAPE) ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT (voice- over):  Racing into the war zone, a white-knuckle drive toward the middle of Bakhmut. This is the last successful emergency evacuation mission by the Bakhmut police. \"We need to go faster,\" an officer says. \"The Russians can clearly see us.\" This team, called the White Angels, grabs civilians who have been trapped, throwing belongings in the back. There's a cat; someone else with a guitar. The fighting raging nearby. The residents told to hurry up and get in and sit anywhere they can. As they hold on tight the rescue mission speeds away from the smoldering city. Ahead there's smoke from a Russian strike. Getting dropped off safely, Leonyd (ph) tells the officer that everything is blown up in Bakhmut, even inside his apartment. They've survived months of brutally intense assaults. Russia has made gains trying to encircle Bakhmut and surrounding it on three sides as Ukraine desperately tries to fend them off. Today we met Bakhmut's deputy mayor in a city nearby at a makeshift aid center for Bakhmut evacuees. MARQUARDT (voice-over):  He tells us it's very hard to persuade the more than 4,000 civilians left there to leave. They say they have nowhere to go and have no money. \"It's very hard to survive there,\" he says. \"It's not life; it's survival. Drinking water is a big problem. Walking to the well is dangerous,\" he says. \"Shells landing on your head all the time.\" All he now feels, he tells us, is fear and sadness. Everyone here knows how hard it will be for Ukraine to hold onto Bakhmut. Svetiana's elderly mother with disabilities didn't want to leave but Svetiana managed to convince her. MARQUARDT (voice-over):  \"I don't know if my house is still standing,\" she tells us. \"It's very painful thinking about those still in Bakhmut.\" He eyes well up. \"I just want them all to survive,\" she says. \"That's my only wish\" -- Alex Marquardt, CNN, in Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Another man said he was saved by crossing barbed wire fences. After two hours, the fire is brought under control. Through the smoke, aman wipes his tears. This is Cox's Bazar, home to around a million Rohingya Muslims, most of whom fled neighboring Myanmar during the brutal military crackdown, which the United Nations has called genocide, a claim which Myanmar denies. It's one of the world's largest refugee camps where people live in overcrowded and squalid conditions. Now some 12,000 people are left homeless and crucial facilities like health centers and water facilities have been destroyed. Many were already struggling to survive after the U.N. slashed food aid from $12 to $10 per person this month due to a massive funding gap. UNIDENTIFIED MALE (through translator):  Earlier our rations were not enough; now they have been reduced further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "MACFARLANE",
      "sentences": "To make matters worse, the area is exceptionally vulnerable to climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "REGINA DE LA PORTILLA, COMMUNICATIONS OFFICER, UNHCR BANGLADESH",
      "sentences": "They're living in an area that is very prone to natural disasters exacerbated bythe climate crisis. So what we are seeing is a very dry season with way hot weather that can lead to fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "MACFARLANE",
      "sentences": "It was just two years ago that at least 15 refugees died and more than 10,000 families were displaced in another fire at the camp.Aid agencies say they're working to provide food and temporary shelter to those who lost their homes. As authorities evaluate the damage and continue to investigate the cause of the fire. The fire yet another blow to community already so devastated -- Christina MacFarlane, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back. I'm Becky Anderson. You are watching CONNECT THE WORLD from Abu Dhabi, here are the headlines this hour.China's foreign minister warns the U.S. will face conflict and confrontation if it does not change its perception of the country. The foreign minister spoke on the sidelines of the National People's Congress. He also said that Beijing does not provide weapons to either side of the Ukraine war and called for dialogue to end. The Mexican state governor where four Americans were kidnapped on Friday now says that two of them are dead. The other two, alive. Family members told CNN that the four Americans kidnapped by armed men in Matamoros in Mexico were a tightly knit group of friends traveling from South Carolina for one of them to get a medical procedure. Hundreds of thousands of workers are striking across France, bringing the country to a standstill. They are protesting the government's plan to have people work two years longer before they get their pension. And in one section of Paris, things got heated between the demonstrators and the police. Years of war have left Yemen's economy in tatters. In fact, with millions in dire need, the United Nations says that Yemen is the world's worst humanitarian crisis. A U.N. brokered truce expired months ago. But CNN's Laila Harrak tells us there is one encouraging sign. (BEGIN VIDEOTAPE) LAILA HARRAK, CNN ANCHOR AND CORRESPONDENT (voice-over):  A commercial cargo ship docks in Yemen's Hodeidah port, the first time in several years a vessel carrying more than just humanitarian essentials has been allowed to unload there. It's the sign that fragile piece brokered by the U.N. last year between Houthi rebels and the Yemeni Government is still largely holding, though neither side renewed the agreement when it expired in October. The Yemeni government says the move is meant to build trust and strengthen negotiations between the two sides who have been fighting a civil war since late 2014. Hodeidah and much of the northwest, including the capital, Sanaa, is controlled by the Houthis, who are backed by Iran. But the government controls most of the rest of the country and is supported by Saudi-led forces who enforce a naval blockade off Yemen's waters. Under a U.N. vetting program to ensure weapons don't enter the port; only ships containing food, fuel and cooking oil have previously been allowed. The hope is the additional goods flowing into Yemen will help to ease the humanitarian and economic crisis gripping the country. The U.N. says two thirds of the population needs help and protection and is appealing for nearly $4.5 billion of aid, despite some of the recent gains made. ANTONIO GUTERRES, U.N. SECRETARY GENERAL:  Civilian flights resumed from Sanaa. Vital supplies arrive through the port of Hudaydah. But the economy is in enormous difficulties, basic services risk collapse and humanitarian needs continue to soar while excess is constrained and funding perennially falls short.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HARRAK",
      "sentences": "It is a shortfall on so many levels. Food and fuel prices have surged, inflation is high. They're dual currency notes and exchange rates,all of which make it harder for Yemenis to buy anything at an affordable price. These Yemenis cut trees to earn a little money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ABDULSALAM DABWAN, YEMENI BAKER",
      "sentences": "Citizens are forced to cut down trees in order to provide a living for their children. Trees are cut down and soldto bakeries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "HARRAK",
      "sentences": "A desperate future for a country at a crossroad. A lasting peace could be the only hope for Yemen civilians weary of fighting their ownbattles just to survive -- Laila Harrak, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Let's return to our breaking news on the four Americans who were kidnapped in Mexico. A state government in northeast Mexico now says thetwo of them are dead, the other two are alive. They were reportedly shot at and kidnapped after arriving across the border in Matamoros on Friday. Back with Stefano Pozzebon, who's on the story. We know that sadly two of these Americans are dead, two have survived and the video that we are watching, Stefano, just talk us through. It is of the point at which these Americans were abducted, as I understand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "POZZEBON",
      "sentences": "Yes, exactly, and that perhaps, Becky, lets you understand, just like the reality of the U.S. on the border, of the U.S. and Mexico border,right now, where even yesterday, the State Department's Ned Price made a call and urged U.S. citizens not to travel to Tamaulipas, to this area in northeastern Mexico. Because it is a level 4 critical, avoid traveling on the U.S. Department of State's travel list. This is an area that is heavily controlled by drug cartels. And tragically it really seems that these four U.S. citizens, that traveled all the way from South Carolina from the Atlantic Coast, to receive medical treatment in Mexico. They were just in the wrong place at the wrong time. Now the local governor has said that two of them have been found dead and one is critically injured. But again, this shows the dystopian reality of that part of Mexico, where hundreds of thousands of people in Mexico, cross the border every day for work reasons, for tourism; in this case, to receive medical treatment. And countless amount of goods are traded every day through the border. But the border is also the territory heavily controlled by rivaling drug cartels, who are waging wars against each other as well as the Mexican state. And this is an example of how dangerous the deterioration of Mexican security over the last few years has been and why this is an area of great concern right now for U.S. authorities, Mexican authorities, all over North America -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Stefano, just to underscore what you have just said, one U.S. official, familiar with the situation, telling CNN that one of the two whohave survived this abduction has been critically injured. So at this point and for the benefit of those who may be just joining us, for Americans abducted on Friday in northeastern Mexico. Two we understand now are dead, two are alive, one critically injured. Where are they? pause Yes, they are, according to the local governor, both the security forces and ambulances have rushed to the scene where they have been located. They did not specify the exact location where these Americans are located. It is in the Matamoros area of northeastern Mexico. So not far from where they were abducted before the weekend. And we understand that Mexican authorities and the FBI are working closely to bring to justice whoever has been responsible. But once again, one source from U.S. enforcement tell CNN that these people were probably being hit by a Mexican action by mistake because they were mistaken for other people that had incurred in the wrath of the Mexican cartels -- Becky.",
      "isLastSentenceInterrupted": false
    }
  ]
}