{
  "date": "2023-03-07",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Zelenskyy Accuses Russia Of Killing Every Civilian In Bakhmut; Two Of Four Kidnapped Americans Murdered In Mexico; Some Israeli Air Force Pilots Protest Judicial Overhaul; China To U.S.: Change \"Distorted\" Views Or Face Conflict; Israeli Operation Kills Six Palestinians In West Bank; Global Demand For Accountability After Huwara Rampage; U.S. Air Scare. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, Ukrainian President Zelenskyy speaks toCNN, accusing Russia of killing every civilian in Bakhmut, just to try and achieve some small victory. Then, a horrific conclusion to the story of four kidnapped Americans, two survivors are back in the United States, but the two others were murdered in Mexico. And then later, anger spread to the Israeli military. Dozens of fighter pilots are the latest to oppose the government's plans to weaken the judiciary. I'll speak to a former chief of staff of the Israeli defense forces defending the protesters. But first, this evening, Ukrainian defense forces are defying all of the odds. Despite constant Russian attacks, they are still holding their ground inside Bakhmut. And they intend on keeping Russian troops from fully encircling the city. Russia's defense minister insists his fighters will take control of Bakhmut, which he calls, quote, \"an important defense hub\" of Ukrainian troops in the Donbas, said Shoigu, says Russia will then advance deeper into Ukraine. But Ukrainian President Volodymyr Zelenskyy is refusing to give in. He has ordered reinforcements to defensive positions inside the city, saying he will not withdraw troops and will not abandon any part of his country. Well, CNN's Wolf Blitzer spoke to Mr. Zelenskyy earlier about the importance of, of course, defending Bakhmut. His part of that exclusive interview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WOLF BLITZER, CNN",
      "sentences": "Start with the battle for Bakhmut. Ukraine has put up a tremendous fight and inflicted massive losses on the Russian side. But inrecent days, Russian forces have made some critical gains there. Why have you decided not to withdraw from Bakhmut? VOLODYMYR ZELENSKYY, PRESIDENT, UKRAINE (through translator):  We understand what Russia wants to achieve there. Russia needs at least some victory, a small victory, even by ruining everything in Bakhmut. Just killing every civilian there. They need to put their little flag on top of that to show that society. It's not a victory for them, it's more like, you know, like to support -- to mobilize their society in order to create this idea of that's such a powerful army. For us, it's such different, this is tactical for us. We understand that after Bakhmut, they could go further, they could go to Kramatorsk, to Sloviansk. It would be open road for the Russians after Bakhmut to other towns in Ukraine in the Donetsk direction, in the east of Ukraine. That's why our guys are standing there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLITZER",
      "sentences": "As you know, Mr. President, some of your own Ukrainian commanders have actually questioned holding on to Bakhmut, as their forces aresuffering very heavy casualties right now. Amid worries that could hurt Ukraine's ability to launch a Spring offensive. What do you say to those commanders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ZELENSKYY",
      "sentences": "I never heard anything like that from any of those commanders. How can I treat this? It means that someone has his own opinions. But itdoes look like a fake created in Russian federation, that we have -- that our troops should be retreating. We have to think about our people first. And no one should be surrounded, encircled. This is very important. But the military see for themselves that we have to stay strong there despite the fact that Russia ruined the whole city, annihilated everything there, troops were helping kids, civilians to leave the town. Even up until today, people are leaving Bakhmut. We were helping everyone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MARQUARDT",
      "sentences": "This is the last successful emergency evacuation mission by the Bakhmut police. \"We need to go faster\", an officer says, the Russians canclearly see us. This team called the White Angels, grabbed civilians who have been trapped, throwing belongings in the back, I think there is a cat, someone else with a guitar. The fighting raging nearby. The residents told to hurry up and get in, and sit anywhere they can. As they hold on tight, the rescue mission speeds away from the smoldering city. Ahead, there is smoke from a Russian strike Getting dropped off safely, Leonard(ph) tells the officer that everything is blown up in Bakhmut, even inside his apartment. They've survived months of brutally intense assaults. Russia has made gains, trying to encircle Bakhmut and surrounding it on three sides, as Ukraine desperately tries to fend them off. Today, we met Bakhmut's deputy mayor in a city nearby at a makeshift aide center for Bakhmut evacuees. He tells us it's very hard to persuade the more than 4,000 civilians left there to leave. They say they have nowhere to go and have no money. \"It's very hard to survive there\", he says. \"It's not life. It's survival. Drinking water is a big problem. Walking to the well is dangerous\", he says. Shells landing on your head all the time, all he now feels, he tells us, is fear and sadness. Everyone here knows how hard it will be for Ukraine to hold on to Bakhmut. Svietves'(ph) elderly mother with disabilities didn't want to leave, but Svietves(ph) managed to convince her. \"I don't know if my house is still standing\", she tells us. \"It's very painful thinking about those still in Bakhmut\", her eyes well up. \"I just want them all to survive\", she says. \"That's my only wish\". Alex Marquardt, CNN, in eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Well, let's get the view from Kyiv, Tymofiy Mylovanov is president of the Kyiv School of Economics and is the former Ukrainian Minister ofEconomic Development and Trade. A well-known face here on the show. Tymofiy, great to have you back on the show. And I'm sure you heard that report there from our Alex Marquardt saying that, you know, it's not life, it's survival. What is the calculus then from the Ukrainian side? How long do they keep up the fight in Bakhmut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "TYMOFIY MYLOVANOV, PRESIDENT, KYIV SCHOOL OF ECONOMICS",
      "sentences": "Yes, it's difficult to answer. Bakhmut has become a focal point for this fight in thelast months between, you know, Russia trying to demonstrate that they can make at least some progress, and Ukraine demonstrating that this progress is impossible. So -- and both sides are digging in and the calculus on the part of Ukraine is of the two sides. One is that we still have to liberate that town if we give it up. So it's much easier to defend it, even though the casualties are high than later to take it back. And Russians are throwing a lot of manpower and a lot of people, Russian military are dying there. There is a recent report of tens of thousands. And so, the second part of the calculus that Russia is about to culminate, they'll be unable to move forward. So it's a little bit of a war of attrition. And the hope and the strategy here is to hold long enough so that the Russians can't move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, war of attrition that we have been seeing now for many months on end. Former Australian General has recently said that the Ukrainianarmed forces might decide, he says, that they have achieved all they can by -- remaining defensive locations around Bakhmut. And that forced preservation for the battles that allow is more important. Why then not withdraw as we are hearing from some analysts, from more defensible line, and then recapture it again. Why not do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And that's what we've heard from President Zelenskyy today, in that exclusive interview with our Wolf Blitzer, a little clip that weplayed just before where he said, you know, Bakhmut is tactical for us. He basically said that it's -- you know, if they take Bakhmut, it's an open road for the Russians. What would withdraw then here, or a loss mean for Ukraine's military in terms of morale? Would you say, Tymofiy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MYLOVANOV",
      "sentences": "Well, in terms of morale, I don't think there will be much negative effect because we have been able to hold it despite theunbelievable number of Russian troops thrown against the Ukrainian military in Bakhmut. So, I don't think morale will be -- will be damaged. I do think Russia will try to spin it as a victory of sorts for domestic audience, and there could be a positive morale boost there. But again, I've been, even in 2014, 2015, to Kramatorsk and Sloviansk, to the front lines during the -- some of the most intensive operations there by the Russians and separatists. And those towns, you know, those are good cities, and we want to protect them too, and there are many more civilians there. So, in that sense, I completely understand why Zelenskyy is saying that it's tactical, and if it falls, it will open the road towards the damage and shelling of Sloviansk and Kramatorsk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Tymofiy Mylovanov, great to have your perspective, thanks Tymofiy, appreciated it. Well, the head of the Wagner Group Yevgeny Prigozhin iswaging a different sort of war on Moscow's top brass. He's now openly feuding with Russian military leadership and casting himself and his mercenaries as key to Russia's fight. Our Fred Pleitgen has more now from Moscow. (BEGIN VIDEOTAPE) (SOUND OF ARTILLERY) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  Russian troops allegedly advancing in close quarters combat. Moscow's defense ministry released this video of what it says are airborne units assaulting Ukrainian positions. And Russia's defense minister is keen to show he's taking the reins of what the Kremlin still calls its special military operation. Sergei Shoigu chopper into the frontlines, his ministry says, and handing out medals to soldiers there. Good luck, success and come home alive, his sparse words to the troops. But progress remains slow for the Russian army, except in Bakhmut, where the defense minister's arch nemesis, Yevgeny Prigozhin of the Wagner private military company is leading the charge. Prigozhin advertising for new recruits. YEVGENY PRIGOZHIN, HEAD OF WAGNER MERCENARIES (through translator):  Fellas, Bakhmut is behind me, join the strongest private army in the world. Take the side of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PLEITGEN",
      "sentences": "Despite what the U.S. and Ukraine say it's a massive attrition rate among Wagner mercenaries, Prigozhin claims, he is the one handingVladimir Putin victories, and he warns Russia could lose the war if he doesn't get the ammo and the fighters he wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PRIGOZHIN",
      "sentences": "If Wagner Group retreats from Bakhmut now, the whole front will collapse. Today, Wagner Group is the cement that holds it together. We'repulling in the whole Ukrainian army, grinding them up and destroying them, not letting them focus on other parts of the frontlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PLEITGEN",
      "sentences": "And while Prigozhin was busy this week and trolling Ukrainian women by sending them champagne from a defunct winery near Bakhmut, he alsomade clear Wagner is here to stay whether the Russian defense ministry likes it or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PRIGOZHIN",
      "sentences": "After Wagner Group takes Bakhmut, we will continue to defend our country. And the Wagner Group does not care what some other departmentswant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PLEITGEN",
      "sentences": "While some believe the infighting could become a problem for Vladimir Putin, Andrei Kolesnikov of the Carnegie Endowment tells me,Russia's leader is fully in command of the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Now, the four Americans kidnapped in a notorious Mexican border city have been found, but authorities say, only two are alive. A U.S.official says the group was discovered in what appears to be a medical clinic in the city of Matamoros where a gunman abducted them on Friday. One of the two survivors is said to be severely injured. A heavily-protected caravan took the survivors to the U.S. border a few hours ago. They will be hospitalized in Texas. The group from South Carolina apparently went to Matamoros so one of them could get a medical procedure. Let's get some perspective on this terrible incident now from CNN's senior law enforcement analyst, Andrew McCabe, he's a former deputy director of the FBI. Andrew, thank you very much for taking the time to speak to us. Look investigators then, I was reading, believe, you know, once they were in Matamoros, they were mistakenly kidnapped it seems by the Mexican cartel. If they were not though intended targets here, why not just release them? What do they get out of killing them here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, that's a great question, and I'm not sure that we'll be able to get to the bottom of thatone. But you can imagine a scenario in which a group of cartel members, maybe lower level people, mid level people, confused directions, start looking at -- looking for one car of rivals or adversaries, and end up fixated on the wrong vehicle. That sort -- that sort of operation leads -- typically leads to violence very quickly. So, my guess here, and it's completely speculation, and it is that the deaths and the violence that led to those deaths have been very quickly, likely before these cartel members had any idea that they were actually looking at the wrong people. And then at that point, once they discovered that they've got four people they weren't actually looking for, now they have a problem of what to do with those folks. I actually think that it's -- we are fortunate to have two of the four having survived, because essentially they're eliminating all four and eliminating the witnesses is something that we've seen some of these groups engage in before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "What do you -- what are you thinking there, Andrew? As you heard that -- you know, how it all panned out, how it all happened, whatquestions do you have? What questions are still yet to be answered in your -- in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MCCABE",
      "sentences": "Well, the biggest question here is, of course, who is responsible for this violence, for these deaths? That is an investigation that's reallyjust in its very nascent beginning stages, and it may take quite some time. If you think back to the notorious crimes against Americans, particularly in Mexico, some of those investigations take years. But this one, like many of those others, will likely be solved on the basis of information provided by informants. So right now, I can -- I'm confident that Mexican authorities and law enforcement and Intelligence and in the military, because all three work very closely together against the drug cartels in Mexico, are hitting their informant networks, talking to people who talk to them, reaching out to individuals in that criminal community, to try to identify the exact people who were involved in this shootout and abduction. Once they have those people identified, then it becomes a question of locating them, and those are all steps that can take quite some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "In terms of, you know, working with Mexican authorities here, Andrew, I mean, does that present kind of specific challenges oradvantages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MCCABE",
      "sentences": "Well, really both, you know? The FBI is heavily-invested in what we refer to as the legal attache program. Those are agents who are assignedto work overseas, specifically for this purpose. To build relationships, collaborative, productive relationships with their law enforcement and intelligence colleagues. Now, I can tell you that the legal attache office in Mexico is the largest one in the entire FBI. There is a main office in Mexico City at the embassy, and then there are sub offices in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Now, unions are trying to bring France to a standstill. They're walking out against the government's pension reform plan that would raisethe retirement age. Many people would have to work an extra two years. The legislation is facing a bumping road in parliament. And on Tuesday, fuel deliveries and refineries were disrupted. Schools, trains and air traffic were also affected. Our senior international correspondent Jim Bittermann is in Paris with the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "JIM BITTERMANN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Isa, this is the sixth in a series of demonstrations against government plans to reform thepension plan, basically raising the retirement age from 62 to 64. And you can tell a lot of people out here are against the government's ideas, including, in fact, a lot of students that have got a long way to wait before they retire. But nonetheless, it's a concept in this country of acquire rights, who want the key, basically the idea is that once you get it right, you should maintain it, do everything you can to maintain it, that's why we're seeing all these demonstrations. Now, the question that really confront the government here is exactly how many people turned out today, how many people have struck, and then also, what kind of reaction is going to be going forward. A lot of the union leaders have called the strikers to continue their strikes on a daily basis. Whether that happens or not will be a question for coming days. But in fact, that could be a determining factor. One way or another, the government is probably going to get its way on this, because they have a -- they have a mechanism in parliament called the decree, in which the government can, by decree, forced cast legislations, and if they cannot get the vote, they're expected that vote will come sometime within the next 8 to 10 days in the national assembly. If they can't get that vote in their favor, the government will probably pass the retirement reforms by decree. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "A girl whose life was ruined by war and whose story was hijacked by the Kremlin. Who is Anya(ph), and could she be proof of Russian warcrimes? That is next. Plus, China's foreign minister warns conflict with the U.S. could be on the cards. After the break, I will speak to a former U.S. ambassador to China for his take on the escalating tensions. That is next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Welcome back to the show, everyone. China is issuing a stark warning aimed directly at the United States. The country's new ForeignMinister Qin Qang says conflict with Washington could be on the rise, and if U.S. doesn't change how it treats its fellow superpower. Have a listen to this. (BEGIN VIDEO CLIP) QIN GANG, FOREIGN MINISTER, CHINA (through translator):  If the United States does not hit the brake, but continue to speed down the wrong path, no amount of guardrails can prevent derailing, and there will surely be conflict and confrontation. Who will bear the catastrophic consequences? Such competition is a reckless gamble with the stakes being the fundamental interests of the two peoples and even the future of humanity. Of course, China is firmly opposed to all this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Let's figure out a way to work together and we have seen, you mentioned D.C., there seems to be bipartisan consensus that, you know,being tough on China. Do you believe, like many in Washington, that China could pose the biggest threat to U.S. security, which is something that we've been learning here in the last week, in fact, in Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BAUCUS",
      "sentences": "Well, you know, that's a very good question. It's one that the assumption behind that question should be examined very, very closely.There are many in America who think that China wants to be their own hegemon, that China wants to basically control the world. I don't think that's what China wants to do. I think China wants respect, China wants to be regarded by the United States as a coequal world power. It's not -- does not want to change the U.S., as we do not want to change them, although some would like to. But I think that, to answer your question, really, is we have to examine very closely, what are China's views? What's their intent, down the road? Much of that is going to depend on what China says and does. I keep pushing China, hey, if you want us to respect you as a country, you've got to tell us what your intentions are down the road. More importantly, have to show what your intentions are. So far, China has not done that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Let's talk about intentions, then. You know, we've obviously, this is all happening against this kind of backdrop of the war in Ukraine. Andintel seems to suggest that China is considering, Ambassador, you well know, whether it will give weapons to Russia. What will that mean then for U.S.-China relations? How worried would you be if China does enter into this war and sides with Russia here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "BAUCUS",
      "sentences": "We are heading more toward conflict. But in that case, mostly because of Chinese actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Former U.S. ambassador to China, Max Baucus, thank you very much, sir. Really appreciate your insight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "BAUCUS",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Now Russian propaganda and social media have given us really a glimpse into Russia's practice of taking Ukrainian children and forcingthem to be adopted and raised by Russian parents. That's considered a war crime. Melissa Bell has the story of one Ukrainian girl. (BEGIN VIDEOTAPE) (MUSIC PLAYING) MELISSA BELL, CNN INTERNATIONAL CORRESPONDENT (voice-over):  Vladimir Putin, celebrating his army. The special guests sit here, children bused in from Ukraine's occupied territories. UNIDENTIFIED FEMALE (through translator):  Thank you (INAUDIBLE) for saving me, my sister and hundreds of thousands of children in Mariupol. I forget a little.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Anya, don't be shy, go hug Uncle Yuri.Everyone give a hug. Look, it's the man who saved you all. BELL (voice-over):  But who is Anya? By tracking down family members too scared to speak on air, an exclusive CNN investigation has found the story of 13-year-old Anya Naumenko or Anya, as she's known, who was brought specially from her foster family in Mariupol for the event in Moscow. And behind the propaganda, Anya's own bewildered view, posted to her social media. \"Look at all the rows,\" she says, before being told where she will stand and what she will say. It was a year ago that Anya's home town of Mariupol was pounded, devastating heavy artillery forcing its population underground to basements like this one. A refuge shared for much of the three-month- long siege by Anya, her family and Kateryna Pustovit, who's now in Germany. She couldn't believe her eyes when she saw her onstage. KATERYNA PUSTOVIT, NAUMENKO FAMILY FRIEND (through translator):  We were like a family. We saved ourselves, saved our lives. BELL (voice-over):  But in early April, Anya's mother Olga left the basement and was killed by Russian shelling. Anya's grief for her mother, like so much else, innocently shared online. \"I want to be with you,\" she writes. By the end of the siege, Anya and her siblings were separated by their mother's death, Anya sent to a foster family in Mariupol. Karim Khan, the head of the International Criminal Court, believes that through its propaganda, Moscow risks incriminating itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "KARIM KHAM, CHIEF PROSECUTOR",
      "sentences": "INTERNATIONAL CRIMINAL COURTConventions make it clear regarding how children must be treated by occupying powers. The law is present. Too many think it's an optional extra. BELL (voice-over):  CNN has reached out to Russian officials for comment on the children featured in Putin's rally last week. Moscow has not responded. But for all the tragedy of Anya's short life so far, the propaganda event has brought her fresh troubles. Daily and violent threats under her adolescent posts. \"Anya, don't be shy. When we celebrate Mariupol again, you'll be hanging from a post downtown.\" Just one of the threats made but a reflection of so much more of the abuse young Anya has received. PUSTOVIT (through translator):  We need to stay human. She is a child who survived the war, famine and lost her mother. She is small, even if she looks like an adult. She is a child. BELL (voice-over):  But children, as symbols of the future, play an important part in Orwellian displays of loyalty to Moscow, like this one held in occupied Mariupol last week. Two visions of childhood:  one carefree, the other twisted -- Melissa Bell, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Well, Israel has carried out a deadly military operation in a crowded West Bank refugee camp, targeting a suspect in the shooting deathof two Israeli settlers. Israel says that man was killed, along with five other people. An IDF official tells CNN, soldiers rounded the suspect's house in Jenin, came under fire and responded with shoulder fired missiles. As spokesman for the Palestinian Authority, president slammed the use of missiles as an act of war. Hamas says the target of the raid was a member of the militant group and had carried out last week's attack on the Israeli brothers in Huwara. Settlers went on a rampage against Palestinians in Huwara after the attack, killing a civilian and triggering, I should say, international demands for accountability. Meanwhile, dozens of Israeli fighter pilots are joining a growing revolt within the military against the government's plans to weaken the judiciary. They are threatening to boycott training exercises tomorrow. Mass street protests have rocked Israel for weeks, with critics warning the judicial overhaul would end democracy. But the growing defiance by some military members is adding a new dimension, really, to the movement, deeply shaking the government. Hundreds of reservists across military branches are threatening not to serve. Yesterday, prime minister Benjamin Netanyahu said they are endangering Israel's existence. Well, our next guest says it's clear the reservists don't want to serve under, quote, \"dictatorship.\" Dan Halutz is a retired lieutenant general in the Israeli air force. He also served as chief of staff of the IDF. Dan, thank you very much for taking the time to speak to us here on the show. Just explain to our viewers watching from around the world, what is it about these judicial reforms that worry you, that have forced you to come out and speak out against them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "HALUTZ",
      "sentences": "Mainly because the Supreme Court is a kind of obstacle to all the coalition, the coalition members, the parties of the coalition.And we are at the point that all the participants in the coalition had the same interests, to weaken the Supreme Court. Prime Minister Netanyahu is trying to escape from his three accuse (ph) and criminal indictments. And that's for a second, we have a convicted member of the parliament who want to re-nominated as a minister after the supreme court rejected him from his nomination. Third, we have the ultra orthodox parties that are looking for a way to escape from serving the country in the military and they want just to continue to learn their Torah. And fourth is Mr. Smotrich, the minister of treasury, and his partner, Ben- Gvir, who is the internal security minister. Both of them, in the past, the second was convicted and accused and found guilty in eight actions of so- called terrorism against the Palestinians, mainly. And the other one was almost in the same process but never accused. So -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "You mentioned Smotrich. Let me jump in here because obviously, we brought that story to our viewers when we heard the comments from thefinance minister, Bezalel Smotrich, saying that the Palestinian town of Huwara, he said, needs to be erased. When you heard that, those pilots, of course, that we're talking about, they will probably be protesting tomorrow or not showing up tomorrow, how would they interpret that? How would they interpret an order like that? Is this what worries you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "HALUTZ",
      "sentences": "Absolutely. Absolutely, because those pilots, by the, way they are not refusing to serve. They said a simple thing, if that system will bechanged from democracy to a dictatorship, they are not obliged to serve dictators. That is all. And they will take the necessary steps, according to their values -- and their values are the highest values (ph).  And when they heard Smotrich, they mentioned it, by the way, when they addressed their commanders, they said that they're afraid that such an orders will be given to them in the future and they're not ready to accomplish. They're not ready to be part of it. That is the reason. And Smotrich is an ultra extremist. He has a vision to -- he's against the two state solution, for example. He wants one state for the majority (INAUDIBLE) and about the Palestinians, he has his own solutions that I don't want to repeat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Let me, you know, one of the concerns, of course, is that this could open them up to prosecution, these pilots up to prosecution from theInternational Criminal Court. But I want to get your reaction, first of all. Let me get your reaction to what we heard from prime minister Netanyahu and Ben-Gvir, I should add, as well, who call the protesters that we have seen over the last several, what I say, the last week or two or so, they are calling them anarchists. Are you? And the pilots who are refusing to train here, are you an anarchist, then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Oh, I think we seem to have lost him. We will try to reconnect. A fascinating discussion, of course, here.Is he -- do we have him back? Fantastic. Dan, sorry, we lost you for just a second. Let me ask you this, because, you know, these pilots, who we all know, I think it's fair to say, we don't have his audio. Unfortunately, we don't have his audio. We will try to reconnect but it was a fascinating discussion there with Dan Halutz, who is, of course, a retired lieutenant general in the Israeli air force that we are expecting to see the move from the reservists taking place tomorrow. We will keep on top of that story. We are back after this short break. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Well, now to growing concerns about aviation safety in the U.S. Law enforcement says an unruly passenger tried to open an emergency exitdoor before trying to stab a flight attendant in the neck. Our Pete Muntean has this story. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice-over):  United Airlines Flight 2609 from Los Angeles to Boston. It was a smooth flight for the first five hours on Sunday, until --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "FRANCISCO SEVERO TORRES, PASSENGER",
      "sentences": "So where's the Homeland Security with the gun, because I'm waiting for them to point the gun at me so I can showeverybody that I will die when I take every bullet in that clip to wherever in my body they shoot it and then I will kill every man on this plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MUNTEAN",
      "sentences": "The agitated passenger is identified as Francisco Severo Torres of Massachusetts. The video, obtained by CNN, was recorded by a passenger.It shows Torres having violent outbursts toward other passengers and flight attendants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TORRES",
      "sentences": "Hey, Bianca. I love you, Bianca. I'm coming for you. I'm coming for you, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MUNTEAN",
      "sentences": "Four minutes, nervous passengers sat down and listened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TORRES",
      "sentences": "Nobody cares. Nobody cares.Where's Homeland Security? There should be Homeland Security. Where are they diverting us? Because wherever it is, there's going to be a blood bath everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MUNTEAN",
      "sentences": "Fifteen seconds later, Torres walks out of his seat, pulls what appears to be a makeshift weapon out of his jacket pocket and said what noairline passenger ever wants to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "TORRES",
      "sentences": "I'm taking over this plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my God.Uh-oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dude, I'm telling you right now -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm telling you right now --",
      "isLastSentenceInterrupted": false
    }
  ]
}