{
  "date": "2023-09-02",
  "headline": "CNN Newsroom",
  "subHeadline": "Former New Mexico Gov. Bill Richardson Dead At 75; Biden, First Lady En Route To Florida Disaster Zone; Iconic Singer Jimmy Buffett Has Died; McConnell's Latest Frozen Moment Renews Questions About His Ability To Continue Leading Senate GOP; Half Of All Americans Set To Travel This Holiday Weekend; Djokovic Rallies From Two Sets To Win At U.S. Open. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:10",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "RAHEL SOLOMON, CNN HOST",
      "sentences": "Welcome back and thanks for joining us. I'm Rahel Solomon in today for Fredricka Whitfield. Back to our breaking news just into CNN. Former New Mexico Governor Bill Richardson has died. He was a longtime fixture of democratic politics with turns as energy secretary and United Nations Ambassador under the Clinton administration. He was 75 years old.And we have just received a statement from the Vice President of the Richardson Center for Global Engagement. It reads in part, Governor Richardson passed away peacefully in his sleep last night. He lived his entire life in the service of others, including both his time in government and his subsequent career helping to free people held hostage or wrongfully detained abroad. CNN's Wolf Blitzer joins me now on the phone. Wolf, we appreciate you hopping on. You just spoke with the governor just over a week ago. I want to play a portion of that for our viewers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "I know you've been working closely with Brittney Griner's family to help get her out. And I know you actually went to Russia recently, met with top officials there in that effort. What can you tell us about how this deal came together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "BILL RICHARDSON, FORMER NEW MEXICO GOVERNOR",
      "sentences": "All right. Well, credit has to go to the Biden administration to Jon Finer, the National Security Council and the president who made this tough decision to get Brittney Griner out in exchange for Bout who's a bad guy and arms dealer. I had been to Russia twice. The good news is that we got a marine out earlier. And then Brittney Griner. So, we now have to get Paul Whelan now.The inside stuff is I can't get too much into it. But we were hoping for a two for two. Paul Whelan and Brittney for Bout and another Russian. But at the end, I think the geopolitical differences, the BAT relationship between Russia and the United States. Russia said we'll do one for one. And I think the President was right to go ahead with Brittney Griner. Get her home to her family, to her father, to her wife who I've been talking to constantly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "SOLOMON",
      "sentences": "And actually, that was a clip from your December interview. But Wolf, the question remains. I mean, you've interviewed him multiple times. I mean, what can you tell us in our viewers about how the governor will be remembered in his -- in his legacy?BLITZER (via telephone): Well, I think it'll be very, very positive, because he really did amazing work, not just as a congressman, Governor of New Mexico, but as the United States Ambassador to the United Nations. I had real opportunities to cover him over the years. In 2010 I went with him to North Korea, spent six days in Pyongyang. He was working to get Americans out. At that time, working in all sorts of areas. He was recently nominated for a Nobel Peace Prize for all of his efforts. And most recently, he's been trying to get this American soldier who crossed the DMZ, the demilitarized zone of North Korea to get him back to the United States working with his family, working with the Biden administration and its contacts in North Korea. And he was sort of hopeful when we spoke the other day. I did an interview with him on my show on CNN, \"THE SITUATION ROOM.\" And it's a -- it's a complicated process, obviously, always getting these Americans out of these countries. But he was sort of upbeat that it could happen. And when I spoke with him, he -- it was really a great priority that he had to try to get these Americans who were being held captive and various countries get them out, not just in North Korea, but in Venezuela. He was telling me that he was working on a project there in Iran and in Russia as well. And I know that he would have liked to get Evan Gershkovich. The Wall Street Journal reporter out of Russia. I know he was working on that. But it's just shocking to me as someone who's known Bill Richardson all these years that he's passed away in a --so abruptly. We were just together in Washington the other day and he looked fine. He seemed fine. We went out to dinner. He was on my show. And we did a serious substantive interview. And then all of a sudden, I just got this call from Mickey Bergman who runs his Bill Richardson Foundation, telling me the news and sharing the statement that they released that you've just read a part of. It's just heartbreaking development indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "SOLOMON",
      "sentences": "Yes. And well, as you know, of course, you know, he was in public service for 30 years, all sorts of roles. New Mexico governor, U.N. Secretary negotiator, as you were just talking about there. I mean, do you think his diplomacy efforts is how he will be best remembered?[13:05:00] I mean, how do you think he will be best remembered, Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "BLITZER",
      "sentences": "I think will best be remembered for all of the above. As a U.S. Congressman, I covered him in the 90s. And as a U.N. ambassador, as a governor of New Mexico. But also, his efforts behind the scenes to free Americans being held in various countries. I think that was significant. And I saw that up close when I went with him to North Korea in 2010. And spent six days in Pyongyang. And it was a complicated, very sensitive, delicate situation that was unfolding.And I saw him up close working with the North Korean context that he had. And it was just something that was very fortunate for the U.S. that there was a person like Bill Richardson, who was willing to go to these various countries to do what he could do to free Americans. And it really was something special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "SOLOMON",
      "sentences": "And Wolf, you just touched on North Korea there, of course, American Travis King still there. Paul Whelan, of course, still in Russia. I mean, how -- from your perspective, Wolf, how much of a loss does this now leave in the sort of diplomacy, hostage negotiation, industry and group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "BLITZER",
      "sentences": "I think it's a real loss for, Rahel, because he was special. He had the contacts, not only with the U.S. government but with foreign governments. And as a former U.N. ambassador, he understood international relations, and diplomacy and the sensitivity of these matters. And it's going to be hard to find someone else who can do what he was doing behind the scenes. And only the other day is I think I mentioned, he was nominated for a Nobel Peace Prize because of all the efforts he had done over the years to work and to get Americans out and to improve relations with all these various countries. And so, I think it's going to be a big loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "SOLOMON",
      "sentences": "It's a great point you bring up off. He was recently, as you say, nominated for a Nobel Peace Prize, but over the course of his career had been nominated for several Nobel Peace Prizes of four, I want to say. Wolf, folks may not remember as well that he also ran for president in 2008.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "BLITZER",
      "sentences": "Yes. And that did not obviously work out that well, in terms of his own political ambitions. But he eventually, you know, he moved on from that experience, learn from it and he -- and he developed this international reputation as an intermediary as someone who could go into various hotspots. And obviously, there's no spot that's hotter than North Korea and deal with the local, you know, regimes and try to do the best he could to get Americans out and to improve relations if possible, at the same time.And as I said, I saw that when I went with him to North Korea and it was very vivid to me. And he's going to be going to be missed and my heart goes out to his family, his wife, Barbara, and the whole family for, you know, the sudden, sudden loss that we're all going to be experiencing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:10",
      "speaker": "SOLOMON",
      "sentences": "As you say, you just interviewed him a short time ago, had just had dinner with him. Wolf Blitzer, we appreciate you coming on today to be with us. Thank you, Wolf.And moments ago, New Mexico Senator Martin Heinrich put out a statement saying Governor Bill Richardson believed New Mexico could do big things, his ambition for our statement, he never accepted mediocrity and always pushed us to fight for the future we deserve. I was privileged to serve in his administration and will forever be grateful for all that he taught me. Governor Richardson legacy will have a lasting impact on the United States and the world as it already has had on me and so many others. Julie and I have the Richardson family in our thoughts. We will of course continue to follow that breaking and developing story throughout the morning and day here on CNN. And other news. In just a few minutes, President Biden and the First Lady are expected to touch down in Gainesville, Florida. They have a full day visiting areas of the state that were hit by category three Hurricane Idalia last Wednesday. First, they will take an aerial helicopter tour, and then later they will meet with residents impacted by all those flash floods and powerful winds. Now his visit follows a request that he sent to Congress yesterday asking lawmakers to approve an extra $4 billion for FEMA's Disaster Relief Fund. Federal officials say that the fund is dangerously low when needs replenishing after a series of brutal record-breaking natural disasters across the country. CNN's Isabel Rosales is in Live Oak where we expect to see the President and the First Lady Joe Biden in a short time. So, Isabel, what more are we expecting today? And you've been talking to people there. I mean, what more are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MCARTHUR LINTON, SUWANEE COUNTY RESIDENT",
      "sentences": "Out of water on my (INAUDIBLE) we needed water and we don't have any water. And the storm (INAUDIBLE) so we don't have any water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And do you have any electricity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LINTON",
      "sentences": "No electricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LINTON",
      "sentences": "Trees are down on my place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "JANE LANE, SUWANEE COUNTY RESIDENT",
      "sentences": "Power. Power, we have power and these -- I know --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SHEILA GERTACH, SUWANEE COUNTY RESIDENT",
      "sentences": "Power, gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LANE",
      "sentences": "-- everybody is working so hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "GERTACH",
      "sentences": "Gas for generators. It's, you know, we're all running generators.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "ROSALES",
      "sentences": "And according to power outage.us, 64 percent at last check of households here in Suwanee County have no power. This is a concern with the heat especially the heat index at 97 today. So, no power means no A.C., a big problem in this heat. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. And fans of singer Jimmy Buffett are in mourning today following the death of the legendary Margaritaville singer.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "SOLOMON",
      "sentences": "Saving on Buffett's Web site says that the singer died peacefully at home surrounded by friends, family and music. And tributes this hour are pouring in. Singer Kenny Chesney saying, So goodbye Jimmy. Thanks for your friendship and the songs I will carry on in my heart forever.\" Sail on, sailor.Singer Alan Jackson saying,1 shores distant shores. That's where I'm headed for. I got the stars to guide my way. Sail into the light of day. Rest in peace, my friend. Jimmy Buffett meantime was working on a new record when he died. And I want to bring in country superstar Brad Paisley. He joins us on the phone. Brad, sir, thank you for being with us today. We so appreciate it. Tell us what was your first reaction when you heard that Jimmy Buffett had passed? BRAD PAISLEY, AMERICAN COUNTRY MUSIC SINGER (via telephone): I heard late last night and I was just shocked because I knew he'd been battling an illness. But I didn't know that it was -- it was this bad. And, you know, a year or two ago we were supposed to do the operating together. He was going to play that, come to Nashville and his health then even still --COVID is still kind of more of a thing than and his doctor advised him maybe not to but that was a bummer because we had it booked. And him on the Opry stage would have been an amazing thing. But it's just such a loss. I mean, when you think about it, 76 now is not old, and he had a lot less to do I think. But at the same time. This is a guy who did it right. I mean, there's just -- you cannot when you look at the point of all this, he got that and he did it right. He made everybody happy. His music really was a soundtrack for the best times of your life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "SOLOMON",
      "sentences": "Yes. And talk about an impact to make other people happy with your music, with your art. Brad, what do you want people to remember about Jimmy Buffett the musician? PAISLEYAnd in that sense, you know, the ultimate entertainer, because I can't imagine this world musically or in some ways -- and just a flat-out entertainment sense, if you ever spend a weekend in any -- either beach town or Nashville or anywhere else, he really did flavor that for all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "SOLOMON",
      "sentences": "How would you describe the magic that he had clearly had that he was able to get such passionate fans? I mean, we've been talking here at CNN about how would you even describe his music? I mean, he started as country but it didn't really seem like there was a genre. He had sort of transcended genres. So, what do you think that magic was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "PAISLEY",
      "sentences": "I think the magic was that it's just -- yes. I don't know that it really ever was a genre any more than it. It sort of became country in the way that that the Eagles could be looked at as country almost in so many ways. There's things they did obviously, they were way more rock but country music embraced him, you know, later. When Alan Jackson did Five O'clock Somewhere and really sort of woke us all up and said, look, this is truly -- this should be part of who we are, you know.I think -- and then Zac Brown and all these guys and Chesney, of course, and these guys did a great job of sort of saying, hey, look, you know, I know this was on the pop chart most of his records, you know, that way, but it really is country music, if you look at what the criteria is. And, you know, in the sense also that it's music that really is reflective of your life. And everything he did was just so much something that either reflected your life or you wished it did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "SOLOMON",
      "sentences": "Fair enough, because who among us doesn't wish that we were on a beach right now drinking a margarita. Brad, before I let you go, what can you tell us as far as you can tell about his process? We spoke to, a host a radio host earlier who conducted the last interview with Jimmy Buffett and he was telling us how he sort of came up with his last, his most recent record. From what you can tell in your experiences, tell us about his process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:10",
      "speaker": "PAISLEY",
      "sentences": "Well, you know, a dear friend of his was Mac McAnally who is a legend in country music and became his -- or bandleader and a confidant and I know, Mac and have dealt with Mac about him. And I think, you know, in talking to him about some of those things, it was really -- he was someone that -- he had a vision, you know, and he would follow that vision, you know, to the point where it became something by the time he was done that appealed to people. And, you know, what an amazing thing as an artist to be someone who your vision becomes something that people love, you know, you can't always say that as an artist. I've certainly missed that mark a lot. And, you know, it's the type of thing where he would always think to himself, I think what can I do here that makes people happy? Whether that'd be a song or an album or a restaurant, you know, anything, and he, you know, he made a little better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:13",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. And this just in. You are looking at pictures out of Gainesville, Florida. That's where moments ago President Biden and the First Lady have arrived. He will be visiting the areas there that were hit hard by Hurricane Idalia last week. We'll keep an eye on it.Meantime, a U.S. Capitol doctor has cleared Senate Minority Leader Mitch McConnell to continue his work schedule. That's after he froze in public for the second time and as many months. But the latest incident is also raising new questions about the 81-year-old's ability to continue leading the Senate GOP. CNN's Manu Raju has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:28:13",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Running for reelection in --MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voiceover): This is the moment. Mitch McConnell freezing again and that pause opening up a new round of questions. The key one. Can he continue to serve as Senate GOP leader? This after the second time as many months he froze in front of cameras, prompting concerns about the 81-year-old Kentuckians health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "RAJU",
      "sentences": "Do you think the next Congress if he ran for leader, he would get the job?SEN. CYNTHIA LUMMIS (R-WY): Well, I think that that's speculation that's not necessary right now. RAJU (voice-over): After his Wednesday event in Covington, Kentucky, McConnell called key allies, including Thune and Cornyn, and attended a fundraiser for Senate candidate, Jim Banks, who told CNN that the Republican leader was sharp and engaging. SEN. MITCH MCCONNELL (R-KY): I'm fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "RAJU",
      "sentences": "The question about McConnell's health is bound to intensify when he faces his 48 GOP colleagues next week for the first time since before the summer recess.(on camera): Should he tell his 48 colleagues what happened? SEN. KEVIN CRAMER (R-ND): He should tell us if something else -- something bigger is going on. And whatever he tells me, I'll trust to be true. RAJU (voice-over): Some Republicans fear that the impact of McConnell's fall in March could be worse than he has let on. REP. KEVIN HERN (R-OK): Obviously, the fall he had was more damaging than most people thought. RAJU (on camera): Yes. Do you think he should stay as leader of the Senate Republican Conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "HERN",
      "sentences": "That would be for the Senate to figure out.RAJU (voice-over): All of this putting a spotlight on an aging Senate, where a majority of senators are in their 60s and 70s. (on camera) There's no mechanism to actually force a leadership vote to try to oust Senator McConnell from his leadership position. The next time there will be a leadership election will be after the November 2024 presidential election. Then there will be an election of a lame duck session of Congress to choose a new leader. The first time McConnell himself will face Republican Senators since the beginning of this August recess will be on Tuesday when he'll meet behind closed door in his office with his leadership team. And then he'll meet with the full Republican conference next Wednesday. Manu Raju, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "SOLOMON",
      "sentences": "Our thanks to Manu there.With me now to talk more about Mitch McConnell is someone who has covered the Kentucky Senator for more than four decades. Al Cross is director emeritus of the Institute for World Journalism at the University of Kentucky. He's also a former chief political writer for \"The Louisville Courier Journal.\" Al, we appreciate you being with us. Good afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "AL CROSS, DIRECTOR EMERITUS, INSTITUTE FOR WORLD JOURNALISM, UNIVERSITY OF KENTUCKY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "SOLOMON",
      "sentences": "A capitol doctor says McConnell is OK to continue working. But former South Carolina governor and current GOP presidential candidate, Nikki Haley, says it's time for him to step down.Given what you have seen from these two freezing incidents, does Haley have an argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "CROSS",
      "sentences": "I think you have to have better evidence. It appears to be an episodic problem that is manageable, but we don't really know for sure.The prevailing commentary on this in Kentucky has been that Senator McConnell needs to be more forthcoming about his health situation. He has been always very private about his health matters. But I, for one, think he needs to be more forthcoming about them. Perhaps his colleagues will tell him that next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "SOLOMON",
      "sentences": "To that end, what would you like to see? What do you think Kentucky voters would like to see in order for McConnell to ease these concerns about his health and his ability to lead Senate Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "CROSS",
      "sentences": "We have a statement from the capitol doctor, who is hired by Mitch McConnell and the other leaders.I would rather see a statement from the neurological team that the doctor referred to about the details of his condition following the concussion that he had several months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "SOLOMON",
      "sentences": "Did it stand out to you that the word \"team\" was used, that he has a neurological team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "CROSS",
      "sentences": "In a way, because it suggests it might be a complex case that is still undergoing close observation, maybe even diagnosis. My guess is he's had a neurologist for a long time, but now he has more than one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:08",
      "speaker": "SOLOMON",
      "sentences": "If McConnell were to step down, and that's a big \"if,\" from his Senate seat before his term ends, the governor of Kentucky, a Democrat, would appoint a successor.Do you think he would appoint a Democrat? That he would appoint a Democrat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "SOLOMON",
      "sentences": "As we mentioned, you have covered Mitch McConnell's political career closer than most for more than 40 years in Kentucky.I mean, you just wrote a story - (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "CROSS",
      "sentences": "It's close to 40.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "SOLOMON",
      "sentences": "Close to 40. OK, we'll say close to 40.You wrote a story, a conversation where you say, \"Despite these health concerns that McConnell's legacy remains strong.\" Help us understand the significance of McConnell's legacy. And let me ask, because a lot has been said about whether these incidents potentially sully that legacy because we're talking about him in this way as opposed to his political contributions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "CROSS",
      "sentences": "I don't think the incident sullied him at all. But his legacy is still a work in progress. Because I think he would like to save the Republican party from Donald Trump and Trumpism. And he can't do that if he is not in a leadership position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "SOLOMON",
      "sentences": "OK. Al Cross, we appreciate the time. Nearly 40 years of covering Mitch McConnell's career in Kentucky. Thank you, Al.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "CROSS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:30",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Now to the holiday travel crush. Millions of Americans are taking to the roads and skies this Labor Day weekend, even with the threat of flight delays and rising gas prices.CNN's Camila Bernal joins me from the Los Angeles International Airport. Camila, the last time I saw you, things looked OK. How are things looking now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:30",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "You know, they're still OK. But keep in mind you might have to wait in line. And it may take a few extra minutes. So give yourself some time.It's a busy weekend here at LAX. But really all over the country. The TSA saying that this summer has been the busiest when it comes to air travel. So Labor Day weekend is really capping things off. They're expecting about 14 million passengers in airports all over the country. They say that's an 11 percent increase in comparison to last Labor Day weekend. Again, give yourself a little extra time to avoid the lines or if you're having to stand in line so that you don't have a headache or you're not in a bad mood. Especially if you're traveling internationally. That's because AAA says international bookings are up by 44 percent. I spoke to one traveler who told me she hadn't traveled internationally since 2019 before the pandemic. So Labor Day weekend was the perfect opportunity. Here she is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:30",
      "speaker": "IANTHE CRAIGG, TRAVELING TO SCOTLAND",
      "sentences": "I've traveled like quite a bit after Covid. But I'd say actually more frequently. It hasn't been as expensive, I think.My sister and I had been on a trip to England a few years back. We were like, as soon as we can go back, we'll go. But that was 2019 and then Covid hit. Now we're like, OK, finally in the clear, I think. Yes, so we decided this is the time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:30",
      "speaker": "BERNAL",
      "sentences": "And AAA saying that a lot of people just want to travel without restrictions.Domestic travel is also up, but not as dramatically, just a 4 percent increase. Of course, other people are choosing to drive instead. The recommendation there is try to leave as early as possible or as late as possible to avoid the traffic in the afternoon. The average gas price will likely remain about the same at $3.81 right now for a gallon of gas. Again, just keep in mind, keep that extra time, look at the weather, whether you're flying or driving. The one thing that is very clear here is that Americans are really wanting to enjoy their Labor Day weekend. They're out traveling and, of course, having fun -- Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:54",
      "speaker": "COCO GAUFF, PRO TENNIS PLAYER",
      "sentences": "I was star-struck with Justin Bieber. \"Never Say Never\" was, like, the first -- I think one of my favorite songs when I was a kid, and then the \"Baby, Oh, Baby. I could go through his songs.Then Haley, too, coming. I guess it was a date night for them, which is really cool. And obviously, Jimmy Butler. He's came to a couple of my matches. So I wasn't as surprised that he was there. But I still am like, man, this guy is busy, why does he watch me play? But it's a really cool experience. And, yes, I'm just happy, I guess, and I'm really honored. I guess which celebrity I would be star struck, definitely Beyonce. If she ever came, oh, my goodness, I hope they would not show her on the screen. Maybe at the end. (LAUGHTER) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:54",
      "speaker": "RIDDELL",
      "sentences": "You never know. Gauff will play Demark's Caroline Wozniacki next.And Wozniacki is quite the story, by the way. She retired in 2020, had two kids, but now she's back, Rahel, and she is absolutely crushing it. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "SOLOMON",
      "sentences": "The legends surrounding the birth of rock 'n' roll have long been dominated by straight white icons like Elvis and the Beatles. But now, a new CNN film takes a closer look to reveal the black origins of that uniquely American art form and the man who brought it all to life.Here is a preview of \"LITTLE RICHARD: I AM EVERYTHING.\" (BEGIN VIDEOTAPE) LISA FRANCE, CNN ENTERTAINMENT SENIOR WRITER (voice-over): Before the Beatles or Elvis or the Rolling Stones -- (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "-- there was the original king of rock 'n' roll --(SINGING) FRANCE: -- Little Richard. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "His DNA is everywhere. It's like, how do you refer to the air? How do you refer to the sky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "Born in Macon, Georgia, Richard Penniman began singing in his father's church choir, but the wider world beckoned and soon Richard was performing on a touring circuit around the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "We call it the chitlin circuit where you have queer, black women, traveling with gold-plated teeth singing dirty blues.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "Richard thrived in the non-conformist environment and developed a genderfluid stage persona with heavy makeup and eye- catching costumes and dancing.(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "LITTLE RICHARD, ROCK N ROLL LEGEND",
      "sentences": "I wanted to sound different. Me and the young kids, we was tired of that slow music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "Richard's songs hit the radio and he became a nationwide sensation, a major accomplishment for a black gay performer in the Jim Crow 1950s.Little Richard's songs and style became so popular, other artists, from Pat Boone to Elvis, started imitating him. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "They covered his songs --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "-- and tried to duplicate his sexual stage presence.Richard also mentored a number of early rock 'n' rollers, including James Brown -- (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "-- Jimi Hendrix --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "-- the Beatles --(SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "-- and the Rolling Stones.(SINGING) PAUL MCCARTNEY, FORMER BEATLES BAND MEMBER: Remember, that was the real time we got to know Little Richard. We would sit there for hours like disciples in the dressing room. All my screaming numbers were to do with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone was beholden to him for, you know, interest to start playing rock 'n' roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "Richard felt like he never got proper credit or compensation for his groundbreaking contribution to say rock 'n' roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "LITTLE RICHARD",
      "sentences": "And the best new artist is --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "LITTLE RICHARD",
      "sentences": "-- me.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "LITTLE RICHARD",
      "sentences": "I have never received nothing. You all ain't never given me no Grammy.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's endearing, it's funny, but as a black man, watching that, I heard seething anger that underwrites what he's saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "FRANCE",
      "sentences": "While his legacy unquestionably lives on today in so many performers who embrace flamboyance, bend gender norms and express every aspect of themselves.Lisa France, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "SOLOMON",
      "sentences": "The all-new CNN film, \"LITTLE RICHARD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    }
  ]
}