{
  "date": "2023-11-02",
  "headline": "Connect the World",
  "subHeadline": "Egypt Will Help Evacuate 7,000 Foreign Nationals From Gaza; Hamas Defensive Lines In Northern Gaza Continue To Collapse; Dispatch From Gaza \"No Place To Go\"; U.S. House Speaker First Formal News Conference. Aired 10-10:40a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "We've got Melissa ball in Cairo, standing by, where we are getting word that thousands could be leaving Gaza soon, at least over the next fewdays. The operation went largely smoothly yesterday. The second round of evacuations occurring today. Take us through what we've been seeing, Melissa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BELL",
      "sentences": "Not only because of the ability to get these people through the Rafah crossing and on to their home countries but because of the situationof Gaza right now. One of the other things we are hearing from those getting out is getting a clearer picture of how things are inside. An American doctor, who made it to Cairo just a few hours ago, one of the first to get through the crossing, he's been speaking to us. He's saying that we spent two weeks on a car park right next to the crossing. No food, no water, people are getting sick because of the state of sanitation or the lack of sanitation inside the Gaza Strip. This, of, course is under the relentless bombing of the IDF. This has been going on now for 25 days. Speaking of the desperate situation, this particular doctor said that no one is safe inside of Gaza. So from the lucky few who are able to be allowed out at this stage, we are beginning to hear about aid workers who have been working closely with Palestinians over the course of the last few weeks. A much clearer picture of the real horror of what is going on inside Gaza. Still, we hope, we expect several more hundred will make their way out today. That process should continue over the coming days until all 7,000 foreign and dual nationals have made their way through the Rafah crossing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "And also, of, course injured Palestinians heading out into Egypt to those field hospitals. As we get more information on that evacuation of,course we will bring it to you. Melissa Bell, thank you. The Israeli military says its ground incursion in northern Gaza continues to make progress. It says Hamas' defensive lines are collapsing and that its troops have reached, quote, \"the gates of Gaza City.\" The Israeli Defense Forces says one of its soldiers was killed earlier Thursday and 18 Israeli troops have now died in recent fighting with Hamas. The IDF continues to target areas in and around Gaza City, from the air as well. Eyewitnesses say airstrikes were ongoing near the Al-Quds Hospital Thursday morning, where many displaced Palestinians are sheltering. Jim Sciutto joins us now from the Golan Heights. Jim, I know you've been witnessing many military exercises in the Golan Heights. Take us through what you've been seeing and how the IDF are preparing for a potential threat from the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SCIUTTO",
      "sentences": "-- on that speech by Nasrallah tomorrow -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, clearly ahead of that speech by Nasrallah tomorrow, as you said, the IDF clearly prepared or seemingly prepared with that show a forcethat you described. You mentioned 70,000 troops are now being deployed to the area where you are right now. What is the sense on the IDF? Is there an active fear of some kind of escalation or some kind of change happening in terms of where this could go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SCIUTTO",
      "sentences": "They are certainly on alert for it. Of course, they don't know what Nasrallah will order tomorrow. But there is great alert.We went to one of the border towns just a few days ago, Metula. And there, so, first of, all the town is under mandatory evacuation. So as far as civilians are concerned, residents, they have been pushed back many miles from the border as a precaution. The soldiers that remain behind, they take the threat very seriously. You do not cross the streets slowly; you cross the street knowing that that is, in the town of Metula, part of the line of fire. You could be under threat from snipers, rockets, mortar fire. So they take it very seriously. There is even some discussion here in the north of what you do next. What would make it safe enough for residents to return? You speak to some residents, they speak of Israeli forces going into Lebanon again. That, of, course is the subject of great debate because that would be an even broader expansion of this war. But you have a lot of unanswered questions now as to what the endgame is. What is next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Jim Sciutto, thank you so much.Just in to CNN, Palestinian officials, health officials say more than 9,000 people have been killed in Gaza since October 7th. More than 22,000 have been injured. Israel has confirmed its warplanes hit the Jabalya refugee camp in Gaza for the second day running on Wednesday. The IDF says that a Hamas command center was the target of the latest strike. They say they killed a Hamas commander in the previous day's attack on the camp. The bombing did catastrophic damage and killed a large number of people, according to the medics in the enclave. Meanwhile, the nearest medical facility to Jabalya, the Indonesian hospital, was damaged during strikes in northern Gaza. The hospital's main generator has stopped working. Large numbers of wounded people from the refugee camp were rushed there for treatment. Joining me now, Salma Abdelaziz, she's been keeping a close watch on the impact on Jabalya refugee camp. So many questions about the actual death toll there. We've seen images of the shared destruction. Of course, the second strike, Salma, one can only imagine what it means for civilians caught in the middle of all of this. Take us through what you've been hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Eleni, images like these and what's taking place in Jabalya and across the Gaza Strip is adding to this growing chorus of condemnation,growing calls for a cease-fire. We've seen a lot of diplomatic activity against Israel's actions in Jabalya. All of this, of course, this mounting pressure coming ahead of a state visit from the secretary of state, Antony Blinken, tomorrow in Israel. So you can expect that he will be having his feet put to the fire about the civilian casualties, about the civilian death toll in the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "GIOKOS",
      "sentences": "Certainly images that we have just seen, stories like yours that you put together, they are resonating with so many people around the worldin terms of what this war means for average people, for little children. As it continues, I, mean we've seen the Indonesian hospital in the northern border as well now running out of fuel. We have seen the generators shutting off which means that this hospital can't operate any longer. What does it mean, realistically, for the people there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ABDELAZIZ",
      "sentences": "You hear this over and over again from rights groups, Eleni, that the hospital system is really on the brink. Already several medicalfacilities have had to shut down due to a lack of fuel or medical supplies. It is really the entire enclave that is essentially in collapse right now. We've seen the breakdown of civil order, with people really, really desperate, struggling to get just basic supplies, going into warehouses and taking what they can. We have heard from doctors who say they are operating on people on the floors of these hospitals with no painkillers, nothing to provide. Ambulances are overwhelmed. You have to remember the comms are often down. So wounded people can't even call those ambulances. The fate of 2 million people, 2 million people, half of them children, now caught in a war zone. It absolutely has the world's eyes on, it Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GIOKOS",
      "sentences": "As Israel continues its bombardment of Gaza, there are countless civilians, aid workers and journalists caught in the crosshairs and unableto evacuate safely, including our CNN colleague, Ibrahim Dahman, along with his wife and their two young sons. Ibrahim brings us this report from the U.N. refugee camp in Khan Younis, where he says there are more than 20,000 people crammed together, hungry, afraid and sleeping on the ground. (BEGIN VIDEO CLIP) IBRAHIM DAHMAN, CNN JOURNALIST (from captions):  We were at the UNRWA shelter camp west of Khan Younis. The shelter has more than 20,000 people who were displaced from northern Gaza. Everyone here has physical and mental exhaustion. Food arrives irregularly and the water is not suitable for drinking. The food is very bad. Every 2-3 days they deliver canned food. The place is very crowded. We talked to several families living in tents, many of them sleep on the floor. And if it rains, they will have nowhere to go and will get wet. There are more than 20,000 people here, it's a very large place. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GIOKOS",
      "sentences": "The president of Israel's top institutes of higher learning have written an open letter to university leaders around the world. The letterwarns, those institutions against giving anti-Semitism a foothold and to avoid false equivalency. It says, in, part, \"It is ironic that the very halls of enlightenment in America and, Europe ostensibly, the bastions of intellectual and progressive thought that are your campuses, have adopted Hamas as the cause celebre while Israel is demonized. Let's be, clear Hamas shares no values with any Western academic institution.\" It comes at a time when university students and the U.S. and Europe are protesting Israel's airstrikes on Gaza. Many accuse Israel of targeting civilians. Israel denies, that saying Hamas is the target of bombing. And universities around the world are also reporting an uptick of anti- Semitic threats. College campuses in the U.S. have a long history of being hives of political activism, especially during times of conflict. CNN's Elle Reeve spoke to students at three universities to find out how they feel about on-campus protests in the midst of the Israel-Hamas war. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "From the river to the sea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "STUDENTS",
      "sentences": "From the river to the sea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- Palestine will be free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "MALAK ABUHASHIM, STUDENT, CORNELL UNIVERSITY",
      "sentences": "I'm Palestinian. I have family in Reza (ph). So this has been an issue that's affected me my entirelife. Like, I'm calling them and there's bombs in the background. They need to go somewhere safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ZOE BERNSTEIN, STUDENT, CORNELL UNIVERSITY",
      "sentences": "I have a lot of family and friends in Israel just having so much hate thrown at and so muchmisinformation as well about what's going on just shared on campus and on social media has been challenging. ELLE REEVE, CNN CORRESPONDENT (voice-over):  There's tension at hundreds of colleges across the U.S. At Tulane, a fight broke out after someone tried to burn an Israeli flag. At Harvard and Columbia, a doxing truck showed up on campus naming students who allegedly belonged to organizations that released an anti-Israel statement. EVE M. TROUTT POWELL, MIDDLE EAST HISTORY PROFESSOR, UNIVERSITY OF PENNSYLVANIA:  I'm shocked at the temperature on campus. I could never have imagined it would be like this. There's a level of -- I don't want to say hatred but anger and fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BENI ROMM, STUDENT, UNIVERSITY OF PENNSYLVANIA",
      "sentences": "The AEPi, the Jewish fraternity, was hit with a graffiti attack of \"The Jews are Nazis\" earlierthis weekend. REEVE (voice-over):  CNN visited three campuses where the response to the war has had major consequences -- the University of Pennsylvania and Drexel, where students were part of a -- (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:40",
      "speaker": "GIOKOS",
      "sentences": "All, right as you can see that is the new Speaker of the House, Mike Johnson, in his first formal press conference reiterating that Israeldoes not need a cease-fire, that it needs aid to defend itself. In terms of funding for Israel, that likely there would have to be spending cuts in the U.S. in terms of being able to fund Israel with all its needs. He also reiterated the biggest threat to the United States is actually its national, debt. That's why spending cuts will be part of what he'll be looking at. Going to a very short break, we'll be back right after. This stay with CNN. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "The Israeli military says 18 of its soldiers have died since the start of the conflict with Hamas. CNN's Jeremy Diamond joins us now withmore from Israel. Jeremy, we've been seeing the IDF going in further. It is significantly into Gaza. We've been seeing the devastation on the ground, specifically at the Jabalya refugee camp. The IDF says that this is going to continue, that what they are doing is going to get a lot more intense over the next few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "That is right. And we just heard, in, fact the from the IDF's chief of staff that the IDF forces havebeen operating inside of Gaza City for the past several days. They are surrounding the city from several directions, deepening their operations, saying they are operating in, quote, \"very significant areas\" in Gaza City. This, as we heard a brigadier general commander yesterday saying his forces were at the gates of Gaza City. But even as Israeli forces are operating inside of Gaza City and as the Israeli military says it has broken down several of Hamas' northernmost offensive (ph) lines, what you are seeing behind me is still some very active fighting in the northeastern most part of Gaza. You can see the smoke emerging here from several explosions in near the city of Beit Hanoun, which is the northeastern most city in Gaza. We have been listening all afternoon here to mortar fire, artillery fire and small arms fire as well, indicating there are very active battles happening. We also saw barrages of rockets being fired from Gaza out toward Israel. Moments ago we also had a show of force from the Israeli air force. At least nine jets, what appeared to be jets, flying overhead above Gaza, above Gaza. Not clear exactly what they were doing. We didn't see any immediate airstrike impacts after they were flying overhead. But this just gives you a sense of the very dynamic situation in terms of the fighting. We know, even as IDF forces are operating inside Gaza City, they are getting ambushed. Overnight, we were told that IDF forces operating in the northern part of Gaza were ambushed by Hamas fighters. That tells you everything you need to know about the dangers that these tunnels represent for those Israeli forces inside of Gaza. They can pop up and they can go into the tunnels to evade advancing Israeli forces. They can also pop up behind them and then ambush them. And that is exactly what appears to have happened last night. Again, a very dynamic situation here on the border with Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. And we can see the smoke behind you. We can hear artillery as well. You were talking about the show of force and you are talking aboutthe difficulties in terms of logistically what the IDF faces on the ground. But the IDF said that, every time they have had a confrontation, they have the upper hand. It is an interesting scenario playing out, because, as you say, the tunnel systems, the ability for Hamas operatives to be able to understand their ground better than the IDF, what challenges does that bring?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "DIAMOND",
      "sentences": "It poses enormous challenges. In the days ahead of the ground offensive that Israeli forces launched last Friday, one of the majorfocuses of the airstrikes in the days before was targeting those underground tunnels. We still see them in recent days also targeting those tunnels. When you talk about what happened in Jabalya, there is, on the one hand, the humanitarian considerations and the really serious allegations that Israel may have committed war crimes, according to the United Nations' human rights office, given the number of civilian casualties there. But Israel said that, in both of those instances, on Tuesday and Wednesday, when they targeted that densely populated Jabalya refugee camp, they said they were targeting underground complexes. In one, case a senior Hamas commander, they, say was hiding and where he was killed. And yesterday they said they were targeting a command and control center below ground, below residential neighborhoods. So these are the major considerations that the IDF is dealing with. At the same time, of, course they are facing some very serious questions, very serious allegations about whether or not they are doing enough to minimize civilian casualties.",
      "isLastSentenceInterrupted": false
    }
  ]
}