{
  "date": "2023-01-20",
  "headline": "CNN This Morning",
  "subHeadline": "Voters On Biden, Trump Classified Document Investigations; Pompeo: Ivanka, Kushner Plotted With Nikki Haley To Replace Pence; Andy Murray Excels At Australian Open With A Metal Hip. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "If people really read that much into the nuances here. If they just think, look, both people did something wrong.Linda, let's bring in you as an Independent. How do you feel Biden is handling the documents? Has it changed how you see him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LINDA CURTIS, INDEPENDENT VOTER",
      "sentences": "From what I can tell here in Texas, the president has handled this better than the former president, and the real question is so what?You know, the Independents are sick and tired of all the gamesmanship, gotcha politics, investigative doodoo shows. It goes on and on and on. Why can't we have depoliticized government? Why are we constantly running a presidential campaign? It's endless war internal to our country and it's getting old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "My question was has it changed how you -- how you view or how you see the current president -- the document issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "CURTIS",
      "sentences": "Not really, because Biden is a very experienced politician and he's got good advisers. And, you know, the Democrats -- the Democrats generally get these things better because they understand governance better than the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "CURTIS",
      "sentences": "But does it make him any better to govern? I think that both parties are taking us down these rabbit holes that people are just getting real tired of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "OK.Tyrus, let's bring you in as a Republican. Do you think either Trump or Biden -- if they are found to have broken the law, should they face consequences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "TYRUS KEMP, REPUBLICAN VOTER",
      "sentences": "I think when it comes down to the law, yes, they should. However, I would like to add that this idea that Biden is handling it better -- I kind of -- I think it's kind of silly because right now, he controls the narrative. They control the narrative at the DOJ at his fingertips -- at the fingertips of the administration. And I understand that there is a special counsel and all this, but when you make a spectacle out of --So, to answer your question, yes, it should be. But at the end of the day, they make a spectacle out of President Trump for political reasons. Like Linda was saying, they're trying to take him down the rabbit hole for campaign purposes. And now, it's happening to him. Well, they get to control the DOJ. They get to control everything they're saying. So, of course, the DOJ is going to say oh, yeah, they've been very cooperative. Well, yes, that's their side. They're on their own side saying that. So, I don't really trust the narrative that's coming out about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Elaine, let me bring you in as an Independent. You voted for Joe Biden in 2020. If Joe Biden announces that he is running for president again in 2024, would this be a reason for you not to vote for him again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "ELAINE STEPHEN, INDEPENDENT VOTER",
      "sentences": "Along with a lot of other things, we need somebody else. I mean, we've got -- we've had -- right now, it looks like the two frontrunners are basically a replay of 2020 and we can do better than this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "It seems like you want to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "STEPHEN",
      "sentences": "I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "I'm wondering, though, if the document thing was that. Were you thinking this before the document issue or is this something that the document issue leads you to the point that you're at now that we need a change -- we need different candidates in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "STEPHEN",
      "sentences": "The document issue reinforces -- strongly reinforces that sentiment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "If it -- let's just say just for the purposes of this interview if it is Joe Biden and Donald Trump in 2024, would you -- you voted for Biden in 2020. Who would you vote for in 2024 if the two candidates are the same -- Trump and -- versus Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "STEPHEN",
      "sentences": "I would not vote for Trump. I know that much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "STEPHEN",
      "sentences": "I would be really hoping there's a third alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "OK. So the document issue for you really reinforced that you think there should be a change.Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "STEPHEN",
      "sentences": "It reinforces, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.Thank you, Elaine. Thank you, Edward. Thank you, Tyrus, Aylon, Jen, Linda. We appreciate you joining us. This was great. You guys be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "CURTIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Always good to hear from voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "What did you think because I did it? What did you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COLLINS",
      "sentences": "I thought it was really interesting. And I do think it's good perspective to hear because this is what the White House says all the time -- is like regular people don't care about this. Biden said it yesterday -- I can't believe reporters are asking about this, not what's happening in California. But it's good to hear that some of them do have concerns and how did they draw the distinction with Trump and Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:16",
      "speaker": "COLLINS",
      "sentences": "Trump's legal team would love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:16",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:16",
      "speaker": "COLLINS",
      "sentences": "We'll see.All right. Also this morning, Nikki Haley is responding to former Secretary of State Mike Pompeo's claims that she -- suggesting that she conspired to oust Mike Pence as vice president and replace him with herself. We have Maggie Haberman and Ana Navarro here to join us next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:16",
      "speaker": "LEMON",
      "sentences": "Uh-oh.(COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "COLLINS",
      "sentences": "Joining us now, CNN political commentator, Ana Navarro. And, CNN political analyst and senior political correspondent for The New York Times, Maggie Haberman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "It's just gossip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "COLLINS",
      "sentences": "Good morning. Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "I mean, it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST, SENIOR POLITICAL CORRESPONDENT, THE NEW YORK TIMES",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "ANA NAVARRO, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, we're having a drinking game where the key word was gossip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "COLLINS",
      "sentences": "Gossip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "NAVARRO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "COLLINS",
      "sentences": "Maggie, she says she doesn't know why Pompeo writes this, but I think it's pretty clear he's taking some shots at maybe some 2024 rivals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "HABERMAN",
      "sentences": "It -- he writes about her. He writes about John Bolton. The one rival he doesn't seem to really take on is Donald Trump. He's the one he -- I mean, I haven't read this book, but what I've read of the coverage is he generally spares the person for whom he worked, other than I think a passing glancing blow in a couple of places on a couple of key issues.But, yes, he is clearly writing this because he is looking at the field and he's seeing what is coming. I will say these kinds of rumors abounded in real time. You'll remember this. I remember this. Folks around Kushner and Ivanka Trump denied it. I have no idea what's true and what's not true. I will say she's not wrong that it was really surprising to see a former secretary of state, who spent a lot of time attacking the mainstream media for credibility, writing I don't know if this is true but I'm putting in my book anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "Yes. That part is fascinating. Do you believe what she says that it's just gossip or do you think there's some truth to it, Ana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "NAVARRO",
      "sentences": "I don't know which of the two to -- who of these two to believe, frankly. I think -- I think you need to put something gossipy and salacious in books because that's what gets the coverage.And what I find really fascinating is the amount of former Trump administration people, including the vice president, the U.N. ambassador, the former secretary of state who are actively, it seems, putting on the -- you know, they're actively going through the process of putting on a presidential campaign or a nomination campaign despite the fact that the guy who they worked for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "NAVARRO",
      "sentences": "-- has already announced --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "NAVARRO",
      "sentences": "-- that he is running.So, just the little effect that Donald Trump's announcement has had is astounding to me given the support he once had and the loyalty we thought he had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "Let me just follow up with Maggie, so I'm going to ask you the same question. Do you believe that it's -- that there's some truth to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "HABERMAN",
      "sentences": "I think it is very possible that there is some truth to this. I have no proof. I have no way of knowing for sure.I do know that we were hearing lots of talk about Trump floating the idea of is Pence loyal. We know that Rupert Murdoch -- an ally of Trump's at the time, but also Jared Kushner -- was talking up Nikki Haley to a lot of people. And I know that after a friend of Trump's wrote a column about how he should replace Pence with Haley, that Jared Kushner called that -- and I reported this in my book -- called that friend and complimented him on the column. So there's certainly enough dots there to believe it. But again, I don't want -- I'm not Mike Pompeo. I'm not saying I know it's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "COLLINS",
      "sentences": "Well, and you're right. Mike Pompeo was, like, suggesting it in his book, saying -- bringing John Kelly into it.But it does raise questions about Haley running in 2024 to your point there, Ana. And she was asked about this because she once said if Trump runs, I'm not going to run, and now she's saying something different. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "HALEY",
      "sentences": "I had a great working relationship with the president. What I'll tell you is the survival of America matters and it's bigger than one person. And when you're looking at the future of America, I think it's time for new generational change. I don't think you need to be 80 years old to go be a leader in D.C. I think we need a young generation to come, step up, and really start fixing things.If I run, I'm running against Joe Biden. If I'm this passionate and I'm this determined, why not me? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "COLLINS",
      "sentences": "It sounds like she is heavily considering a run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "HABERMAN",
      "sentences": "That was not subtle and that was quite antithetical to what she has talked about before, about not running if Donald Trump was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "Who is Nikki Haley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "HABERMAN",
      "sentences": "I mean, that's been a question that I think has been looked at for a while since she was governor. I think that she -- you know, she was pretty critical of Trump, remember, in 2015 when he was making all kinds of inflammatory statements. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "She wanted the Confederate flag off of the Statehouse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "HABERMAN",
      "sentences": "Correct.And then she went to work for him. And then she defended him repeatedly, and she has defended him over and over and over again. And then she criticized him as soon as he was out of office. And then she tried to backtrack on that. So I think who is Nikki Haley is going to be a question that if she runs is going to get asked a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "LEMON",
      "sentences": "Well, that's what I asked you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:18",
      "speaker": "NAVARRO",
      "sentences": "I don't put that much stock on anything she says because she's always contradicting herself just a little bit afterwards, right? Whenever I hear Nikki Haley, it's -- I -- the song plays in my head -- will the real Nikki Haley please stand up. Because she will say whatever she thinks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "And I'm telling you she stands for whatever is convenient at the moment and whatever -- and when she gets blowback, then she pulls back. We saw that happen on January 6 during the January 6 -- you know, whathappened after January 6. And her -- she was -- she was critical, then she went and apologized. Then she was this and that. So she's been all over the place on so many issues. And in the meantime, though, she's on corporate boards. And I can tell you that Nikki Haley, today, is a lot better off financially than she was before being in the administration. So she's been able to really -- she has been able to navigate the Trump administration without having great blowback, without being tainted as some have been, and monetizing on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "But I don't know that she's going to be able to capitalize on that politically, and I have questions about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "LEMON",
      "sentences": "Right on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "COLLINS",
      "sentences": "But that's the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "COLLINS",
      "sentences": "I mean, there could be an opening for her if she is one who comes out of the administration unscathed and does -- and is able to successfully use that into a formidable presidential run. We'll see.Maggie, you also have new reporting this morning on a conversation we've been talking about all week here, which is Trump's campaign and his relationship with evangelicals who delivered the White House to him in 2016. Now he's criticizing prominent leaders who aren't rushing to endorse him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "Yes, as disloyal. His favorite word -- it was also the word that he used for any former officials in his administration who might run against him. We hear him say this all the time. And Nikki Haley was one name I asked him about when I interviewed him for my book and he talked about disloyalty.Look, it is a risky game that he is playing. We don't know what's going to happen with the investigations into him. I just want to caveat that right off the bat. If there is movement there, it's going to make it very complicated for evangelical leaders, even if Trump tried staying in a race. But right now, he's the only declared candidate and yet -- and they are grateful to things he did in office, but they have other options. It was notable that Pastor Robert Jeffress hosted Mike Pence last weekend. Now, Jeffress is still sounding very, very pro-Trump, but the fact that he was willing to offer Pence an audience I think tells you that you are seeing some shift away from Trump. Will it be enough? I don't know because we have seen voters move away from their leaders and toward Trump before. But there is definitely a softening, just as there is in other parts of the Republican Party. NAVARRO:  I'm getting deja vu all over again, though. Because I remember after the \"ACCESS HOLLYWOOD\" tapes when the evangelical leaders --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "LEMON",
      "sentences": "Oh my gosh, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "-- all stepped away. And yet, when it -- when it was clear he was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "-- going to be the nominee, they all lined up against him -- after him -- behind him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "And the voters didn't step away. That's the thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "I also think you're feeling the absence of Jerry Falwell who is probably sitting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "I completely agree with you and we wrote about that in our story. I completely agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "Yes. He's probably sitting in a -- by a pool somewhere in Miami currently. So I think he was 100 percent loyal to him and he's -- and that's a big void that's been left --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "I completely agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "-- in evangelical leadership.But I underestimated Trump and the evangelicals in 2016 and I would warn people not to do that. Because right now, you're seeing it from other politicians, you're seeing it from donors, you're seeing it from evangelical leaders that they are toying with the idea of somebody other than Trump. They are indicating they want somebody other than Trump. But if it is Trump, they're going to line up behind him like they once did in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "If he's the nominee, they're going to line up behind him. I think the question is what happens in this primary campaign in which he's still the only declared candidate. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "And I'm still getting deja vu all over again because of all of the Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "HABERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "-- that seem to be -- that are going to be on that stage opening up the path for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "LEMON",
      "sentences": "Can you please stop bringing up the \"ACCESS HOLLYWOOD\" tape night because I feel like we're still on the air waiting for Trump to respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "I will never get over the \"ACCESS HOLLYWOOD\" tape night and the fact that -- LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:02",
      "speaker": "NAVARRO",
      "sentences": "-- we -- look, that America elected the man in those tapes. I will go to my grave thinking about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:25",
      "speaker": "LEMON",
      "sentences": "I mean, these elite athletes -- it's amazing. An epic win for British tennis player Andy Murray in the second round of the Australian Open in a nearly six-hour instant classic -- the longest in Murray's career.Check out this incredible rally. (BEGIN VIDEO CLIP) Andy Murray versus Thanasi Kokkinakis in the Australian Open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:25",
      "speaker": "ANNOUNCER",
      "sentences": "Game, Murray.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "COLLINS",
      "sentences": "Yes. It's amazing to see -- to see such massive surgery like that and to see this kind of recovery.Sanjay, thank you for explaining it to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "LEMON",
      "sentences": "It's great that I won't need that surgery for another --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "GUPTA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "LEMON",
      "sentences": "-- 20 years or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "COLLINS",
      "sentences": "Yes. You're looking great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "LEMON",
      "sentences": "Sanjay had to laugh at that. Thank you, Sanjay -- appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "COLLINS",
      "sentences": "All right. Also this morning, there's a standoff underway between the United States and Germany when it comes to tanks and whether to send them across the border to Ukrainian forces. We have Clarissa Ward on the ground live in Kyiv, next.",
      "isLastSentenceInterrupted": false
    }
  ]
}