{
  "date": "2023-04-12",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Kentucky Governor's First Interview Since Louisville Mass Shooting; Shooter's Mother Called 911 In Panic: \"He Has A Gun\" Heading To Bank; Fox At Crossroads On Eve Of $1.6B Defamation Trial Over Lies. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "It's a drug, we told you about, last month, during our Town Hall, on fentanyl.  According to a DEA report, released last year, overdose deaths, involving \"Tranq,\" have increased dramatically.This is the first time in history that any administration has declared a substance, as an \"Emerging threat,\" to the country. Now, the Biden administration has 90 days, to put together a national response. The news continues. CNN PRIMETIME with Kaitlan Collins, starts now. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Anderson, thank you so much.We have a powerful interview, tonight, and a heartbroken city. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Exclusive sit-down, one-on-one with Kentucky governor, Andy Beshear, in his first interview, since the mass shooting, in Louisville.GOV. ANDY BESHEAR (D-KY): It's OK to not be OK. I'm not OK, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Opening up about his personal connection to the attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BESHEAR",
      "sentences": "This person murdered my friend.Probably one of my five closest friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Plus, taking action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have an active shooter. He's an employee of Old National Bank. Get here now!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "New 911 audio released shows the horror of the attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Has anybody been shot? UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As the State grieves, will the Governor push for new gun restrictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BESHEAR",
      "sentences": "At least take a step, so that we can intervene, when we know somebody's about to go out and murder a whole bunch of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And real-life \"Succession?\" Fox News accused of hiding evidence on the eve of their defamation trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "I think they're headed for a full-blown journalistic and legal disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As new details, fit for a TV show, emerge, about the drama, at the heart of the network.CNN PRIMETIME starts now. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Good evening. I'm Kaitlan Collins.And tonight, we have an emotional and raw interview, with the Governor, who's State, is the latest, in America, to be broken, by gun violence. I just returned from Louisville, where I sat down, with Governor Andy Beshear, who is not only leading a city in mourning. He's also personally grieving. One of his best friends was among the five people, who were murdered, in Monday's shooting, at the Old National Bank. This is the Governor's first interview, since the attack. You'll hear from him, in just a moment. But first tonight, also, dramatic new 911 calls had been released. Among them, employees, who were inside that bank, desperately begging for help, as one of their co-workers was opening fire. You're about to hear from a woman, who had taken cover in a closet, in a conference room. And I want to warn you, this is disturbing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Has anybody been shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How many people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know. Probably eight or nine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Eight or nine people have been shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Uh huh. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I'm in a closet hiding.I hear, I hear-- (GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I hear gunshots.(GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is that shots fired?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. Yes, ma'am.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Also released today, was the 911 call, of the mother, of the 25-year-old shooter, after hearing secondhand that her son had a gun, and was headed toward the bank.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "911 Operator (inaudible), where is your emergency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, um, (inaudible) my son might be (redacted) because he has a gun and he's heading toward Old National.I'm getting this information from his roommate. He apparently left a note. I don't know what to do, I need your help. I think... he's never hurt anyone, he's a really good kid. Please don't punish him. He's non-violent. He's never done anything. Please...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, and you don't believe he owns guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I know he doesn't own any guns.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "Both parents of the gunman have issued a statement, saying that they knew their son was struggling with depression. But they saw, no signs, he was capable of violence.We turn now, to my one-on-one, with Kentucky governor, Andy Beshear, a Democratic governor, in a Red state, reckoning with a crisis that is uniquely American. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COLLINS",
      "sentences": "I want to start with Officer Wilt. He was one of the officers, who was shot, during this. He was just fresh out of the Police Academy. He had just graduated. Do you know how he's doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BESHEAR",
      "sentences": "Officer Wilt is a hero. He and Officer Galloway were able to get there, really about three minutes, after the first call came in. And we've lost five people, thus far, including a very close friend of mine. But we would have lost more, but for what those two individuals, and so many more did.Now, they rushed right in. They put their lives, on the line. And because of that, Officer Wilt's life is still on the line. Now, he is still with us, but certainly, in very serious condition. We all ought to be praying, over the next day, two days, however long it takes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "This person murdered my friend. But still, I can't imagine how his parents must be feeling, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "This is difficult for you to talk about, I can tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And your friend is Tommy Elliott.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Tommy and I met probably 15 years ago. He was just a little older than I am. Now, of all things, we've met in the Capitol.My dad had just become governor. And I remember we were on, oh, this chamber trip. Younger lawyer, he's a banker. And the current, I think, it was the President of the Senate, comes in, and just totally blasts my dad, having no idea that I'm sitting in the room. And it wasn't--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "That his son is sitting in the room with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Yes. Yes. And immediately after that, Tommy walked up, and said, something like, \"Well, that was something!\" He became my banker. I became his lawyer. Helped me build a law practice here, rented me space, in that building, when I ran for Attorney General. I mean, he's an amazing friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "How long were you all friends for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Last, right around 14 to 15 years. During much of that, we'd talk every week, multiple times, especially before becoming governor. Nothing I wouldn't have done for him. Nothing he wouldn't have done for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And he was at your inauguration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "We could see him standing there, in the second row. You said that--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Yes. It was cold, by the way. And he wore a hat that I'm still wondering where--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "He did wear a hat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "--where it came from.There's a lot of people, my age or around my age, in this city, and in this state that are in a position of leadership, or in business community, because of -- because of Tommy. But more than that, I mean, he's one of my -- probably one of my five closest friends. He'd been through every phase of parenthood. And I've never -- I mean, I grew up with a brother. And I have a daughter, and a son. But him having helped raise four daughters would try to give me the best advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "What kind of advice did he give you, all that, because you do need -- dads need advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "We all know it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Thick skin and love. That was typically what he'd say. He'd just say you just -- you just love them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "You actually were the one who called his wife, to let her know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "She deserved to know.I came here, immediately, after originally getting a text, and I noticed some office, in Frankfort that there was a mass shooting going on, and then getting the address that it was my bank. And then getting the information that happened in a board room that I knew several of my friends would be in. I knew it would be hours before others could call her. And I thought she deserved to know. And we're real close, I think, right now, to where I made that call. Hardest, is -- I've been governor, during this pandemic. I've been governor, during tornadoes, and floods, and negative 45-degree wind chills, and everything else. And we've lost a lot of people during those. But calling your friend's wife, who is also your friend, to tell her that her husband is gone, is amongst the hardest things, I have ever done. But, at the same time, she deserved to know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "And to know from you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COLLINS",
      "sentences": "What do you want people to remember about him? You talk about what a good friend he was, and a great dad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BESHEAR",
      "sentences": "Now, he had a great smile. His eyes lit up, when he did it. Loved life. Was always into something, trying to make the city a better place, trying to make University of Louisville, a better place, trying to make -- he just always in to something, always working, always thinking about that next step. I mean, heck, he was trying to plan for me, for when I'm done being governor, which was something I hoped that we could eventually plan together.But amazing human being, a loving dad, amazing husband. I hope that someday I'm half the husband that he's been, and just a really good friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BESHEAR",
      "sentences": "Yes. We -- I mean, I worked out of that building, for a couple years, on and off, and know everybody in it. I got to hug some people, who were on the second floor, where we were that are OK.And I got to see -- I got to see a couple people, from the bank, who were also very close friends. One, who was shot, in the ER, but knowing he was going to make it. He always says, \"Hey, boss,\" to me, but I see him now (ph), a really great moment, on a really terrible day. And then found out later, someone that I was initially told, had died, was alive and unhurt. And for that, I'm grateful to God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "I think one thing that is really striking to me is something we heard, from the Chief Medical Officer, at the hospital, here, Dr. Jason Smith, who I know is a friend of yours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BESHEAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "He--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BESHEAR",
      "sentences": "We've been through a lot together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "He had this moment that I want to play for you.(BEGIN VIDEO CLIP) DR. JASON SMITH, CHIEF MEDICAL OFFICER, UNIVERSITY OF LOUISVILLE HEALTH: For 15 years, I've cared for victims of violence and gunshot wounds. And people say, I'm tired. But I'll be answer (ph), it's more than tired. I'm weary. There's only so many times you can walk into a room, and tell someone, they're not coming home, tomorrow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "What's it like for you to hear the frustration, in his voice, about what they deal with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BESHEAR",
      "sentences": "I know Jason well, and he cares. And we battled COVID together. He really cares. And we think a lot, rightfully so, about the police, and the fire department, and the EMS that show up there on the scene. But our surgeons, those nurses, they are first responders, too.The first part of the battle for people's lives is stopping that shooter. But the second part is fighting for those that have been injured. And as they lost Deana, that night, doing their best, they are also really on that frontline, of trying to save somebody's life. And I think that's what you hear from Jason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "He said that he felt weary. Do you feel that too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BESHEAR",
      "sentences": "Violence hurts us all. And none of us want to lose somebody, especially people we know and care about.And I can understand, if Jason is seeing so many people, he doesn't have to adjust his schedule, how that hurts. But let me just say this. It's going to sound odd, but I'm glad it still hurts, because it means he still cares. And he is still pushing. And he is still trying. And it should show how vested, right, how vested, every one of those doctors and nurses are, to saving people's lives. And it ought to tell Deana's family that they tried as hard as they could. And Officer Wilt, who we're praying for, I know they've given him the very best chance of survival. If it was my life, I'd trust Jason. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Joining me now, Scott Jennings, my CNN colleague, and also a native, of Kentucky.Scott, I mean, you grew up in this area. SCOTT JENNINGS, FORMER SENIOR ADVISER TO SEN. MITCH MCCONNELL, FORMER SPECIAL ASSISTANT TO PRESIDENT GEORGE W. BUSH, CNN POLITICAL COMMENTATOR: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "You know it so well. You're from the State.What's it like to hear the Governor, in such a state of just raw emotion, about what the community is dealing with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JENNINGS",
      "sentences": "Yes, my office is in Louisville. My family and I, we live right outside of there. I went to University of Louisville. Governor Beshear and I are the same age, 45. We've known each other, since we were 16. And although we're in different parties, and we've been on the opposite side of a lot of political battles, in the State, when you hear the interview, you can really hear the hole that's in his heart. And I think that's really reflected, in a lot of people, in the community.Louisville is a small town. It's the biggest city in Kentucky, but it's really a small town. And everybody has some connectivity with people, in that bank. Tommy Elliott, certainly that was the Governor's friend, was a pillar of the community, and someone that so many people knew. That area of Louisville, too, is kind of a place where most people go. It's right next to the minor league baseball stadium, where, I take--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, that's where we did the interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JENNINGS",
      "sentences": "Yes. I take my kids there. That whole area, restaurants, it's near the waterfront, there on the river. That's a couple blocks away from where the University of Louisville plays basketball, and one of our biggest event venues.So, that part of town, I think, is easy, for people, to visualize that, hey, if this is happening, at a different time of the day, they could have been walking by, there, even going into that building. And so, when I see the Governor, and I see how emotional he is, and how much this has affected him, my heart really goes out to him, the victims, their families, the people in that bank. Louisville is hurting, and you just hear that reflected, in his voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "JENNINGS",
      "sentences": "Yes. Louisville has had a spiking homicide rate, over the last few years. We've been a violent city. In fact, while this shooting was occurring, at the bank, a totally separate and unrelated shooting, was happening, a few blocks, down the street that the police were heading to respond to. I think they didn't catch the guy, when that one was happening.And so, violence in Louisville has become something of an epidemic. And there's different kinds of violence, and different motivations for all of it. But people in Louisville, have come to believe, I think, the city has got a real problem. And no one has all the answers. But I can tell you, right now, the city feels. The Mayor, Craig Greenberg -- by the way, the Mayor of Louisville was nearly assassinated himself, during his own campaign. He was shot in his campaign office, through the sweater. He thankfully wasn't injured. But that gives you an idea of just -- this is the top topic, in the City of Louisville. Why is this, a violent place, right now? And how are we going to recover from this tragedy? And what are we going to do about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes, and just the idea that the Governor's campaign, was being run, out of that building, where this shooting happened. And obviously he had a lot of praise, for Officer Nick Wilt and Cory Galloway, that first two, who were on the scene.Scott's going to stay with us. We have much more, of this exclusive interview, with Governor Beshear, ahead, and his fight for gun reform, in a State that has loosened gun restrictions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Back now, with more, of my exclusive interview, with Kentucky governor, Andy Beshear. This is his first time, speaking publicly, in an interview, since Monday's mass shooting, at a bank, in Louisville.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "One conversation that I know you had, in recent days, was with the Tennessee governor, Bill Lee, who just went through a similar thing, except this is at a school that happened in Nashville, where children were killed, three children, three adults.What is a conversation between two governors, who have just experienced these mass shootings, both lost friends in them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "What's that conversation even like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "So, Bill and I have gotten to know each other, a little bit, first, in an effort, to combat human trafficking, that John Bel Edwards, brought us and our spouses together on.And then, I called him for help, after a flooding. We needed more helicopters with hoist, to save people, during the flooding. And he sent them, at a moment's notice. And then, he lost one of those pilots. You could hear the pain, in his voice, just like, I think, people can, in mine. So, it hurts that I lost a friend. I'm sure it hurts Maryanne (ph) a whole lot more than she lost her husband, or their daughters that they lost a father. Now in this, in terms of loss, I'm a close friend. But I really want to be there, for the families, and the kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "I can see that.Going back to Governor Lee, one thing that he did, after was he signed an executive order, to strengthen background checks. He's calling on lawmakers, in his State, to pass, essentially, the equivalent of a red flag law. Do you see yourself taking a similar step, here, following what happened? Just a few steps away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "So, I haven't read his executive order yet.But, in the past, I've been very clear that I believe we can respect and honor people's Second Amendment rights, to protect themselves and their family, but, at the same time, at least take a step, so that we can intervene, when we know somebody is about to go out, and murder a whole bunch of people. Now, a red flag law involves the court system. It ensures that everybody's rights are protected, that evidence is heard. It has every check on it that we could ask for. But at least it lets us stop that next individual, at least when we know, before they murder people. And listen, I know people will say that wouldn't have stopped this situation. And it probably wouldn't have. Maybe it will, the next one. I don't want another family go through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You've been calling for a red flag law, for a while now. Do you think one can get passed here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "You know the State really well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "We'll certainly have those conversations. I don't want to give anybody false hope. But I'm going to continue. Maybe I can share even my perspective, on what it's like having, a friend murdered.And again, this protects everybody's Second Amendment rights. It absolutely does. But, at the same time -- I mean, I'd like to think Democrats and Republicans, red or blue, anybody on the ideology, can come together and say, if we know somebody is right on that brink, of going out and committing a horrendous action, don't you think we should be able to take action? I don't even think that's political, right? I just think that that's the right thing to be able to do, in that circumstance. And I hope we can all agree on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "One thing that has been brought to the forefront, as people have talked about what's happened here in Kentucky, is two weeks before this shooting, Kentucky passed what is called as the Second Amendment sanctuary, making the State a Second Amendment sanctuary.It came to your desk. You didn't sign it. You didn't veto it. Do you wish you had vetoed it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "My friends wouldn't be alive -- my friend wouldn't be alive, whether I've vetoed it or didn't. And so, in this circumstance, I feel the personal loss. Now, the bill, unconstitutional (ph). We all know that. We all know what federal preemption is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "Do you think it'll get struck down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BESHEAR",
      "sentences": "If challenged, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COLLINS",
      "sentences": "If challenged, that's a key part of that.You talked about mental health, or you mentioned that earlier. We heard the 911 call, from the shooter's mom. And they've put out a statement, from the family, saying that Connor, like many of his contemporaries, had mental health challenges that they were actively addressing. But they say there were no warning signs, no indications, based on their statement. What needs to be done, do you think, to people, who do have these challenges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BESHEAR",
      "sentences": "Well, I think the answer ought to be as early as possible. COLLINSDo you see that as something that will actually happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BESHEAR",
      "sentences": "Yes, I don't know of any city, in Kentucky, or really, I don't know, about cities and other states. I haven't seen that before, in Kentucky. Would certainly be a challenge, on the enforcement, but as some move is hurting (ph), we need to listen to what they propose.It doesn't mean that ultimately people go forward with it or not, but to at least have a conversation, and not yell at each other, right? It's going to sound really simple. I just wished, we'd show a little more love, and a lot less of the hate, or the anger, or the disagreement. I mean, either after the worst of the worst, whether it's online or in-person, you just -- when people are dead, be nice to each other. Just, it's not hard. Certainly makes you feel better than being angry with somebody. And we can't go on, with trying to appeal to anger, and appeal to hate, whether it's in our politics, or in our online activity. As we're taught, as kids, to show love and kindness, we're taught in church, to show love and kindness. It doesn't have to be that complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Governor, I know this is a tough time for you. We are really grateful for your time, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BESHEAR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BESHEAR",
      "sentences": "Thanks for telling Tommy, and Deana, and Josh, and Juliana, and Jim's story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "We will, and we'll continue to.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "We want to thank the Governor, again, for joining us, tonight. It was clearly a difficult interview, for him. And he still came, and sat down, even with all of his emotion, and how raw it was, to speak about his friend, Tommy Elliott, who said, the best parenting advice, he got from him, was thick skin and love.When we return, a criminologist is going to join us here, at the table, to talk about the pattern that she noticed, from the 911 call, that extraordinary call, by the gunman's mother. Plus, on the eve of its defamation trial, Fox News has now just been accused of hiding evidence. We have the details ahead. [21:30:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Of the many 911 calls that were made, as the Louisville shooting was unfolding, we now know that the shooter's own mom, called the police, after learning that her son had a gun, and was headed toward the bank, where he worked.That conversation came tragically too late, as she made this call. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know what to do, I need your help. I think... he's never hurt anyone, he's a really good kid. Please don't punish him.He's non-violent. He's never done anything. Please...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, and you don't believe he owns guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I know he doesn't own any guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. And so, did the roommate mention him having any weapons or anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Um--- I don't -- I don't know ma'am. I'm sorry.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COLLINS",
      "sentences": "Scott Jennings is back with me.Also joining us, tonight, CNN's Shimon Prokupecz; and Jillian Peterson, who is a renowned forensic psychologist, and Co-founder of The Violence Project Research Center, studying gun violence. She's also the Co-author of \"The Violence Project: How to Stop a Mass Shooting Epidemic.\" Jillian, I want to start with you. You hear that desperation, in the mother's voice, as she's making that 911 call. Given you study this, what stood out to you from that? JILLIAN PETERSON, FORENSIC PSYCHOLOGIST, CO-FOUNDER &amp; PRESIDENT, THE VIOLENCE PROJECT RESEARCH CENTER, CO-AUTHOR, \"THE VIOLENCE PROJECT\": Yes, that 911 call, actually, it reminded me of a lot of parents, of mass shooters that I've spoken with. So, as part of my research, I've done interviews, with parents, of shooters, and people who knew them. A lot of them will say maybe they knew something was off. Something seemed wrong. They seem depressed, they were a bit worried. But they weren't actually worried about a mass shooting, specifically. Many of them will say this was out of character. They were trying to intervene, but they didn't know what to do. You can kind of just hear the sort of shock and fear in her voice. COLLINS: And so, given that, and also given the dynamic, of this being a workplace shooting, when just, in recent weeks, we were talking about school shootings, what is something that people look for, when you talk about preventing this, from happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "PETERSON",
      "sentences": "Yes, when it comes to both, school shootings, and workplace shootings, the most likely perpetrator, by far, is an insider, so, a student of that school, an employee of that workplace.You're looking for things, like noticeable changes, in behavior. Changes in, are they coming to work on time? How are they acting? We call it kinds of signs of a crisis. Oftentimes, perpetrators leak their plans. They tell other people that they're thinking of doing this. They tell other people that they are suicidal. And these really are kind of angry suicides, meant to make headlines. So, any warning signs would be any signs of sort of suicidality or crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Obviously, a huge focus, on Kentucky's gun laws, which are some of the loosest, in the nation. And we talked about not only no red flag laws, no universal background checks. There's the permitless concealed carry.We've seen what the Republicans, in the State House there have done, with passing, making it a Second Amendment sanctuary, to where like what Biden signed into law, last summer, would not apply to gun owners, there. How does that factor into all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "JENNINGS",
      "sentences": "Well, the political dynamics, in Kentucky, are very simple.The City of Louisville is a Democratic city, where this shooting happened. The Mayor is a Democrat. And most of the elected officials are Democrats. Everywhere else, in the State, outside of Lexington, which is 80 miles down the road is a rural state that is fiercely protective of gun rights, the Second Amendment. It's a very Republican state. There are Republican supermajorities, in both chambers. It's actually quite unusual, every other state official in Frankfort, is a Republican except for Andy Beshear, who's the only Democrat, really, in power, in the State Capitol. So, the political dynamics, in my opinion, would tend towards no change here. I mean, look, I mean, we've been having this debate, in this country, for a long time, now. Republicans don't believe guns are the problem. They believe people are the problem. The Democrats tend to think the guns are the problem. And, in Kentucky, the Republicans, really, other than Governor Beshear, have most, if not all, the policymaking power, on this front. So, I wouldn't expect a lot of changes, particularly when you get down to the question of would a law have stopped someone, from snapping, like this, and doing this? And no one can seem to give an answer, in the affirmative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PROKUPECZ",
      "sentences": "What about like a background check? I mean, when you think about this? This weapon, he went and purchased it, six days before.So, let's say, if they said, \"OK, well let us do a background check on you. Let's see,\" and had they gone and spoken to people, and his family? I don't know what that would look like, what that would entail. But certainly someone would have said, \"Wait a second. Something -- why is this person, who's going through a mental health crisis, why is he?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Apparently seeking to buy a gun (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PROKUPECZ",
      "sentences": "Yes.So, I mean, I don't know, right? But that's something that certainly keeps coming up that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "JENNINGS",
      "sentences": "I think there is something to the idea that -- and maybe the criminologist, our expert, can tell us. But I do think there's something to the idea that people know people. And we know a lot about each other. I don't know that as a society, we know exactly how to funnel that information.We all know people, in our social circles. And you hear things, or you know things. I just -- you get the feeling that as we, in a policymaking process, we just don't really know, how to funnel the kind of intelligence that would lead to a process that would stop someone, before something bad happens. COLLINS: Jillian, you've talked about prevention strategies. What would something like what Scott's talking about look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PETERSON",
      "sentences": "It's hard, in this specific case, because I'm sure the details are still emerging. We often find we don't really understand the details of what happened until sometimes, months later.But I've studied about 200 of these cases. And we know that 80 percent of the time, perpetrators are in a noticeable crisis. Over 50 percent are telling other people they're planning it. When it comes to school shootings, 90 percent are telling other people that they're planning it. So, the warning signs are there. What we need is systems in place, to share that information. We need reporting systems. We need Crisis Response Teams. And, I think, sometimes, it's too bad that we've pitted solutions, against each other, right? It's very easy, for somebody, who is saying, they want to hurt themselves, and somebody else, to get their hands, on a weapon, very quickly. We also have way too many young men, in this society, who want to hurt themselves, and someone else. And that's also a problem. And we have to tackle both at once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Jillian Peterson, Shimon, Scott, thank you all for being here tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "PETERSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COLLINS",
      "sentences": "A judge, tonight, citing Fox News, for misconduct just a day before jury selection begins, in what could be a crippling defamation trial.The judge ruling today that Fox failed to turn over tapes, of one of their hosts, speaking with Trump's attorneys, Rudy Giuliani and Sidney Powell. The judge also said he would appoint an outside Special Master, to examine whether or not Fox attorneys properly withheld -- improperly withheld, more key evidence. Fox has denied any wrongdoing. One of its attorneys said that quote, \"Nobody intentionally withheld information.\" But this is all before we're even getting to the who's who of the possible witnesses that could be called to testify, including on-air hosts, like Tucker Carlson, Sean Hannity, Bret Baier, even those powerful executives, at the network, like Rupert Murdoch. For, right now, I want to bring in one of my colleagues, who spent 16 years, at Fox, Alisyn Camerota, who knows better than anyone, what's going on, inside there, what it is like, working inside of there. When it comes to Rupert Murdoch, and the idea that we may see him, on trial? Talk about what the moment when Roger Ailes, who was the incredibly powerful executive, at Fox, left? He was pushed out, after the sexual harassment claims. And there was kind of this power vacuum, at Fox, of who is making the calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "And now, we're on the eve of this trial, what do you think it's like, inside the newsrooms, at Fox, right now, inside the control rooms, there? And also, do you think the outcome of the trial, if it goes forward, regardless of what happens, do you think it changes anything, for their audience at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, I want to start there, because I think that, look, nobody likes being duped. So, I think that if their viewers find out that they were intentionally misled, and/or lied to, they'll be angry.But I also think that their viewers are often hermetically sealed, in a chamber, where they don't know light comes in. And they're not watching any other news channels, or any other channels. And so, I happen to know, for a fact, that some of their viewers don't know this is happening, don't know anything about it, have never heard about it. So, it's possible that--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "They never hear about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "CAMEROTA",
      "sentences": "They never hear about it. And they're still in a vacuum.And what would change after that? I assume they just wouldn't book people, like Rudy Giuliani and Sidney Powell, who could get them in trouble. But I don't think anything would change, in terms of feeding their viewers, exactly what they want, which is not necessarily news and real information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's a trial that could be remarkable.Alisyn, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "CAMEROTA",
      "sentences": "It sure is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "That moment is from a recent episode, of the TV series, \"Succession,\" where Logan Roy stood on boxes of copy paper, to address the newsroom, at ATN, a moment that mirrors this real scene, from 2007, when Rupert Murdoch did the same thing, in his speech, to the staff, of \"The Wall Street Journal.\"The parallels, between fact and fiction, have always been an intentional, but they may be more striking than you actually once believed. A new Vanity Fair cover story digs into the chaotic last 12 months, for Rupert Murdoch. The Author of that article, Gabe Sherman, joins me now. Gabe, it is striking, I think, to so many people, to see if you're watching \"Succession,\" and if you're reading the story, you wrote, how much the two mirror. Obviously, that's on purpose. But, in real life, this fighting for the Empire, the questions of who's going to take over it, what that's going to look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "GABRIEL SHERMAN, SPECIAL CORRESPONDENT, VANITY FAIR",
      "sentences": "Yes, Kaitlan, this is really a portrait of a family that's at war with itself, over the future, not only of a multibillion-dollar business, but of the future, really, of conservative media, in America.Rupert's younger son, James Murdoch, has been trying to steer the company, back towards the middle, back towards more a legitimate form of news. And Rupert's oldest son, Lachlan, the current CEO, and the golden child of the family, really is trying to keep Fox, wedded to its right-wing politics. And so, the drama, you see, playing out, on \"Succession,\" on HBO is really, art imitating life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "And given that it's also so much about the White House, as well. And there's this one part of your story that stood out to me, which is where Rupert Murdoch, called Trump, right before Biden was going to be inaugurated, urging him, to concede. And you have reporting on what Trump's response to that was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "SHERMAN",
      "sentences": "Yes, no, Kaitlan, this is what Trump told Rupert Murdoch is that in fact, he wasn't going to concede. He's clung to his stolen- election myths. And he said that, in fact, he would start a rival, conservative new channel, to put Fox out of business.And I think that anecdote is a microcosm of the fact that Rupert Murdoch, for all his money, his billions of dollars, and his power, really became a hostage, to the Fox News audience, to the Trump base that was more loyal to Trump, the man, than to Fox, the network. And so, the fact that Fox could not push Trump aside really pressured them, to embrace these Dominion insane conspiracy theories that they're now going to be on trial for, next week. So, I think, one of the ironies of my piece that I took away is, again, this family is so rich, they're so powerful. And yet, just like the characters, on \"Succession,\" they still can't control events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COLLINS",
      "sentences": "Is the concern that you report on, when it comes to the Dominion trial, that once it's over, there is no Empire, or what the devastating effects of what that could look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Yes.And we should note that trial is set to kick off, tomorrow. Gabe Sherman, thank you. And also, I want to point out tonight that CNN and HBO are owned by the same parent company, Warner Brothers discovery. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COLLINS",
      "sentences": "Tonight, \"The Washington Post\" is reporting that the Special Counsel that's looking into former President Trump's efforts, to overturn the election, is following the money. DOJ prosecutors are investigating, whether Trump raised money, off of his election lies, which could be wire fraud.Tomorrow night, we are going to speak live, with Trump's former Attorney General, Bill Barr, about that story, and so much more. Thanks so much, for joining us, tonight. Alisyn Camerota is standing by, up next, with \"CNN TONIGHT.\" Hi, Alisyn.",
      "isLastSentenceInterrupted": false
    }
  ]
}