{
  "date": "2023-03-02",
  "headline": "At This Hour",
  "subHeadline": "Man Accused of Threatening to Kill Jewish Elected Officials in Michigan; Lufthansa Forced Landing; Rail Workers Having Migraines, Nausea after Derailment. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "WALKER",
      "sentences": "Thank you for being here. I'm Amara Walker in for Kate Bolduan.We begin with a disturbing story out of Michigan, where a man is facing charges for allegedly using social media to threaten to kill Jewish members of the state government. The state's attorney general, Dana Nessel, confirmed that she was one of the officials targeted. She tweeted this, quote, \"The FBI has confirmed I was a target of the heavily armed defendant in this matter. It is my sincere hope that the federal authorities take this offense just as seriously as my Hate Crimes and Domestic Terrorism Unit takes plots to murder elected officials.\" Of course, we are covering this story from every angle. We will start with Polo Sandoval in New York. What are you learning about the suspect and these threats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "POLO SANDOVAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Amara, much of what we have learned is from the seven pages unsealed by federal prosecutors since Attorney General Nessel not commenting beyond what you just showed viewers. Some pages detailed the arrest that led up to this incident. Investigators saying Jack Eugene Carpenter III took to Twitter on February 17th to issue a death threat to Jewish members of Michigan state government.That, of course, including the attorney general among other officials, threatening to, quote, \"head back to Michigan\" and what he described, \"to carry out the punishment of death to anyone that is Jewish in the Michigan government if they don't leave or confess.\" The very next day, the FBI working with Michigan state police tracked him to Texas. His mother speaking to investigators last month, saying that he was armed with handguns and at least one 12-gauge shotgun and at least two hunting rifles. Investigators, working with the phone company, pinpointed him in the Ft. Worth area and he does have an upcoming detention hearing. He was a former employee of the University of Michigan. That institution confirming that he previously worked for about 10 years, from 2011 to 2021, as a systems administrator intermediate in the College of Literature, Science and Arts. We are still doing some more digging when it comes to the nature of the end of his employment there but it will certainly be important to learn more about that and about the circumstances of his arrest, whether or not he had in possession the firearms that we read about in this federal criminal complaint, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "WALKER",
      "sentences": "Yes, so many questions and a very disturbing development. Thank you, Polo.Also joining me is law enforcement and intelligence analyst John Miller. First off, we have to mention that this is yet another anti-Semitic incident in as many weeks. Talk us through how this investigation is going to take shape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JOHN MILLER, CNN  CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "This starts off with a threat, which is picked up on the Twitter page of the suspect, going into the NTAC. That is the National Threat Assessment Center that the FBI runs.NTAC passed this on to the Detroit field office because he threatened to kill political leaders who are Jewish in Michigan. There the agents start to work on getting emergency disclosure from Twitter, who owns this account, tracking where the individual is, which leads to Texas and then effecting this arrest. The violation, of course, is using the interstate commerce -- meaning the internet and social media -- to make threats against elected or public officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MILLER",
      "sentences": "With the recent attacks in Los Angeles and San Francisco and threats that we have seen in New York is that the anti-Semitism increase and the number of people talking about it online has led to almost a normalization of saying these things out loud and not in the shadows.And of course, people are not just talking about them but acting on them, metastasizing into violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WALKER",
      "sentences": "Thank goodness, at least looks like this one was thwarted.Thank you both, Polo and John. Oren Segal is joining me to talk about this. He is the president of the Anti-Defamation League's Center on Extremism. And you just heard, clearly, anti-Semitism and anti-Semitic incidents have been on the rise. You just have to look at the last few weeks. And it is not a coincidence that we are seeing this happen in Michigan, because it is one of the states that sees the highest number of anti-Semitic incidents in the country. Tell us how all this plays into what we are seeing right now. OREN SEGAL, CENTER ON EXTREMISM, ANTI-DEFAMATION LEAGUE:  Sure. I want to first acknowledge and again thank the efforts of local and state law enforcement, who may have prevented a potential tragedy. So anti-Semitic incidents in Michigan that we track annually have doubled from 2020 to 2021. And the early reports for 2022 suggest they will remain at historically high levels. In fact, nationwide, ADL's anti-Semitic audit for 2021 saw more than 2,700 incidents, from assaults, harassment and vandalism. Unfortunately, whether in Michigan or elsewhere we are seeing the confluence of anti-government, COVID and other conspiracy theories combined with anti-Semitism. And we see how this is animating people to action. It's not only operating in spaces online but in the fantasies and imaginations of people, who are willing to then take action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WALKER",
      "sentences": "This goes to your point, that it affects everyone because anti-Semitism breeds conspiracy theories that are anti-democratic. So this is for everyone to pay attention to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SEGAL",
      "sentences": "We have seen how these narratives are impacting not only susceptible people, who believe in the conspiracies, but how the communities that are targeted are impacted.Just a few weeks ago in Los Angeles, two Jewish people were shot in part because the person who did that believed in this idea that the Jews were responsible for COVID. Then you see in the broader public discussion, whether it is influencers or elected officials, doubling down on the disinformation and conspiracies that bring together not only anti-Semitism but anti- democratic narratives. This is dangerous and why we see incidents rising in Michigan and in other parts of the country almost every single year now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WALKER",
      "sentences": "And threats of the political violence are obviously not new to Michigan as well, right?A lot of us are reminded of that kidnapping plot, targeting the governor, Gretchen Whitmer. And the man who led all of this was convicted to 16 years in prison back in December. But I guess my question is, why Michigan? It seems like a lot of political violence aimed at Michigan officials as of late and, on top of that, Michigan is seeing some of the highest number of anti-Semitic incidents as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SEGAL",
      "sentences": "It a complicated picture in Michigan. This is not necessarily unique to Michigan. But whether it was during the pandemic where we saw individuals, whether extreme or not extreme, kind of coalesce around the vaccine and mask mandate issues, there's a history of militia activity in Michigan.There is a wide range of sort of historical incidents that have happened in that area. But what we are seeing now frankly, a lot of it, even in this case, seems to incubate online. It seems to start and spread in those spaces where individuals have been signaling back to others in communities, frankly no matter where they are in the country. So I think Michigan is representative of what we are seeing around the country but frankly, unfortunately, this is not a Michigan issue; this is an American issue, of anti-Semitism and hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WALKER",
      "sentences": "-- after severe turbulence forced an emergency landing at Dulles Airport.What is going on? Pete Muntean is joining me. I think people are starting to be concerned about, is it safe to fly? So walk us through what happened on the Lufthansa flight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "What is so interesting about the Lufthansa flight is that it happened during clear air, according to the airline, clear air turbulence, which is when there are shifting columns of wind, usually wind shear, meaning that pilots can not see it and can't avoid it.When the flight got near Memphis, Tennessee, 90 minutes into the flight, the crew reported severe turbulence. The passengers tell us that, on board the flight, that they were able to see the airplane just get thrashed and trashed by this turbulence, including causing plates to go up to the ceiling and passengers in some cases to go up to the ceiling. One passenger hurt and seven in total passengers were transported to local hospitals after the flight was rerouted to Dulles International. This is a biggest problem, turbulence is the top cause of incidents on board commercial airliners. Not only this incident but back in December, an incident on a Hawaiian Airlines flight, as that flight was descending into Honolulu, 25 people on that flight were hurt. So this is happening again and again. Lufthansa is apologizing and standing by the fact that the pilot could not have avoided this, Amara. A risk for flight crews, up and walking around, causes a lot of injury on board flights. But also the passengers, underscores the need to keep your seat belt fastened, even if the sign is off. I do it and other people do it and it is a big issue. It shows that if you buckle up, you can avoid getting injured in something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WALKER",
      "sentences": "That is a definitely good reminder. And I have always kept the seat belts of my children on. But I will for sure be keeping my on when that seat belt light is off.The video of the Spirit Airlines incident is just harrowing, seeing the smoke fill the cabin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MUNTEAN",
      "sentences": "This is something that the flight crews train for. And the big issue is that the lithium batteries cause a huge fire risk. And we see it not only in this flight but on a United flight that had to divert. They have something called a burn bag on board the plane and they are able to put these batteries, if they heat up and catch fire, into a bag. This is the reason why you are not supposed to put these lithium batteries in laptops and digital cameras, on board checked baggage.They want you to keep it with you on board of the airplane itself, according to the airlines, because this is the risk. They can address it in the airplane cabin but not if it's below in the baggage hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WALKER",
      "sentences": "Can you imagine if it was below? Not a good thing. Pete Muntean, appreciate you. I know you have been on the air talking about these mishaps. And we hope that we don't see you for some time.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WALKER",
      "sentences": "Thank you, Pete.An investigation is underway -- another airlines story -- into a Pennsylvania man, arrested for trying to check a suitcase full of explosives onto a flight to Florida. The suspect is due in court in a couple of hours. Danny Freeman is in Pennsylvania with more on this. So what can you tell us about the suspect and the possible motive for all of the explosives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "FREEMAN",
      "sentences": "He is facing two federal charges and we will learn more about the charges and the possible motive at 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "WALKER",
      "sentences": "That is unsettling. Danny, good to see you and welcome to the CNN family, thank you so much, Danny Freeman.One month after a toxic train derailment in Ohio, union leaders say that railroad workers are at the site and falling ill. Up next, I will talk to a state senator, who  represents East Palestine about the health impact of this disaster and the changes that he wants going forward. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "In Ohio, union leaders are claiming that rail workers are getting sick at the site of the East Palestine toxic train derailment. In a new letter to Transportation Secretary Pete Buttigieg and Ohio governor Mike DeWine, railroad union leaders accuse Norfolk Southern Railways of putting workers at risk.They say they are experiencing migraines and nausea and not providing appropriate personal protective equipment. Joining me Ohio state senator, Michael Rulli. He is the vice chair of the select committee on rail safety and he represents East Palestine in the state senate. Senator, I appreciate your time. I know it is personal for you. We heard you in the hearing yesterday. You live near East Palestine and you represent the area in the state Senate. And you heard our report that union leaders claim workers at the site have fallen ill. What do you know about the situation? Have you talked to them? How are they feeling? And what about some protective equipment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MICHAEL RULLI, OHIO STATE SENATOR",
      "sentences": "Good morning, Amara. They are 100 percent right. That is the truth. I have been out there a dozen times and nobody is wearing protective equipment. I have asked three or four times. It is really alarming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "In terms of symptoms, what are they telling you?Is it visible to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RULLI",
      "sentences": "Well, yes, I mean, even as myself goes, If I am there all day and if you out there for 10 or 11 hours in a row, I start to get a sore throat. Some people will get headaches. You are hearing of the migraines and the sniffles and sinuses will act up. Some people who live near the rail are suffering from rashes and some discoloration in the skin.So it is a real thing. And the workers there need to be protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "Are you hearing anything from Norfolk Southern or any other officials who can help in this matter, at least protecting the workers cleaning up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RULLI",
      "sentences": "I am thrilled with the bipartisanship of Sherrod Brown and J.D. Vance, writing that letter. I think there is action being made at the federal government, to nudge Norfolk Southern to create a safer environment for the workers.They're doing yeoman's work. It's not a good job and they are in backhoes and Bobcats and all kinds of different equipment, to move that toxic ash around. And they should be better equipped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "I wanted to ask you, because you live about 10 minutes from the site of the derailment. And you were saying that when you're on the site for a few minutes that you get a sore throat.Help the people understand what the day-to-day is like for those who live in and around East Palestine, especially when it is coming to water and symptoms and concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RULLI",
      "sentences": "There's a lot of layers to this. So the worst part that goes on, if you live there, is the anxiety level. If we took a car ride through and you stay away ground zero, the town looks the same.East Palestine is an older town and it is looking pretty much the same. But the closer to ground zero, you will start to notice a smell in the air; things are a little bit different. The air is not going in you the right way. It makes you uncomfortable. So the anxiety level is rough. But when you are going deeper and looking at the Sulphur Run, the creek that comes off that, and Leslie Run, that goes down in the nagley (ph). So the water tables are really rough now. And then we had Texas A&amp;M and Carnegie Mellon, who saw the elevated levels of the poisons in the air. The EPA seems to be working well with the university so we can kick up our game a little bit to really see what the extended health risk is going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "What do you hope to come of the Senate select committee hearings?Because the railroads are regulated by federal law and not the state. So anything substantial that can be done at the state level?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RULLI",
      "sentences": "Well, I think we are clearing a lot of the misconceptions of what happened. Yesterday we talked about the actual self detonation (ph).But my number one focus is how did this happen? When you have all of these hot boxes that are supposed to be alert systems that are every 20 miles approximately on the rails, they are supposed to have an alarm on the hot box, because it measures the temperature of underneath those cars. And if it is elevated, it sends a signal. [11:25:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RULLI",
      "sentences": "But what I found out is that it's going to a call center in Atlanta and is delayed by two to three days. That signal should go absolutely directly to the throttle engineer who is controlling the train.And so the Senate bipartisan agree that we need to kick it up; not only does that signal need to go to the throttle engineer but if we could put a live circuit TV, because when that train went down about 30 miles out in Beloit, Salem, Leetonia and New Waterford, we have cameras that showed those bearings and that axle. It went from light red to cherry red, to completely on fire in New Waterford before it gets into East Palestine, which is where the axle came off the track. And that is why it happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "Thank you, Michael Rulli, and we wish you only good health in the coming weeks and months ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RULLI",
      "sentences": "Appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALKER",
      "sentences": "And now to a surprise meeting between senior U.S. and Russian officials. Secretary of state Antony Blinken meeting face-to-face today with Russian foreign minister Sergey Lavrov at the G20 meeting.This is their first in-person meeting since Russia began its unprovoked invasion of Ukraine. This is quite a surprise. How long was this meeting and do we know what was said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Antony Blinken described it as brief, according to a State Department official. It lasted about 10 minutes and there's three real topics that the secretary of state hit on.When he spoke with the reporters, he detailed those. First, obviously, Ukraine, expressing U.S. support for Ukraine and telling Russia to end the war of aggression. And he spoke about Paul Whelan, who is an American wrongfully detained in Russia for more than four years, saying that a serious proposal has been put on the table by the U.S., calling on Russia, asking the foreign minister to accept that proposal that has been put on the table. We don't know details of what that proposal is but it is substantial. It demonstrates some back and forth quietly between the diplomats from the U.S. and Russia on this topic. Of course, New START, the single lasting arms control agreement between the U.S. and Russia. The secretary of state told the foreign minister that, once again, the United States wants Russia to reverse the decision to suspend being part of the treaty. This is what he said to reporters in India about that topic. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  I told the foreign minister that, no matter what else is happening in the world or in our relationship, the United States will always be ready to engage and act on strategic arms control, just as the United States and Soviet Union did even at the height of the Cold War. I also raised the wrongful detention of Paul Whelan as I have on many previous occasions. The United States has put forward a serious proposal. Moscow should accept it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ATWOOD",
      "sentences": "According to a senior State Department official, no near term changes are expected after this meeting, signaling that, while it was a high profile meeting between the two diplomats, it does not necessarily mean that it was a diplomatic breakthrough by any stretch of the imagination.",
      "isLastSentenceInterrupted": false
    }
  ]
}