{
  "date": "2023-01-25",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Parts of Texas Hit by Tornado Leaving Catastrophic Damages; U.S. Finalizes Plan to Send About 30 Abrams Tank to Ukraine; Half Moon Bay Suspect Accused of Attacking Co-Worker in 2013; Secret Documents Found at Mike Pence's Indiana Home; Chris Hipkins Sworn in as New Zealand's New Prime Minister. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:26",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Right now on EARLY START, blown out. Fourteen tornadoes reported as part of a nasty winter weather system from New Mexico to Maine.Plus, the U.S. finalizing plans to give battle tanks Ukrainian troops, and Russia is already promising to destroy them. And classified documents also found at former Vice President Pence's home. Washington wonders, who's next? Welcome to our viewers here in the United States and around the world. I'm Christine Romans. Good morning. We begin with a wave of reported tornadoes, more than a dozen of them, wreaking havoc across southeast Texas and southwest Louisiana. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my god.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "In the suburbs east of Houston, only one injury reported remarkably. But officials are calling the damage catastrophic.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "House is gone so the whole top section of the house is completely ruined. So it's toast. The house will be torn down now. So kind of hard to take but, hey, we're alive. That's the main thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We just all ran to the restrooms and just watched the whole building fall. Luckily the restrooms didn't fall. That's the only thing that kept us alive.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "Numerous cars and tractor trailers overturned. Buildings smashed. Roofs torn off. One nursing home had to be evacuated and power lines down across the region. Tens of thousands of customers are still without power this morning.That huge storm system is moving eastward leaving over 80 million Americans under winter weather alerts from New Mexico to Maine. Chad Myers is in the CNN Weather Center bright and early for us this morning. Chad, about half of those people are under wind alerts in the south. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "CHAD MYERS, AMS METEOROLOGIST",
      "sentences": "True. Absolutely. It was very windy here in Atlanta this morning, and winds are gusting 45 to 50 on the ridge tops across parts of the Appalachians. Could be 70 miles per hour later on today.There is the weather advisories for winter weather all the way from obviously New England back into Oklahoma and even ones still left into parts of New Mexico. There's the wind advisory of information. We are going to see more in the way of severe weather down across the deep south. This is the focus today. The snow, yes, but not yet out of the question here for Walton Beach all the way down toward Destin, even toward Mexico City that was hit so hard by the hurricane just a few years ago. 150,000 customers without power. Multiply that by how many people live in a house per customer, and you're looking at about half a million people without power this morning. So far 14 reported tornadoes. The biggest damage I could see so far is probably ef-2. There may be some ef-3 in there but I'm thinking 120 to about 130 miles per hour as this storm moves southeast of Houston through Pasadena, and then on off toward the east there into the eastern part of let's say the Bay Area, toward to the east. Here's where the severe weather will be today, all the way from the Carolinas back down to Florida. Let's get right to it. A new flood warning has been posted across parts of Oklahoma -- Arkansas and into Alabama, but other than that, we will see this tornado watch into Florida for the next few hours. There's the snow for this morning getting even into New York City, but by later on today we will see that change over to all rain. So, yes, you'll see some flakes out there, but for the most part this will be a wet system for the big cities of the northeast -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "All right. We are warned. Thank you so much. Nice to see you, Chad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "MYERS",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "All right. The Biden administration is finalizing plans to send about 30 Abrams tanks to Ukraine. Two U.S. officials familiar with the deliberations tell CNN an announcement could come as early as this week. The timing for the actual delivery of the tanks, though, still unclear. Why? Well, it takes several months to train troops to use the tanks effectively. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESMAN",
      "sentences": "We have talked about the fact that the Abrams are an incredibly capable system, but it's a very expensive system to operate and to maintain. It has a jet engine. It doesn't mean that the Ukrainians can't learn it, it just means that we have to factor all that stuff in with any system that we're going to potentially provide to them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:26",
      "speaker": "ROMANS",
      "sentences": "Nic Robertson is live for us this morning in London.And Nic, we're already getting reaction from the Russians who are vowing that the Ukrainian people will suffer because of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMANS",
      "sentences": "Yes. Indeed. OK, Nic Robertson, thank you for that.California Governor Gavin Newsom calling out Republicans for blocking gun safety laws after two mass shootings in his state left 18 people dead. Newsom insisting gun control laws work while trying to shame the GOP into taking action. (BEGIN VIDEO CLIP) GOV. GAVIN NEWSOM (D), CALIFORNIA: Federal government needs to do its job. Let's call it out. You have one party that are obstructionists. I'm damn sick and tired of this stuff. I'm sick of this. And I don't want to ever see this again. I don't want to see you again in this condition. I'm serious. I'm not making this up about all of these damn notes. How many of these governors have you seen doing the same damn dance we're doing here today? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMANS",
      "sentences": "The 66-year-old suspect in the mass shooting in Half Moon Bay, California, had been accused of violence against a co-worker in the past. Court records obtained by CNN show a co-worker at a restaurant obtained a restraining order against Chunli Zhao almost 10 years ago. The co-worker accused Zhao of trying to suffocate him and threatening to kill him after Zhao was fired from the restaurant where they worked. Officials are characterizing Monday's massacre as workplace violence.More on that from CNN's Veronica Miracle in Half Moon Bay. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "KATE SHEA, HALF MOON BAY RESIDENT",
      "sentences": "The farm workers on the coast have a rough life as it is. And this is just -- it's terrible.VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): Seven dead, one critically injured after a mass shooting Monday at two separate locations that investigators are now calling workplace violence targeting some agricultural workers at a farm near the San Francisco Bay Area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "SHERIFF CHRISTINA CORPUS, SAN MATEO COUNTY, CALIFORNIA",
      "sentences": "Only known connection between victims and the suspect is that they may have been coworkers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "Investigators say the adult victims, five men and two women, were of Hispanic or Asian descent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "CORPUS",
      "sentences": "As some of these victims were members of our migrant community, this represents a unique challenge when it comes to notifications and identifications of next of kin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "San Mateo County sheriff's deputies arrived at a mushroom farm to find four victims shot dead and a gunman nowhere to be found. A fifth victim, an adult man, had life-threatening injuries and was taken to the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "CORPUS",
      "sentences": "The victim at the hospital is out of surgery and stable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "A short time later, three other people were found dead at a trucking facility about two miles from the farm. Again, the gunman was gone. As police investigated both incidents, they identified the suspect as Chunli Zhao, a 66-year-old who lives in Half Moon Bay. At 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come here. Come here. Hands up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "The tense situation caught on camera as deputies took him into custody. They quickly grabbed him by the arm and got him on the ground handcuffing him. The sheriff says the semiautomatic handgun that was used in the shootings was legally registered to the suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "CORPUS",
      "sentences": "He wasn't a red flag threat. Nothing to put him on our radar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "Officials say children were present at the site of the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "LIZETTE DIAZ, HALF MOON BAY RESIDENT",
      "sentences": "I have four boys and I cannot imagine what those kids witnessed today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "As authorities work to identify the victims, this man says he still doesn't know if his ex-wife is among them.FEDERICO NUNEZ, EX-WIFE IS MISSING: I want to know she is OK. I want to know she is OK. My kids, they must be really worried about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MIRACLE",
      "sentences": "Investigators say they still don't know the motive for the shootings but believe the suspect worked at one of the shooting locations and acted alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "ROMANS",
      "sentences": "Another day, another batch of classified documents discovered at the home of a prominent politician. This time it is former Vice President Mike Pence. Documents marked classified found last week at his Indiana home.CNN's senior justice correspondent Evan Perez has the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "A lawyer for former Vice President Mike Pence discovered about a dozen documents marked as classified at Pence's home last week. Now those documents are in the hands of the FBI and the Justice Department, which has launched a review of what's in those documents and how they ended up at Pence's home in Indiana.Sources tell CNN that aides to Pence were searching boxes at his new home in Carmel, Indiana, in the wake of these revelations about classified material that were found at President Joe Biden's private office and residence. The discovery comes after Pence has repeatedly said that he did not have any classified documents in his possession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "DAVID MUIR, ABC NEWS",
      "sentences": "Let me ask you, as we sit here in your home office, in Indiana, did you take any classified documents with you from the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT",
      "sentences": "I did not. Our staff reviewed all of the materials in our office and in our residence to ensure that there were no classified materials that left the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "PEREZ",
      "sentences": "A lawyer for Pence says that the former vice president was unaware that these classified documents were at his home and Pence's attorney told CNN that the FBI came to Pence's home last Thursday to pick up the documents with classified markings. And on Monday Pence's legal team drove four boxes of records that may include non-classified government documents back to Washington, D.C., to hand them back over to the National Archives for review -- for compliance with the Presidential Records Act.Evan Perez, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "ROMANS",
      "sentences": "All right. Let's bring in state attorney for Palm Beach County, Florida, Dave Aronberg.So nice to -- here we go again. I mean, what are the possible charges here that the Justice Department could bring for mishandling of documents, classified documents, and do you think they could be applied in all three cases, for Trump, for Biden and for Pence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "DAVE ARONBERG, STATE ATTORNEY, PALM BEACH COUNTY, FLORIDA",
      "sentences": "Good morning, Christine. I think that Mike Pence and Joe Biden have a political problem, not a legal one, because for the Department of Justice to charge in a situation like this, there needs to be some aggravating factor, like obstruction. You can charge under federal law, under Section 1519 that get you up to 20 years in prison.You have to show that the possessor had vast quantities of documents, or that there's evidence of a willful violation. None of those things, as far as we know, exist when it comes to the Biden or Pence documents, but it looks like it exists when it comes to the Trump Mar- a-Lago documents. And, look, I don't think it will affect the prosecutor's decision whether to charge Trump in the end, but it will help Trump in his court of public opinion, at least for the MAGA world because if there's one thing that sustains the MAGA world, it's grievance. And this will allow Trump to say, look, disparate treatment because I do believe he and only he will be charged in the end, not Pence or Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "ROMANS",
      "sentences": "Interesting. Dave, so Mike Pence and President Biden, they both have said they were unaware. I mean, these documents are discovered, they both said they were unaware. How does that benefit Biden and Pence legally I guess given that the case is different for Trump who authorities say involved was involved in concealing the documents after being subpoenaed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:02",
      "speaker": "ARONBERG",
      "sentences": "Makes all the difference in the world. I mean, look, the feds are not going to charge either of them, Biden or Pence, here unless there's a willful violation. Unless there's evidence of obstruction, unless there was a ton of documents here.See, with Trump, he refused to turn over the documents. He denied he had them. Then he said they were his, and then he didn't comply with a subpoena and then the feds had to go to a judge and say, look, we need a search warrant because there's probable cause that a crime has occurred and the crime is found at Mar-a-Lago and the judge granted that and they had to execute a search warrant. That's nothing like what's happened with Biden or Pence. And the only reason why we're talking about Biden or Pence now is because they voluntarily told the Archives they had the documents. It's the opposite of obstruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ROMANS",
      "sentences": "So walk me through what happens next. I mean, if you were her shoes, what happens next here and what becomes public when?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ARONBERG",
      "sentences": "Well, it depends on what the judge said. The judge took under advisement whether to release the grand jury report. Every day that is delayed that helps Fani Willis because it doesn't help her to have this sitting over her head. It doesn't help to have the public see that a grand jury says indict these guys. So she doesn't want that out in the public. Plus it also averts the cause because it can have witness tampering.You could alert future suspects and it's not good for the defendant. There's a Sixth Amendment violation of right to a fair trial if this stuff gets out there. So I do think that this will eventually come out. And then there will be charges perhaps RICO, perhaps a forgery charge over the fake electors scheme, perhaps solicitation of election fraud and perhaps interference with election officials. All serious crimes in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ROMANS",
      "sentences": "Absolutely. All right, Dave Aronberg, so nice to see you. Thanks for dropping by. Palm Beach state attorney. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ARONBERG",
      "sentences": "Thank you, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:26:41",
      "speaker": "ROMANS",
      "sentences": "Welcome back. New Zealand's Education Minister Chris Hipkins has been sworn in as the country's 41st prime minister replacing Jacinda Ardern who unexpectedly stepped down last week.Let's go to CNN's Anna Coren live in Hong Kong. Hipkins has, Anna, what, nine months in office before he faces a tough general election in October. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:26:41",
      "speaker": "ANNA COREN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, he's got a big job ahead, there's no doubt about it, Christine. But as he was sworn in he described it as the biggest privilege and responsibility of his life. He's promised to go back to basics, focus on the economy, those bread and butter issues. Addressing the, quote, \"pandemic inflation\" which is hovering at about 7 percent.At the end of the day it was inflation, rising crime, inequality that New Zealanders were really concerned about and that is why Jacinda Ardern's popularity had waned, why the Labor Party waned. You know, she certainly shocked the world last week when she resigned, citing burnout, that she had nothing left in the tank, but political commentators believe that if she had gone to the polls seeking reelection in October for a third term that she would have lost. So now she goes out on her own terms, but before Hipkins was sworn in this morning, Jacinda addressed the public for the last time as prime minister saying it was the greatest privilege of her life. There is no doubt, Christine, she put New Zealand on the map. She was the youngest prime minister in the country. She had a baby in office. She took her daughter to the U.N. General Assembly. Her handling of the most terror attacks back in 2019. You know, she handled with grace, empathy and compassion, and that really captured, you know, the global imagination. I remember the \"New York Times\" at the time said why can't the United States have a leader like Jacinda Ardern. She was without doubt an international star. But her star had waned back home. As you say, Chris Hipkins, he's got nine months to turn his party's fortunes around. He's known as Mr. Fix It, a hard worker, but will that be enough to get the Labor Party re- elected October 14th -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:26:41",
      "speaker": "ROMANS",
      "sentences": "No, and, Anna, and her resignation actually sparked a global discussion among working women about ambition, how much is too much, when to step back and women in politics in particular, it was fascinating the conversation that her resignation sparked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:26:41",
      "speaker": "COREN",
      "sentences": "Yes. absolutely. And she has really made headlines in her own right. You know, she's transcended, you know, prime minister of New Zealand. She is seen as somebody with this, you know, unique leadership style and I think we've seen that, you know, in all these crises. You know, the terrorist attacks, the -- you know, the COVID, the pandemic. She will be remembered fondly in New Zealand but probably more so abroad -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:26:41",
      "speaker": "ROMANS",
      "sentences": "Yes. When empathy is actually strength, that's one of the takeaways, I think.All right, nice to see you, Anna. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:26:41",
      "speaker": "COREN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}