{
  "date": "2023-10-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Shutdown Averted; Russia's War On Ukraine; Biden Signs 45-Day Funding Bill To Keep Government Open; New York City Works To Dry Out After Severe Flooding; Pro-Russian politician Wins Slovakia's Parliamentary Election; Jimmy Carter Turns 99, As Celebrations Pour In From Around The World; Harvard University Inaugurates Its First Black President; NASA Eyes October Launch For \"Psyche\" Asteroid Mission. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:36",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers here in the United States and all around the world. I'm Michael Holmes in Atlanta, appreciate your company.With just hours to spare, the US Senate, late Saturday, averted a government shutdown. By a vote of 88 to 9, senators passed the House bill that will keep the money flowing for another 45 days. The White House sent out a photo of President Biden signing the short term measure into law shortly before the midnight deadline. The deal came together with surprising speed in the end with US House Speaker Kevin McCarthy abruptly changing course and asking Democrats for help. The result was a resounding bipartisan passage of a short term bill. But many lawmakers on both sides are very unhappy. The final bill did not contain additional aid to Ukraine, especially at such a critical moment in the war. Still, Senate leaders were relieved to have brought this showdown to an end. (BEGIN VIDEO CLIP) SEN. CHICK SCHUMER (D-NY), SENATE MAJORITY LEADER: It's been a day full of twists and turns, but the American people can breathe a sigh of relief, there will be no government shutdown. Democrats have said from the start that the only solution for avoiding a shutdown is bipartisanship. And we're glad that Speaker McCarthy has finally heated our message. In the end, more Democrats supported this bill in the House than Republicans, proving bipartisanship was the best answer all along. SEN. MITCH MCCONNELL (R-KY), SENATE MINORITY LEADER: Passing this measure. keeping the lights on will allow us to return our attention to making headway on full year appropriations our colleagues have been working on literally for months. And it will give us the flexibility to meet urgent supplemental priorities both at home and abroad. Therefore, I would urge our colleagues to join me in supporting this important step in the right direction. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:36",
      "speaker": "HOLMES",
      "sentences": "CNN's Manu Raju now takes a look at how the last minute deal unfolded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "RAJU",
      "sentences": "Now, none of those members, though, said that they would actually vote the House Speaker McCarthy, I asked every single one of them if they're ready to do that. They would not go there, raising questions about whether the effort to push them out will succeed. Matt Gaetz, the ringleader of that effort has not said explicitly, he will file a vote to push McCarthy out of the speakership.But this is a threat that has been over the speaker for some time. And when I asked the speaker about this earlier today, he said bring it on. Mana Raju, CNN, Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "HOLMES",
      "sentences": "And joining me now from Washington, DC is Maria Cardona, CNN political commentator and Democratic strategist. We also have Jason Osborne, former Republican strategist and ex-campaign adviser to Donald Trump. He joins me from Baton Rouge in Louisiana. Thanks to you both for staying up late for us.Jason, let's start with you. So, McCarthy got more Democratic votes than he got from his own party. I mean, he relied on the enemy, even some of his own colleagues are saying that where did the events of the last week or so leave McCarthy in terms of his job security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "JASON OSBORNE, REPUBLICAN STRATEGIST",
      "sentences": "Well, you know, I think we're getting slowly reaching a point where, if I'm McCarthy and other members of his leadership team, I'm going to call Matt Gaetz's bluff on this. Because we can't continue to go down this road where every single time there's a vote or an issue that's coming up, McCarthy has to worry about whether he's going to have a revolt against him within his own party.I think, though, that I mean, as we're moving forward here. I mean, McCarthy does have 45 days to try and accomplish what he has set out to do, which is to pass 13 appropriations bills out of the House, and hopefully have the Senate get step in and pass them as well, so that we can get that portion of the agenda taken care of. But I do think that Kevin McCarthy certainly is breathing a sigh of relief today. It's not the way that he wanted it to happen but it happened. And I think he's turning to the next page to go on to the next battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "HOLMES",
      "sentences": "Yes. Maria is a Democratic strategist. How should Democrats handle what's happening in a political sense? I mean, heavens forbid bipartisanship became the preferred way of doing things in Congress. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I think clearly, Democrats did exactly what they had said that they would do for weeks, which is work with a sensible Speaker McCarthy if he was going to bring to the floor a clean CR, which he finally did. And Democrats decided that that was the right thing to do. And, of course, they were going to vote for this to keep the government open.But they also stressed that this was all wasted energy, wasted time, chaos that was not needed stress on the American economy that was not needed, embarrassment on the global stage that was not needed, if only McCarthy had realized from the get go that he needs to govern by putting country over party, by putting the American people before his own job ambition. And so, I think Democrats said finally, Speaker McCarthy is doing the right thing. He came to his senses and asked for help from Democrats to pass what we all knew, in the end, had to be a bipartisan bill to keep the government open. But he could have avoided this way before if he had not broken his promise that he made with the White House, and with other Democrats back in May to be able to, again, keep the government open, focused on what they had agreed two months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:05",
      "speaker": "HOLMES",
      "sentences": "And when it comes to the system, I mean, the public reaction to the whole political dysfunction is clear. I just wanted to pull up some research from Pew. And, yes, we're just a little more than a year from the presidential election, nearly two thirds of Americans, you see there, 65% say they always or often feel exhausted thinking about politics, 55% feel angry. And there's another one too that says, 8 in 10 Americans, 86% in fact, say that the following is a good description of politics. And I'll quote, \"Republicans and Democrats are more focused on fighting each other than solving problems.\"Jason, another shutdown, there was a near death default not long ago. What needs to change to have effective governance rather than the nonstop ideological battles and dysfunction that the public clearly hates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "HOLMES",
      "sentences": "Yes. Maria, Senator John Fetterman, I mean, it was interesting. He made the comment I'll just quoting here. He said, pushing the snooze button solves nothing because these same losers will try to pull the same S-H-you-know-what in 45 days. And it really does make the point that we're just talking about that this keeps happening. I mean, looming shutdown is now a routine phrase for journalists these days. And you we're going to an international audience. This stuff doesn't happen in other major countries with the regularity that it does here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "CARDONA",
      "sentences": "That's exactly right, Michael, and that's why I stressed in my first comments that this is a global embarrassment, because this is not what should be happening in the greatest country in the world and in the greatest democracy in the world. But the fact of the matter is, that our political system has been poisoned by Republican MAGA, what we call MAGA, Make America Great Again, Trump-inspired extremists, who are the ones that were holding Kevin McCarthy hostage in the House of Representatives.And I agree with Jason, that this is not going to go away until those MAGA extremists are gone. And I know he likes to include Democrats in here but let's be very clear, that is a false equivalency. There is no one on the Democratic side that has ever done anything that the MAGA extremists in the House of Representatives just tried to pull with Kevin McCarthy. And we have never had a Speaker of the House that has kowtowed to the extremists the way that Kevin McCarthy did. Lord knows, Nancy Pelosi never, never had that problem. And so, the extremists on the Republican side have to go. I hope Kevin McCarthy is able to continue to put them to the side and make sure that they know that what they need to do as a party is to put the country over party and govern. That is their job. We're going to be in political peril if they don't realize that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "HOLMES",
      "sentences": "A right of reply there. Jason. I'll let you have your say. But how has McCarthy's deal with the devil if you like the so-called MAGA Republicans to get the job of speaker in the beginning impacted him? And for that matter, how the House run, House is run? What are the risks of that relatively small group of Republicans holding such power in the caucus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:06",
      "speaker": "OSBORNE",
      "sentences": "Well, I think to Maria's point, I mean, I think she is accurate in the sense that on the Democrat side, they've never had to deal with this kind of issue, because they've never had a majority that has been this small, and increase -- and our majority is actually from the Republican side, getting even smaller, given, you know, some folks that are retired and, you know, maybe somebody will be in jail soon, who knows.But I think the problem that we have is that Kevin McCarthy had to make some sort of deal. And I think at its base, that Kevin truly felt, as with many others in the Republican Party, is that some of these folks that he was making a deal with would understand that in order to govern, and in order to pass legislation, you have to make concessions here and there. You can fight until the bitter end, but at a certain point you need to understand that the door is going to close and it has to close, and that you can't keep fighting the battle. And that's the problem Kevin had in the last few weeks, is that the ball kept getting moved or the line kept getting moved for Kevin to have to deal with. And so, finally, he gave up and said, you know what, we're going to make this bipartisan and we're going to reach out to the Democrats. And it's going to happen again. So I don't know at the end of the day, I don't know the caucus has to help Kevin kind of corral these renegades and get them out of the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "CARDONA",
      "sentences": "The Republican Party is giving him a gift. And I think Republicans really need to be careful about that. And I completely agree with the historian, it's a really bad message to send. But I will say President Biden, the Democrats, and I believe the Republicans in Congress that support funding Ukraine, and let's remember this, Speaker McCarthy is one of them. They need to work in the next 45 days to ensure that support and funding for Ukraine is as robust as it can be, because we are all in the fight of our time for democracy, not just here in the United States but all around the world.And if we let Ukraine falter, then to the historian's point, that is a huge gift to Putin and to other autocrats around the world, because we're letting them -- we're telling them you can do whatever you want and the United States is not going to do a thing. And that is not something that President Biden is going to allow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "HOLMES",
      "sentences": "Yes. We were out of time before I even ask that question. But, Jason, I got to give you a chance to mention Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "OSBORNE",
      "sentences": "Yes. No, I mean, I don't disagree. I think my concern, I guess, as somebody who is mindful of the US dollar, right, is how much is too much. I think that we have to be in there and supporting Ukraine. I stand by Kevin McCarthy and many others in the Republican Party that do support funding Ukraine. But at a certain level, we need to figure out like how much more are we going to do without other countries stepping up and matching us? Or at least helping us along the way? I don't think now is the time to have that discussion but, you know, at some point we need to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "HOLMES",
      "sentences": "Well, OK. Yes. Other countries are spending more than the US both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "CARDONA",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "HOLMES",
      "sentences": "But, Jason -- Jason and Maria, really appreciate the time. We do you have to leave it there. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "CARDONA",
      "sentences": "Thank you, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:02",
      "speaker": "OSBORNE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:31",
      "speaker": "HOLMES",
      "sentences": "Welcome back. And as we've been reporting, Washington has approved a last ditch plan to avert a government shutdown. Earlier President Joe Biden signing the measure into law which keeps the federal agencies running for another 45 days, at least. The continuing resolution, as it's called, was passed by both Houses of Congress on Saturday night. It happened just hours before the deadline and after days of uncertainty.And as we were discussing before the break, Ukraine got the short end of the stick in that compromise bill. The Senate was originally considering more than $6 billion in new aid for Kyiv. But in the end, the money for Ukraine was entirely left out of this stopgap measure. Former Republican Congresswoman Liz Cheney comparing the move with a 1938 speech by the then British Prime Minister Neville Chamberlain, which is widely seen as part of his strategy to appease the Nazis in Germany. She said in the social media post, that appeasement didn't work then, it won't work now, referring to Putin and Russia, of course. Meanwhile, Senate Democrats say they will keep pushing for more aid for Kyiv Majority Leader Chuck Schumer saying that when it comes to Ukraine, the two top Senate leaders are on the same page. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:31",
      "speaker": "SCHUMER",
      "sentences": "Leader McConnell and I have agreed to continue fighting for more economic and security aid for Ukraine. We support Ukraine's efforts to defend its sovereignty against Putin's aggression. So thank you, thank you to my colleagues on both sides of the aisle for their excellent work. The bipartisanship here in the Senate set the tone for today's result, and I hope it sets the tone for the future.(END VIDEO CLIP) HOLMES: While Ukraine missed out on some additional US aid for now, it plans to put more of its own money into weapons production. Kyiv says its spending on arms making, as it put it, will increase seven fold next year. Ukraine also hosting an international forum on Saturday to pitch itself as a future hub for arms manufacturing. We have CNN's Fred Pleitgen now reports for. US support remains crucial for Ukraine's war effort. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "HOLMES",
      "sentences": "But one Ukrainian lawmaker says sustaining the ongoing operations, there's only one side of the problem, he says. The other side is that Russia will see the US congressional vote as a green light of sorts to step up its attacks on Ukraine. Ukrainian parliament member, Maryan Zablotskyi, spoke to CNN's Jim Sciutto a bit earlier. Jim asked him if he believes Congress will approve more aid in the future.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:02",
      "speaker": "MARYAN ZABLOTSKYI, UKRAINIAN PARLIAMENT MEMBER",
      "sentences": "We are very grateful for the aid already received. But for us, it's a measure for survival. Without US aid, unfortunately, our country will most likely be occupied and very likely genocide will happen. So this is a matter of survival of a European nation.I'm actually surprised that our army was able to achieve what it already achieved by breaking some of the lines. We have no air dominance, so we can we cannot use any air cover for our troops. And unfortunately, the amount of equipment still provided to Ukraine is very tiny compared to what Russia still has within its means. So it was mostly done with the bravery of our soldiers. And I commend them for having at least some progress. But unfortunately, if there will be an interruption in aid, we will definitely go back on just trying to keep our positions. We are very grateful for all the previous (inaudible) and for providing aid to Ukraine. Without that our country would have probably been occupied and probably millions with have been killed in genocide. This is extremely important that we keep the world order and show that no big country can do something better other countries, because it will also not just results in the deaths of millions of Ukrainians. It will be a signal to China and other countries that you can do that to the weaker nations if they have smaller military power or smaller economic power. I'm very grateful for the aid provided so far. Please keep doing that because unfortunately even listened to eruption will for sure result already in the hundreds. Ukrainians probably (inaudible) on skills that's whose lives probably could have been saved if Ukraine continued to have full support. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:44",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Welcome back. You're watching CNN Newsroom with me Michael Holmes. Collective sigh of relief right now after Congress narrowly averted a government shutdown, which many were expecting until just a few hours ago. The breakthrough came earlier on Sunday when U.S. House Speaker KevinMcCarthy gave up trying to appease the far-right members of his caucus, instead turning to Democrats for help passing a stopgap measure. Here's what the speaker had to say afterwards about the small group of Republicans who have been giving him so many headaches. (BEGIN VIDEO CLIP) KEVIN MCCARTHY, U.S. HOUSE SPEAKER: You have members in your conference that won't let you vote for appropriation bills, doesn't want an omnibus and won't vote for a stopgap measure. So the only answer is to shut down and not pay our troops. I don't want to be a part of that team. I want to be a part of a conservative group that wants to get things done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:44",
      "speaker": "HOLMES",
      "sentences": "Congressman Ken Buck admitted that 45 days isn't very long, but said it was doable. Have a listen.(BEGIN VIDEO CLIP) KEN BUCK, U..S HOUSE SPEAKER: I don't think it's a bad thing to have bipartisan votes on some issues. I think the Democrats are going to join with moderate Republicans anytime we're talking about spending a huge amount of money. I think that Kevin McCarthy's problem really is the lack of passing 12 bills on time and then getting jammed at the last minute with this. We're going to see at least four appropriations bills in the next two weeks. Hopefully those pass at that point we'll have eight or nine of the 12 bills passed and that would be a real relief to a lot of us. This 45 days will come a lot quicker than people anticipate. And we'll be faced with another crisis. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:35:07",
      "speaker": "HOLMES",
      "sentences": "So as MJ just said it could be less than two months before the U.S .faces the threat of a shutdown again. CNN economics commentator Catherine Rampell looks at how it could endanger the economy and diminish America's standing in the world.(BEGIN VIDEOTAPE) CATHERINE RAMPELL, CNN ECONOMICS AND POLITICAL COMMENTATOR (on camera): So far, we have gotten relatively lucky as an economy in that we have escaped a recession, which historically doesn't happen when you've had an extended run of elevated inflation. Historically, that ends in a recession and you know, knock on wood, we have avoided one so far. More recently, though, there have been a number of shocks to the U.S. economy. None of them on their own seem large enough to cause a recession. But piled up, especially if we had a government shutdown, the outlook starts to look worse. So I'm thinking things like the UAW strike, student debt repayments, restarting there's a childcare cliff that's looming, as well as an oil shock. Of course, that's affecting the world. So all of those things together, do put more stress on the economy and a shutdown would have exacerbated that stress. The fact that we don't have it certainly is welcome. Part of the reason why yet another ratings agency downgraded the United States earlier this year, was specifically government dysfunction, that there was a growing consensus essentially, that we are ruled by politicians who have very little interest in governing, very little interest in getting our long term deficits under control, which is specifically why that might affect our credit rating, which has to do with our ability or willingness to repay our debt for that matter. And so more dysfunction doesn't make us look any better, at the very least, and it just feels like over and over and over. We replay these dramas, these completely unnecessary dramas. And we look like a basket case, frankly, before the rest of the world, which you know, even if it doesn't directly affect economic outcomes, it does drag on confidence, and it does drag on confidence specifically in the United States as a responsible player on the global stage. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:41:26",
      "speaker": "HOLMES",
      "sentences": "President Joe Biden has signed into law a short term spending bill to keep the government running for another 45 days. Congress passing the measure on Saturday night just hours before federal agencies were set to shut down. In the house, 90 Republicans voted against it. So to a single Democrat Mike Quigley. Earlier he spoke with CNN about the lack of unity in Congress.(BEGIN VIDEO CLIP) MIKE QUINGLEY, U.S. HOUSE DEMOCRAT: I saw people patting each other on the back and clapping and saying this was a bipartisan victory. Let's look at the record. Recently, we came within an inch of defaulting on our debt. We just now came within inches of a shutdown. This is not how the most important democracy in the world should function. Our dysfunction. Our inability to govern is a national security threat. Beyond all the other reasons we shouldn't shut down. It's a scary time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:41:26",
      "speaker": "HOLMES",
      "sentences": "Now the stopgap spending bill includes more for natural disasters but nothing for Ukraine. Lawmakers say they will try to approve a separate funding bill to help give at a later date.President Biden also being briefed on the historic flooding in New York City. Friday storms dropped the most rain ever recorded at JFK airport. The area is under state of emergency for the next six days. And while some flood warnings are still in effect, what a difference a day makes. CNN's Polo Sandoval reporting from New York. (BEGIN VIDEOTAPE) POLO SANDOVAL, CNN CORRESPONDENT (on camera): Well, there's certainly a sense of normalcy that's been restored in New York City after Friday made for an absolutely nightmarish day for millions of people in America's largest city with record rainfall soaking the region right here on the ground at the entrance to the New York City subway system, at least one of them. There is also that sense of normalcy in New York Governor Kathy Hochul confirming on Saturday that the transit system is back up and running after parts of it were essentially paralyzed by Friday's weather event. The governor also taking the time to commend not just the responders but even the people themselves, many of whom were actually listened to some of those mornings and many of them staying off the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:41:26",
      "speaker": "KATHY HOCHUL, NEW YORK GOVERNOR",
      "sentences": "And I want to say this, because New Yorkers heated our warning. And when they could they stayed home. And most importantly, they stayed off the roads. What had been described by myself as a potentially life threatening event ended up being a play at a time. When people listened. They reacted properly, they took precautions, and no lives were lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:41:26",
      "speaker": "SANDOVAL",
      "sentences": "So this weekend, there's certainly a sense of pride coming from officials and some relief but also some serious questions that are being asked about what can be done to limit the impact. The next time we see an event of this magnitude as we heard from New York City officials say on Friday and again on Saturday.They believe that climate change is certainly a factor here that we are likely going to see these kinds of weather events and they hope that infrastructure will be able to keep up which is why they are calling on more investment and that system. Polo Sandoval, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:51:34",
      "speaker": "HOLMES",
      "sentences": "U.S. lawmakers have avoided a government shutdown for at least another 45 days. Just hours ago the Senate passing a stopgap spending bill to keep the government's doors open until November 17. For now, millions of government employees and active military members will continue getting paid.President Joe Biden quickly signing the bill into law. He blames the near shutdown squarely on hardline congressional Republicans saying they created a manufactured crisis by walking away from an earlier budget agreement that they had signed on to and by demanding drastic cuts in the words of the President. And birthday greetings keep on rolling in for former U.S. President Jimmy Carter. The White House put up a huge birthday cake on the grounds that he called home for four years. The former president turns 99 on Sunday. Carter late largely remained out of the public eye since he started receiving hospice care at his home in Georgia seven months ago. Meanwhile, country singer Willie Nelson sharing a birthday message for his longtime friend. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:51:34",
      "speaker": "WILLIE NELSON, COUNTRY SINGER",
      "sentences": "Happy Birthday President Gardner. I'm thinking about you love you. We miss you. I hope you have a real good one.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:55:07",
      "speaker": "KINKADE",
      "sentences": "The psyche spacecraft is expected to reach the asteroid in 2029. And during its six-year journey, it would travel from Earth to Mars then slingshot from Mars into the asteroid belt before arriving at Psyche. It will then orbit the asteroid for more than two years, taking images mapping and studying the metallic object. The metal and Psyche is estimated to be worth as much as 10 quintillion dollars. But the scientists who came up with that value points out the number is somewhat meaningless.ELKINS-TANTON: Both so we were able to actually bring Psyche back then it would flood the metals market and it would literally be worth nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:55:07",
      "speaker": "KINKADE",
      "sentences": "The mission is set to lift off a 12 a SpaceX Falcon heavy rocket from the Kennedy Space Center in Florida as early as October 12. Lynda Kinkade, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}