{
  "date": "2023-02-28",
  "headline": "Connect the World",
  "subHeadline": "Turkey Arrests Nearly 200 People in Quake Tragedy; Ukraine Battle for Bakhmut \"Extremely Tense\"; Putin Admits \"Loses in our Ranks\" in Speech to FBS; Vote Count Problems come amid Tough Economic Times; \"The Red Suitcase\" Oscar-Nominated for Best Short Film; Antakya in Ruins after Quake Erases Cultural Heritage. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNNI HOST",
      "sentences": "Well, aftershocks rocked Turkey three weeks since the devastating earthquake and the death toll keeps rising nowgrowing frustration over shoddy building practices. This hour we speak to a leading parliamentarian about the government's response. First up though, no sign of calm in the occupied West Bank, an American Israeli citizen was killed while visiting Israel for a friend's wedding on Monday the latest in a series of attacks over the past few days that resulted in mounting Palestinian and Israeli casualties. Ukraine says the situation in Bakhmut is extremely tense that's as Russian Advisor in the East claims it's only a matter of time before the strategic city falls into Russian hands. Voting in Africa's largest democracy is done but anger over how it was handled is only growing as many complaints of voting irregularities and attacks at polling stations. We are at the second hour of \"Connect the World\". Over three weeks ago, one of the worst earthquakes in a century caused twin disasters across Turkey and Syria, the worst humanitarian crises in the region's modern history. And in Turkey, it is already becoming clear just how bad the damage is. An estimated $34.2 billion according to the World Bank, and that figure could go up as aftershocks continue to add to that damage. Well, now the focus has shifted to the government's handling of relief efforts ahead of what is shaping up to be the most crucial elections for President Erdogan. So tonight, we ask what's next for Turkey. Well, let's bring in Unal Cevikoz he is a member of the Turkish Parliament and a key adviser to the main Turkish opposition party, the Republican People's Party joining us tonight from Washington, D.C. Sir, thank you for joining us! What do you make of the government's handling of the earthquake to date?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNAL CEVIKOZ, PRINCIPAL ADVISOR CHAIRMAN OF TURKISH REPUBLIC PEOPLE PARTY",
      "sentences": "I think for the first 48 hours, in two provinces in Hatay, and - the stateapparatus and the government representatives failed to be present. And in Adiyaman, I think it has taken 72 hours for the response of the government to be observed. And that, of course, has created a very great anger in the population. Because many people felt that there could be several lives saved if the government had responded earlier. And of course, that is the main lack of coordination that the government officers and institutions had among themselves. That is still a very important element, which is precipitating after three weeks. And people are also growing, showing their anger and their protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ANDERSON",
      "sentences": "Yes. And people getting extremely frustrated. Let's be quite clear. I mean, the President Erdogan and his team did concede that mistakeswere made, at least in the first 24 hours or so after that they said they got out and they assessed the damage. And it was the extent of the damage that was just so devastating. In the last couple of weeks you're right hundreds of people have been arrested over shorting building practices that may have resulted in a high death toll. Your party leader has been extremely vocal in blaming corruption for the scale of the disaster and pointing his finger squarely at the government. And is he political point scoring here, or is this a real factor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "CEVIKOZ",
      "sentences": "And today in a group meeting Mr. Kemal Kilicdaroglu has made several offers to the government. And several measures should have beentaken, of course, prior to the earthquake, because we had an experience in 1999. And that, of course, of course showed that Turkey is on a fault line. And Turkey is a country, which will be always living earthquakes. And that's the reason why the government is being seriously criticized because they have not taken the necessary measures to respond when the disaster happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Well, let's talk about that. I interviewed Turkish Presidential Spokesperson, Ibrahim Kalin last week. He conceded that mistakes have beenmade. He said it is the government's responsibility to get things right. He also said that, and I quote him here, a number of strict measures have been taken over the last decade to address some of these issues, some of these criticisms about building practices. I just want our viewers and you sir to have a listen to part of what Ibrahim Kalin told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "IBRAHIM KALIN, TURKISH PRESIDENTIAL SPOKESPERSON",
      "sentences": "I don't want to; you know deflect the responsibility here in any way. We are in a position ofresponsibility, and we have to take action. I know that, but it's also a matter of a culture of understanding. And everybody, you know, following this guidelines and regulations, I mean, individuals constructors, private sector, municipalities, central government, everybody, you know, I think we are all learning really great lessons. Very costly, sad, but you know, great lessons from all this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "And there are municipalities run by the opposition, where there are accusations that not enough measures were taken to ensure thatbuildings were able to with stand earthquakes. So I guess the question at this point is, do you believe or accept that blame must be shared across party lines at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "CEVIKOZ",
      "sentences": "I think the first responsibility is, of course, the contractors, the architects, the engineers, and all those people who have been involvedin the construction business. And if they have not followed the requirements, which have been introduced after the earthquake regulation and the laws which have to be followed, then they should, of course, be responsible. That's the first thing that I have to mention. The secondly, I think there has been a lack of control mechanism, apparently, in the construction sector, because when we observe the debris and the rubble, it is quite obvious that the standards have not been pursued. And if of course, the standards are not pursued, then of course, there's a weak construction. And weak construction is a very big failure, particularly in an area where the region is on a fault line. And that has happened in many places like - Hatay, Adana and Adiyaman. Adiyaman was probably the worst hit. And the Adiyaman was the area where the government officials could not reach for the first 72 hours, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Hundreds of thousands of Turkish citizen's voters have been displaced. There are very important elections due May or certainlyscheduled for May the 14th. Will those elections go ahead on that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "CEVIKOZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Do you believe? And if so, how will this displacement of so many voters affect the voting for those elections? I just want to get yourperspective here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "CEVIKOZ",
      "sentences": "Yes, the elections are going to take place on the 18th of June. Normally, this is a scheduled time. President Erdogan has made hispreference about the 14th of May. And I understand that a team, a team of experts from the high election board are visiting the region, the earthquake region, and they are also making their own observations. And their duty is actually to prepare to manage and to conduct the election process. Once the date about the elections is clarified, officially, whether it is on the 14th of May or the 18th of June, then the duty of the high election board is to carry on and to conduct the elections according to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "CEVIKOZ",
      "sentences": "So--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Let me ask you this at this point. Does the opposition have what it takes to beat incumbent President Recep Tayyip Erdogan, at this point,whenever that election gets held?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CEVIKOZ",
      "sentences": "And when this is decided, I think they will be waiting for the election date to be announced. And when the election date is announced,they will also announce the nomination of the presidential candidate. And we are quite confident that we - elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Let me ask you, your - preferred candidate, your - preferred candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CEVIKOZ",
      "sentences": "My preferred candidate is Mr. - the chairman of our party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Thank you, sir. Good to have you. Another killing in the West Bank adds to what has been a month of bloodshed in the region. The victiman American Israeli man visiting Israel for a friend's wedding. Israeli official say Elan Ganeles was shot dead Monday evening while driving near the West Bank City of Jericho. The day before Israeli settlers went on a deadly rampage in the West Bank following the shooting deaths of two Israeli brothers. The settlers killed a 37-year-old Palestinian man and beat others with metal bars. Israel's military hoarded the area reinforce with troops to \"Throat terror attacks and prevent violent riots\". Hadas Gold back with us this hour from Jerusalem. Tell us what more we know about this American Israeli man killed overnight and just describe the atmosphere within which this death came about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, Becky, I have to say that the last few days have felt a bit different. We've been talking for so longabout what a violent and deadly year and a half or so it's been for the last few days these attacks are targeting Israelis and then these revenge attacks. They feel a bit different and the latest victim of them turns out to be an American citizen. (BEGIN VIDEOTAPE) GOLD (voice over): Elan Ganeles was in the wrong place at the wrong time, his friends say, the 27-year-old Connecticut native, the latest victim in the uptick of violence between Israelis and Palestinians. Moved to Israel several years ago studied Hebrew at a kibbutz before joining the Israeli military. One of his former teachers telling CNN, he was the kind of guy you'd want your daughter to date. But in 2018, after he completed his service with the Israeli army, he moved back to the U.S. to attend Columbia University where he studied sustainability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi guys, my name is Elan, I want to talk about how we measure sustainability.GOLD (voice over): Returning recently to visit for a friend's wedding. But as he drove along a popular route that cuts through the occupied West Bank, often used by tourists on their way to the Dead Sea. The Israel Defense Forces said attacker shot at several cars. Ganeles was struck in the upper body medic said, the attackers fleeing to nearby Palestinian villages, burning their cars in the process. Echoing a similar attack that killed two Israeli brothers on Sunday near the Palestinian town of Huwara, south of Nablus, followed by revenge attacks by dozens of Israeli settlers that killed at least one Palestinian man and left dozens of homes and cars burned the U.S. government expressing alarm over the recent events. NED PRICE, U.S. STATE DEPARTMENT SPOKESPERSON: We condemn the horrific killing of two Israeli brothers near Nablus and the killing today of an Israeli near Jericho, who we understand was also an American citizen. We express our deepest condolences to all of the victims' families and their loved ones. GOLD (voice over): Now a massive manhunt underway for all the attackers. And the Israeli military is sending in extra battalions placing checkpoints in the nearby Palestinian city of Jericho, as the region remains on edge worried about what will come next. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GOLD",
      "sentences": "And Becky, what really feels different about this is specifically what's been happening around Jericho. Because while we've been mentioningJericho a couple of times in that area, sort of the eastern part of the West Bank in recent weeks, I have to say that until the last couple of months or so, you would have never expected something like this to happen in that area. That route is very often used by tourists just driving through going to the Dead Sea Jericho, a place where a lot of Palestinians have vacation homes. But now we've seen an Israeli, deadly Israeli military raid into Jericho that left five Palestinians dead and now several attacks in the area this of course being the latest one claiming the lives of that American Israeli, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Ukraine's military calls the battleground around Bakhmut extremely tense. Russian troops are trying to surround the city from allsides but have come up against Ukrainian resistance. However, President Volodymyr Zelenskyy admits defending the city is becoming \"More and more challenging\". Let's get you to Kyiv and to CNNs Melissa Bell. Melissa, remind us where this city or town is and why it is becoming in Zelenskyy's words more and more difficult to defend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "Well, this has been a subject of such fierce fighting now for so many weeks Becky representing as it would animportant symbolic but also strategic victory for Russia should it fall simply because what Ukraine believes Russia is trying to achieve beyond having taken the whole of Luhansk is trying to take the parts of Donetsk that it does not control. And this by the end of March or April where they to take Bakhmut, which is of course one of those important towns on the front line, they would then be able to plough on through to places like Slavyansk and Kramatorsk and no doubt to the rest of that region. It's symbolically important, because it has been being fought for us for so long. Because the resistance by the Ukrainians has been so stiff what we've been hearing over the course of the last 24 hours is that it is the most elite fighting forces of the Wagner mercenary group, but also the most Battle- Ready groups from the regular troops that are now being ploughed into try and take it and with great ferocity. What we've been hearing are some pretty harrowing accounts from some of the Ukrainian soldiers trying to defend it saying, look, take the official accounts. And we've heard as you say Zelenskyy say that it's getting very challenging. We've heard today from a military official, saying that it's getting more and tenser. He said take that and multiply it by 100 percent. It is a living hell said another Ukrainian soldier. Partly, of course, Becky because the conditions around and this will be able to see on some of the videos with geo located around the area has gotten so bad, it's muddy, parts of it are flooded. And they're struggling to defend it under barrages of Russian artillery, but also rocket fire. Now, what the Ukrainian soldiers have said also is denying Russian claims that it may already have been surrounded saying there's still two supply routes that they're defending bitterly despite the Russian fire that they're coming under Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Melissa, you got an opportunity to talk to the U.S. Treasury Secretary Janet Yellen who was in Kyiv. Earlier you interviewed her aftershe met with Zelenskyy providing more and more support for Ukraine. Just explain what she told you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "YELLEN",
      "sentences": "We will not tolerate systematic violations by any country of the sanctions that we've put in place that are intended to deprive Russia ofaccess to military equipment to wage this war. And we've been very clear with the Chinese government, that the consequences of violating those sanctions would be very severe. BELL (on camera): I'd like to move on to more domestic measures, if I may. We've seen the fight against inflation take a hit PCE hitting 5.4 percent. Do you believe at this stage that the Fed is behind the curve or that a soft landing is still the most likely scenario?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "YELLEN",
      "sentences": "I personally believe that it's possible to bring inflation down, while maintaining we have a very strong labor market. I think we canmaintain it. I would say so far so good. BELL (voice over): But back home, the cost of the war in Ukraine, including its inflationary pressures was more contentious. As the war enters its second year and with an American election year beginning to loom, there are questions about how long the West's unwavering support can last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "YELLEN",
      "sentences": "So, I think there is broad support among our allies; many members of congress have been to Kyiv to visit. And I think all of us are inspiredby that. And we'll be ready to support it for as long as it takes. BELL (voice over): So, for now, a further pledge of the support that allowed Ukraine to come this far. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BELL",
      "sentences": "I also asked Secretary Yellen, Becky, just how long as long as it takes was going to last. You know, we mentioned Bakhmut moments ago, theUkrainians fears that should the whole of the Donbas fall; it might be easier for the Russians to claim an entire annexation and to demand peace talks along the lines of a partition of Ukraine. She said that it was not up to the United States or anyone else back in Ukraine to decide if and when they should decide to negotiate, and that neither side neither Ukraine nor Russia appeared prepared to do so. And that's for now, and until the Ukrainians decided otherwise, that American support would be unwavering, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Interesting. Certainly, the Biden Administration holding its line to that degree, Melissa, thank you very much indeed, I want to get theRussian perspective now. Vladimir Putin has been addressing a key meeting of the country's Federal Security Service, that is where he admitted, \"Losses in our ranks\" saying the organization must do everything to support the families of troops killed in Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "Unfortunately, there are losses in our ranks; the leadership of the FSB must do everything to provide additionalsupport to the families of our fallen comrades. 2022 was a special year for the whole country and for your service. The FSB units were directly involved in the special military operation that they want to thank you for this work, dear comrades. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "And on any possible talks with Kyiv for the Kremlin, saying that nothing should infringe on what it calls new territorial realities sayreference, of course to annexed territories illegally annexed as far as the rest of the world, or most of the rest of the world is concerned. Let's get more from Fred Pleitgen in Moscow. Fred, what did you make of what you heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PLEITGEN",
      "sentences": "I also think the admission that there had been losses amongst the FSB was definitely quite interesting on the part of Vladimir Putin. On thewhole, though, Becky, I think one of the things that we've been seeing over the past couple of days especially, is Vladimir Putin really trying to rally his forces? Obviously, the intelligence service in this case yesterday yelled a big speech for the Special Operations Forces telling them how important they are. And this of course, comes as the war in Ukraine grinds on and there certainly are some issues it seems also with some of Russia's forces fighting on the ground, here's what we're learning. (BEGIN VIDEOTAPE) PLEITGEN (voice over): Russian Defense Ministry video from the war in Ukraine, showing Moscow's troops on the move, gaining ground, heating back Kyiv's forces. But the reality at least in some cases seems different. These soldiers say they were mobilized from Irkutsk in Siberia, and they're refusing to fight. Due to the current state of affairs, we find ourselves in a desperate position as the commander's do not care about our lives, he says, and later ads, we ask for help. We have nowhere else to turn. The video was published as the Ukrainian say they've decimated Russian forces trying to assault Vuhledar in eastern Ukraine and after a public spat between Yevgeny Prigozhin of the Wagner private military company. And the Russian Defense Ministry over ammo supplies to Wagner mercenaries around Bakhmut. Well, Prigozhin says the issue has been resolved; he took another swipe at the defense ministry. A big number of former soldiers who are now part of Wagner came here because they were looking for more creative freedom since everyone understands the army doesn't always enable that. When we ask Prigozhin whether ties with the defense ministry have been restored, a snarky answer guys, your CNN enemy spies have a conscience. How I can discuss military issues with you, he wrote on his social media channel. Wagner's forces say they've gained ground around Bakhmut this weekend. Russian state media released this drone footage of the utter destruction there and the Ukrainians claimed Wagner's losses are immense. Former Putin advisor Sergei Markov tells me he doesn't believe Prigozhin uses his forces as cannon fodder because he owns them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SERGEI MARKOV, FORMER PUTIN ADVISOR",
      "sentences": "They're kept storming group but Prigozhin according to my information, he try to preserve their lifebecause it's their lives, his property and he's a businessman. PLEITGEN (on camera): Their lives are his property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MARKOV",
      "sentences": "Yes.PLEITGEN (voice over): But while progress is hard to come by for his army, Russian President Vladimir Putin shows no signs of backing down, instead proclaiming the Ukraine war to be a conflict with the West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PUTIN",
      "sentences": "They have one goal to break up the former Soviet Union and its main part the Russian Federation for what to push the remnants around and putthem under their direct control. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "You're watching \"Connect the World\". I'm Becky Anderson, welcome back. Only about half the votes have been counted in Nigeria's nationalelection. Opposition leaders have seen enough they say fraud and mismanagement by the ruling APC party have tainted the vote and they want a new election. Well, the results so far show the APC's Bola Tinubu in the lead, but it is still too early in the vote to count, the vote count to declare on the winner. Observers from the EU at least say the election was not run well. And the counting has lacked transparency. Well, CNN's Larry Madowo in Lagos, Nigeria, with the very latest. Lacking in transparency, some suggesting corruption, certainly some suggesting they want to get a redo on this election. What's the evidence here to suggest that there was this has been an election which was particularly badly run, let's put it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "That this election was problematic is no longer in doubt, Becky, but to what extent is what we can tell. And theopposition parties are not presenting that either. Social media has been awash with video of violence and intimidation and destroyed ballots and all of that. But this election was run, it's the biggest election in Africa, there are 93 million registered voters, there's 176,000 polling units. So yes, there was going to be some disruption. But to this extent, the opposition parties think it went so far that it should invalidate the entire process. And that is why they're calling for a fresh election and the resignation of the chair of the Independent National Electoral Commission. I want to read for you a statement from these three main opposition parties who say that the People's Democratic Party, the Labour Party, the ADC and other allied parties shall not be part of the process currently going on at the national collation center. And we demand that the sham of an election should be immediately cancelled. They also say that they're calling for a fresh election carried out within the law. But this is unlikely to happen. In fact, the Independent National Electoral Commission just gave a statement to CNN saying they will not do so. And the early results points to a free fair and credible process. And so, the call for the chairman to resign is misplaced. And if they have any issues, they should go to court. And also gotten a response from the APC that is a ruling party that's feeling Bola Tinubu, who's leading so far in the states that have been announced and they're laughing off these allegations, listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DELE ALI, SPOKESPERSON, APC",
      "sentences": "Does it mean that we are PDP and Labour Party won? The election was free and fair. But where they lost? The election wasrigged. What kind of logic? What logic is that? What kind of reasoning? What kind of John this perspective is that an egocentrism an extreme selfishness? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MADOWO",
      "sentences": "So, he's got a legitimate point. Yes, the Labour Party one here in Lagos, which is an APC stronghold, Bola Tinubu lost in his own city. He'sknown as the kingmaker of Lagos, they lost in some other major places as well. However, the APC can also not deny there were some serious problems with their selection that the EU observer mission pointed out that the National Democratic Institute pointed out the lack of planning, the lack of communication, the logistical failures, all of those are also two things can be true at the same time, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "I mean, look, you mentioned the positive GDP number nine consecutive months of positive growth, great news. But tworecessions in six years, I'm going to give you some numbers because the numbers really are very telling large economy, but large problems, Becky. 32 percent unemployment, four in ten Nigerians are living below the poverty line 53 percent of Nigerians at risk of falling into poverty. It is incredible to see the inflation rate sitting at 22 percent. And it gives you a sense of just how expensive things have become for basic goods and an economy already that is grappling, I want you to have this picture. When you walk in the streets of Nigeria, you hear generators, tiny generators, you know, powering up businesses, whether you're small or big, you have a generator, if you're a bigger company, you even have water treatment plants. So, there are systemic issues that absolutely need to be fixed. But if you start breaking the numbers down even further oil and gas is so vital to the economy. Now, you'll say, well, it only contributes just over 4 percent of GDP. But foreign exchange earnings are reliant on oil and gas revenues, and it counts for 80 percent of FOREX earned. And if I take that number again, and I look at how much of the earnings are spent on debt servicing costs, it's 80 percent of revenue that is spent on debt servicing costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "So, this is unsustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "I mean this is unsustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Completely unsustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "If I look at what whoever takes on leadership, the economy that they're inheriting is complex. It's got major issues. But I think that justspeaking to average Nigerians and frankly, I've been speaking to Larry Maduro a lot as he's been doing this assignment. The sense is that someone needs to unite Nigeria to you know, to get people to want to work together, and also start paying taxes, because revenue generation is absolutely dire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "This is the most contentious election in Nigeria's recent history since the end of military rule, of course, in 1999. We haven't got theresults yet. It's not clear, although it does seem like the ruling party may be on its way to winning this, although, obviously, the opposition parties are calling them out on this. But why is this election so significant now, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "And it's such a good question, I think it's always been two major parties, right? So, the ruling party in the opposition now you've got athird player coming in, gaining enormous momentum, and even Larry was talking about how he's actually won Lagos set? We're talking about Peter Obi. It is because I think it's just there's so many issues that have been bubbling under the surface. And one inflection point was the insights campaign, you'll remember what happened in 2020, when there was major, you know revolts in the streets about police brutality. But again, it's rooted in the economy. If I look at the cash crisis, now that's playing out, it's self-inflicted; they're changing banknotes, and then cause a major supply constraint on cash. People don't have money to purchase goods; they are now going to the black market. And I want to give you these numbers, because again, it's going to give you a sense of what's going on. It's like sort of a two-speed economy, in the black market for you to buy $1 it will cost you 800 Naira; the official exchange rate is 460, 460 Naira for $1. And I think that and always has been a big gap in the black market. But I think that one of the reasons this has become so fiercely contested, people don't want more of the same. They want to lead or they want someone that's going to come in and shake things up. And I think they've come to this realization. It's all of course, always risky when you vote for an unknown party, right, a new player, can they actually do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back, this is \"Connect the World\" with me Becky Anderson. Iran's foreign minister blaming, \"Terrorists for violence during thenationwide protests following the death of Mahsa Amini take a listen to what he had to say at the UN Human Rights Council on Monday. (BEGIN VIDEO CLIP) HOSSEIN AMIR-ABDOLLAHIAN, IRANIAN FOREIGN MINISTER: The peaceful assemblies that took place in my country following the sad death of Mahsa Amini manifested the Iranian spirit of solidarity for a fellow young Iranian woman. However, those peaceful assemblies turned violent following the - interference by some terrorist elements. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "A perspective of the Iranian regime there, the street protests have of course died down. And is after the Iranian government arrestedthousands killed hundreds and carried out summary executions against others involved. But still the root cause of those protests, the plight of Iranian women continues to draw international attention. The Red Suitcase by Iranian filmmaker, Cyrus Neshvad has been nominated for an Academy Award this year for Best Short Film. It follows the journey of a 16-year-old girl at an airport after being sold into child marriage, have a look at this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You will listen to me now. I have more to lose here. I paid for everything. I paid for your whole family. All my guests arewaiting. I cannot get there without my wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Listen to me Jafar. There is no doubt, she got off the plane. She even got her suitcase. Of course, I'm as worried as you are. Icannot cancel. Everything is ready for my ceremony. You lost your own daughter. You will listen to me now. I have more to lose here. I paid for everything. I paid for your whole family. All my guests are waiting. I cannot get there without my wife. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "And the film's Director Cyrus Neshvad joins me now live from Los Angeles. And I have to say first of all, congratulations on this. Tell mehow are you feeling? CYRUS NESHVAD, DIRECTOR, \"THE RED SUITCASE\": Yes, so I'm feeling really good. Because with this nomination, we have the possibility to have more visibility on what's going on in Iran. So, for this I'm very proud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Good, and so you should be. Let's talk about the shorts. The Girls Red Suitcase as the name would suggest the film is where the film isfocused. Talk to me about what that symbolizes sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "NESHVAD",
      "sentences": "So, and then I choose also the red because it's the color of the heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "This film was written prior to the latest protest movement breaking out. There is a scene in which that young girl removes her hijabin the airport bathroom that draws clear parallels with what we are seeing at present. What does it mean to you, when you see women on the streets, removing their headscarves in defiance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "NESHVAD",
      "sentences": "When it's perhaps new for everybody, but for us, it was not new. 2019 I was in chat with my mother who's connected with Iranian family. Andthey were all always telling me that women are disappearing, if they are the disregarding anything. So, I decided to do this movie to bring this up. And that's why I knew exactly that we need to have a scene like this as a protest that this girl watching in the lens of the camera and taking her hijab off in order to protest. So, I asked her to watch in the lens of the camera, to also invite the audience who are watching that other woman all around the world should join her and that it's possible to change things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "What do you make of the support outside of Iran for this movement? And what's your perspective on where these protests and thisprotest movement goes next sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "NESHVAD",
      "sentences": "So first of all, I'm really happy and relieved that to see how much empathy the whole world has for our country, this shows that we areliving in a good world where people are all keeping together, being it in Europe, being it in the United States, all the people are, you know, helping us to do this. But I think the most important change has to come from the inside. The people need to go all out, you know, millions to make a change. And for now, the young generation are going on the street; it's called the revolution of the woman where the woman are taking the hijab off in contestation. They decided if this is the future, which offers us the country, we prefer to die. And that's really hard to hear, because they're just walking so being killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Your film ends by zooming in on an advert, - of a woman outside of the airport, why did you choose to end the film like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "NESHVAD",
      "sentences": "Because the harm of the woman is not only in Iran, perhaps it's not that cruel abroad. But the harm is of the woman is also existing inother countries than in Iran. I wanted just to point this out that, that in this ad, we see that the woman looks so happy, but still they are used by their sexuality to sell objects, it means the harm to the woman is also done abroad. When we are zooming in and we slowly see that the look of this girl, this Occident girl behind this beautiful smile and beautiful her is scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "How powerful do you feel the medium of film and other media can be in ensuring that the story of Iran in 2023 is heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "NESHVAD",
      "sentences": "Yes, so I think the powerful movie can very be very big if this - the movie has visibility. And what really again, I said it before, whatmakes me really proud that we are nominated for the Oscars; it's even not for glory on anything. For me the most important thing which made me so happy, it's that I have the possibility now to talk about this, and to contribute even a little bit on what's going on Iran, which makes me proud. So today, I'm here I'm with you and I can talk about this, in Iran it's really hard. These people are going on the street with only their hearts, and this young generation and all these police around, they're coming and you're just shooting at them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Cyrus, you're doing more than a little bit. We wish you the very best of luck. The short is terrific. Thank you for joining us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "NESHVAD",
      "sentences": "Thank you so much for inviting me, and letting me express me about the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Before we leave you tonight, a reminder of our top stories this hour and the ramifications and implications of that deadly earthquake inTurkey and of course, in Syria. This is not a story that's going away. Just today a powerful new aftershock has collapsed buildings in the south of Turkey killing at least two people and hurting more than 100 others. A 5.6 magnitude quake hit on Monday three weeks to the day after the massive Turkey Syria quake earlier this month. That and its aftershocks have killed more than 50,000 people and they've left thousands more homeless. Well, Antakya in Turkey is home to one of the birthplaces of Christianity. It's a place where Christians, Jews and Muslims lived peacefully. But the city is a disaster after this month's earthquake. Jomana Karadsheh shows us the extent of the loss there and the fears that it will never regain its rich heritage do have a look at this. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN CORRESPONDENT (voice over): If you are the souls that roamed the streets of what's left of Antakya, ancient Antioch where empires when stood now were decimated ghost town. KARADSHEH (on camera): The scale of the destruction here is just immense, damaged and destroyed buildings everywhere you look and you've got mountains of debris that stretch for miles and miles. KARADSHEH (voice over): Gone are the streets of the vibrant old city once lined with boutique hotels, restaurants and antique shops. One morning I woke up my home, my friends, my city everything I lived is gone, he says. Mother Nature is unforgiving force has wiped out history; heritage sites spanning centuries and cultures now lying in ruins. Like the seventh century Habibi Neccar Mosque one of Anatolia's first and this 14th century church once the seat of the Greek Orthodox Patriarchate, reduced to rubble. It's not the first-time earthquakes have damaged the church, but never has the future of its people been so uncertain. It is from Antioch where Christianity spread to the world, father Demetri Duquesne tells us. He's now mourning 40 of his dwindling 1000-member congregation. We were trying to return to this land, our history and the books will remain, he tells us. But right now, our history is gone. The city is gone. I have two sons. There is no future left in this city now for our children. Antakya was one of the few Turkish cities where Muslims, Christians and Jews do live side by side that may be no more. Its synagogue was barely damaged and the 500-year-old Torah scrolls rescued by a beloved Jewish leader and his wife didn't make it. Saul and Tuna Cenudioglu were among the last Jews of Antakya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "CENUDIOGLU",
      "sentences": "My fast is gone, hopefully the story will be revealed and it will recover by time. But there was certain flair to it. The community, thefeeling of diversification and everyone living peacefully together, and I always believe it's reflected like turkey. To be honest, I'm worried that it will fade away. KARADSHEH (voice over): As the sun sets in Antakya, no one knows when and how Antioch and its people will ever raise again, Jomana Karadsheh, CNN, Antakya, Turkey. (ENE VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}