{
  "date": "2023-01-09",
  "headline": "CNN 10",
  "subHeadline": "Buffalo Bills Win for Hamlin; McCarthy Wins Gavel After Longest Speaker Battle Since 1859; Biden Visits Border for First Time as President. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "DION DAWKINS, BUFFALO BILLS",
      "sentences": "No second, no breath, no event, no situation is promised. It could be a drastic this or this at any moment. And I havetruly learned to be a better father, to be a better partner, to be a better person. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Remember lovely people, we can find strength through our struggles, find heroes through heartache. The world has come together to support DamarHamlin. His GoFundMe charity to raise money to buy toys for kids originally set out to raise twenty five hundred dollars. It has skyrocketed to more than $8.5 million so far. All right. Next up, we`re bringing you to Washington, D.C. with an update on what`s happening in the U.S. Congress. Every time a new political party gains the majority in the House of Representatives, a new speaker of the House is elected. The speaker is in charge of the House`s legislative agenda, its committee assignments, and deciding on voting procedures. Democrat Nancy Pelosi stepped down from her role as speaker of the House in November following the U.S. midterm elections where Republicans won back control of the House. This week, California Congressman Kevin McCarthy was elected speaker, but it wasn`t easy. McCarthy made numerous concessions over the course of many days before he finally earned a majority and was elected on the 15th round of voting. To secure the gavel, McCarthy and his allies overcame opposition from a group of conservative critics within the Republican Party. It was the longest contest in 164 years. Many Republicans fear this may make it harder to govern in the future while Democrats who voted unanimously for their candidate, the minority leader Hakeem Jeffries, were happy to see what many called chaos for the opposing party. More now from politics reporter Eva McKend who has more on the proceeding from the nation`s capital. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "House Speaker Kevin McCarthy securing a victory at long last by picking off his detractors one by one,doing so through making some key concessions. Namely, it will require only one member to trigger a vote that could potentially lead to ousting the House speaker. Take a listen to what McCarthy had to say after the vote. REP. KEVIN MCCARTHY (R-CA), SPEAKER OF THE HOUSE:  Don`t judge us on how we start, watch how we finish. And I think by having the disruption now really built the trust with one another and learned how to work together. What we`re going to have to find in our mindset is that we have to front load that we have to think about and work on the bills with a microcosm of the conference before we even start writing it and that`s really what we learned here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MCKEND",
      "sentences": "So you can hear McCarthy there really striking in optimistic tone Republicans have done so as well, arguing that this week really illustratedthat this is what democracy looks like. That sometimes it is messy -- well, Democrats, they have a different view. They say that the chaotic episodes that played out on the House floor time and time again really illustrate that Republicans are not prepared to govern. They will face another key test. This new Republican leadership on Monday when they have to vote on a House rules package. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Okay. Yesterday, President Joe Biden made his first trip in office to the U.S.-Mexico border where he visited El Paso, Texas. This follows amajor immigration policy announcement by the president who visited the border Sunday for a first-hand view of the border enforcement operation. Biden has faced backlash in recent months from both Democrats in his own party and Republicans who believe he has not managed immigration issues well while in office. Democrats condemn recent immigration policies as human rights violations while Republicans say the president has not done enough to limit border crossing amid recent surge. We`ll hear now from Arlette Saenz, a CNN White House correspondent based in D.C. who has more on the details of the visit. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "El Paso, Texas, a city that has seen a surge in migrants in recent weeks. Officials here at the WhiteHouse say the president wants to see get an assessment of the border security situation on the ground there, and he will meet and hear from officials with Customs and Border Protection. The president will also be joined on this trip by Homeland Security Secretary Alejandro Mayorkas. And officials have also said he the president wants to learn more about the efforts to stem fentanyl flow into the country. Now, this all comes as the president has faced pressure not just to visit the border but also address these issues regarding the border, as it has quickly become a political liability for President Biden. The Texas governor, a Republican, Greg Abbott, said that it`s about time that President Biden paid that visit down to the U.S.-Mexico border. But on the other hand, the president has also accused Republicans of engaging in demagoguery, saying that they need to come to the table to pass comprehensive immigration reform which this White House says is the only way to fully ease these issues relating to the border. (END VIDEOTAPE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten-second triviaWhat is the world`s smallest ocean? Indian, Pacific, Arctic or Atlantic? Answer is: the smallest and shallowest ocean on earth is the Arctic Ocean. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Next up, a snowy owl normally found in the Arctic tundra shows up 3,000 miles away amid palm trees and beaches of sunny southern California.The extremely rare sighting has transfixed a California community, but as for how the owl arrived there, who-who could know? Maybe CNN reporter Jeanne Moos. (BEGIN VIDEOTAPE) JEANNE MOOS, CNN CORRESPONDENT (voice-over):  It`s a head scratcher, all right, how did a snowy owl that normally lives in the Arctic tundra end up amid the palm trees of southern California?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I consider an honor to be able to see the bird.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Bird lovers are flocking to Cypress, California, to get a peek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That`s so exciting. I see a bird that does not belong here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Yeah. Well, not everyone is excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JARET DAVEY, WETLANDS AND WILDLIFE CARE CENTER",
      "sentences": "There were all these crows that were just dive bombing it and trying to like scare it away and the owlwas just unfazed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Not so unfazed, the birder who posted this video Nicholas Belardes admits, \"I teared up\".A marine biologist told \"The New York Times\" it`s like seeing Santa Claus on a beach. Wildlife experts are watching the owl like a hawk, even to the point of climbing up a ladder to retrieve a pellet regurgitated by the raptor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh so a treasure right away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "The birds expel the indigestible parts of their meals, so the Wetlands and Wildlife Care Center decided to check on the owl`s taste inCalifornia cuisine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This looks like the skull. Yeah, look at that, the skull of some kind of rodent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "We know what it ate but we don`t know how it got here. Is it an escaped illegal pet? Or did it hitch a ride on a freighter from up north?Or maybe it just got disoriented and flew too far south?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It looks nice and fluffy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOOS",
      "sentences": "Jeanne Moos, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}