{
  "date": "2023-01-07",
  "headline": "CNN Newsroom",
  "subHeadline": "McCarthy Finally Wins House Speaker Race on 15th Vote; President Biden Set to Visit US-Mexico Border on Sunday; Police: Six- Year-Old Shoots Teacher, Incident was Not Accident. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What we're going to see is the power of our vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Disturbing news out of Newport News, Virginia",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This was not an accidental shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He was stalking them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Kohberger charged with the murders, may have cased the scene of the crime for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I do believe that he has an ego big enough to think that he had outsmarted the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Harry's memoir \"Spare\" has leaked. The excerpts are shocking the UK and there are more revelations to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "I'm Pamela Brown in Washington and you are live in the CNN NEWSROOM.Thanks so much for being here. Well, the White House says President Biden has called Congressman Kevin McCarthy to congratulate him on becoming Speaker of the House. The California Republican finally got his gavel well after one o'clock in the morning on the 15th vote. After the previous round, McCarthy went straight to the man standing in his way, fellow Republican Congressman Matt Gaetz, who denied him the single remaining yes vote he needed. And then watch this: Republican Mike Rogers lunging at Gaetz having to be held back when McCarthy walked away. A week of open Republican infighting nearly turning into an actual fight. You see Rogers on the right here, look at this, and over on the very left is the Tennessee Republican Congressman Tim Burchett. He talked to CNN this afternoon about the near-brawl. (BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN):   It was very light. You realize that both sides have some older members and it was getting late and I suspect, most of them missed the early bird special at The Sizzler, so they were getting a little cantankerous and Mike who is a friend of mine came by and said some things, probably in haste, as a lot of us do, and probably responded him with some things. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "BROWN",
      "sentences": "Early bird special at The Sizzler, and yet this Republican Congress vows to quickly forget this family feud and move forward hoping to use its power to direct its anger at just one direction now, the Biden administration.But will McCarthy end up regretting what it took to land the job he has long sought? Let's bring in CNN national politics reporter, Eva McKend on Capitol Hill, so Eva, this was the longest Speaker's race since the 1800s. Take us through what had to happen for McCarthy to ultimately win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "EVAN MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Well, Pam, essentially, Kevin McCarthy had to pick them off one by one, convincing the far- right members of his conference that he could do this job by giving them key concessions.Some of those concessions include just one member can have the ability to force a vote, trigger a vote that could potentially oust the Speaker. So out the gate, he has weakened his Speakership, but also putting members of the House Freedom Caucus on the powerful House Rules Committee. And what we're also likely to see is 72 hours to review a bill. That is actually something, Pam, that both Democrats and Republicans lament that there is not enough time to read these key very consequential bills. Well, McCarthy has pledged that under his leadership, that members will have more time to read bills, but a host of concessions he made expect to see a lot of Republican messaging bills in this new Congress. Take a listen to what he had to say after the vote. (BEGIN VIDEO CLIP) MCCARTHY:   Don't judge us on how we start, watch how we finish. And I think by having the disruption now really built the trust with one another and learned how to work together. What we're going to have to find in our mindset is that we have the front load, that we have to think about and work on the bills with the microcosm of the conference before we even start writing it, and that's really what we learned here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:19",
      "speaker": "MCKEND",
      "sentences": "So if you listened to McCarthy there, he is pretty much framing this in a very positive light. Many Republicans echoing the same sentiment, but Democrats, of course, say that this entire episode this week really illustrates that Republicans are not prepared to govern -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "REPORTER",
      "sentences": "How do you expect to govern this way if it has been taking this long to get the conference united?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "MCCARTHY",
      "sentences": "See, this is the great part, because it took this long, now we learned how to govern. So now, we'll be able to get the job done.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "BROWN",
      "sentences": "So I mean, in many ways, this was supposed to be the easy part, right? Can this GOP-led House really unify quickly on tougher policy votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "SEUNG MIN KIM, CNN POLITICAL ANALYST",
      "sentences": "Right. I mean, learning how to govern isn't something that you learn over several days in a drawn-out Speaker's race, no matter how grueling and taxing it was going to be. I mean, we're going to see some unity votes at the outset, like how Speaker Kevin McCarthy alluded to in his remarks after he clinched that Speakership last night.They will put legislation on the floor, I'm sure pertaining to immigration. McCarthy mentioned about how the first legislation Republicans will put on the floor is getting rid of those new IRS personnel. That's part of President Biden's big climate and healthcare and taxation law, the Inflation Reduction Act. But that's the easy part, those are the messaging bills that can build a sense of momentum, build some unity; but then comes the hard part, the actual work of governing, what Congress has to do, the bare minimum. Government spending runs out on September 30th, that's a long ways away. But the thing that we are all watching in Washington, even though it is not an imminent crisis right now is how Republicans and Democrats in the White House handle that debt limit, raising of the nation's credit limit. And that is always a difficult task, especially certainly the last several years for Washington, and it is hard to see -- seeing this mess in Washington, how Washington is going to come or seeing how Washington can come to a consensus on that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "BROWN",
      "sentences": "Yes, I am actually dreading that as a reporter, because you just know how messy it is going to get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "KIM",
      "sentences": "You and I, both, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "BROWN",
      "sentences": "Right, Seung Min? Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "KIM",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "BROWN",
      "sentences": "All right, so let's talk about Congressman Gaetz. He said he changed his vote to support McCarthy in the end, because he",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "KIM",
      "sentences": "Well, Eva made a great point earlier in that this kind of basically, McCarthy with the procedural concessions he had to make to these hardliners in his conference could face a vote of -- basically a referendum vote, a vote of no confidence where you can lose that Speakership at almost any time now by a single member.So you'd have to basically work every day and perhaps make different concessions along the line, although I think Congressman Gaetz said it right, he they might have run out of things to negotiate as the point. But basically, McCarthy is going to be facing that risk any point where if he angers a certain number of members of his conference, and that's what's going to make it so hard for governing, like the debt limit that we discussed earlier, to get to a consensus with Democrats in the Senate and certainly a Democratic White House. House Republicans are not going to get the package that they want in exchange for lifting or suspending the debt limit and how much is that going to anger and how many members of this conference will that anger? And that is -- really Kevin McCarthy has to wake up every morning and just really, you know, look over his shoulder every day. It's a really tough way of leading a conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:14",
      "speaker": "BROWN",
      "sentences": "Yes, I can imagine. Seung Min, stay with us. More politics to get your take on in just a moment.But first, a heads up that in our next hour, we will be speaking to the Congressman who nominated McCarthy on that 15th and final ballot, Representative Bruce Westerman of Arkansas will join us to share what that moment was like, and we'll ask him what is next for the House GOP after such a chaotic vote. And tomorrow, Jake Tapper will interview Congressman Chip Roy, Republican from Texas about flipping his vote and supporting new House Speaker Kevin McCarthy. That's tomorrow at nine Eastern right here on CNN. Well, for the first time since taking office, President Biden will visit the US-Mexico border tomorrow. The President says he will assess border enforcement operations in El Paso, Texas where the City's Mayor has declared a State of Emergency after a recent surge of migrants. CNN's Arlette Saenz joins us now from the White House. So, Arlette, what has been the reaction to the President's border visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "SAENZ",
      "sentences": "Now, this all comes as the issue of the border has really become somewhat of a political liability for this President. Republican Texas Governor Greg Abbott, who has famously bussed migrants here to Washington, DC, he said it's about time that the President visits Texas, but also warns that it could be a political stunt as well.But on the other side, President Biden has repeatedly accused Republicans of engaging in demagoguery saying that the way to fix these problems at the border is to pass comprehensive immigration reform and that Republicans need to get on board with that. Now, the President has said that without comprehensive immigration reform, without Republicans cooperating, there are steps that he is trying to take to try to address these migration issues, and that is why President Biden earlier in the week announced a new program, expanding the humanitarian parole program for Haiti, Cuba, Venezuela, and Nicaragua that would allow up to 30,000 migrants a month from those countries to apply for this program. But it also importantly notes that those who come to the US without applying, who do not follow the rules that they would quickly be expelled from the country. Now after this trip to the border tomorrow, the President will be heading down to Mexico City where he will be meeting with the country's President, a key partner as they are trying to address these migration flows to the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "BROWN",
      "sentences": "All right, Arlette Saenz, live for us from the White House tonight. Thanks so much.And let's bring back Seung Min Kim. All right, so Seung Min, the President may not silence critics like Texas Governor Abbott, with this visit. Immigration is the third most important issue to voters in a new poll behind the economy and inflation, yet that concern is down five points from the same time last year. So why do you think he is making the visit now, two years in? As you know, the White House has faced criticism for Biden not going sooner. They said, well, he doesn't want to take part in a photo op. How is this different? Why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:06",
      "speaker": "KIM",
      "sentences": "Well, the basic answer -- simple answer is that he is actually going to a Leaders Summit in Mexico City in the early part of next week, so he is stopping in El Paso on the way there. That's the White House explanation.I think there is a political explanation here. It is that the White House Democrats know that this has been a liability for the President for the first two years in his office, and I think we're getting to a time here where obviously President Biden will be gearing up to make official his 2024 reelection bid. And once the Republican primary contest really gets into full swing and really get started in earnest. You can imagine that Republicans, certainly starting with former President Donald Trump and others in the field, will really criticize and hammer this White House on its immigration policies. And now, President Biden could point to Congress over and over for hamstringing him on immigration considering they have passed no legislation. They have passed not all the funding that the White House has wanted to deal with this current crisis. But I think the White House knows that they have to send President Biden down there, having meet with Border Patrol agents, have him show the world, show the public that he does seem to be working directly on this issue and not necessarily just sending you know, DHS Secretary Alejandro Mayorkas or other deputies to deal with this problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:58",
      "speaker": "BROWN",
      "sentences": "In Newport News, Virginia, shock and confusion as an elementary school teacher is recovering in a hospital after being shot by a six-year-old student.The Newport News Mayor saying: \"It is almost impossible to wrap our minds around the fact that a six-year-old first grader brought a loaded handgun to school and shot a teacher. However, this is exactly what our community is grappling with today.\" According to authorities, the shooting wasn't an accident. CNN Gloria Pazmino is following the story for us. So first off, let's talk about the teacher's condition. What more do we know about that -- Gloria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:10",
      "speaker": "PAZMINO",
      "sentences": "Parents, students, teachers all reunited with each other following that shooting yesterday, which I should say was contained to the inside of that classroom. The school had safety protocols in place to make sure that other students could be evacuated and reunited with their parents.But of course, it was a traumatic and scary moment for this community. Listen from local officials there. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:10",
      "speaker": "CHIEF STEVE DREW, NEWPORT NEWS POLICE",
      "sentences": "With our Commonwealth Attorney, and some other entities to help us best get services to this to this young man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:10",
      "speaker": "GEORGE PARKER, II, NEWPORT NEWS PUBLIC SCHOOLS SUPERINTENDENT",
      "sentences": "And I'm in shock and I'm disheartened. And I really feel that we need to educate our children, and we need to keep them safe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:10",
      "speaker": "PAZMINO",
      "sentences": "So that teacher thankfully making a recovery, but many questions still remain. It is an ongoing investigation about how this child, this six-year-old first grader got his hands on a handgun, and exactly what transpired inside of that classroom that led to this violent event -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:10",
      "speaker": "BROWN",
      "sentences": "So many troubling questions remain tonight.Gloria Pazmino, thank you. And still ahead, we'll ask Mary Ellen O'Toole, a former FBI special agent and senior FBI profiler, how law enforcement handles a suspect who is a child. That's coming up in our next hour. New chilling details surrounding the man accused of murdering four University of Idaho students tonight. Bryan Kohberger is currently the lone suspect in the November stabbings and Court documents reveal just how calculated he allegedly was before and after the crime. Based on DNA evidence, cell phone records and surveillance. CNN's Camila Bernal joins us now. So Camila what is the latest on the legal case being built against Kohberger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:10",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "Hey, Pam.So a lot of the new details, the stuff we learned this week that's likely going to be part of this prosecutions -- future prosecution -- against Bryan Kohberger and a lot of questions as well, even though we got some information. I'll get to some of those questions later. But according to these new documents, some of these chilling details include the fact that one of the roommates, the surviving roommates that was at the House at the time of the killings, she heard crying in the house. She also says that she heard someone saying something along the lines of \"It's okay, I'm going to help you.\" She also described someone out the house saying they were dressed all in black. She described the person as athletically built, but not necessarily muscular. She said he had bushy eyebrows. He was all in black and had a mask that covered his nose and his mouth. That roommate that was named as DM on the affidavit, she says she was in a state of shock essentially that she went to her room and locked the door. She said she also saw this man leaving through the sliding glass door. The question is why did this roommate not call police at the time? I think that's a question that we may not know the answer to until the trial if there is one, but as we mentioned, police building this case. There are a number of links between Bryan Kohberger and this crime. The first one being the DNA evidence. Police saying that they were able to find that DNA in the knife sheath that was left near the bed of one of the victims and they were able to match that to his family. There is also the car police have been looking -- had been looking for that white Hyundai Elantra. They say that he was cleaning it. That's according to sources. There are a number of things that they have brought up to us and of course, we are still waiting to hear what the motive here is, what the connection between Bryan Kohberger and these students is. His next Court appearance, Pam, is on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:20",
      "speaker": "BROWN",
      "sentences": "Buffalo Bills' safety, Damar Hamlin now thanking the public for all the support he has received since being rushed to the hospital during this week's Monday night football game.On Instagram he wrote: \"The love has been overwhelming, but I'm thankful for every single person that prayed for me and reached out. We brung the world back together behind us. If you know me, you know this is only going to make me stronger on the long road. Keep praying for me.\" And before kickoff in today's Chiefs-Raiders game, fans and players held a moment of support for Damar. They are the first two teams to take the field since his terrifying collapse and you can see his number three on t-shirts and posted around the Stadium. In pregame warmups, Chiefs star quarterback, Patrick Mahomes wore this custom jacket. CNN's Coy Wire is right outside the bill stadium near Buffalo with the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:20",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Hi, Pamela. This has been the third tragedy the City of Buffalo and this team have endured in the last seven months, deadly mass shooting, deadly winter storm and now, their teammate nearly dying on the field still in critical condition.But yesterday was a really good day. Here is head coach Sean McDermott with details on the moment he surprised the team with a video call from Damar. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:28:20",
      "speaker": "SEAN MCDERMOTT, BUFFALO BILLS HEAD COACH",
      "sentences": "The thing that makes me laugh is he did this to the guys, you know right away, and he flexed -- he flexed on them, I my guess.Somewhere in the midst of that and it was a little bit hard to hear, but he, as you'd imagine, he said -- he said, \"I love you, boys\" and of course I think it got the guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "WIRE",
      "sentences": "Fans everywhere need it too, like Tony Spina, born and raised right here in Buffalo lives near where the mass shooting took place was in the heart of that deadly snowstorm and was in Cincinnati seeing Damar Hamlin go down but he is here now showing support for Cincinnati and their medical workers and, of course, his Bills.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "TONY SPINA, BUFFALO BILLS FAN",
      "sentences": "Coy, you played in Buffalo so you know it. The Bills are more than a football team to this city. After the uncertainty, Monday night, this is going to be maybe the loudest a stadium has ever been in the entire world ever at a sporting event. And I'm just honored to be able to be in attendance for this game. It's going to be the most special game I've ever been to.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "WIRE",
      "sentences": "Pamela, I think Tony's right, there won't be a dry eye in that stadium tomorrow. Bills' coach, Sean McDermott said that tomorrow's game is going to be a celebration of life. In fewer than 24 hours, it is on. That stadium, best fans in the world.I pity the Patriots humbly, admittedly bias as a former Bills player. My prediction, Bills by a billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "PAMELA BROWN",
      "sentences": ", CNN HOSTAnd for more, let's welcome in former NFL linebacker Chad Brown. Hi, Chad. So a few days ago --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "CHAD BROWN, NFL LINEBACKER",
      "sentences": "Hello, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "BROWN",
      "sentences": "-- you tweetedThere are probably plenty of current players feeling the exact same way. What is it going to be like for them to get back out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "C BROWN",
      "sentences": "They're going to have to find a way to shift perspective and that's why I mentioned the word perspective in that tweet. Because, yes, to play NFL football, you do need to have the mindset that you are Superman and there's nothing out there that can seriously hurt you. Can you get banged up? Of course, you can. We all know that. But life threatening, possibly deadly? You never thought about that before with football.So these guys when they're in those quiet moments in the locker room before they take the field, there'll be some doubts, some prayers for courage, things like that. Because once that perspective is shattered, it's hard to go back to your previous perspective where nothing bad can happen to them. These guys will be struggling with that big time tomorrow and today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "BROWN",
      "sentences": "Understandably, right? I mean, I would imagine their whole mentality changes. But also you heard Coy Wire talking about yesterday's surprise for the team, Damar actually able to talk to the teammates at practice via Zoom. This is still clearly a difficult time for these players, but I want to play a bit of what star quarterback Josh Allen said earlier this week. Let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "JOSH ALLEN, BUFFALO BILLS QUARTERBACK",
      "sentences": "We've had some very open and honest and deep talks, some unbelievable - it sounds weird but embraces as men just hugging somebody and actually leaning into them. There's been a lot of that going around and you need every bit of it. You really do.And again, I think the fact that we just keep hearing good news about Damar, it just keeps pushing us forward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "BROWN",
      "sentences": "What kind of an emotional lift, like the continuous good news about Damar's health have - what has that been for a team that's been through so much in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "C BROWN",
      "sentences": "When one of your brothers goes down, how do you move on? How do you move forward? So the news from Damar I think releases some of that weight a lot of these players have been carrying and allows them to shift their focus from I'm worried about my brother to now let me prepare for what's happening next.In football, we always say it's next man up. The next game is the most important game, the most important play of the game is the next play, so you have this ability to quickly move forward. But when is a teammate in critical condition who we saw get CPR on the field, that's a very difficult mindset to immediately move to of how do I move forward. The news from Damar, the video call, I think, allows this Buffalo Bills team to move forward. Let's not forget they were the Super Bowl favorite for most people earlier this season. And to allow this injury possibly to derail what's going to be a Super Bowl championship season for them, they needed this to be able to move forward and get back on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "BROWN",
      "sentences": "NFL officials have put a lot of emphasis not only on Damar's recovery, but also on just the medical professionals that were there on the field who could tend to him right away, the doctor was there within a minute. Do you think the NFL is doing enough to make this sport as safe as it can be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "Absolutely. Chad Brown, thanks. Really nice talking with you about this.Well, tonight, the U.S. is condemning the execution of protesters in Iran and there are concerns from human rights groups that more are coming. What can and should other countries do about this? We'll discuss with someone who has seen the regime's harshness firsthand up next. (COMMERCIAL BREAK)   [18:40:15]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "U.S. officials tonight are condemning in the strongest terms the executions of two protesters in Iran. An Iranian state affiliated news agency reported the two men were hanged this morning. The pair took part in anti-regime protests last year and were allegedly convicted of killing a member of Iran's paramilitary force.For perspective now, Jason Rezaian joins us. He is a Washington Post Global Opinion Writer. Rezaian served as the Tehran bureau chief for The Post and in 2016 was arrested and jailed by Iranian authorities for 544 days. Jason, great to have you on. Do you think the U.S. reaction to these executions is strong enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "JASON REZAIAN, WASHINGTON POST GLOBAL OPINION WRITER",
      "sentences": "Look, there's a limited amount to what we can do, how we can affect the decision making of the Iranian regime. I think condemning them is a first step, but there needs to be follow up action. These are not the first protesters who were killed by the regime.I am - I'm not comfortable using the word executed because they were hung, they were killed, but this is not a normal judicial process. The trials that these people are going through are not real trials. I know this process very well from my own experience and we have to take away all veneer of legitimacy of these really extremely judicial killings. So I think that the U.S. government can do more work. With partner nations to condemn Iran, sanction officials in Iran. But ultimately, there has to be a red line to - these peaceful protesters were being killed for expressing their dissent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "So what are your sources telling you on that note about the number of death sentences and executions involving protesters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REZAIAN",
      "sentences": "Well, there are dozens of death sentences right now. As we know, Iran is the leading nation for executions per capita around the world. They've executed thousands of people in the 43 years of the Islamic Republic's history. I'm concerned that there will be more hangings, executions in the days to come.And really, it's designed to bring protesters off the street, scare them back into their homes and they need to know that the international community, the United States government is behind them. And I don't know if that message is getting across to them right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "Are these crackdowns a sign that the regime will go to any lengths necessary to stop the protests that have been going on for quite some time now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REZAIAN",
      "sentences": "Well, I think that the notion that the protests are going to stop is probably a naive one. In the past, the regime has been able to put down protests intermittently as they've risen, but so many different groups within Iranian society are protesting right now calling for the end of the system. And the regime doesn't have any answers for the very legitimate demands of Iranian people.   So I don't think that they will succeed, but I do think that they willdo whatever they feel they need to - to maintain power and to maintain the structure of the system. So I worry that a lot of people will be killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "So then - by the way, what is the endgame for the protesters and is that endgame possible to achieve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REZAIAN",
      "sentences": "I mean, I think it ultimately has to be possible, but they have to see signs that the rest of the world is willing to work with them to cultivate a democratic movement in that society. And I don't know that the U.S. government and our allied partners are actually effectively supporting grassroots movements inside Iran right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "Why do you think that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "REZAIAN",
      "sentences": "I think it's a country that's isolated, the borders are closed, the western borders are close to most Iranians. So that flow of information, that human flow of intelligence has been limited for many years. But I see cracks in that. And when we see dissidents that are arriving in the United States, arriving in Europe, who have been on the frontlines of these protests, not just over the last few months, but over a period of years can really help inform the United States government and how they might be able to help move this movement along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BROWN",
      "sentences": "All right. Jason Rezaian, thank you so much for sharing your perspective and your own experience in Iran.Well, the revelations already coming out from Prince Harry's upcoming book as they stunning even to the tabloids in the U.K. Up next, we'll take a look at some of the most eye popping claims and try to figure out why he's putting it all out there. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "PRINCE HARRY",
      "sentences": "And every single time I've tried to do it privately. There have been briefings, and leakings and planting of stories against me and my wife. They will feed or have a conversation with the correspondent and that correspondent will literally be spoon fed information and write the story and then in the bottom of it, they will say that they've reached out to Buckingham Palace for comment. But the whole story is Buckingham Palace commenting.So when we're being told for the last six years, we can't put a statement out to protect you, but you do it for other members of the family. There becomes a point when silence is betrayal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "BROWN",
      "sentences": "\"Silence is betrayal,\" he says. Well, he is being anything but silent here, Richard. Do you see this as Harry's way of declaring war against the crown?RICHARD QUEST, CNN BUSINESS EDITOR-AT-LARGE:   Oh, no, no, no, no, this is deeper and more personal than war against the crown per se. This is revenge. This is what he sees as the necessity to tell his truth, to use that fashionable phrase. And he's telling his truth - remember what the Queen said, after the Oprah interview. She says, memories, recollections may differ. Recollections may differ. So we are now hearing and Harry believes that this is his side of the story that needs to be told. And that might be further and fair enough for Harry and Meghan. But he also says he wants reconciliation. And he says he wants reconciliation, but there has to be accountability. Now, if you're on the other side, you'll say, well, what do you mean by accountability, what are we accounting for. Ah, we're accounting for what you say. You say we've done to your wife or done to you. You can't - it doesn't work that way in a sense. He is telling his truth in large volumes, but the real point is, in telling his truth he is doing exactly what he must know the family will hate, which is to reveal what happens behind the curtain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "BROWN",
      "sentences": "Right. I mean, he really has spared no one with this new book, right? I mean, he calls Prince William his beloved brother and arch nemesis. Let's listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "MICHAEL STRAHAN",
      "sentences": "You refer to your brother as your beloved brother and arch nemesis. Strong words. What did you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "PRINCE HARRY",
      "sentences": "There is always been this competition between us, weirdly. I think it really plays into or is played by the heir spare.(END VIDEO CLIP)   BROWN:   The silence of the Royal Family here is really deafening, Richard. How should the Palace response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "QUEST",
      "sentences": "Oh, that - well, that - - how should, could, would possibly made, it doesn't matter they won't. This is so deep. This is so personal. He's done - he's broken the secret code of revealing all and I'm just reading a book at the moment about Edward VIII and Mrs. Simpson, of course, who married Wallis Simpson, gave up the crown for him.And there you had a couple who spent the rest of their lives dealing with all the issues, but they never went public in the same sense. They never did a kiss and tell all book in this same sense. And what I think is going to happen longer term, whether he gets invited to the coronation or not, they can paper that over next year. But has there been - he spewed, he's put it all out there, he's let it all hang out and the Palace will - and he's broken the trust of his brother and his father. Remember, Charles gave up just almost everything for Camilla, Charles and Camilla. And here is Harry calling the evil step mother, who he feared was going to take his father and therefore they begged his father, they begged the King not to marry. How will that go down? And then finally, ask yourself this, how would you feel, Pamela, if one of your brothers, sisters, cousins did a tell all book of everything that's happened in the Brown family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "BROWN",
      "sentences": "Wouldn't like it. Wouldn't like it. Because look, no family is perfect, right? No family is perfect and you don't want your dirty laundry out there. That's for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "BROWN",
      "sentences": "Yes, maybe he doesn't. Tittle-tattle, I like the way you put that.Richard Quest, it is always great to have you on. I love hearing your perspective and this is just what a story that's going to - the story that keeps on giving, right? The book is not even out yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "QUEST",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}