{
  "date": "2023-05-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Negotiators Race To Reach Deal Before June 5 Deadline; Texas Attorney General Facing Impeachment By His Own Party; Officials Warn Memorial Day Beachgoers Of Shark Danger; Reports Of Explosions In Two Russian-Occupied Cities; Judge Sentences Four Members Of The Oath Keepers To Prison; AAA Estimates Record Number Of Travelers For Memorial Day Weekend. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:03",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "All right. Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.All right. We start on Capitol Hill. Speaker -- House Speaker Kevin McCarthy is touting new progress as House Republicans and the White House tried to hash out a deal to end the debt ceiling standoff. Both sides returning to the negotiating table today, following Friday's marathon session that ended early this morning. Treasury Secretary Janet Yellen says they only have eight days to come to an agreement before the U.S. defaults. Meanwhile, the national deficit is soaring to new heights. And not everyone is confident a deal can be reached with at least one top Republican negotiator warning that a deal could come together as soon as today or fall apart entirely. CNN's Alayna Treene and Priscilla Alvarez are following the latest. Alayna, you're on Capitol Hill. What is the mood there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Well, good afternoon, Fred.The mood is more optimistic than I think we've heard in days now. Negotiators here this morning are saying they think that they're closing in on a deal. And that, really, it's now, all about having an agreement on the agreement and hashing out the remaining sticking points, which we're told are on work requirements and spending caps. Now, we also heard Speaker Kevin McCarthy. He came to the Capitol shortly before 10:30 a.m. this morning, and I spoke with him. And he said he feels more confident now that he has -- he thinks they've made a lot of progress. But again, some sticking points remain. He also said, I asked him if he thinks that he would potentially be able to get his full conference behind whatever deal they're able to strike. And he said he does think that, that will happen. And he doesn't think it will be a problem. Now, he also said that he thinks a deal could potentially come together as early as today and have a vote as early as Tuesday. I mean, he wants to give his members 72 hours to review any bill tax that they come together. And that does mean that if they're going to have a vote on Tuesday, they need to have that deal in place by today. Now, let's listen to what he told reporters this morning. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): I feel closer to an agreement now than I did a long time before. I -- because I see progress. But listen, this is not easy in any shape or form. And -- but that doesn't back us away from it. We never agreed to anything until everything is agreed to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you confident you can get your full conference behind this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "MCCARTHY",
      "sentences": "Do you ever think you're going to get every single member to vote for it? I didn't get every single member to vote for the first one. I didn't get every single member to vote for me for Speaker. So, I think you're raising the bar that we have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What about the majority? The majority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "MCCARTHY",
      "sentences": "I have no -- I don't, OK, well --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you meet this June?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "TREENE",
      "sentences": "So, Fred, he said, again, I don't think I'm going to have any problem with that. Now. What remains today is again, hashing out these final details. And they really do want to have -- be able to announce this today.Because the big problem is even if they have a bill and they announced this deal today, they still need to sell it to the House, they need to sell it to the Senate and try to get enough support for it to pass before that crucial June 5th deadline. That is the date that Treasury Secretary Janet Yellen said, that the government will default on its debt. So, they're racing against the clock here and trying to finalize the last remaining issues of this, of what they're negotiating, and try to get it through the Congress by June 5th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "WHITFIELD",
      "sentences": "All right. Alayna, thanks so much.Priscilla, to you at the White House. So, what is the feeling from there, even though the president at that Camp David? PRISCILLA ALVAREZ, CNN REPORTER: Well, President Biden said it himself yesterday, expressing some optimism, and saying that they were quote very close to a deal as he was headed out to Camp David. Now, we know that White House negotiators have been on the phone and working virtually to try to reach an agreement with negotiators on the Hill. This has been an ongoing process, one that is urgent and more urgent by the day, as you heard that from Alayna, they're really racing to finalize this deal as soon as today because it's not just reaching an agreement. It's everything that comes after that, including the bill and having a vote on the House floor, and later, the Senate. That is top of mind for the White House as they try to avert an economic catastrophe if there is a debt ceiling or a debt default. Now, President Biden did also answer to some of those sticking points, work requirements being part of that. And he said that he doesn't bow to anyone when asked. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, what do you -- what do you tell Democrats who say that they don't want you to bow on the work requirements? What's your position?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't bow to anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, when do you --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "You're right. A lot to work out yet.All right. Priscilla Alvarez, Alayna Treene, thanks to both of you. All right. Let's talk more about all of this, CNN global economic analyst Rana Foroohar is with us now. So, Rana, good to see you. So, more signs of progress today. We like to hear -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "RANA FOROOHAR, CNN GLOBAL ECONOMIC ANALYST",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "Yes, we'd like to hear all this optimism. But you know, the U.S. --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "You know, could be in default in eight days from now. So, you know, in your view, is there a lot of surprise that we are at this juncture that it has taken a bit of time to get this kind of traction to hear this kind of expressed optimism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "You know, I'm not surprised, Fred. I mean, I think we all knew we were going to be back here, frankly, every few years.I mean, the America has raised the debt limit, I believe, 60 times and in roughly the last half century. So, you know, we've been here a lot. I think it's very interesting to see what the market reaction is to this sense of optimism. You see U.S. stocks ticking up, when there's a sense that, hey, we may get to agreement. When that's not the case, you see them ticking down. So, the market is saying very clearly to America and to the world, please make a deal, because we don't like the alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "Right. I mean, all three credit rating agencies have signaled that they you know, would consider cutting the United States credit rating, you know, if --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "-- lawmakers don't, you know, pass a bill to raise the debt limit before it's too late.So, in your view, could it be too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "You know, I'm more optimistic this time around, by what I hear from politicians than I have been in, in previous rounds, to be honest.And I think that the message of this administration that's been delivered by Treasury Secretary Janet Yellen, and frankly, that's been delivered by the markets, is finally starting to get through, which is that, you know, getting this close to a debt ceiling, not just this time, but again, and again, and again, erodes trust in the U.S. dollar. It erodes trust in America's ability to govern. And at a time when, frankly, countries around the world have other options. You know, we've seen a weaponization of the dollar that's pushed them into different reserve currencies. And, you know, it's a new ballgame. And I think politicians are beginning to realize that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "Treasury Secretary Janet Yellen says, you now, that if they don't get a deal on Washington done and payments on Social Security, veterans' benefits, tax refunds, and more will be at risk.So, who's making the decision about which bills to pay first?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "You know, I believe that the Biden administration, you know, led by the president, but also Janet Yellen, are going to make sure that working people are at the top of that line.Now, it's a long line. Let's face it, we've got a lot of bills to pay, we've got social security payments, Medicaid payments, federal employees and their paychecks. I think what's interesting is that even if you see a prioritization of the most vulnerable folks, you know, the weakest people most at least able to do all this burden. You're going to see a lot of people down the line, saying, gosh, you know, I'm maybe going to sue, you know? I'm going to -- there's going to be an entire legal morass from this, that we can, frankly only just begun to imagine, and I hope we're not going to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "So, Yellen -- yes, reportedly has contingency plans.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "What are among the contingency plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "So, you've already seen the Treasury Department move the real sort of line in the sand date out a few days. They are now saying that the U.S. has money until June 6th. That's a little bit later than we had thought.I suspect that there is -- just as there would be in a household, frankly. There's a lot of, you know, looking under the couch to find those extra coins. You know, looking at different pots of money. Is there some unspent COVID relief money that we might be able to use? How can we stretch out those budgets? We've seen independent agencies say that the U.S. could maybe even go to mid-June without having to default on debt. We don't know. We're not there yet. But I suspect that there is -- there is a lot of looking under those metaphorical couch cushions right now for extra cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "Yes. I wonder if they should be letting everybody know that there could potentially be more time than it gives them a longer amount of time to try and negotiate or fail to negotiate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "Yes. Well, exactly. And I think everybody, you know, is saying, look, the House is on fire to get, you know, to really get people motivated, but there is a little bit of extra time built in to be fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "WHITFIELD",
      "sentences": "All right. We'll leave it there. Rana Foroohar, good to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "FOROOHAR",
      "sentences": "Great to see you, Fred. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "You're absolutely right, because this is Republicans policing Republicans.So, let me start with what we're expecting in the next few hours. The 20 Articles of Impeachment are expected to go before the full Texas House of Representatives at about 1:00 p.m. local time. (BEGIN VIDEO CLIP) FLORES (voice over): Now, we're expecting about four hours of debate and a single majority is required for the articles to pass. Now, there's 149 serving members right now. So, a simple majority would be 75. But you're probably wondering, how are we even here? (END VIDEO CLIP) FLORES (on camera): So, let me dial back and give you the backstory. Earlier this week, there was explosive and stunning testimony before the Texas House general investigating committee, describing years of alleged wrongdoing by Texas Attorney General Ken Paxton, related to a donor and related to a whistleblower lawsuit that Ken Paxton settled back in February for $3.3 million, obligating the Texas taxpayer to pay that money. Well, the Texas House Speaker Dade Phelan, who's also a Republican, maintained that the Texas taxpayer should not be paying for these $3.3 million without a proper investigation. So, the Articles of Impeachment, that is the result of that investigation. Now, the Speaker is not the only one -- that committee that investigated this has three Republicans in that committee and two Democrats. And they issued this memo yesterday, saying, in part, \"We cannot over-emphasize the fact that, but for Paxton's own request for a tax payer-funded settlement over his wrongful conduct, Paxton would not be facing impeachment by the House.\" Now, what's in these 20 Articles of Impeachment? It includes things like dereliction of duty, abuse of public trust, constitutional bribery, obstruction of justice. Now, Paxton caused all of this illegal. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "KEN PAXTON, ATTORNEY GENERAL OF TEXAS",
      "sentences": "By proceeding with this illegal impeachment scheme to overturn a decision made by Texas voters just a few short months ago, the corrupt politicians in the Texas House are demonstrating that blind loyalty to Speaker Dade Phelan is more important than upholding their oath of office. They are determined to ignore the law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "FLORES",
      "sentences": "Now, Fred, by now, you probably realize there are different factions of the Republican Party here in the state of Texas.Paxton says that the House right now has a liberal faction of the Republican Party, and Paxton aligns with President Donald Trump. And, in fact, President Donald Trump endorsed him during the last election. But we're going to be here Fred. For the next few hours, we're going to monitor all of this and we'll let you know what happens in the Texas House of Representatives. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "WHITFIELD",
      "sentences": "Yes, it is fascinating. Rosa Flores, thanks so much. We'll check back with you. Appreciate it.All right. Still ahead -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "WHITFIELD",
      "sentences": "Memorial Day is the unofficial beginning of summer. But officials have a warning for holiday beachgoers to be on the lookout this weekend after a series of shark attacks.CNN's Miguel Marquez has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow! Tiger shark!MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT (voice over): Season of the shark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tiger shark ram me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "MARQUEZ",
      "sentences": "A close call in Hawaii. Shark attacks happening almost anyplace, anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "MAGGIE DROZDOWSKI, SHARK ATTACK VICTIM, NEW JERSEY",
      "sentences": "I realized my whole foot was like in its mouth and I was shaking my foot as hard as I could.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "MARQUEZ",
      "sentences": "Maggie Drozdowski was surfing in southern New Jersey, when she was attacked.In the Turks and Caicos, a 22-year-old woman was snorkeling beyond the reef when a shark attacked, taking her leg. She was saved by a fast- acting captain from a nearby tour boat. ANDY CASAGRANDE, FILMAKER AND HOST, DISCOVERY'S SHARK WEEK: There is a number of reasons why sharks will occasionally bite people. Sometimes eat people. And mistaken identity is one of these big factors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was like right there, right in the whitewater",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "MARQUEZ",
      "sentences": "In an attack in Fort Pierce, Florida teen was sitting in shallow water near the shore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's kind of just slipped in and got my finger and my arm. And it like swooped around and got my leg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "MARQUEZ",
      "sentences": "New York State's taking no chances this summer, increasing the number of shark spotting drones and patrol boats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:18:07",
      "speaker": "MARQUEZ",
      "sentences": "How much respect do you have to have that this is their front and backyard? CLARENCE TOBIAS, SURFERMARQUEZ (voice over): Toby Tobias has served for 35 years. He's closest contact with a shark right here in NYC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARQUEZ",
      "sentences": "And just this morning, a suspected thresher shark spotted by this frequent surfer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "NICK SZWARC, SURFER",
      "sentences": "It looked pretty big. So, it was like the size of my surfboard. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARQUEZ",
      "sentences": "You were not going to mess with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SZWARC",
      "sentences": "Yes, I paddled in. Yes.MARQUEZ (voice over): Miguel Marquez, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Be on the lookout. All right, thanks so much.Coming up, allies are calling it a war crime. Next, we'll take you to the scene of a Russian strike on a medical facility in Ukraine. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, this just in. The CNN were getting details on what the final sticking points are in the debt ceiling negotiations on Capitol Hill. CNN's Alayna Treene is joining me now. What are the issues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Those negotiations ongoing. All right. Thanks so much, Alayna Treene.All right. We're also following reports today of explosions in the Russian occupied cities of Mariupol and Bryansk. That's the same port city where earlier in the week, Ukraine says it sank a Russian warship. And in Dnipro, search and rescue operations are winding down after Russian forces struck a medical clinic, killing two people. Ukrainians are calling the attack clear evidence of war crimes by Russia. Let's bring in now, Colonel Cedric Leighton. He is a CNN military analyst and a retired U.S. Air Force Colonel. Colonel, good to see you. So, let's get started with that attack in Dnipro. What's Russia's strategy in going after a health care target? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: So, basically, Fredricka, what we're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "LEIGHTON",
      "sentences": "-- cares about. And healthcare is where you find, you know, a lot of vulnerability; people are sick, people need medical care, it's, in essence, the perfect place to impact the morale of the civilian population. But it's also the war crime to do that kind of things. So, the Russian strategy is to ignore international law, but to go ahead and affect the Ukrainian population and try to get their morale to collapse to the point where the Russians have much greater success on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WHITFIELD",
      "sentences": "And we're also seeing attacks on Russian occupied cities in the last few days. And, you know, in speculation about whether this is, I guess, in response to what could be a counter offensive coming up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "LEIGHTON",
      "sentences": "Yes. The one thing to think about here is that, you know, the more the Russians impact the civilian population of Ukraine, the theory is, is that they will then have -- that will then have a negative impact on Ukraine's ability to mount its counter offensive. The one that we've been talking about for the last several months now.So, the key thing to think about is that, you know, when they do this kind of thing, they are trying to limit the effectiveness of the Ukrainian military. And that way, they would then be able to, in essence, win the war. That's the Russian theory, not playing out in real life, at least not at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WHITFIELD",
      "sentences": "And Ukrainian military officials, you know, say they took out a Russian ship in occupied Berdyansk. Do you believe that significant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "LEIGHTON",
      "sentences": "It is. Because Berdyansk is on the coast right on the Azov Sea. And that's quite a ways away from the territory that Ukraine currently holds.So, that means is that Ukraine can, in essence, reach out and touch any part of the occupied areas that Russia controls right now. And that's very significant, because not only can they get after that, but the Ukrainians are also targeting very specific things like that ship. And that means that they can really go after anything that the Russians have there, and it will impact the Russian ability to resupply their military forces. So, in that sense, it's quite significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WHITFIELD",
      "sentences": "Yes, that sort of motivational video that we were just looking at, you know, the Ukrainian military video, I mean, that kind of boasts of a certain kind of confidence, and it's unique and different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "LEIGHTON",
      "sentences": "It is. And, you know, one of the things about that video is that it is, you know, basically a Hollywood quality production. It's really good from that standpoint. And it's also something that, you know, draws people together. They are fighting for one particular goal. You don't see that on the Russian side. The Russian side, you know, they will try their various means of propaganda, but there's nothing like what the Ukrainians are doing.And it's very telling. And, you know, that momentum, their ability to create momentum, through things like this, and through actual military successes, which should go hand in hand in a case like this, that's becomes really important. And I think that's what is going to help the Ukrainians. They're going to have challenges. This is not going to be an easy thing for them to do. But this is a definitely the way they're moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WHITFIELD",
      "sentences": "Yes, it's a new level in the whole PR war as well. Colonel Cedric Leighton. Good to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "LEIGHTON",
      "sentences": "You bet Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "WHITFIELD",
      "sentences": "Still ahead, a harsh rebuke and condemnation from the judge who sentence members of the far right group the Oath Keepers for their roles in the January 6th attack on the Capitol. The judge's strong message next.(COMMERCIAL BREAK) [12:36:56] WHITFIELD: All right, members of the far right group the Oath Keepers will be spending several years in prison for their roles in the January 6th insurrection. This week and judge handed down sentences to the group's leader and three others, the sentences sending a strong message from the courtroom. CNN's senior crime and justice reporter, Katelyn Polantz, has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:05",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "In court this week, the top of the pyramid of the Oath Keepers that right wing group that appeared on January 6th and marched inside the U.S. Capitol building in that riot for Donald Trump. They were sentenced to federal prison. So the top of that hierarchy of the Oath Keepers was Stewart Rhodes, the leader of the group, he was sentenced to 18 years in federal prison on Thursday.His deputy Kelly Meggs, 12 years. And then two others, Kenneth Harrelson from Florida, four years. And Jessica Watkins from eight and a half years. The judge who delivered all of these sentences on Thursday and Friday, his name is Amit Mehta. He's a federal judge in D.C. And he assessed each person differently, but recognize that all of these people were not foot soldiers. They were people who play different, specific and very important roles within this Oath Keepers group that assembled on January 6th. So Stewart Rhodes clearly was much different than the rest. None of them would have been there if he had not decided to bring his organization together on January 6th, and to assemble them. But these others were involved in planning or organization or making sure there were guns stationed around Washington, D.C. And so each were sentenced for different things, all of them being determined by the judge that they had engaged in crimes of domestic terrorism a pretty significant thing that resulted in those harsh sentences. But each of these people in court during their sentences, developed a different portrait to of what political extremism is in America looks like now. So Stewart Rhodes, he was unrepentant. He was saying that he still believed that the election of 2020 was illegitimate that there was a regime of the government that was currently in place that he did not agree with or believes should be there. And he said he would continue to have these beliefs even while he serves that 18 year prison sentence. Others were much more apologetic, but there are more sentencings to be done. The federal judge on this case will hear four additional defendants, the arguments for their sentences next week and determine how much time each of those people in the Oath Keepers case should be facing. Katelyn Polantz, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "WHITFIELD",
      "sentences": "So, the former President Donald Trump has said that he would consider pardons for the rioters who breached the Capitol if he is reelected. So he too is being investigated still. What does even making that declaration and looking at these sentences portend, potentially for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "ZELDIN",
      "sentences": "Well, if the evidence connects him directly to the planning of the insurrection, then if you go by analogy to what just occurred, the court if he were to be found guilty, would view him in a way similar to the leaders of the Oath Keepers. So it's a very poor, bad portend for Trump. But and the big but is, is there evidence that connects him sufficient to convict him and sustain that conviction on appeal, organizing this event, because he's got some First Amendment issues here. And we'll have to see.You know, the thing, Fred, is of course, that when you get long sentences like this, if you've got information to give, to help mitigate your sentence, because they can always do a downward departure, this is the time to speak up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "WHITFIELD",
      "sentences": "Oh, OK. And then there's that. OK. So, then do you think these sentences could influence whether Trump might, you know, face any charges for his role in January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "ZELDIN",
      "sentences": "Well, the key is connecting the dots. Does the prosecution team have evidence that says Trump through Stone or Meadows or directly was coordinating with the Oath Keepers before the insurrection or during the insurrection so that he could be charged with conspiracy to either engage in seditious behavior or just to defraud the United States in the orderly passage of power from him to Biden. If there's evidence of that, then this judge's sentence is a very bad indication for what Trump would face where he sensed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "WHITFIELD",
      "sentences": "Wow. All right, so and then there's this, \"The Washington Post\" reporting this week that Trump employees moved boxes of papers at Mar-a-Lago a day before the Justice Department visited the former president's residence to collect classified documents. \"The Post\" says that investigators view the timing as a sign of possible obstruction. So what kind of legal implications could trump be facing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "ZELDIN",
      "sentences": "Well, this is an interesting story. And I suppose like every story, Fred, there's two sides with, if Trump's defense is I was just getting these documents organized so that they could be searched and turned over innocent behavior, fair enough. If, however, as the implication of the story is that Trump was actually moving these documents to either hide them from the DOJ that was about to come down and asked for their return, or even from his attorney who was designated to search the record and make it as a representation to the DOJ that everything has been returned, that's a very much more serious case of obstruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "WHITFIELD",
      "sentences": "Yes. But, you know, further on in that story, it also does report that there were these dress rehearsals, and that the former president helped, you know, commandeer that. So then that would potentially speak to intent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "ZELDIN",
      "sentences": "Yes, absolutely. If what they were doing was preparing, if you will, for the Justice Department's arrival, by moving documents, by hiding documents, by denying the attorney who had to make the representation access to these documents, so they were doing all of that stuff. And that's a clear evidence of intent to retain documents that they weren't allowed to retain, and also to obstruct the investigation, two very serious charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:31",
      "speaker": "WHITFIELD",
      "sentences": "Well, all right, Michael Zeldin, we'll talk some more another time. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:44",
      "speaker": "WHITFIELD",
      "sentences": "All right, this Memorial Day weekend, well, it's setting travel records already, whether it's driving or flying. More than 40 million people are expected to pack their bags and we'll see how things are looking when we come right back because right now those lines, that's pretty long.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Well, Fred, what can I tell you, things quickly can take a turn for the worse here when it comes to holiday travel. And certainly that can happen at the world's busiest airport. So since we spoke, like, what two hours ago, we have definitely seen an uptick of people. Take a look right over here. You can see everywhere, it's pretty much packed. It's looking like the lines that you would expect to see a Disney World people waiting for a ride. And at points, that line is even extending past this main security point, through this way off camera into the atrium, so it's hit or miss depending on what time you get to the airport.So Fred, I know you were here just a couple of days ago. Probably a bad flashback too, kind of the torture you were experiencing. But we did receive, Fred, new numbers from the TSA about Friday yesterday, the busiest day that they were expecting nearly 98,000 passengers were screened here at Hartsfield Jackson, marking the third busiest day for airport security checkpoints ever for the airport Thursday, nearly 95,000 customers so nearly as busy as well. TSA expects 2 million people will go through this airport throughout this holiday weekend. This morning, I spoke with some very frustrated travelers listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "ROSALES",
      "sentences": "When you saw this line, what was the first thought you had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "MARIE CLARK, TRAVELING WITH YOUNG DAUGHTERS",
      "sentences": "I'm about to miss my flight. And I'm going to be stuck here for hours on a layover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "JOSH DELGADO, FLYING TO RIVERSIDE, CA",
      "sentences": "That's why I got here four hours early and it took me an hour and a half almost two hours to get from the rideshare to here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "ROSALES",
      "sentences": "And here's a national overview of FlightAware's misery map you can see a lot of green there things going pretty smooth up in the skies. 11 cancellation so far, nearly 300 delays, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "WHITFIELD",
      "sentences": "Yes, just look at that line. I'm breaking out sweat all over again. I'm feeling like the first woman you talk to have like, oh, my gosh, I'm going to miss my flight. Thank goodness. I made it. But I'm feeling it for people because those lines are no joke. Get there as early, early, early as you possibly can. All right, thanks so much, Isabel. All right, Mike to you. The 405 is usually a horrible. How's it looking today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "MIKE VALERIO, CNN CORRESPONDENT",
      "sentences": "We are in relatively good shape, remarkably good shape, Fred. Good morning to you. But things are going to start to pick up, you know, people are sleeping in here in L.A. people invariably it will be making their way to the beach. And as we zoom in on the beach traffic that's heading away from us, this is the busiest Interstate in the nation. And the story from AAA as we look at the numbers, Fred, more than 37 million people will be hitting the roadways for this Memorial Day weekend. That is slightly below the number of travelers in pre pandemic time.So we are not in the before times as of yet, unlike the airports where air travel is exceeding pre pandemic levels. But, you know, we talk to analysts at AAA about what this means for you at home. If you're planning a road trip, going to go to the airports, booking a hotel room, take a listen to what they told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "DOUG SHUPE, AAA SOUTHERN CALIFORNIA",
      "sentences": "If this weekend is a sign of anything that's to come it is it's going to be so busy. You know these airline seats are going to go fast. The hotel rooms are going to go fast. So you want to book your vacation plans this summer as early as you possibly can.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "VALERIO",
      "sentences": "And when we're talking about gas prices, we do have good news. The national average is sitting around $3.60, 3.58 to be precise. Last year, the average was $4.60. So gas prices are still historically high. But they are coming down especially here in California, Alaska, New York, New Jersey, and Florida. And according to our friends at Gas Buddy, they are saying that the chances of the national average going above $4 for the summer travel season is growing smaller and smaller every single day. So certainly good news if you have to fill up for our first road trip of 2023, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:27",
      "speaker": "WHITFIELD",
      "sentences": "All right, we like hearing that, Mike Valerio, thank you so much. Isabel Rosales, appreciate it.All right, well, the clock continues to tick to reach an agreement on the debt ceiling. House Speaker Kevin McCarthy saying moments ago that progress is being made. We'll take you live to Capitol Hill. But first, meet this week's CNN Hero Adam Pearce. (BEGIN VIDEO CLIP) ADAM PEARCE, CO-FOUNDER AND EXECUTIVE DIRECTOR, LOVEYOURBRAIN FOUNDATION: I think people feel isolated after brain injury because they don't feel abl",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:01",
      "speaker": "PEARCE",
      "sentences": "And when we allow people to be vulnerable and who they are there is a deep connection form because there is so much common understanding of the challenges that go on with brain injury.The changes I see most after people with TBI practice yoga are probably a deeper connection to self-helping them cultivate greater awareness and self-compassion allows them to meet the constant changes so much more. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}