{
  "date": "2023-12-22",
  "headline": "The Situation Room",
  "subHeadline": "Supreme Court Refuses To Fast-Track Trump Immunity Dispute; Detroit News Reports, Audio Of Trump Pressuring Canvassers After 2020 Vote; CNN Analysis Shows Israel Dropped Hundreds Of 2,000-Pound Bombs On Gaza; Supreme Court Refuses To Fast-Track Trump Immunity Dispute; Biden Pardons Thousands Convicted Of Marijuana Charges Under Federal Of Washington, D.C. Laws. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:02",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "You can follow me on Facebook, on Instagram, on Threads, on X, formerly known as Twitter, and on the TikTok @jaketapper. You can tweet the show @theleadcnn. If you ever miss an episode of \"THE LEAD\", you can listen to the show whence you get your podcasts, all two hours just sitting there like a delicious Christmas dish.Our coverage now continues with Wolf Blitzer in THE SITUATION ROOM. Have yourself a merry little Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, the U.S. Supreme Court refuses to fast track a review of Donald Trump's presidential immunity claim, rejecting a request by the special counsel. We'll take a closer look at the potential impact on Trump's trial date in the federal election subversion case as the former president seeks to delay until after the 2024 election.Also tonight, new details on Trump's attempt to overturn the 2020 presidential election results in Michigan. Standby for new reporting on the audio recording of Trump as he pressured Republican election officials not to certify the vote. And a CNN analysis reveals Israel dropped hundreds of 2,000-pound bombs on Gaza in the first month of the war. Experts say the extensive use of such heavy and destructive bombs hasn't been seen since Vietnam. Welcome to our viewers here in the United States and around the world. I'm Will Blitzer. You're in THE SITUATION ROOM. We begin with a significant new legal victory for Donald Trump over at the U.S. Supreme Court. The justice is rejecting the special counsel's request for an expedited review of Trump's claim of presidential immunity from federal election subversion charges. CNN Senior Supreme Court Analyst Joan Biskupic leads our coverage tonight. Joan, so what are the implications here? JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST:  Well, the trial that was scheduled for March 4th is unlikely to happen for many more months, and that's because this is just a preliminary stage. The actual trial is going to be on whether Donald Trump will be held accountable for actions related to the 2020 election. Special Counsel Jack Smith has brought four felony counts against him of election subversion, saying that he disenfranchised millions of voters back in 2020. And a preliminary question brought on by Donald Trump's first defense was that is he immune from this? He has said that any actions taken in 2020 were part of official actions and that he should be shielded from any kind of prosecution. Jack Smith had gone to the U.S. Supreme Court to say, Supreme Court, please resolve this now, rather than wait for an intermediate appellate court to handle this. As I say, preliminary stage question, the Supreme Court today, in a one sentence order with no explanation, noted, dissents, or even recorded vote said, no, keep it down in the appellate court stage. And let me just tell you that some questions have arisen on the timing going forward. The appellate court will handle this. It's scheduled to have oral arguments on January 9th. We don't know when they'll rule. Even if they rule quickly, Donald Trump, if he is the loser in that case, as he was in the trial court, the trial court judge has said that he's not immune. He has 90 days to appeal to the U.S. Supreme Court, so he could continue to drag this preliminary question out, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "BLITZER",
      "sentences": "Yes. He and his lawyers are trying to delay, delay and delay as much as they possibly can, and this will help them delay.Does this provide any insight, though, Joan, into how the justices view the immunity issue itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "BISKUPIC",
      "sentences": "Absolutely not, because that's a discreet question and it's a question that they're going to have to answer. Is the former president immune from criminal prosecution? That question has never come to them and they will still have to answer it ultimately down the line, again, which could be many months down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "BLITZER",
      "sentences": "Joan, stay with us as we bring in more of our legal experts into this conversation. Shan Wu, what do you think? How big of a win is this for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:02",
      "speaker": "SHAN WU, DEFENSE ATTORNEY",
      "sentences": "It's a good win for him. It's really a win-win for the Supreme Court, Wolf, because what they do is they avoid looking like they're too eager to reach out for historic case. It helps them to have the court of appeals give them some analysis and background to work on. And it helps their credibility a little bit, that people won't feel like this conservative majority wants to reach out and jump on things.They tend to love reaching out when the case is very much a policy issue that they like. This one is significant, not so much of a policy issue standpoint, but because it's a historic case and it's the prudent thing to do to wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, if the court were open right now over at the D.C. district court and you called them and said, is Trump still going to trial on March 4th, they would say, yes, that trial date is still on the calendar. Yes, it is, until the judge says otherwise.One of the things, though, with this is there is this question on appeal, and it is widely perceived on the prosecutor's side, the defense side, among judges everywhere, that there has to be a determination on whether Donald Trump has immunity from prosecution as a criminal defendant because of his service in the presidency. And so everything in the case is on hold while the appeals courts figure that out, whether that is just something that's figured out at the D.C. Circuit, the intermediary appeals court, and then things move forward again. That's possible. Or if it stays on hold while the Supreme Court looks at this, that's also possible. There are a couple other things that have to take place before Trump goes to trial, some other rulings, but this is the issue. There has to be some sort of finality, some sort of decision here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "Joan, as you pointed out, this was a one line order by the U.S. Supreme Court. You know the Supreme Court. Take us behind the scenes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BISKUPIC",
      "sentences": "Sure. Well, first of all, they're not together. They are not physically together right now. They had their last conference a few weeks ago where all nine of them were around the conference table. They handled this all by phone and by memo. This is what they do in an emergency situation.They did not record any votes, but, of course, inside they recorded a vote. I mean, they didn't make public that recording and they didn't make public any dissents. It's unlikely that there wouldn't have been some tension behind the scenes. Every case involving Donald Trump is very fraught at the Supreme Court. So, I think that if somebody wanted to dissent, and I would have thought that maybe one or two people might have, there was probably an incentive among them, probably enforced by the chief justice, to not make that public at this point. Wait until the immunity question comes up. And if there are divisions on the core question of whether he's immune, then it will all come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "Interesting. Shan, should the special counsel have actually mentioned the 2024 election that's coming up in his arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "WU",
      "sentences": "I think he had to. I mean, that was his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "He did do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "WU",
      "sentences": "-- for the asking of the expedited issue. In terms of the public urgency, which is what he pointed out, I think that was the right way to mention that rather than specifically talking about the politics of the election. I think that avoids some criticism directed to him, which comes anyway, that it was all about a political aspect.But I don't think it was that much of a gamble for Jack Smith, really. He didn't have that much to lose because the delay factor is huge, very difficult for him, and this would have, if he got the early ruling, shortcut that form. So, I think it was a smart to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "Interesting. And, Katelyn, Trump reacted immediately on Truth Social, saying, and I'm quoting him now, of course I am entitled to presidential immunity. I was president. It was my right and duty to investigate and speak on the rigged and stolen 2020 presidential election. But is that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "POLANTZ",
      "sentences": "Wolf, there are now three different courts, by my count, who have chimed in, at least on part of this, this idea that it was part of his duty to be questioning the election, to be trying to block the election. We are seeing that happening in appeals courts. We just saw judges in the 11th Circuit writing to Mark Meadows. What you were doing was electioneering. It wasn't part of your job.We also have already seen the D.C. Circuit weigh in on a question of whether Trump has civil immunity, immunity from lawsuits related to January 6, because what was happening, and they said campaigning is not part of your office as president. And then the third judge on this, Judge Tanya Chutkan, the one overseeing this trial, when she wrote the opinion about absolute immunity, presidential immunity that Trump is now appealing, she said, this isn't even close. It's not close. He has no immunity. The president doesn't, the Constitution doesn't say it. Nobody ever has ever said that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:03",
      "speaker": "BLITZER",
      "sentences": "And immediately doing fundraising in all of this as well.Joan, does today suggest anything about how the court might rule in Trump's other case that's unfolding right now, the Colorado Supreme Court decision disqualifying him from the state's ballot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "So, Katelyn, walk us through what's next. What happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "POLANTZ",
      "sentences": "Now, everybody in this case, the special counsel's office and the Trump legal team, they prepare for their arguments at the D.C. Circuit. So, when those happen on January 9th, they will go before three judges on that panel. Those three judges will then determine what they want to do with it. And then after that, Trump has a bunch of different options to try and drag things out as much as he can. He can go back -- say if he loses, he can go back to the circuit and ask for a rehearing. He can ask for many more judges on the circuit to hear things, or he could go straight to the Supreme Court.Probably might not do that. If he loses, he might want to try and take every step he can to drag things out. But we do have to get some sort of decision on this to see what happens next after that. And the special counsel, nobody can really do much to prepare for trial until this gets resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "It's got to be resolved. Trump's team wants to delay as much as possible.All right, guys, thank you very, very much. Just ahead, we'll get reaction from a human rights advocate to a CNN investigation. It finds Israel dropped hundreds of massive bombs on Gaza in the first month of the war, capable of killing people over 1,000 feet away. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, after days of negotiations and delay, the United Nations Security Council has approved a compromise resolution on the Israel-Hamas War, the United States abstaining from the vote but effectively giving a green light by not using its veto power.CNN Senior International Correspondent Will Ripley is on the ground for us in Israel right now. Will, how complicated are the dynamics right now behind this resolution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it's certainly interesting also, Wolf, that Russia abstained from the vote but the resolution did pass after days of delays. The United States had vetoed the previous version. There were a lot of concerns on the U.S. side about the language of this resolution, that it might actually slow down the delivery of desperately needed humanitarian aid, also concerns that there just wasn't enough language condemning Hamas for the October 7th attack that Israel says are the reason why this is all happening, why now 20,000 people are reported to be dead, according to the Hamas-controlled health ministry in Gaza.But the resolution itself, it can't actually bring about a cessation of hostilities, as it says. It says create the conditions for a cessation of hostilities that will allow a U.N. coordinated relief effort to get underway. So, Israel has said they appreciate the help of the United States in changing what is, in their view, the most problematic wording of this resolution, but they also say that this resolution -- the Israelis say this resolution was frankly unnecessary. And they believe that it just indicates that the U.S. -- the U.N., I should say, the United Nations, is biased against Israel and not helpful, according to the Israelis, in sort of creating a neutral mediating role in this conflict. They feel as if the U.N. is simply trying to join the other countries around the world and pointing the finger at Israel for a situation that here in Tel Aviv, they feel Hamas is solely responsible for creating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "And, Will, as you know, a CNN analysis finds Israel has used massive bombs in Gaza that can kill people more than a thousand feet away. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "RIPLEY",
      "sentences": "This is the kind of bombing that analysts interviewed by CNN say has not been seen in this way since Vietnam. And if you look at satellite imagery that was analyzed by CNN and experts, you can see hundreds of craters over very densely populated areas in Gaza.These 2,000-pound bombs, or dumb bombs, as they're sometimes known, they've been accused of being incredibly indiscriminate in terms of the death and destruction that they can create. And if you look at where the bombs were dropped on particular neighborhoods, the 1,000- foot kill zone essentially encompasses some of these entire areas. And it's part of the reason why you have reports that 80 percent of the buildings in Northern Gaza are essentially destroyed. There are no functional hospitals there right now. But what Israel says is that they're not using these weapons indiscriminately. They say that Hamas has deliberately planted itself underneath civilian targets, underneath mosques, schools, underneath people's homes, and that the only way to get down to the Hamas-controlled tunnels underground is to use this sort of weaponry and detonate a massive explosion. And still yet Hamas continues to fire rockets at Israel, 30 rockets fired just a couple of days ago, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Interesting. All right, Will Ripley reporting from Tel Aviv for us, thank you very much.Joining us now, the program director for Human Rights Watch, Sari Bashi. Sari, thank you so much for joining us. The IDF tells CNN it takes, and I'm quoting now, feasible precautions to mitigate civilian harm. Is that possible with these types of bombs in such densely packed areas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "SARI BASHI, PROGRAM DIRECTOR, HUMAN RIGHTS WATCH",
      "sentences": "No, it's not. And that's the reason why 83 countries, including the United States, have signed a political declaration committing to refrain from using explosive weapons with wide area effects in densely populated areas.To put it more simply, if you drop huge bombs on densely packed city blocks, it is predicted that you will kill very large numbers of civilians. And doing so raises the risk of unlawful indiscriminate attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "The U.S. has provided Israel with more than 5,000 of these bombs since October 7th. Is the US complicit in these strikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BASHI",
      "sentences": "By providing the Israeli military with weapons that knowingly can be used to commit atrocities, the United States government risks complicity in those atrocities. And that's why Human Rights Watch has called on a suspension of military assistance and arms transfers, both to the Israeli military as well as to Hamas and Islamic Jihad.We are asking Iran to stop providing arms to Palestinian-armed groups because they've been violating the laws of war, and we are asking the United States to suspend arms transfers to the Israeli military because it is violating the laws of war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "And how much do you blame Hamas for all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BASHI",
      "sentences": "The laws of war and obligations to protect civilians are non- reciprocal. Hamas and other Palestinian armed groups are responsible for the deliberate killing of civilians in Southern Israel on October 7th and the continued holding of hostages, in particular civilian hostages, in Gaza. Those war crimes do not justify Israeli war crimes against Palestinian civilians.Hamas is to blame for the war crimes they have committed and are committing against Israeli civilians and the Israeli military is to blame, is responsible for the war crimes that it is committing against Palestinian civilians, and it should stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Sari Bashi, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BASHI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Our top story tonight, the United States Supreme Court is refusing to immediately review Donald Trump's claim of presidential immunity from prosecution in the federal election subversion case. This as new details are emerging on a recording that could potentially be used as evidence against the former president. The Detroit News reports the audio captures Trump pressuring Republican election officials in Michigan not to certify his 2020 election loss.CNN's Marshall Cohen has been working on this story for a while. He's got more. What exactly, first of all, do we know was said, Marshall, on this recording?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Wolf, it's another Trump tape. This one goes all the way back to November 2020. Remember, Trump lost in Michigan. It wasn't actually that close there. He lost by more than 150,000 votes. And after all the voting was done, it was time to certify the results in county after county.This is Wayne County, that's home to Detroit, a huge Democratic stronghold. And, naturally, Trump did not want those Biden votes to be certified. So, he got on the phone with two of these local officials, Republicans, who were on the county canvassing board, and he had a very clear message, don't certify. So, we have not heard this tape, I want to be very clear, but the Detroit News published some quotes from the tape and I'll read some of them for you now. Donald Trump, he said to these local officials, we can't let these people take our country away from us. Everybody knows Detroit is crooked as hell, trying to make the case that the election was rigged. Also on the phone, Ronna McDaniel, the chairwoman of the RNC. She's from Michigan. She said, do not sign it, referring to the certifications, do not sign it. We will get you attorneys. Trump adding, we'll take care of that. And, Wolf, he also said the president at the time, how could anybody sign something where you have more voters than people? That's a lie. That's a debunked claim that he repeated so many times about Detroit. It was not true then, it's not true now. Now, I want to be clear, it almost worked. These local officials tried to rescind their certification votes, but it was too late. The results were certified and that was that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "So, Marshall, how are Trump and the RNC chair, Ronna McDaniel, responding to news of this recording, because this is very significant and could be used in a trial against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "COHEN",
      "sentences": "It definitely could be used by Special Counsel Jack Smith, who has charged Trump with doing things just like this, pressuring and cajoling state officials to, in Jack Smith's words, disenfranchise millions of voters and overturn a lawful election.The Trump campaign did put out a response. I'll read it to you. It's from Stephen Cheung, who is their top spokesman. He said, all of President Trump's actions were taken in furtherance of his duty as president of the United States to faithfully take care of the law and ensure election integrity. But, Wolf, I mean, it's hard to take that at face value. Trying to overturn an election is not election integrity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "It certainly isn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Yes. The reporter for the Detroit News heard it, and that's where he published those quotes from the actual audio.Marshall, excellent reporting, thank you very, very much. Let's get some more, all of this with our legal and political experts, and, Michael Moore, let me start with you. Let's remember Trump's infamous call to the Georgia secretary of state that's also at the heart of both the Georgia and federal election subversion cases. I want to play the clip. Listen to this. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  So, look, all I want to do is this. I just want to find 11,780 votes, which is one more that we have because we won the state. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "So, what do you think? Will this Michigan tape now play heavily in the special counsel's case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "Well, I'm glad to be with all of you, and happy holidays to you. I think it's an important piece of evidence. And it's never good to have a client on tape. This is sort of like Jesse James finding out that the bank had a video camera in it or something. That's sort of where Trump is right now. I think it will play in as part of the pattern and part of the effort to overturn the election by itself. I don't know that what we heard, and, again, I know we hadn't heard the whole tape, but I assume the reporter who put this in the paper gave us the strongest quotes or the most damning quotes, and maybe I've got like lidocaine on my Trump nerve or something, but it just doesn't sound as bad as the Raffensperger call.In that call, he was pushing the secretary of state to actually find a specific number of votes as it related to the Georgia election in this tape, it's not there, but it is indicative of a pattern. And I think that is where the evidence will be most likely used by the special counsel. And, frankly, it could be picked up by the district attorney in Fulton County as she puts her case forward as part of that larger pattern and larger scheme in her RICO allegations that she's made in the indictment. So, it's going to be significant. It's never a good day for them to have your client on tape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Good point, indeed. Alice Stewart, let me bring you to this conversation. How damaging is this for Trump, especially in the long history of his being caught on audiotape so many times?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "If you look at it from the standpoint of his base, I don't see this having an impact, whatsoever. Look, we heard his own words in the Raffensperger case, they did not move any way, shape or form. His base looks at him like you look at the Buffalo Bills. They will be with him, win, lose or draw, regardless of what happens.But there are rational Republicans that are looking at this from the standpoint, even Karl Rove. This is problematic. This is a concern. This is election interference, when he's calling local canvassers saying do not sign off and certify these elections. So, that is a concern, I think a pushback on their response to this. First of all, this is not in furtherance of his duties as president of the United States. This is in furtherance of his frustration with losing this election. And I have to say, in terms of Ronna McDaniel, if she wanted to question the validity of these, there's a process which you go by and you do that. You do it after the fact and you ask for an audit in an official way, in broad daylight, not in a phone call with local canvassers. So, I've worked in the secretary of state's office. There is an official way to do this. This phone call is not how you go about doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Yes. I thought it was interesting. Trump was asked today, Karen -- Karen Finney is with us as well -- if he would peacefully leave office at the end of a possible second term. He said, of course, I did that this time. And I'll tell you what, the election was rigged and we have plenty of evidence of it. He keeps going back to the election was rigged, but it wasn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "And you would think he would be suspicious that people were recording those phone conversations as well.Michael, could Ronna McDaniel, the RNC chair, now be a witness in the special counsel's case against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "MOORE",
      "sentences": "I think she could. I mean, she's got herself on tape at the time, if for nothing else than to acknowledge that, in fact, he was on the call and that was his voice on the tape. I think she's clearly a witness, but she's also going to be a witness about the things that were said and the efforts to secure lawyers. And was his role in saying, we'll get you a lawyer, is that something that was part of his presidential duties or something as a lost candidate?So, I think she's now right in the middle of the mix and she's caught on tape, too. And there's not much way that she can get around it. And, clearly, this does not sound like a request for an audit but something else. And so I expect she's probably just made her way to Jack Smith's witness list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "Yes. And I suspect there are more audiotapes down the road that are eventually going to come out as well.Guys, thank you very, very much. Just ahead, we're getting new numbers from Customs and Border Patrol on the totally unprecedented surge of migrants over at the southern border. I'll discuss this and more with the former Homeland Security secretary, Jeh Johnson. He'll join us live here in THE SITUATION ROOM. (COMMERCIAL BREAK) [18:40:00] BLITZER:  Federal officials are encountering record numbers of migrants at the southern border every day as U.S. officials head to Mexico City next week to discuss the issue with the Mexican president. CNN's Priscilla Alvarez is over at the White House for us. Priscilla, border officials just released the number of migrant encounters for November. But this crisis actually got much worse this month, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "That's right, Wolf. And current and former U.S. officials are telling me that the U.S.-Mexico border is at a breaking point. Authorities are apprehending record levels of migrants and the numbers reflect that.In November, there was over 191,000 unlawful crossings at the U.S.- Mexico border, a number that's been going up over time. But if you zoom in more into those numbers in November, the daily -- or the seven-day average was 6,800. Look at the number for December. That's up to 9,600. That strains federal resources that have already been overwhelmed. And it goes beyond just the numbers. This is happening across the U.S. southern border, where multiple sectors are getting slammed by the number of arrivals, making it all the more difficult for authorities to address this surge. Now, also, this is the situation that the White House had hoped to avoid. It is not only an immense logistical challenge, Wolf, but it's also a political challenge for this White House on the cusp of the 2024 presidential election when immigration is expected to be a key issue and one that Republicans have repeatedly criticized the president over. And the situation has become so dire that just yesterday President Biden got on the phone with Mexican President Andres Manuel Lopez Obrador to place pressure on his Mexican counterpart to do more in Mexico to stem the flow of migrants. It's something the U.S. has historically done in leaning on Mexico. Clearly, the president making it a priority for Mexico to help them with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "Priscilla, how is the White House responding to this current crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "ALVAREZ",
      "sentences": "The U.S. is doing multiple things. That includes trying to shore up resources to manage the immediate crisis but also asking for more money, $14 billion sitting before Congress for additional border security. But that is stalled, and working with regional partners like Mexico to ramp up that enforcement. But, Wolf, this boils down to an immigration system that is outdated and just can't handle these record flows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "Priscilla Alvarez reporting for us, thank you very much.For more on this important story, I'm joined now by the former Homeland Security secretary under the Obama administration, Jeh Johnson. Mr. Secretary, thanks so much for joining us. So, what does the Biden administration need to do now about the overwhelmed southern border?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "JEH JOHNSON, FORMER HOMELAND SECURITY SECRETARY",
      "sentences": "Well, this is, in fact, a situation that is unsustainable, 10,000, 12,000 a day, taxes, resources, not just to the Border Patrol, not just communities along the southern border, but in the interior, in places like New York and Chicago. And so we're in a crisis, very much so right now.I guess if I were in the Biden administration right now, Wolf, I would be saying to the American public, we are on this. We recognize this is a huge problem. We recognize this is a crisis, and we will work with Congress to add more authorities to address an emergency situation like this, to more expeditiously remove people back to where they came from, all the while remaining humane, consistent with our values, being fair, be humane, but we have to address this crisis, raising the standard for asylum on the front end, for example, perhaps considering some sort of emergency authority, like Title 42, to deal with numbers of this volume. But the president, in my opinion, needs to really say directly to the American public, I recognize the problem. I'm on this. My administration is doing everything we can to address it, including working with Republicans in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "JOHNSON",
      "sentences": "I would be on the phone to Governor Abbott right now, to say, look, if you want to be involved in border security even though this is traditionally and legally the province of the federal government, if you want to have your people out there on the Rio Grande, then you also have to step up and save someone who was clearly in a crisis. And who needs your help.And so, if Texas is going to be involved in doing the job of the federal government and border security, that means, also, helping people who are clearly crying for help in a crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "BLITZER",
      "sentences": "Good point. As you know, Donald Trump is now going even further and further in his very damaging and extreme rhetoric about migrants I want to you and our viewers to listen to this. Listen to this.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "They're coming in from Asia, from Africa, from South America, they're coming from all over the world, they're coming from prisons, they're coming from mental institutions, and insane asylums. They are terrorists, absolutely, that's poisoning our country. That's poisoning the blood of our country. I never knew that Hitler said it, either, by the way, I never read\"Mein Kampf\", they said I read \"Mein Kampf\". (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "BLITZER",
      "sentences": "So, what's your reaction to that kind of language?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "JOHNSON",
      "sentences": "My reaction is that it's dangerous, ugly, un-American rhetoric. We all Americans should look in the mirror, frankly. It was Ronald Reagan who said in 1988, you can go to Japan, and never be Japanese. You can go to Germany and never be German. But you can come to America, and be an American.That's who we are as Americans. Wolf, I'm a Black man. But my DNA says that I'm 48 percent African, 52 percent European. I have ancestors who fought in the Civil War, the American Revolutionary War, we are all the melting pot. That's the nature of who we are and that's what makes this country so special. There is no poisoning of the blood here in America. That is dangerous un-American rhetoric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "BLITZER",
      "sentences": "Certainly is. Jeh Johnson, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:01",
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "BLITZER",
      "sentences": "Tonight, a big legal victory for Donald Trump after the U.S. Supreme Court rejects special counsel Jack Smith's request to fast- track an immunity dispute with the former president. The decision will likely delay the start of Trump's election subversion trial.Brian Todd is taking a closer look at the concept of presidential immunity. What are you finding out, Brian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, presidential immunity is a lightning rod phrase which some people believe implies that a president could be above the law. But experts say that's really not the case.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "This is a very sad day for America.TODD (voice-over):  In arguing his innocence in the federal criminal case against him related to January 6th, former president Donald Trump and his lawyers insist that Trump's presidential immunity, while he was in office, extends to the criminal justice system. What is presidential immunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "NICK AKERMAN, FORMER ASSISTANT SPECIAL WATERGATE PROSECUTOR",
      "sentences": "Presidential immunity, basically means that you cannot be sued or criminally prosecuted for certain acts as president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TODD",
      "sentences": "Why is there an idea that a president shouldn't be criminally prosecuted for an act committed during their time in the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "AKERMAN",
      "sentences": "Philosophically, the heart of the argument on this immunity is that a president has to be able to move forward, make decisions, at a pretty rapid pace. And he can't be subject to lawsuits for any act that he takes, whatever act that is, that he can't be tied up in court rather than being acting as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TODD",
      "sentences": "But Nick Akerman says that applies mainly to civil lawsuits against a sitting president, not criminal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "AKERMAN",
      "sentences": "It's a completely different situation if a president commits a crime. Under no circumstance does a president have the right to commit a crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TODD",
      "sentences": "President Richard Nixon tried to invoke a limited presidential immunity over judicial orders in 1974 when he tried to avoid handing over his White House tapes to the special counsel investigating the Watergate scandal. He didn't try to invoke immunity over criminal prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TIMOTHY NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "The Supreme Court, in the summer of 1974, swept all these arguments away, and said that Richard Nixon had to turn over the tapes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TODD",
      "sentences": "Nixon did hand over the tapes, which contained evidence that he was involved in the Watergate cover-up. Shortly after that, he was out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "RICHARD NIXON, FORMER PRESIDENT",
      "sentences": "I shall resign the presidency, effective at noon tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TODD",
      "sentences": "After leaving the presidency in his iconic 1977 interviews with journalist David Frost, Nixon seemed to indicate he thought he was above the law, while serving as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "NIXON",
      "sentences": "But when the president does it, that means that it is not illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "TODD",
      "sentences": "But historian Tim Naftali says Nixon was not referring to absolute presidential immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:43",
      "speaker": "NAFTALI",
      "sentences": "He was talking about a very narrow band of national security and domestic security operations, which, for a period of time, could be done in the United States, and it not be illegal, but even that narrow band, which does not include insurrections, and it does not include burglarizing the Democratic National Committee or your opponents national party headquarters, that narrow band ultimately was removed by Congress, and the courts.(END VIDEOTAPE) TODD (on camera):  Even though current special counsel, Jack Smith, was rebuffed today in his attempt to get the Supreme Court to quickly decide whether Trump has presidential immunity, some legal analysts believe the Supreme Court will likely weigh in on that question in some fashion, the question is when. Since Smith had been pushing for Trump's January 6th trial to start within a few months -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}