{
  "date": "2024-04-22",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Prosecution And Defense Spar in Opening Statements; First Witness in Trump Case to Resume Testimony Tomorrow; Thursday: U.S. Supreme Court Immunity Hearing; Protests At Columbia University Escalate Ahead Of Passover. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:04",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "The first witness has taken the stand in Donald Trump's hush money cover up trial.THE LEAD starts right now. Former publisher, David Pecker, first to testify today about what prosecutors are alleging was a criminal conspiracy and cover up of Donald Trump's alleged tryst with film star and director Stormy Daniels. How strong is this case? Hear the line of defense Trump himself offered today right outside the courtroom. Plus, the first order of business when court resumes tomorrow. Did Trump violate Judge Merchan's gag order? The fine line for the judge as he considers this ruling and a crisis on college campuses, perhaps most at Columbia University in New York. Protests there spiraling into tense confrontations. Jewish students harassed. The atmosphere so charged, in-person classes were called off today. Can safety on campus be restored? New York City Mayor Eric Adams will be here in minutes. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.And we start with an enormously consequential day in our law and justice lead. The people of the state of New York versus Donald J. Trump, the very first day of opening statements, and a key witness taking the stand in this monumental first criminal trial ever of a former U.S. president. Donald Trump, flanked by his defense attorneys today, watched his team attempt to defend their, quote, larger than life client, charged with what prosecutors say was Trump's role in alleged hush money cover-up scheme to silence porn actress and director Stormy Daniels who threaten to go public with the story of her brief dalliance with Donald Trump. She wanted to go public before the 2016 election. During opening statements, prosecutors said the case is a criminal conspiracy and a cover up. Trump's defense attorney argued, quote, I have a spoiler alert, there's nothing wrong with trying to influence an election. It's called democracy. The defense also previewed another key tactic. They are aggressively attacking and attempting to discredit Trump's former fixer and attorney Michael Cohen, not to mention and Stormy Daniels. After opening statements, former publisher of America Media Incorporated, David Pecker, took the stand. He's set to continue his testimony tomorrow, starting at 11:00 a.m. Eastern. CNN's Kara Scannell was inside the courtroom for all of it. And, Kara, Trump's team really started to dig into Michael Cohen, tried to attack him, discredit him. They even said he has, quote, an obsession with getting president -- President Trump. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "KARA SCANNELL, CNN CORRRESPONDENT",
      "sentences": "Yeah, Jake, well, a key witness for the prosecution is going to be Michael Cohen. He facilitated these payments. He will testify about a meeting in the Oval Office that he had with the former president where they allegedly agreed to the repayment.So the key part of the defense is also to try to discredit Cohen. Trump's attorney, Todd Blanche, focusing on him today, telling the jury he's previously lied under oath, they shouldn't believe what he is saying today and obsessed. He said that repeatedly, that Michael Cohen one is obsessed with Donald Trump, adding his entire financial livelihood depends on President Trump's destruction. You cannot make a serious decision about President Trump relying on the words of Michael Cohen. Now, prosecutors told the jury that, yeah, Michael Cohen has baggage. They told them to keep them keep an open mind and to look at some of the documents and other evidence that would corroborate Cohen's testimony. Now, Trump's team also took some hits at Stormy Daniels. She is also expected to testify in this case. They said that her testimony while salacious, it doesn't matter because she has nothing to do with how these records were allegedly falsified and treated on the books of the Trump Organization and Donald Trump's personal ledger. So trying to knock down what will be some of the key witness testimony in this case as they tried to defend President Trump and get the jury to return a verdict of not guilty, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "TAPPER",
      "sentences": "Kara, we also learn more today about how Donald Trump's defense attorneys are going to try to distance Trump from this alleged crime. Tell us more about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "All right. Kara Scannell, outside court for us in Manhattan, thanks so much.We want to take a moment now to remind you of just who David Pecker is, the first witness to take the stand today and explain why prosecutors consider him critical to the case. And Pecker was the head of AMI, American Media Incorporated, publishing staples of grocery store magazine stands such as the \"National Enquirer\" or us weekly, or in touch. But Pecker is not on the stand because of the latest diet trend or alien abduction. Pecker testified today, \"We used checkbook journalism,\" meaning they paid sources for stories. And key to this case, the concept behind the term \"catch and kill\". That's when Pecker or his publications would pay people for their stories so as to purposefully not publish the stories, keeping them from the public. Pecker met with Trump in August 2015, pledging to be the campaign's eyes and ears, prosecutors alleged he went on to pay $30,000, for example, to a former doorman at Trump World Tower. The doorman had claimed that Trump had a child outside his marriage. \"The National Enquirer\" investigated, found the claims to be false, but they still paid the doorman 30 grand to keep it quiet. In 2018, AMI has admitted to paying Karen McDougal, a former Playboy playmate of the year, $150,000 to suppress her story of having an affair with Donald Trump, to, quote, prevent it from influencing the election. Pecker also contacted Michael Cohen, then Trump's attorney, to alert him that porn star and director Stormy Daniels was shopping around a story of a dalliance with Donald Trump. Today, prosecutors claim Pecker was, quote, non-active as a publisher, he was acting as a coconspirator, unquote. Now has been granted immunity to testify in this case. He resigned from his position at AMI in 2020. He will return to the witness stand tomorrow, we're told. Let's bring in criminal defense attorney Bill Brennan and former federal prosecutor Jennifer Rodgers to talk about this fascinating day in court today. Jennifer, let's look ahead to Pecker's testimony tomorrow. It seems like today, all the process questions were asked and tomorrow, we might get more substantial testimony about conversations that Mr. Pecker may have had directly with Donald Trump. Would you expect to hear? I mean, after all, Pecker has been granted immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Well, I think we'll hear all of what was previewed in the opening today. I think he'll say he was the eyes and ears that they agreed that he was going to play the role of keeping an eye out for stories that might be harmful to Trump's candidacy. Also, they agreed to publish negative stories about his opponents, to publish positive stories about him.So I think well hear all about that and including this 2015 meeting that he had with Trump, where Trump would have directly either asked him or agreed that this was their plan. So I'm expecting that meeting for sure. And then as things went on, when the Karen McDougal situation came up, for example, I'm expecting to hear about more conversations about the catch and kill with that. And, of course, with Stormy Daniels, AMI ultimately didn't pay for that. But I think the original plan was that they would. And so I expect that. So he's going to take us from the beginning, I think all the way up to the Stormy Daniels situation, which is one why I think it was a good idea to put them first. He sets the stage for what ultimately happens with the Daniels payoff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "TAPPER",
      "sentences": "Jennifer. I want to get your take on something that Mr. Trump said after court wrapped for the day. Take a listen.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: It's a case as two bookkeeping, which is a very minor thing in terms of the law, in terms of all the violent crime that's going on our side, as we -- as we speak, right outside, as we speak. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "TAPPER",
      "sentences": "So it sounds like he's admitting that there was a bookkeeping error. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "RODGERS",
      "sentences": "Well, It's interesting, Jake, because I noted that a couple of times during the prosecutions opening, they made this point about Trump is frugal. he's a penny pincher, and yet Michael Cohen was paid more than double what he paid Stormy Daniels like, like why does that happen? Why would Trump do that?And the answer is because he had to. They really had to hush this up and the way it happened was with all of these invoices. So I think they're setting the stage for saying Trump knew, he knew, he would never pay more than double what was paid to Stormy Daniels if he didn't know about this scheme, the way that it was going back to Cohen because it had in part to do with making sure that Cohen was whole and wouldn't have to pay taxes on it. So they're really setting the stage for undercutting that defense pretty effectively, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "TAPPER",
      "sentences": "And, Bill, this morning, Trump defense attorney Todd Blanche went directly after not just Michael Cohen, but Stormy Daniels, telling the jury, quote, leading up to the 2016 election, she saw her chance painting or as an opportunist, saying that nothing ever happened between Trump and Stormy Daniels.Jim Trusty, a former Trump attorney, told me this morning, he might have been -- if he'd been handling the case more subtle in terms of his criticism of Stormy Daniels, so as to not potentially alienate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "BRENNAN",
      "sentences": "Yeah, I probably agree with Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "TAPPER",
      "sentences": "Yeah, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "BRENNAN",
      "sentences": "I think you tread softly with that particular witness. Look, you can't just attack everybody. You know, if you want to go after this \"National Enquirer\" person who's immunized, you want to go after the fixer, and how's that from an epitaph, the fixer, who's got a bunch of criminal convictions? He attacked those people.But I don't think you attack Ms. Clifford, I think is her name. I think you do that in a more -- I'll steal a line from Jim -- in a more subtle way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "TAPPER",
      "sentences": "Jennifer, why didn't prosecutors charged Trump with conspiracy if they're framing of this whole case as a, quote, criminal conspiracy and cover up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "RODGERS",
      "sentences": "Yeah, that's a good question. I mean, the reason is that there's no -- I mean, the conspiracy aspect here would have been a conspiracy to impact the election. That is one of the ways that they are enhancing the financial falsehood charge, but they decided not to charge it themselves. I'm not exactly why they so still haven't made entirely clear the ways that they want to enhance it into a felony.So I suspect they just didn't think that they necessarily had it, which is why they also have been a little bit vague with which crimes they're using to enhance the misdemeanor into a felony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "TAPPER",
      "sentences": "We're back with our law and justice lead.Donald Trump's criminal trial set to resume in the morning, but we didn't have to wait to hear how the former president really felt about the case or being stuck in that chilly courtroom today. Mr. Trump launched into something of a rant after the trial wrapped for the day, attacking Michael Cohen set to be the key witness, slamming the merits of the case himself, assailing his previous civil fraud case, which was over him misrepresenting the value of his assets, and without evidence blaming Joe Biden for all of his legal woes. Let's bring in CNN's Jaime Gangel, as well as former Trump White House attorney Jim Schultz. Jamie, what's your reaction to how Trump behave today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "He behaved but it was day one, and I think it was also a short day. I think the real question is going to be when we see witnesses on the stand, how is he going to react to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "TAPPER",
      "sentences": "So like Michael Cohen or Stormy Daniels?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "GANGEL",
      "sentences": "Michael Cohen, Stormy Daniels, David Pecker were going to say, and also if there are audio tapes things like that, I think that he gets triggered pretty easily if past is prologue.So let's see, I think his lawyers every day are reminding him to try to behave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "TAPPER",
      "sentences": "He gets a lollipop today, though, pretty well-behaved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "GANGEL",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:16",
      "speaker": "TAPPER",
      "sentences": "Jim, today in opening statements, Trump's defense attorney Todd Blanche painted Trump as something of just a regular guy saying, quote, he's a man, he's a husband, he's a father, he's a person just like you and just like me.Can the defense successfully convinced the jury that Trump is just a regular guy with regular reactions, regular emotions? I mean, he is a rather larger than life figure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "Jamie, it must be pretty difficult for anyone, let alone somebody in their late 70s to sit in the courtroom every day for six weeks in the cold hearing, nasty things about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "GANGEL",
      "sentences": "It's very cold. True.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "Not to mention like he's not in control. The judges -- and he has animus towards the judge. Personally, this must be frustrating for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "GANGEL",
      "sentences": "Look, we know that Donald Trump likes to be in control. I think it's beyond frustrating for him. The other day, the judge told him to sit down, he did, but I'm sure he didn't like that. And he's not used to also -- I'm curious to see if it takes the toll that he has to even show up at court at 9930 every morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "That's early for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "GANGEL",
      "sentences": "You may remember when he was president, I believe we called it a executive time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "GANGEL",
      "sentences": "He would not come down to the Oval Office until 11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "GANGEL",
      "sentences": "But you remember the other day, one of the jurors who is dismissed, two potential jurors said she went in there, she saw him. She's laughed, and then she said he's just some guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "TAPPER",
      "sentences": "Just some guy.And, Jim, former President Trump repeated today that he's frustrated this is -- this trials keeping him from the campaign trail. He is the presumptive Republican presidential nominee. How hard do you think this trial is for him as a candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:08",
      "speaker": "SCHULTZ",
      "sentences": "Oh, it's got to be really hard, right? He's someone who wants to be on the road. He wants to be doing his rallies. He wants to be out in front of people doing off the record stops and pizza shops and other things. And in those swing states, like you'd like, he's done time and time again.He can't do any of that right now except for when he's not in court. That's got how to be crushing him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:26:54",
      "speaker": "TAPPER",
      "sentences": "Continuing in our law and justice lead, Donald Trump's hush money cover-up trial resumes tomorrow morning.In addition to former \"National Enquirer\" publisher, David Pecker, back on the stand, there will also be a significant hearing on the gag order that Trump is under in this case. Let's bring in Tom Dupree, former principal deputy assistant attorney general. Tom, let's start with his gag order her and we're going to hear tomorrow. It's going to start before they even bring the jury and prosecutors want Judge Merchan to fine Trump for what they say have been at least seven violations of the gag order in which Trump has been told not to insult. He can insult the prosecutor and you consult the judge, but he can't insult the families of anybody there, of either of those two or the witnesses. How do you see it playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:26:54",
      "speaker": "TOM DUPREE, FORMER PRINCIPAL DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Yeah. Well, look, and you're right. The judge has specified list basically, if people who are possible targets for insult and people who are off limits.And the prosecutors say, Trump has just run roughshod over those limits. I think the judge is going to take the prosecutors allegations pretty seriously. Are the prosecutors have put forward a bunch of tweets, some that Trump originally posted himself, some that he reposted from, others that prosecutors say violated the gag order. I think this is a judge who is very sensitive instead of to the need to preserve the integrity of this proceeding, that means protecting witnesses from attacks, protecting jurors from attacks, and that he may well find Trump. I don't think he's going to go so far as to try to throw Trump in jail or anything like that, he may have stern language. She may have a warning. He may impose a nominal fine, but I think he'll make clear to former President Trump that if this behavior continues, he's going to up the punishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:26:54",
      "speaker": "TAPPER",
      "sentences": "So, you think he'll get one last chance, got to cut it out now, but you don't think he's going to fine him tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:26:54",
      "speaker": "DUPREE",
      "sentences": "Oh, he may find them, but I think there'll be nominal fines. I think that the purpose of tomorrow really is for the judge to make clear that in the judge's view, this behavior across the line and that he needs to maintain the integrity of this forum and this process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:26:54",
      "speaker": "TAPPER",
      "sentences": "So let's go to the witnesses because David Pecker was on the stand for about 25 minutes today before they adjourn because an alternate juror had a dentist's appointment.He's going to be called again tomorrow, David. What are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:26:54",
      "speaker": "DUPREE",
      "sentences": "Well, what I'm looking for is the way that the prosecutors see Pecker is fitting into this whole narrative. We heard today something we hadn't really heard a lot before, that in the prosecutors' view, there is a conspiracy which is significant because we hadn't heard that before, and it places Pecker at the center of this, of Trump, Cohen, Pecker in an effort to catch and kill Stormy Daniels story.So I think it will be very interesting is to see how the prosecutors use testimony to build this story for the jury to really frame all the evidence that's going to follow, to say that everything Trump did, everything Michael Cohen did was for the purpose of catching this story and suppressing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "TAPPER",
      "sentences": "No, it's crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DUPREE",
      "sentences": "That Trump is advocating for.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "TAPPER",
      "sentences": "He's basically advocating that he could do anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:00",
      "speaker": "DUPREE",
      "sentences": "That's right. But I think the interesting question to me at least goes to Congresswoman Cheney's point, which is to say, is the Supreme Court going to simply say no immunity here? Let's get on with the trial or are they going to say that there may be some immunity here, but the contours need to be developed and determined by the district court.If that's how the Supreme Court decides this case, it could well result in additional delay that pushes this behind the election, as the district court has to wrestle with whether these allegations fall within the scope of this immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "TAPPER",
      "sentences": "In our national lead today, while many pro-Palestinian protest or anti-Israel protests have been peaceful across several us colleges, others without question have become hateful and threatening. Over the weekend at Yale University, a Jewish student journalists, documenting a campus rally says a protester assaulted her, jabbing a Palestinian flag near her eye. A human chain then formed around her after she said she tried to confront the person.At Columbia University in New York over the weekend, an orthodox rabbi affiliated with the school urged Jewish students to leave campus for their own safety. Others at the school said that was not necessary. The Jewish Students Center nonetheless has NYPD protection and public safety escorts for anyone celebrating Passover. Tensions are so high, classes at the Ivy League school went virtual today. The peaceful protesters have been overshadowed by antisemitic ones. We hear in videos one protest or shouting out, go back to Europe. And much worse, praise of Hamas, praise of the October 7 Hamas attack. New York City Mayor Eric Adams says some protest, hate speech -- protesters used hate speech that praise come out with chants of, quote, we don't want Zionist here. I've seen anti-Israel chants filled with profanities such as this could be heard. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "TAPPER",
      "sentences": "Now, one of those condemning the antisemitic rhetoric at Columbia University is New York City Mayor Eric Adams.And Mayor Adams joins us now. Mayor Adams, thanks for joining us. On Sunday, you released a statement, part of which reads, quote, I have instructed the NYPD to investigate any violation of law that is reported. Rest assured. The NYPD will not hesitate to arrest anyone who was found to be breaking the law. But you also said Columbia University and is a private institution on private property, which means the NYPD cannot have a presence on campus unless specifically requested by senior university officials. Do you think Columbia is doing enough to protect its students, especially its student -- Jewish students? And do you worry that sending an NYPD might actually inflame matters? MAYOR ERIC ADAMS (D), NEW YORK CITY: Well, first, I want to say that I know what protesters about. I've participated in protests throughout my life particularly during the South African calling for the dismantling of apartheid. That is one of the fundamental rights we hold dear as Americans, right to protest. What we are seeing playing out on many of our college campuses. And particularly Columbia University is hate. We're seeing vile language being used and at no time should we call for the destruction of anyone? Should we call for violence towards anyone that it is not what protesting is about. Now, we have to go within the law in this country and in his city of comments like that on its surface are not illegal. But if you use it to harass someone or menace someone, we're going to take appropriate action to stop them from taking place? And we will go on private property for imminent threat. Even though it's a private property, this imminent threat or danger to someone, the NYPD will go on that private property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "TAPPER",
      "sentences": "So, obviously, as you know, protest is an important part of being an American free speech is an important part of being an American. Where is the line? For example, I've seen video of somebody at the Gaza encampment at Columbia standing up and talking about how great October 7th Hamas attacks on Israel was, and calling the Hamas terrorist, calling them freedom fighters.Is that hate speech or is that protected free speech? Where do you come down on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "ADAMS",
      "sentences": "And that is believe it or not, as, as vile as it could be, because Hamas should be destroyed from the actions they did on October 7 and other actions but that does not fall into a crime if someone makes a comment that they want to join a terrorist organization, that's going to come under investigation.But the commissioner of legal matters at New York City Police Department is going to really break this down for New Yorkers. So, they will understand fully when someone crosses that line, and commit a crime. That is what he's for. And that is his role and obligation. And when someone crosses that line, we're going to take necessary action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "TAPPER",
      "sentences": "You are also urging Columbia officials, university officials to improve and maintain an open line of communication with the NYPD.In your opinion, what areas does Columbia need to improve so that people can have free speech rights? But also Jewish students can live their lives without being harassed and attacked and told that Hamas is coming to get them or told that they should go back to Poland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "ADAMS",
      "sentences": "And it's clearly, I could feel the duality of this moment, as I stated, I understand the pain that is playing out in Israel and in Gaza at this time, I understand what Palestinian New Yorkers are going through in a peaceful way to display that. And I understand what of these Israelis experienced on October 7th.And so, the duality of that moment is important, but also look back to Little Rock, Arkansas, and what it meant for African Americans to be escorted on campuses because they were afraid for their lives. And that is what I see when I see Jewish students going through this at this moment. There is no place for hate in his city. I don't care if it's antisemitism, Islamophobia, anti-Sikhism. We don't have a place for that and I don't want to be and I won't be the mayor. We have to take off for your new hijab, your yarmulke or your turbine when you enter a place of high education or use our transportation system or work our streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "TAPPER",
      "sentences": "So I just want to make sure that I understand something because I'm really -- I'm really genuinely confused. So we've seen video protestors saying al-Qassam, which is the which is the armed part of Hamas, the militant arm of Hamas, al-Qassam, you make us proud, kill another soldier now, these are people chanting this in the streets outside Columbia university, but right next to Columbia.We say justice, you say how. Burn Tel Aviv to the ground. Hamas, we love you. We support your rockets, too. Red, black, green, and white, we support Hamas's fight. It is right to rebel, al-Qassam, again, that's Hamas. Give them hell. It's right to rebel. Hamas, give them hell. That is protected speech in New York, but my question is -- well, tell me. What's your - what's your take on that? Because that's -- that's one of the things that students are hearing. ADAMS: That's I think is vile. I think is disgusting. I think it is something that someone should not be communicated. But my thoughts in opinion does not determine law. It is up to the deputy commissioner of legal matter and is up to the police department to see if a person has used using those terminologies to follow someone, to threaten someone, to arrest someone, then you cross the line. And that is what we are doing at this time. And I think the police department, after actually policing over 500 protests in the city, you're not seeing was playing out across the globe with the destruction of property. You're not seeing massive assault of individuals. This police department is the best at handling situations like this, and that's what we're going to have to do and continue to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "TAPPER",
      "sentences": "New York Mayor Eric Adams, thanks so much for your time today, sir. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:35",
      "speaker": "ADAMS",
      "sentences": "Thank you. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:47:21",
      "speaker": "TAPPER",
      "sentences": "In our politics lead, as protest against Israel continued to escalate at Columbia University and spread to other university campuses, they're drawing bipartisan condemnation from Democrats and Republicans.Yesterday, Senator John Fetterman, a Democrat from Pennsylvania, posted on X, quote, add some tiki torches and it's Charlottesville for these Jewish students. To Columbia President Minouche Shafik, do your job or resign so Columbia can find someone who will. And Fetterman is not the only one calling for her resignation. Today, House Republican Elise Stefanik posted on Twitter: After months of appeasing radical pro-terror professors, Columbia's leadership has surrendered the campus to violent pro-Hamas anti-Semites. President Shafik has failed her most basic duty. Keep keeping students safe. She must resign, unquote. Let's bring in our political panel to discuss. Ayesha Rascoe, let me start with you. Just to underscore the dilemma in which President Biden finds himself -- AYESHA RASCOE, HOST, NPR'S WEEKEND EDITION SUNDAY: Yeah. TAPPER: -- the White House came out very strong against some of the hateful antisemitism we've heard at Columbia, but this is what Joe Biden said today when asked about the protest. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:47:21",
      "speaker": "JOE BIDEN PRESIDENT OF THE UNITED STATES",
      "sentences": "I condemn the antisemitic protests, that's why I've set up a program to deal with that. I also condemn those who don't understand what's going on with the Palestinians.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:47:21",
      "speaker": "TAPPER",
      "sentences": "I also condemn those who don't understand what's going on with the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "I thought he was signaling at the whole time this is coming back to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CARPENTER",
      "sentences": "Yeah, yeah. I mean, it's a difficult situation. It shouldn't be hard for Biden or Trump or anyone to look at this and say, this is unacceptable. You're blocking activity on campus. You were advocating violence against other students.I mean, point blank. That is unacceptable and it needs to stop. That should be the focus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "What did you think of Fetterman comparing what we seen in Charlottes -- I mean, what we seen in Columbia in terms of some of the more viral antisemitism pro-Hamas stuff with Charlottesville, with what happened in Charlotte.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "PAUL BEGALA, CNN POLITICAL COMMENTATOR",
      "sentences": "I think he's right now. Now, Charlottesville went further. Heather Heyer was murdered --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "BEGALA",
      "sentences": "-- a peaceful citizen of Charlottesville who was protesting for equal rights and civil rights was murdered. And that nothing like that has happened at Columbia. I don't think Senator Fetterman is trying to draw an equivalent to that murder.But the statements that are being reported coming out of Columbia University area protesters, and those protesters tried to sound very similar. Here's the thing for me politically, the acid test of a leader is how do you call out someone on your side of the great divide in America, right? So this has happened and I've got the, the president statement here. Every American has the right to peaceful protests, but calls for violence and physical intimidation targeting Jewish students and a Jewish community are blatantly antisemitic, unconscionable, and dangerous. That's not what Mr. Trump said about right-wing protesters in Charlottesville, right? He seemed to me when he was present to draw false equivalence between the peaceful folks there and these neo- Nazis. So I think this takes, it actually takes some political courage for Joe Biden. Those unlikely Trump voters out there at Columbia, but I admire, I think voters ultimately, I think ultimately it will pay off for him. But you have to call out extremism wherever it is. And that' -- that's a true test to a leader. Biden passes that test. I don't think Mr. Trump does. Yeah. I mean, one of the things that I've heard from some Democrats is they say, Jamie Raskin is the one I'm thinking of. Why is Elise Stefanik the one leading the charge about this, because she as you note is -- doesn't exactly lead the charge against the antisemites on the right. Here's what Congressman Raskin last December said when it came to Elise Stefanik as the leader of this. (BEGIN VIDEO CLIP) REP. JAMIE RASKIN (D-MD): The issue with Elise Stefanik is that while she's posing as a great champion of the Jews and opponent of antisemitism on campus and for college presidents, she won't say anything about presidential antisemitism when it comes to the White House, the real president of the United States, and that, of course, is a much greater threat to Jews in America when you have Donald Trump, who says things like they're very fine people on both sides of an antisemitic race riot called by neo-Nazis in Charlottesville, Virginia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CARPENTER",
      "sentences": "I respect Jamie Raskin a great deal. It makes me uncomfortable to watch people play politics with the issue of antisemitism. I mean, it's wrong when it's wrong. Elise Stefanik sometimes she doesn't get it right because she is playing politics with it.And so if you want this to stop, you've got to say, I will stand up for the Jewish people, no matter what side they fall on. I mean, it doesn't matter if it's against Donald Trump or we're in Columbia. It shouldn't be a partisan issue like this. And so again, I respect Jamie Raskin, but I don't think you have to use it as a wedge again, against the other side. One of the other things that's unusual about this is, look, obviously, most of the protesters at Columbia are peaceful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "RASCOE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "No one is disputing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "RASCOE",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "But the idea that somebody is upset about people who are not peaceful, obviously, most of them are not antisemitic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "RASCOE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "But the idea that somebody is upset about the antisemitic ones, it seems like there's a great conflation by both sides on this.People who wants to portray any criticism of Israel as antisemitic, but in this case, I see a lot of people on the left saying, oh, I was just there on Thursday and there was no antisemitism. Well, that doesn't mean that it wasn't there in a different part of the university two days later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "RASCOE",
      "sentences": "Yeah, I mean, its one of those things where we don't do nuance here, right? We like to paint a very broad brush. Everyone's bad, or everyone's good. And this is one of those situations where there are a lot of people who are genuinely concerned about the Palestinians and they are not antisemitic, but do you have people who are also making these very extreme comments.So, how do you draw that divide? I mean, it could seem simple, but when you have people who are very worked up and feel like President Biden has not done enough and that their money is going towards Israel and they feel like Israel is doing very bad things, that is a very difficult walk for the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "BEGALA",
      "sentences": "Well, it is, and it's only just beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "RASCOE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "BEGALA",
      "sentences": "Watch -- God help me in Chicago at the Democratic Convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "BEGALA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "TAPPER",
      "sentences": "How a place being picked for a convention, Paul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "TAPPER",
      "sentences": "Thanks to one and all.Donald Trump rightly pointed out after court today that the New York hush money case brings up allegations that are nearly eight years old. Why those allegations applying now as prosecutors prepared to call back a key witness to the stand tomorrow morning. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}