{
  "date": "2024-05-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Dad Reunited With Family After Being Charged For Bringing Ammunition To Turks And Caicos; Inquiry Opened Into Deaths Of United States Missionaries, Haitian Coworker; President Biden Touts Expansion Of NATO, Actions In The Middle East In West Point Commencement Address; Top U.N. Court Orders Israel To Halt Rafah Operations; NY Parks Official Details Lifeguard Recruitment Efforts; Survivor, Community Reflect On Two Years Since Shooting Killed 21. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:37",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello, everyone. Thank you so much for joining me this Saturday. I'm Fredricka Whitfield, and we begin with dangerous weather that could impact your travel holiday weekend.More than 70 million people are under a severe weather threat, as intense tornadoes, baseball-sized hail, and near hurricane force winds hit the central plains and parts of the Midwest. Let's bring in now, CNN meteorologist Elisa Raffa. So, Elisa, what areas are you watching most closely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "We are really bull's eye in parts of Oklahoma and Kansas today again, in what's been very active severe weather season. We have a moderate risk level four out of five. There you can see in the red, from Wichita down towards Oklahoma City where we could find baseball sized hail intense, strong, long live violent tornadoes possible, and damaging wind gusts.Notice as severe weather threat though does stretch down across the deep south including places like Atlanta, and then, there is another little portion of it up in the Northeast as well. But where we could find these EF2 or greater tornadoes with the intense winds that could pack up to a hundred or more miles per hour. That's in the bullseye from Wichita down towards Oklahoma City. We'll have to be careful for some very dangerous storms. In a season that has been so incredibly active. We have had more than 900 reports of tornadoes since January 1st. Average to date would have been closer to 700. So, it's been a very active start to the season. We don't have anything blowing up in the Midwest yet. We need the daytime heat and humidity to cook the atmosphere a little bit more. We didn't have a line of storms though rolled through Atlanta, with some wind gusts there and a ton of lightning. Here is a look at how this progressed through the date. Notice these little cells. That is where we could find some of those violent tornadoes as we go into the evening hours. It looks like these storms do blow up late in the evening going into the overnight, which makes them more dangerous, because people are sleeping. So, make sure you turn off those emergency alerts. Make sure you can hear them. That violent threat does it looks like it kind of congeals into a line of storms overnight going into Missouri tomorrow morning. That's where you get a push of damaging winds and it continues to track into the Ohio Valley going into tomorrow. Eventually, bringing a line of storms to the southeast by Monday. This is the threat for tomorrow. You've got that level three enhanced risk from St. Louis to Louisville, keeping us on the busy side with the severe weather. On top of this, we have some record heat possible from Texas all the way to Florida. So, we'll have to watch that as well. Still, people in Texas don't have power. So, we need to keep in mind that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "WHITFIELD",
      "sentences": "All right. Elisa Raffa, thank you so much.All right. An American man detained in Turks and Caicos on ammunition charges is now home today. Last night, Bryan Hagerich stepped off an escalator at the Pittsburgh airport and into the arms of his children. He tells CNN affiliate WTAE that he is absolutely elated to be back with his children. The father of two was given a suspended sentence of 52 weeks and was allowed to fly home after paying a $6,700 fine. CNN's Rafael Romo, joining me right now with more on all this. So, Hagerich, you know, he was headed home in February, got stopped because of this ammunition in his luggage. And now, that he's been being held, you know, in that country for a very long time before now, the sentencing yesterday in his favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:37",
      "speaker": "RAFAEL ROMO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, that's right. And it's been more than three months altogether, a terrible ordeal for him. And his ordeal seems to be over, but there are several other Americans facing the same charge whose fates are still undecided. Bryan Hagerich is now describing his involuntary stay of more than three months in Turks and Caicos as the hardest time of his life. The American from Pennsylvania returned home last night after spending more than 100 days in the British overseas territory where he was charged with possession of ammunition.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BRYAN HAGERICH, AMERICAN WITH SUSPENDED SENTENCES",
      "sentences": "Just so much joy. it's just amazing how just in a matter of 12 hours, my life has just it's been a complete 180, looking at 12 years to now.My biggest concern is coaching my kids' baseball games tomorrow and that is such a relief. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ROMO",
      "sentences": "And to be clear, the Turks and Caicos possession of firearms or ammunition carries a minimum 12-year sentence, though, according to the local governor. The law allows reduced sentences under exceptional circumstances Hagerman (PH) is not only -- is not the only American arrested under similar circumstances. Four others have been released on bail while they await their court dates in Turks and Caicos, but one of them was allowed to return to the U.S. for medical reasons.An American delegation, including Pennsylvania Senator john Fetterman, a Democrat and Congressman Guy Reschenthaler, his Republican colleagues from the same state to work together to secure Hagerman's release. (BEGIN VIDEO CLIP) REP. GUY RESCHENTHALER (R-PA): Got to remember, there is still three Americans that are wrongfully detained on that island and that draconian law is still in place. So, we need to warn other Americans about the dangers of going to Turks and Caicos and we need to work relentlessly to bring the other three Americans home. (END VIDEO CLIP) ROMO: The Turks and Caicos officials say U.S. citizens are not being targeted. The Turks and Caicos premier told CNN that out of the 195 people sentenced for firearm-related offences over the past six years, only seven, seven were U.S. citizens, and no American has received the full 12-year sentence to date. But again, it is -- it's been a very difficult time for all of them, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. And do we know what the path ahead is going to be for the others, what three now, who are still in Turks and Caicos?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ROMO",
      "sentences": "They may be able to get a similar sentence. It's a more situation. It's not like the charge is being taken away, is just that the sentence has been reduced, and they are paying still a very hefty fine, of thousands of dollars.But again, the main thing here and what the senator was saying, and also the congressman is that this should serve as a warning for people traveling there, in case they forgot some bullets or anything in their bags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WHITFIELD",
      "sentences": "Share your bags. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ROMO",
      "sentences": "Right? It's a warning for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Rafael Romo, thanks so much.All right. Haitian police are now opening an inquiry into the deaths of a young American couple and their Haitian coworker. The three missionaries were killed in a violent gang attack earlier this week. Their deaths following weeks of unrest in Haiti, as the nation struggles to control the gangs, which have all been taken over parts of the country. Here is CNN's David Culver. (BEGIN VIDEOTAPE) DAVID CULVER, CNN INTERNATIONAL CORRESPONDENT (voice over): An outpouring of grief for two young missionaries brutally killed on Haiti's capital. \"They went to heaven together,\" Missouri State Representative Ben Baker posted. His daughter, Natalie and her husband Davy Lloyd, attacked by gangs, Thursday night in Port-au-Prince. The couple, in their early 20s served as part of missions in Haiti, a Christian nonprofit organization run for more than two decades by Lloyd's parents. The organization, posting Friday, \"They were ambushed by a gang of three trucks full of guys. Davy was taken to the house, tied up and beat. The gang then took our trucks and loaded everything up, they wanted and left. At some point, as the attacks unfolded, Davy Lloyd called his father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "WILLIAM RUTO, PRESIDENT OF KENYA",
      "sentences": "We are going to take up that responsibility alongside to the Haitian police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "CULVER",
      "sentences": "Kenya plans to lead a U.N.-backed multinational support mission to Haiti, with at least a thousand Kenyan police officers set to deploy.President Biden, stating Thursday, the U.S. will not send troops but is provided equipment and Intel. The White House reacting to the killing, did a statement on Friday. \"Our hearts go out to the families of those killed, as they experience unimaginable grief.\" Missions in Haiti, among many others, has been warning. Haiti is on the brink of collapse. The group posting last month, \"It seems the world has turned their backs on Haiti. And it's going to be left in complete gang control. Now, three of their members, just the latest victims of that unrelenting gang violence. David Culver, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:12",
      "speaker": "WHITFIELD",
      "sentences": "All right, happening right now, President Biden is at the U.S. Military Academy at West Point to deliver the commencement address to the graduating class of cadets. This is the third time Biden has given the commencement address to the Army's newest officers. But his first time as U.S. president.CNN's Athena Jones is at West Point for us. Athena, good to see you. So, what did President Biden have to say today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:12",
      "speaker": "ATHENA JONES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hi, Fredricka.As you mentioned, this is his third time speaking here, but his first as president, and this is -- was not a political or policy speech. So, he spent much of his time focused on these more than a thousand cadets, who in a moment now, were going to be commissioned as second lieutenants in the U.S. Army, hailing them for their -- for them, as next generation of leaders in both civilian and military life, thanking them for choosing this path and joining what he called the most honorable and consequential fighting force in the world. The president delivered just about a 20-minute speech. Talking about U.S. leadership around the world. He praised the expansion of NATO to include Finland and Sweden. He talks about U.S. troops helping Ukraine in its fight against Russia, pledging we will not walk away. He talks about U.S. troops helping delivering aid to Gaza and helping protect Israel from an Iranian missile attacks. And he touched on how the military is helping the U.S. deepen its alliances around the world with countries like Japan, Australia. He mentioned the strategic partnership with Vietnam, and how the U.S. is standing for peace and stability across the Strait of Taiwan. Here is more of what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:12",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Our women and men in uniform are hard at work, strengthening our alliances, because no country has allies like ours, investing in deterrence. So, anyone who thinks they can threaten us thinks again.Defending our values, by standing up to tyrants, and safeguarding the peace by protecting freedom and openness. Thanks to the U.S. Armed Forces for doing only America can do, as the indispensable nation, the world's only superpower, and the leading democracy in the world. Never forget Americans are strongest when we lead not only by our example of our power, but by the power of our example. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:12",
      "speaker": "JONES",
      "sentences": "That's a line we hear from the president often. President Biden also mentioned that the rates of sexual assault and harassment in the military have gone down for the first time in nearly a decade.You know, this institution Westpoint was founded in 1802. So, just one generation after U.S. independence, and it's played a leading role in nearly every chapter of American history. The president, saying that some of these leaders from the people graduating here will serve in the Pentagon, the White House, the most important thing is to maintain their oath to the Constitution, not to a person or party. He called this class guardians of American democracy. And said, you must defend us. You must -- you must keep us free at this time, like none before. Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:16:12",
      "speaker": "WHITFIELD",
      "sentences": "All right. Athena Jones at West Point, thanks so much.All right, meanwhile, the former president is out on the campaign trail. Speaking later today at the 2024 libertarian National Convention in Washington, D.C. CNN's Steve contorno is joining us right now with more on what's expected. So, Steve, what is the likely Republican presidential nominee -- what's his goal in speaking at the libertarian convention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "CONTORNO",
      "sentences": "I spoke with former Libertarian Party presidential nominee, Gary Johnson, who disputed that there is much common ground between libertarians and Trump. And especially, on trade, and spending, and such.And this is going to be a largely an audience that Trump is not used to speaking to. He likes friendly crowds. This crowd might not be very friendly, Fred. In fact, we talked to some people who said that they brought noisemakers intending to disrupt the speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "WHITFIELD",
      "sentences": "Oh, well, it will be interesting because Vivek Ramaswamy spoke, and there was booing when he encouraged the audience there to vote for Trump. So, we'll see what happens tonight.Steve Contorno, thank you so much. All right. With me right now to talk more about Trump's unconventional campaigning and more is Julian Zelizer. He is a CNN political analyst and a historian and professor at Princeton University. Good to see you, Julian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "JULIAN ZELIZER, CNN POLITICAL ANALYST",
      "sentences": "Good afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "WHITFIELD",
      "sentences": "All right. So, tonight, Trump is speaking at the Libertarian National Convention, Thursday. He held a campaign rally in the deep blue Bronx, in New York, where he got just 16 percent of the vote in the 2020 election.So, what do you see is behind his methodology in going to places that are not traditionally welcoming platforms for him, but he is presenting himself, as you know, he is an appealing figure to them, to those audiences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "ZELIZER",
      "sentences": "I think the former president is aware that the election is going to come down to small numbers of voters in swing states. So, hearing in front of the Libertarians is an effort, I think, to stave off some of the vote loss he might incur as a result of Robert Kennedy, Jr, who now seems more of a threat than he initially thought in terms of the Republican campaign.And he does want to increase his votes with black and Latino voters. I don't think The Bronx is where he thinks he's going to win. But the former presidents about T.V., and I think appearing there, sending the message he wants the votes, that some polls suggest might be his are ways to get slivers small portions of the vote that could push him to victory in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "WHITFIELD",
      "sentences": "So, another way of marketing, you know, trying to market a message by way of the pictures that have resulted.All right. So, also this week, the former South Carolina Governor Nikki Haley, said she plans to vote for Trump. And Haley was one of Trump's biggest critics when she was on the campaign trail. And now, you know, after these remarks, Trump says Haley may have a place on his team. So, what is behind this, whether it's Haley, whether it's, you know, Vivek Ramaswamy, you know, Tim Scott. All of those who were on the campaign trail, is it their effort to make sure that if indeed, Trump is to win the White House, again, that they have a place on the team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:04",
      "speaker": "ZELIZER",
      "sentences": "Look, the only surprise is that people are still surprised. Many Trump's critics, we see this again and again, during and after his presidency, they criticize him, they warned about him as Haley did. And then they say they will support him.I think part of it is partisan loyalty. That is what will drive them in the end, they will come home to vote for the red ticket. And the second part is exactly what you said. I do think Haley would like a position in the administration if there is one to offer. And I think Trump is open to putting on whoever will serve him. So, this is all very predictable. It falls into a pattern we've seen again and again. And it shows that the anti-Trump coalition in the Republican Party, which really can only be measured by those who will not vote for Trump in November is extremely small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ZELIZER",
      "sentences": "Well, look, the specific concern is the upcoming ruling on presidential immunity. And that center is really on issues connected to January 6th. So, there is worries if he is not recusing himself, how can he offer a kind of, you know, unbiased legal perspective.The second is the big picture of the Supreme Court, which has been the most trusted of all our institutions for a long time, even after Watergate is really under fire. People see it as more political. Justice Thomas raised questions about ethics, that are at the center of this new ethics codes. And finally, now, we have questions about just open political biases of a justice and how that might influence their legal decision. So, I think tough ethics codes are certainly necessary. It's not clear the ones Roberts put forth will work, because there's questions of enforcement. And I do think there is a strong argument about recusal in this forthcoming case. And I don't know how Roberts will operate behind the scenes, but I think the pressure is going to increase after the story of the flags, especially flag two has now emerged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WHITFIELD",
      "sentences": "But the recusal is not elective. I mean, you are electing to recuse yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ZELIZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "WHITFIELD",
      "sentences": "And it seems as though, I mean, correct me if I'm wrong, but when they are sworn in, you know, a justice is already pledging to be impartial and unbiased.And if these displays seem to imply that he is anything, but, why wouldn't, you know, John Roberts have the authority to step in. Not wait for an elective of recusal, but instead, be able and be empowered to take some other action?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ZELIZER",
      "sentences": "I think, Roberts is going to be very reluctant to be that forceful. I think what he wants is to try to guide the court to do the right thing on its own. That's the essence of the ethics codes. They should follow it. It's unclear how it will be enforced.So, he's both on the one hand, an institutionalist, he argues. But on the other hand, he is not very forceful in taking the steps that might be new needed to revitalize how American see this very vital institution of our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:46",
      "speaker": "WHITFIELD",
      "sentences": "CIA Director Bill Burns has left ceasefire talks in Paris saying some progress was made but no further talks are scheduled. The end of the talks comes as the world reacts to a ruling from the U.N.'s top court ordering Israel to immediately halt its military offensive in Rafah. Israeli officials are condemning it. The White House so far has been silent on the ruling except to say its position on Rafah has been clear and consistent. Aaron David Miller is with me now. He's a former U.S. State Department negotiator and senior fellow at the Carnegie Endowment. AD, good to see you. So the international court can't order a ceasefire, but instead orders an international halt. What's the difference? And how can it be enforced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "WHITFIELD",
      "sentences": "And if Israel war to continue without any halt? Do you believe it runs the risk of becoming further isolated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "MILLER",
      "sentences": "You know, in decades of working on this issue, I've never seen a situation where the state of Israel is more isolated, and more alone, more aggrieved than it is now. And from the factor of Israelis, there used to be a split screen. It was October 7th, indiscriminate, willful killing, the raping, the torture of Israeli men, women and children by Hamas, that split screen has now become one screen.And the one screen, understandably, is the impact of what the Israeli prosecution of this war against Hamas has done, the exponential rise of Palestinian casualties and humanitarian catastrophe and even catastrophic starvation in parts of Gaza. So yes, Israel is isolated. But I come back to the reality that what is going to count here is less what the ICC in the ICJ proposed, and more, both in terms of getting this deal. And at some point in the future, actually, negotiating for the least bad solution of this conflict, which is a two state solution, however, fantastical may seem right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "WHITFIELD",
      "sentences": "Ireland, Spain, Norway all announced plans this week to formally recognize a Palestinian state, as soon as next week. Germany has said it too. Soon, we'll do that. What will this do to ongoing efforts for negotiations, for ceasefire, for hostage release deals, all of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "MILLER",
      "sentences": "You know, a practical pathway out of this catastrophe since October 7th, we're going to soon be in the ninth month of this war. It's got to come at some point in the future to create a better pathway for Israelis and Palestinians. I think there's enough consensus in the international community. Support for Palestinian State has diminished clearly in Israel and Palestinians. But I still think it's the best. The problem is, it can only come and I think the Spaniards, the Irish, the Norwegians, particularly the Spanish and Norwegians, who play critical roles in this process.Spain and Madrid, hosting Madrid peace conference in 1991, Norway playing a critical role in the ASIL negotiations, they all know. And I think the vast majority of Israeli public understands as well, that that process of reconciling Israeli aspirations with those of the Palestinians will have to come, must come to the negotiating process. However, pessimistic, flawed, imperfect, it's been in the past, I think, in the end is probably the only way. My real concern Fred when this is over, though, is that Israelis and Palestinians are going to look at one another, and they're going to say, you know, the problem is that we don't -- problem is not we don't understand one another. Problem is, we understand one another only, too well. And we all need to figure out a way to create some enough space to make sure that there's an alternative mindset in the wake of the ending of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "WHITFIELD",
      "sentences": "All right. Aaron, David Miller, great to see you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:46",
      "speaker": "WHITFIELD",
      "sentences": "We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:46",
      "speaker": "WHITFIELD",
      "sentences": "All right, if you plan to hit the beach this holiday weekend, you might find some areas are closed. The ongoing lifeguard shortage has beaches and pools scrambling to find and keep lifeguards on duty for the season. In New York, the parks departments says some sections of parks may be closed for swimming because of low staffing. CNN correspondent Polo Sandoval is joining me live from Rockaway Beach where I see a lot of people are out there getting ready to get this weekend going there in Queens. But Polo, how are places determining which areas to close whether it be in the beaches or you know the pools?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "SANDOVAL",
      "sentences": "About 230 lifeguards right now that the city counts on, they do have still several 100 that are training, so they expect those numbers to continue to grow. But nonetheless, it's still a reminder, Fred, they're not just beaches here in New York early throughout the country continue to struggle with lifeguards were, just a pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "WHITFIELD",
      "sentences": "Yes. It's an important job. We need our lifeguards to keep help -- keep everybody safe. Polo Sandoval, thank you so much.All right, a former professional boxer says he entered Florida's Everglades terrified of snakes like that. But then he left with a 16 foot python like that, that he actually caught with his bare hands. King Pedford was hunting in the Everglades when he came across this massive snake. He pounced on it and it tried to wrap itself around him. The python weighed 105 pounds. And it is believed to be the largest python caught in Florida so far this year. And the boxer took him down. We'll be right back. (COMMERCIAL BREAK) [12:50:41] WHITFIELD: Family members of the victims of the Uvalde School massacre have filed three new wrongful death lawsuits, naming the publisher of Call of Duty, the maker of AR-15 style rifles and Meta the parent company of Instagram, accusing the companies of grooming the Robb elementary school shooter. It comes as the community marks two years since 19 students and two teachers were killed. CNN's Shimon Prokupecz is speaking with survivors who were inside that classroom about what their lives are like now, and how the community is rebuilding hope two years later. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "The community has been gathering here in the town square with family members and victims raising orange flags to end gun violence and to remember the 21 who died two years ago. And we've been speaking to the families and the victims who are still seeking justice and accountability for the failures that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "ARNULFO REYES, SHOOTING SURVIVOR",
      "sentences": "This is a piece of my back, the muscles that are right here, you know which ones they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "I've never seen it because you used to cover it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "And sometimes I still cover it, right. But I got to get used to it and people got to see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "Face it and say, hey, you know, he got shot in the arm and hopefully they see it that they'll change their minds about guns, right?You just put them there together like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "Arnulfo Reyes is the teacher who survived two years ago. He was shot in his arm and his back and then was just simply tortured for 77 minutes by the gunman. Police were outside as he was inside fighting for his life. Somehow, a miracle, he survived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "After speaking with parents and stuff, they're like, they saved you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "The kids?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "Yes. They saved you. They became angels instantly. And they saved you.PROKUPECZ (voice-over): AJ was in the classroom next to Reyes's. The gunman shot him in the leg. PROKUPECZ: Walking for you, has it been better a little? Walking or is it still? I know you have the injury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "AJ MARTINEZ, INJURED IN SHOOTING",
      "sentences": "Yes, it's been better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "It's been better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "MARTINEZ",
      "sentences": "Yes, I don't feel it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "Tell me what life has been like for the past two years since this happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "MARTINEZ",
      "sentences": "It's been sad, I've been mad, and it's been happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "And the two -- as the two years have passed and you've reflected on different things, what do you want people to know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "MARTINEZ",
      "sentences": "Please don't elect any town school or people who are not going to step up to the plate.PROKUPECZ (voice-over): Eleven-year-old AJ is still trying to make sense of the failures that day. Nearly 400 law enforcement officers responded, and yet they failed to immediately take action and enter the classrooms with the victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "Do you miss being in the classroom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "I do. I do miss it. You know, that was my identity, my life, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "Do you ever want to go back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "Oh, no. I don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "How come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "REYES",
      "sentences": "I don't want to have that responsibility again.PROKUPECZ (voice-over): Many of the victims have had trouble returning to school. A newly elected school board member with ties to the families is bringing new hope to this town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "JACLYN GONZALES, UVALDE SCHOOL BOARD MEMBER",
      "sentences": "We need to rebuild trust and transparency and get them in school. I had a family member reach out to me and she said, if you get on that board, I'm taking my daughter back to that school. It's a lot. I mean, I feel like it's a big weight on my shoulders, but I take it very serious.PROKUPECZ (voice-over): Reyes now spends all of his time at a store he runs with his mom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "PROKUPECZ",
      "sentences": "One of the gifts that you bring is sort of telling us, you know, what happened that day. And if it wasn't for people like you, I don't know that we would ever get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:17",
      "speaker": "MARTINEZ",
      "sentences": "I just want the world to be more -- no more like school shootings and nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:17",
      "speaker": "PROKUPECZ",
      "sentences": "Every time I see you, you're always smiling. And I think, you know, in these situations, people always want to find hope. They always want to see that there's something positive. Well, what do you think that is for you?",
      "isLastSentenceInterrupted": false
    }
  ]
}