{
  "date": "2024-02-27",
  "headline": "CNN Newsroom",
  "subHeadline": "President Biden Expresses Hope For Israel-Hamas Ceasefire; Michigan Holds Presidential Primary; Biden Hosts Congressional Leaders at White House. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:07",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening this hour, showdown over at the White House. President Biden and the top leaders in Congress, Democrats and Republicans meet face to face to try and iron out their differences with so much at stake at home and abroad.Plus, President Biden's hope for a -- quote -- \"Ceasefire\" in Gaza by Monday, that statement taking an Israeli official by surprise. And the conflict in the Middle East is a huge issue for voters today in the Michigan primary. We're live in the battleground state this hour. Hello. I'm Wolf Blitzer in Washington, and you're in the CNN NEWSROOM. Happening this hour, a meeting over at the White House with far- reaching implications. President Biden is about to host the top leaders in Congress with a government shutdown potentially only a few days away. If lawmakers can't reach a funding deal by the end of the week, several federal agencies like the Veterans Administration, for example, will shut down. And, at the same time, the fate of Ukraine's ability to fight Russia clearly hangs in the balance. You may recall the Senate passed a funding bill for Ukraine, but the Republican House speaker, Mike Johnson, refuses to bring it to the floor of the House for a vote. President Biden is hoping he can change the speaker's mind. CNN is covering this story from all angles. Arlette Saenz is over at the White House. Manu Raju is up on Capitol Hill. And Nick Paton Walsh is in Ukraine. Want to begin with Arlette over at the White House. Arlette, what are you hearing? What does President Biden want from this critically important meeting with these Democratic and Republican lawmakers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:07",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, if this is shaping up to be a consequential meeting on several fronts.The most pressing issue is that looming government shutdown deadline, which is March 1 this Friday. The president will host the top four congressional leaders, Democrats and Republicans, in the Oval Office for a meeting in just about 30 minutes. It comes as the lawmakers are still negotiating, still working towards trying to reach an agreement when it comes to that partial government shutdown on March 1. After that, there is another shutdown deadline for the larger portion of the government coming on March 8. And so the president, in part, wants to really try to move these talks along. But the president is also interested in pressing the case and turning up the heat when it comes to Congress approving additional aid for Ukraine. For months now, the president has warned that Ukrainian soldiers would be severely limited on the battlefield if they did not receive additional assistance from the U.S. That is something officials say is already starting to play out. The president has requested about $60 billion in aid for Ukraine, as well as aid for Israel and Taiwan. As you mentioned, that package was approved with bipartisan support over in the Senate. But, so far, House Speaker Mike Johnson has refused to bring this up for a vote. There is a belief within the White House that there is bipartisan support for this bill over in the House. And they have argued, including National Security Adviser Jake Sullivan, that not providing this aid for Ukraine would simply be playing into Putin's hands. So this is shaping up to be a high-stakes meeting, where the president is hoping to make his case, trying to urge Speaker Johnson to bring this up for a vote, even as so far there has been resistance from certain wings of the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:07",
      "speaker": "BLITZER",
      "sentences": "Our CNN White House correspondent, Arlette Saenz, thank you very much for that update.I want to go to our chief congressional correspondent, Manu Raju. He is up on Capitol Hill right now. Manu, we just heard what President Biden is hoping to achieve during this meeting. What about the lawmakers who will be there with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "BLITZER",
      "sentences": "Manu, it's also clear that millions of Americans will be impacted by a failure to go ahead and fund the government, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "RAJU",
      "sentences": "Yes, no question about that.And this is -- these are two different funding deadlines, one for about a quarter of the federal government this week, and then next week will be for -- about the rest of the federal government. And if you listen to lawmakers that I talked to earlier today and yesterday about how they want to proceed, and it's clear, Wolf, there's plenty of division within the ranks. (BEGIN VIDEO CLIP) SEN. ELIZABETH WARREN (D-MA):  I just don't understand this. The Republicans have agreed on a number for the budget. They have dawdled and they have dawdled. And, finally, we thought we had everything together. We knew what the dates were. And they still just can't get the basic job of government done. What is wrong with these people? SEN. RICK SCOTT (R-FL):  If we don't want to have a bunch of earmarks, if we don't want to have a bill that we have never had the opportunity to read pass, then the only way out of this is a C.R. through the end of the year and then start the budget process for next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "RAJU",
      "sentences": "So that's not the approach that Senator McConnell is taking. Does that disappoint you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "SCOTT",
      "sentences": "Well, that's the approach I'm taking.(END VIDEO CLIP) RAJU:  And that is significant, Wolf, because some members, and particularly conservative members in the House and the Senate, want to simply extend government funding until the end of this fiscal year. But if that were to happen, it would impose an across-the-board spending cut. And that is opposed by Republican and Democratic senators alike. So you can see the complications here, as one issue, government funding, hangs in the balance, not to mention aid to Ukraine, aid to Israel, aid to Taiwan, which is moving on a separate track, one in which Speaker Johnson does not agree with Senator McConnell on how to proceed on these issues, Wolf. So, so many issues that these leaders will be discussing in a matter of moments at the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "BLITZER",
      "sentences": "Yes, critically important.Manu Raju up on Capitol Hill, thank you very much. I want to go to CNN's Nick Paton Walsh right now. He's joining us live from Ukraine. Nick, how has fighting on the ground there changed since this very significant delay in U.S. military aid to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "NICK PATON WALSH, CNN SENIOR INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, it's changed dramatically against Ukraine's favor.And listening to your reporters there, I mean, it's kind of strange to hear this sort of bickering over procedure, when Ukrainians here hear air raid sirens. We have seen on the front line territory evaporating back into Russian control. Just in the last few hours, we have had now the third instance of a town falling -- or, I should say, a village falling back to Russia, it seems. After two Saturdays ago, the key town of Avdiivka, Ukraine withdrew from that. They then yesterday announced they were pulling back from a village three miles to its northwest, Lastochkyne, and then two other villages near that pulled out of today, it appears, continuing fighting in that area. Ukraine says, look, we always meant to pull back to the positions we have taken now, but many saying, is this the beginning of the Russian momentum, which Ukraine and Russia said we'd see after Avdiivka fell? President Zelenskyy going to Saudi Arabia, potentially saying, he says, talking about a peace plan there. That is basically a unilateral deal that Russia can take or leave. But, also, interestingly, the French president, Emmanuel Macron, not ruling out the possibility of France potentially sending ground troops into Ukraine. Now, let's just be clear, that's not going to happen any time soon. And we have heard Poland, Spain, the U.K., Italy, Germany, literally everyone else in Europe say, no, that's not our plan at all, NATO clear on that point as well. But what he's done is raise the question, what is Europe really willing to do here? Because they are simply not going to see, it seems, the tens of billions of dollars of American aid that Ukraine so badly needs in Ukrainian hands in the next weeks. We're seeing territory changing hands here. It's becoming Europe's problem. And it would definitely be Europe's problem If Russia manages to take more territory here and Ukraine is seen to lose. So, a big ringing question in Europe, what are we really going to consider to be our red lines here? What is the final step we're prepared to take? That's got the Kremlin saying, if you send troops, you will have to be in a conflict with Russia. But I think many are looking at developments here not going in Ukraine's favor and seeing this increasingly become Europe's problem because of the lack of financing and leadership out of Washington, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "BLITZER",
      "sentences": "Nick Paton Walsh, one of our courageous reporters on the front lines in Zaporizhzhia in Ukraine.Stay safe over there, Nick. We will be in touch. I want to get now to another major story we're following, the presidential campaign that voters in Michigan are going to the polls today to deal with, the state primary unfolding right now. How people in that critical battleground state feel about both President Biden and Donald Trump could expose each candidate's potential vulnerabilities just ahead of their likely November showdown. CNN's Dianne Gallagher is outside a polling place in Waterford, Michigan, for us. Dianne, what are voters there telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "MATTHEW, MICHIGAN TRUMP VOTER",
      "sentences": "Although I think she's wearing out her welcome. I think when you look at the polls and look at how things are going, I think she's alienating a lot of people, maybe damaging her future prospects, because, four years, win or lose, we're going to need somebody other than Trump.Could be Haley, but if she runs around and says all these things about Trump, then a lot of his supporters are going to say, oh, we weren't happy with her last time. We're going to go with somebody else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "GALLAGHER",
      "sentences": "So the way that the Republican side works is, there's 55 delegates, but those are not necessarily going to be allocated right now due to some national party rules and some state party infighting.Much of the process begins today and continues on through caucusing and meetings. Now, on the Democratic side, the majority of the 140 delegates are allocated based off today's results. And while President Joe Biden is, of course, the overwhelming favorite here, many people are watching that uncommitted vote that is part of a campaign that Arab Americans, young voters and progressives have said they are going to select uncommitted on the Democratic ballot instead of President Joe Biden to send him a message that they want him to call for a Ceasefire in Gaza. Anybody can choose uncommitted Wolf. So you don't have to be in favor of that campaign, but they have laid claim to that voting method at this point and expect they say hopefully to have at least 10,000 uncommitted votes in their favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "BLITZER",
      "sentences": "We will see how that unfolds.Dianne Gallagher in Michigan for us, thank you very much. People upset with the way President Biden is handling the Israel-Hamas war are urging Michigan Democrats to vote uncommitted today as a form of serious protest. One Democrat close to the president tells Politico that the campaign is -- quote -- and I'm quoting now -- \"freaking out\" about this so-called uncommitted vote. Democrats up on Capitol Hill are also raising concerns. Listen. (BEGIN VIDEO CLIP) SEN. DEBBIE STABENOW (D-MI):  People who are wanting to be heard with the uncommitted vote have every right to do that. And it's so awful, so painful. I really am conflicted. People need to be heard. They are being heard. I think they have done important things to be heard. And I really, really respect that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "BLITZER",
      "sentences": "All right, let's discuss with CNN political commentator the former White House senior policy adviser Ashley Allison and CNN political commentator, the former Georgia Lieutenant Governor Geoff Duncan.To both of you, thanks very much for coming in. Ashley, are these concerns about the so-called uncommitted vote being overblown or are they really serious?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "No, they're not being overblown, because it is a significant population in the state of Michigan, the Muslim American and Arab American.But we're not just talking about that bloc of voters. We're talking about young voters. We're talking about African-American voters. We're talking about progressive voters, all of those voters who were part of the big tent coalition Joe Biden was able to mobilize in 2020 to win Michigan and many battleground states. One thing I will say, though, is, this morning, I was talking to people from the Democratic Party in Michigan, and they are very aware of the uncommitted vote and what that means this cycle. But they did remind me that the last time we had an incumbent president running for the Democratic ticket, Barack Obama in 2012, they also had 20,000 people vote in their Michigan primary uncommitted at that point. So this is not the first time voters in Michigan might express their frustration with an uncommitted. In 2020, the reason why they voted uncommitted is a lot different now, but it's an important tool that people on the ground are using to express their concern on what is happening in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:03",
      "speaker": "BLITZER",
      "sentences": "We will see what happens with that so-called uncommitted vote.Geoff, what are you watching over on the GOP side in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BLITZER",
      "sentences": "We will see.Ashley, as you know, some Biden surrogates are facing some blowback right now for spreading a campaign -- this campaign talking point, and specifically a vote cast against Joe Biden is a vote for Donald Trump. That's the quote. Is that an effective messaging strategy right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "ALLISON",
      "sentences": "That wouldn't be the message I was using right now.I think that the vote that you're voting for right now is not necessarily a vote against president -- for Donald Trump in this primary. I will say, though, that if you don't vote for Joe Biden in the general election and you sit out, it does advantage Donald Trump. So I wouldn't necessarily use that message right now, because it feels that you are not taking the concern of why people are expressing this uncommitted vote to heart and really engaging with the dialogue to see if we can move forward, because, ultimately, the goal for uncommitted voters, the goal for people supporting Joe Biden and Joe Biden himself is that we want people to be safe in Palestine and we want the hostages to come home and we want Israel to be safe. I think those are the common grounds that are across all three of those constituencies. We just have to figure out a way to execute that plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BLITZER",
      "sentences": "You know, it was interesting, Geoff. Last night, Joe Biden tried to flip the script on concerns about his age after Trump called his wife -- this was Trump calling his wife Mercedes, instead of Melania, over at that CPAC conference.Listen to President Biden last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You have got to take a look at the other guy. He's about as old as I am, but he can't remember his wife's name and...SETH MEYERS, HOST, \"LATE NIGHT WITH SETH MEYERS\":  Yes. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BIDEN",
      "sentences": "Number one. Number two...(CHEERING AND APPLAUSE) (LAUGHTER) BIDEN:  It's about how old your ideas are. Look, I mean, this is a guy who wants to take us back. He wants to take us back in Roe v. Wade. He wants to take us back on a whole range of issues that, for 50, 60 years, they have been solid American positions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BLITZER",
      "sentences": "So what do you think, Geoff? Will -- do you expect voters will buy them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "DUNCAN",
      "sentences": "Well, look, I mean, age is an issue.I mean, we can be funny with it. I think that was a great line by Joe Biden, for sure. And, certainly, both of these folks are elderly by every definition. I mean, we don't elect people this age to be our HOA presidents. We have contingency plans at companies when people even approach these ages. Yet we're going to ask them to take on this country's leadership in some of the most perilous times that we have seen in recent history, to navigate an economy, a global chaos -- chaotic situation. But we're better than this. I think both parties are reeling from, how did we get here? I think, as a Republican, we're going to have a lot of regretful moments that come into play here. But Donald Trump's not fit to run this country. And, in my opinion, Joe Biden should go ahead and retire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BLITZER",
      "sentences": "Geoff Duncan and Ashley Allison, to both of you, thank you very much.This important note to our viewers:  Don't miss a moment of CNN's special coverage of the pivotal primary in Michigan. Our special coverage will begin later tonight 8:00 p.m. Eastern. Still ahead this hour, we're keeping a very close eye over at the White House, as President Biden summons congressional leaders, Democrats and Republicans, for talks on how to avoid a government shutdown later this week. The president did raise some eyebrows when he talked about a possible Ceasefire in Gaza by this coming Monday. We will go live to Tel Aviv for reaction. Plus, the health and human services secretary in Birmingham, Alabama, meeting with families who are scrambling to find fertility treatment after the controversial Alabama Supreme Court ruling on embryos. Stay with us. You're in the CNN NEWSROOM. (COMMERCIAL BREAK) [11:23:41] BLITZER:  This morning, President Biden apparently getting ahead of negotiators who are desperately trying to work out a deal for hostages and a potential pause in the fight against Gaza. He put a timeline on talks last night during a stop for some ice cream. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BIDEN",
      "sentences": "My national security adviser tells me that we're close. We're close. It's not done yet. And my hope is, by next Monday, we will have a Ceasefire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:02",
      "speaker": "BLITZER",
      "sentences": "Israeli officials quickly distanced themselves from their comments, saying they were surprised not only that he said Monday, but also that he used the word Ceasefire.Just a short time ago, CNN spoke with a member of the Hamas political bureau. That member said the group is unaware of any agreement that could be brokered by next Monday. Joining us now, Barak Ravid, a CNN political and global affairs analyst and a politics and foreign policy reporter for Axios. Barak, thanks so much for coming in. It seems that, when the president was speaking about a Ceasefire, that word alone is very sensitive, especially in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BLITZER",
      "sentences": "So what the Israelis support is a temporary Ceasefire or a temporary pause, but not a full-scale Ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAVID",
      "sentences": "Yes, I think one of the things, or even the guarantees, that Israel wants to ask the Biden administration is that, if they agree to a deal, that we will have some cost -- you will have six weeks of pauseIsrael will have to release Palestinian prisoners who murdered Israelis. The Israelis want in return to get a guarantee from the U.S. that, once the pause is over, the U.S. will still support the continuation of the military operation in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BLITZER",
      "sentences": "So I know you're doing a lot of reporting on the specifics of a potential deal that the Qataris, the Egyptians, the U.S., others are trying to put together with Hamas and Israel.What specifics are you hearing right now? What potentially does it look like, if there is a deal, it will include?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAVID",
      "sentences": "I think one of the most interesting parts is that we're talking about an overall release of something like 40 Israeli hostages in return to something like 400 Palestinian prisoners, which is much more than the previous deal, which was three prisoners for every hostage.Now we're talking more like 10 prisoners for every hostage. But the question is whether Hamas will accept it. And, for now, until now, what I heard about Hamas reaction, even though they didn't give it officially, is that they're disappointed by those numbers, by that ratio. They would want to get more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BLITZER",
      "sentences": "How strained is the U.S.-Israeli relationship right now? It seems to be, at least for those of us who are watching it from afar, pretty strained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAVID",
      "sentences": "Well, definitely.I think that the only reason that we don't see the U.S. taking much harsher action is Joe Biden, because, for him, he's trying -- we think Joe Biden is trying to stick to Israel, while sort of breaking away slowly from Netanyahu. And it's a very gentle balancing act. I'm not even sure it's possible. But that's what Joe Biden is trying to do. And this is why we're seeing him talking more and more about the Israeli government when he criticizes, and not about Israel. We saw him just last night on NBC saying that, if the Israeli government, the most conservative one Israel has ever had, that's how he said it, with Ben-Gvir and with others, if it continues down that path, Israel will lose world support. So he's trying to put the emphasis on the Israeli government and not on Israel as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BLITZER",
      "sentences": "And not just the Israeli government, specifically on Netanyahu, the prime minister, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAVID",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BLITZER",
      "sentences": "All right, Barak Ravid, we will continue this conversation down the road. Thank you very, very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RAVID",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}