{
  "date": "2024-02-01",
  "headline": "Laura Coates Live",
  "subHeadline": "Mom Of Michigan School Shooter Takes The Stand In Her Involuntary Manslaughter Trial; CNN Presents The Behind The Scenes Of Thr Campaigns; Biden Holds Event In Michigan. Laura Coates Interviews Brian Klaas; \"The Black Eagle\" Passes Away. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "The chilling words of the Michigan mass shooter's mother, tonight on LAURA COATES LIVE.Jennifer Crumbley, the mother of the teenager who shot four classmates to death in 2021 and the worst school shooting in Michigan's history, took the stand today. She is charged with involuntary manslaughter in a case that testing the limits of who might be found responsible for a mass shooting. And let me tell you, her testimony today was shocking. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JENNIFER CRUMBLEY, MOTHER OF ETHAN CRUMBLEY",
      "sentences": "I've asked myself if I would have done anything differently, and I wouldn't have.UNKNOWN (voice-over):  If you could change what happened, would you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CRUMBLEY",
      "sentences": "Oh, absolutely. I wish he would have killed us instead.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Imagine a mother saying that she wishes her own son would have killed her and his father and saying, if given the chance, she wouldn't have done anything differently.Meanwhile, her defense attorney indicating that she and her client don't necessarily meet eye-to-eye or see eye-to-eye about how to handle the rest of the case, specifically on who ought to testify in favor of the defense. She's going to go to the jail tonight. She told the judge to speak more with Crumbley. And tonight, we'll take an in-depth look at the arguments and the evidence so far. And the big question in all of this, should a parent be held responsible for the crimes of their child? Joining me now, CNN legal analysts Joey Jackson and Elliot Williams. I'm so glad that you're both here today. We have been waiting for the moment that she would take the stand. They announced the trial was happening. And if ready, they said she is going to testify. And lo and behold, she did testify. And Elliot, she was asked about the weapon, a very important moment about who purchased it and what did she do. Well, she talked about her husband. Listen to this. (BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Are guns your thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CRUMBLEY",
      "sentences": "Not really. No.UNKNOWN (voice-over):  Okay. But do you have awareness about guns within your home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CRUMBLEY",
      "sentences": "I do.UNKNOWN (voice-over):  Okay. Who is responsible for storing the gun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CRUMBLEY",
      "sentences": "My husband is.UNKNOWN (voice-over):  Okay. Explain why you say he's responsible for that role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CRUMBLEY",
      "sentences": "Um, I just didn't feel comfortable being in charge of that. It was more his thing, so I let him handle that. I didn't feel comfortable putting the lock thing on it. I just -- I just rather -- just rather not let him do it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "So, she's explaining, of course, and talking about it wasn't her thing, that it was -- it fell on her husband. What was the logic in that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST, FORMER FEDERAL PROSECUTOR",
      "sentences": "I wouldn't feel comfortable putting on the lock thing. The code was 0-0- 0 to the lock on the firearm. There was negligence all around in this house. And what she's trying to do is just sort of point the finger at her husband who is also charged with manslaughter here as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "A different trial, though. That's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "WILLIAMS",
      "sentences": "A different trial. A different trial because there would have been a little bit of this, pointing at each other as defendants, and they had different strategies and so on. But I think she's trying to minimize her own liability here by saying that this was on him, he was the one that messed up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "But this moment goes back to the school. Remember this was a school shooting, as gut wrenching as that is. And so, the school officials are a part of this, even if they're the elephants in the room. Some have testified, Joey, and there's a conversation happening on the stand about whether she knew about troubles at school, also what she didn't tell them when she was called to school that day about having bought a gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yeah, no question. But here's the reality. There's a picture that he draws. That is Ethan Crumbley. It has the gun on it, it has blood on it, and it has other words on it. You're school officials. Why would you, if you're not school officials, from a defense perspective, why would you not make inquiries with respect to gun? You go, you grab the knapsack, you have every opportunity to evaluate the contents of that knapsack. You don't do it. You instead give it back. And so, there's blame to go all the way around.And then the narrative of the meeting itself, in terms of the meeting they were having, what meeting? When James, the husband, and, of course, the mother, Jennifer, come to the meeting, she described it as a very matter of fact meeting where they said, hey, in some and substance, we got you. It's all -- you know, it's all good, get a mental health check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "It wasn't the urgency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JACKSON",
      "sentences": "Exactly. They're just -- you know, it's not described as I'm not going to take my son out of school. That issue, right, seems to be misplaced in terms of what the school is suggesting. She refused to take the son out of school. That wasn't the case at all. So, I think, certainly, the school had responsibility.Last point, and that is that, apparently, he was troubled also, Ethan Crumbley, and he was, of course, saying -- the school and the teachers were saying, hey, listen, he's having a rough time, he's sleeping in class, his assignments are not being done. Guess who they didn't convey that to? The parents. And so, therefore, I think the school certainly has an obligation as well to be forthcoming with the parents and let them know what's happening with their children so that they could have taken preventative steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "WILLIAMS",
      "sentences": "Counterpoint!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Raise it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "WILLIAMS",
      "sentences": "I would say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JACKSON",
      "sentences": "Saw that coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "Well, on that diary, let's talk about that for a second, because I want to make sure everyone knows what you're talking about. There was a peek inside the diary and one of the entries in the diary said this, Elliot, \"I want help but my parents don't listen to me, so I can't get any help. My parents haven't listened to me about help or a therapist.\" Another one says, \"I want help but my parents don't listen to me, so I can't get any help. I have zero help from my mental problems and it's causing me to shoot up the effing school,\" he writes.I mean, maybe they haven't seen it. That's their case. That's their defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Right. Now, my brother, Joey Jackson, will probably say, as any good defense attorney would, that while his parents weren't made aware of these dire actions, these were in his private diary. Well, there's at least one instance where he calls his mother and says, I'm scared of our barn, there are voices and people talking to me out in the barn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "Well, he claims it's haunted. Put that in context, though, right? He claims it's haunted, and she says that's a whole shit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "She brushes it off and thinks it's a joke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "But here's why. But here's why. The reality of that is that, of course, the house that they had was actually built in 1920.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "And there were indications that because the house was built in 1920, they had this thing where it could be haunted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "And he would constantly say things are flying off. He would be with the Ouija board. The mother would play tricks and turn off the circuit breaker. So, when you look at something and you give it context, not in isolation, it presents a bigger picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "As it relates to the journal itself, I mean, should parents just rummage through their children's things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "The reality is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "Well, actually, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "-- we give children -- yes, in some respects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "Yes, in some respects. Yes, they should. JACKSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "We're here to determine whether she has criminal culpability that would rise to the issue of whether she's responsible for his death. Furthermore, you don't charge Ethan Crumbley, right, as an adult, which they did, but then you say he's a child and the parent should have responsibility over him. There's a disconnect. We want to deter gun violence, but we don't want to misplace blame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "The school has a responsibility here big time. The father has a responsibility here big time. Don't put people in jail because you want to eliminate Second Amendment issues. Put people in jail because they're criminally responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Okay, let's get back to that barn and let's get back to the voices he said he was hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "And it is sort of like, fool me once, shame on you. Fool me twice, shame on me. Fool me eight or nine times, you are liable for manslaughter because there was a pattern of conduct along the way where they kept missing the signals from the note to the teacher, from the diary entries, from his saying that he was hearing voices, it happened again and again and again, and they brushed off all of these concerns. Now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "But shouldn't it, though, Elliot, on that point be, could the proximate caused or linked in some way? The idea of hearing the voices or the haunted house and having that direct causal link that can say it was close in time and here's the results. That's what they're saying as the defense. So, if this is something that happened all the time, it wasn't connected to here. What's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Oh, I will say 100%. We were talking about this before this. This is a challenging case to prosecute for all the reasons we're talking about here. Now, you can get there, and I think what you are doing is you would identify a pattern of behavior by the parents and being negligent with number one, how they stored and safeguarded the firearm, number two, ignored statements from him about his desire to carry out acts of violence, and number three, brushing off statements made directly to them about his desire to carry acts of violence. It's a pattern, it's not great, it's certainly not great. It's an amazing civil suit.(LAUGHTER) When they get sued --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "-- for a lot of money, they're going to lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "Well, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "I think it's tricky as a prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "JACKSON",
      "sentences": "Quick thing I want to add --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "Before you get into that, though, I want to -- part of the idea of who would be able to corroborate some of these statements --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:04:58",
      "speaker": "COATES",
      "sentences": "-- might, in fact, be the shooter himself who's serving life in prison, who is on the witness list to testify on behalf or in the defense's case. It's going to come up, Joey, whether or not he did, in fact, ask his parents for help, whether they, in fact, were on notice. It's quite a gamble if they're completely sure that his response will be, I didn't actually ask them, it was in my diary, they never really knew. But that's a hell of a chance to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Well, listen, there's a sound on that. Listen to the soundbite in court today. Listen to this.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Were you even aware of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "CRUMBLEY",
      "sentences": "No.UNKNOWN (voice-over):  Do you remember any time where he came and talked to you and said anything about hearing voices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "CRUMBLEY",
      "sentences": "No.UNKNOWN (voice-over):  Do you recall there ever being a time where he asked you for -- to go to a doctor or to get help, and you said no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "CRUMBLEY",
      "sentences": "No.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "And therein lies the issue. An important part of this case is notice. To what extent were the parents on notice as to any tendencies that he might have, right, not only his mental proclivities, but any violence? Here's a student, he had no disciplinary record in school. Apparently, school described him as potentially sad.Remember the context also, the time of COVID, right? COVID 2020 March. This happened November 2021. There was a lot of carryover and depression. When the mother indicated that she was concerned about him, she was concerned about him, that he may exact violence upon himself. He doesn't have any violent history as it relates to other students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "Killing birds, maybe, but the reality is that if the parents were not unaware, what would they be anticipated to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "On the day the shooting happens, she texts him, says, I love you, looking for you. He doesn't respond. She writes back, Ethan, don't do it. Now, what she says is that, don't do it, was I don't want you to kill yourself, right? But what she knew was to stop him from killing himself. Either she was negligent in preventing her son's suicide or negligent in preventing her son's school shooting.But needless to say, she was aware because the \"don't do it,\" she knew that he had a firearm and she knew that he was going to use it to do something, and still did nothing about it. So, this whole idea that she was blissfully ignorant about what was going on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "There was no history of violence with respect to him and exacting any violence upon anyone else at any time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "There was no indication in school that he bullied anybody, that he got involved in any violence with anybody at all. The only issues were internal as to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "We're talking about their ability, foreseeability, as it relates to murder, and that is a tough climb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "He rolled a bucket of stuff. He's Googling at school how to procure ammunition. He gets in trouble for it. And what does his mom text him? She says, ha, ha, LOL, just don't get caught next time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "She also addressed that, too. And unless the mother is there looking at what he's Googling, how would the mother know what he's doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "Just don't get caught next time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "Parents -- look, parents have a tremendous responsibility, as we know, but the realities are, is the responsibility has to stop somewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "Yeah. JACKSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "And I agree with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Let me tell you something. Let me tell you, the jury deliberating these points, thinking about this in a community where many of the students go hunting before school, many are gun owners in terms of the people who would be in the community, you got parents who are being questioned, this is why this trial is so historic, and we're going to continue to cover it.Joey, Elliot, thank you both so much. Oh, they're shaking hands. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "JACKSON",
      "sentences": "Prosecutor, defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "WILLIAMS",
      "sentences": "Oh, I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "Oh, my God. Sorry, there's a bromance happening in the studio right now. Here's some more of Jennifer Crumbley defending herself today in court. Listen.(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Are you a failure as a parent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "CRUMBLEY",
      "sentences": "I don't think I'm a failure as a parent. But at that time, I guess I didn't see. I felt bad that Ethan was sad at those things. I guess I just -- I don't know. I just felt like I failed somewhere.UNKNOWN (voice-over):  Do you or had reason to know your son was a danger to anyone else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "CRUMBLEY",
      "sentences": "No. As a parent, you spend your whole -- your whole life trying to protect your child from other dangers. You never -- you never would think you have to protect your child from harming somebody else.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:02",
      "speaker": "COATES",
      "sentences": "My next guest, \"New York Times\" opinion writer, Megan Stack, thinks that Jennifer Crumbley, well, is being villainized. You've got to read her piece. It was so thought-provoking. It's called, \"What Is This Mother Really Guilty Of?\"Megan Stack joins me now. Megan, we were talking with, of course, the lawyers about the legal implications of it. But societally, this is a big question many people are asking. It is historic. It's the first time that a parent has been charged for this sort of crime on behalf of a school shooter's conduct. And you say there's a lot of questions that you have about why she's being charged. Why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "STACK",
      "sentences": "So, I still feel, watching the trail even today, that the general effort is to make us not like her, make us think that she is guilty and she was a bad mom and she was neglectful, which, in fact, all of that may be true. I'm not here to defend Jennifer Crumbley as a person, as a mother. I don't feel like we know that much about their family life. I think we have little pieces, and I think that we're being encouraged to imagine this whole narrative around those pieces, which may or may not be true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "COATES",
      "sentences": "Well, let me ask you on this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "STACK",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "COATES",
      "sentences": "You question your piece, sort of the motivation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "STACK",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "COATES",
      "sentences": "-- as the culmination of, you know, it's historic, it's the first time, but it follows a long line of mass shootings. And you have opined whether this was in reaction to that frustration and that there is somebody who is a shooter, who is alive to be held accountable, which oftentimes has not happened to hold them to account in some circumstances, and now you have a parent who also can be held to account. Is this reactive in that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "STACK",
      "sentences": "Yeah. I mean, I think if you look at these shootings, if you look at shootings across the country, there's so much fatigue and there's so much fear among parents and families and communities. And I think when these shootings happen, it's just so devastating to the fabric of the community and there's so much anger, and people want to find somebody to blame.And I think it's not just somebody to blame, it's as many people to blame as possible. Civil lawsuits, whoever you can prosecute, you want to prosecute. Once you prosecute somebody, you want to put them for the longest sentence possible. And I think that is a very natural human impulse. I think when you have been wronged as a community, of course, you want some kind of like justice and reparation and whatever else you can get. And I think nationally, the same thing is happening. I think we're all exhausted by these shootings. I think there's not a single American, whatever they think about guns, who isn't just beside themselves on some level with dread and kind of disgust over this sort of ceaseless gun violence that we're all living with. But nobody really seems able to stop it. And so, you want to do something, you want to grab on to something. I think that this case is under that umbrella of just looking for something that we can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "COATES",
      "sentences": "It's fascinating to think. I wonder what the jury is thinking today in that community. Of course, they like the nation reeling still from what has happened, but they acutely feel it as being a member of the community as well. I wonder if they think of it the way you do. The article is really just so well-written and thoughtful. I encourage everyone to read it. Megan Stack, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:14:56",
      "speaker": "STACK",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Nikki Haley vowing to stay in the race. But her path to the White House is, well, difficult to say the least. We've got CNN political commentator and senior spokesperson for Hillary Clinton's 2016 presidential campaign. Karen Finney, you're here at the magic wall to peel back the curtain and take us behind the scenes on the campaign trail, this playbook of sorts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, let's take a look at what's coming up. Now, remember, I want you to remember something. We've got some contests coming up. Nevada, South Carolina, Super Tuesday. I want you to remember one thing. Delegates. It's not about the Benjamins, it's about the delegates.As you can see, going into these next contests, Trump has a pretty big lead. DeSantis and Ramaswamy, because they've dropped out, those delegates can basically -- DeSantis could say, I want my delegates to go to Trump. They can, they can choose another path. The point is Trump has the majority of the delegates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Thirty-two already going in. All he needs is, well, 12-15, essentially, at the end of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "FINNEY",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "FINNEY",
      "sentences": "So, let's take a look at Nevada. In Nevada, we got two contests next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Why? Why are there two different ones?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "FINNEY",
      "sentences": "I'm so glad you asked. With 26 delegates at stake, what happened in 20 -- after 2020, the Democratic governor of Nevada said, let's just do a primary for our presidential contest. Let's make it vote by mail.But the Republican Party said, no, we want to do a caucus. And each party gets to determine their own rules around how they're going to select their candidates. So, even though the state is going to run a primary and Nikki Haley appears on that primary, there are no delegates at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "So, voters could actually vote on February 6th for Nikki Haley, but it would mean nothing to her in the overall count.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "And here's why that matters. Then we go to South Carolina, 50 delegates at stake. South Carolina is proportional. So that means the proportion of the vote you get is about the proportion of the delegates -- of that 50 delegates you get. But take a look at our recent poll. You heard Nikki Haley on that clip right there talking about how she wants to close that gap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "That's a big gap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "It's a big gap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "If she can't close it, that means the gap between she and Donald Trump for the delegates starts to get even wider.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "So, if this were to stay as it is, he would get 58% of those delegates, you get 32%, but she wouldn't be able to get much closer than he is to that ultimate goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "Right, I mean, he's already starting ahead and he'll continue to just widen that gap. And the big kahuna, Super Tuesday, March 8th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "The biggest of the big of all these contests is California. Another change that the state Republican Party made just last summer, instead of doing proportional allocation, it's a winner take all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Trump wanted that, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "Yes, he did. His folks wanted that. They kept an eye on what was moving through the rules committee at the state party. So, who does that favor? Donald Trump. It's a big, expensive state. Donald Trump is favored to win it. And again, 169 delegates. So, it makes it much harder for Nikki Haley to catch up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "And that could be the case for all these different states identified, even if it's proportional or otherwise. If he takes California, if he gets the other states as well, he is well, well ahead. But how does this play for Biden? How are they looking at this entirety of the scheme?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "FINNEY",
      "sentences": "Yeah. So, Biden announced today something -- he's going back to a more traditional model. These are some of the key states that President Biden won in 2020. And what they announced today is that they're actually -- instead of creating a separate infrastructure in states like President Obama did in his re-elect in 2012, President Biden is going to rely on the state parties. And they've been building up those state parties through the DNC over the last several years.Now, if we look at this map, think about what was going on in 2022. These are states that know how to win. These are state parties that have been working with the communities, the progressive groups in their state. They know how to win. That should be an advantage for President Biden because it means he's not actually starting from scratch as he's staffing up in these states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "President Biden basking in the glow of the high-profile endorsement he received from the United Auto Workers Union.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We now have, in large part because of you and organized labor, the strongest economy in the whole damn world.(APPLAUSE) We do. We do. In the whole world. Inflation is coming down. Jobs are growing. We created 800,000 manufacturing jobs. Remember, they told us we were dead. Manufacturing is dead in America. China was going to eat our lunch. Well, guess what, man? We don't taste that good. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Well, the president is putting the economy front and center during his first campaign stop in the critical, and I do mean critical, battleground state of Michigan. The question is, is this message being received and are there other factors that might make Michigan problematic for President Biden's reelection?Karen Finney is back from the magic wall along with former congressman Joe Walsh. Also, here -- let's get right to the point here as to why Michigan is so important to him. It's not just the fact that it was, you know, reclaimed by Biden after Hillary, I think, lost it, but it's also a place that had a lot of pushback now because of the foreign policy decisions and alliances since October 7th. Why do you think he's making the stop here? Is it really the economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "JOE WALSH, PODCAST HOST, FORMER ILLINOIS REPRESENTATIVE",
      "sentences": "I think he got to stress the economy. There's Muslim vote in Michigan that is not happy with him. There's young vote in Michigan that's not happy with his foreign policy.But I love him getting out there and aggressively talking about the economy. I love the way he talks. Laura, I just -- I want to see him out there. The Midwest is so crucial and he still lunch pail Joe. I think the more he can get out, the better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "FINNEY",
      "sentences": "I think that's part of the strategy, as Joe is pointing out, right? It is reminding people he's got that, you know, blue-collar background --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "You know what? Congresswoman Debbie Dingell, to that point, by the way, said that she had -- who knows Michigan better than anyone, she is, obviously, a congressman from Michigan, says she had a very candid conversation with President Biden about that rebuilding of the bridges and that he's got eroding support among some Muslim voters.And I'm just wondering if you think that message has been received by him or do you think he believes, oh, time will just heal all wounds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "WALSH",
      "sentences": "I'm afraid it's the latter. I hope it's the former. And again, to Karen's point, he ought to just address it. I'd love --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "What's the most effective way? How do you that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "WALSH",
      "sentences": "I'd love to see Joe Biden, President Biden, in front of an intimate audience of Muslim American voters in Michigan talking about this. I think Biden is so much stronger off the cuff and with people directly.Get him in front of this. Address this issue directly, the problems that Muslim Americans have with his policy in Israel, because, overall, his standing strong with Israel is a good position for him with the general electorate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "But what is the -- what is the statement that he could make that would be effective, what would resonate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "FINNEY",
      "sentences": "You know, I think it's probably not one thing that he could say that would change the dynamic. It's more about going to have the conversation, as Joe was talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "WALSH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "FINNEY",
      "sentences": "It is more about, I think, being in the room and making sure people felt heard in terms of what their concerns have been.Because remember -- I mean, I did see Debbie Dingell on the air earlier, and she was talking about her own constituents, the calls that they are getting from family members who live in the Gaza Strip, and being able to hear those stories firsthand from people and perhaps explain to them kind of the nuances of the sort of binds that he's in, because we know he can only do so much with Israel, and he has started to press the case more, and I hope he continues to do that and have those conversations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "WALSH",
      "sentences": "Laura, this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "And I wonder --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "WALSH",
      "sentences": "-- this is a tough issue for him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "It is.-- because this issue divides the democratic coalition. And I don't think he should run from it. I think he's got to go right at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "I mean, if he thinks it's tough, imagine the people in Gaza, right, who are dealing with the issue every day and, of course, those in Israel as well, hoping to have more than lip service from other nations, from within, from negotiations and beyond.But this is a crucial issue politically as well. The polls tell us that. It really is crunch time. We are 200, what, 70 something days away from the election. And look at this new CNN national poll that's out right now. It shows that Trump is narrowly ahead of President Biden in a matchup. But the numbers actually have not changed, Joe, since November. I wonder if that spells trouble since it's pretty constant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "WALSH",
      "sentences": "That's an interesting point. I hadn't thought about that, Laura. What's interesting there is most Republican voters believe Trump can beat Biden. Most Americans don't. But most Republican voters do. And that kind of takes away Nikki Haley's strongest argument. And even though he's only up three or four points on Biden, he's up on Biden so he can make the claim that he can still beat him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "Meanwhile, you have another poll where you have Haley saying that she, of course, is sticking it out. But there's also a poll that also shows that Haley holds a very clear lead over Joe Biden. If she were the candidate of choice in that respect, does she have a shot based on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "FINNEY",
      "sentences": "Well, this is the argument she's trying to make as GOP premier electorate. So far, they're not buying it. I think in the abstract, of course, that looks like an interesting matchup. But I think in the actual head-to-head, particularly based on how we've seen her trying to make some pivots in the last couple of days, I don't think she's ready for the bright lights of the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "Well, don't tell her that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "FINNEY",
      "sentences": "I won't.(LAUGHTER) I won't. I won't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "But if she calls you and ask for advice --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "FINNEY",
      "sentences": "I mean, I can -- I can -- I will. I'll try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "COATES",
      "sentences": "Actually, maybe not. Well, conference me in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:03",
      "speaker": "FINNEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "BRIAN KLAAS, AUTHOR, CONTRIBUTING WRITER AT THE ATLANTIC",
      "sentences": "A black swan event is usually something that's highly unpredictable and extremely consequential. So, it's a rare event that really changes our world. And I think we have engineered a world today that is more prone to them than ever before. That's because the world's extremely interconnected.So, in the past, you might've had a pandemic, but it wouldn't have upended the entire world for eight billion people in the span of a few weeks, right? Or you have the Suez Canal boat, where a single gust of wind can twist a boat sideways, and it can cost $54 billion in damage because it just disrupts trade and supply routes for weeks. And that's the world we've built without enough resilience. So black swans are becoming more common and the random accidents of life are becoming more consequential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "COATES",
      "sentences": "And it seems that the acts of life are felt for longer. It's not a blip on the radar. It is a sort of maybe a butterfly effect or a domino effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "KLAAS",
      "sentences": "Yes. So, the butterfly effect is part of chaos theory, and it's something that I talk about in the book, which is that basically these small changes can have huge ripple effects over time.And so, one of the best examples of this, you remember the Arab Spring 10 or 12 years ago. A single guy lit himself on fire in central Tunisia. It caused multiple governments to collapse, and also there was multiple wars that started as a result of this. In the Syrian civil war, hundreds of thousands of people dying as a ripple effect of this one person in central Tunisia lighting himself on fire, triggering the event. So, I think we've engineered a society that's much more prone to this, and that's why these black swans are walloping us more than ever before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "COATES",
      "sentences": "You know, I think if there is -- I think it was -- it was like Gwyneth Paltrow had that sliding doors movie at one point, right? You think about if one little thing had changed, if somebody was different in the scenario, if somebody had not been the resistance or somebody had not been there to perpetuate it, so many things could be different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "KLAAS",
      "sentences": "Yeah. So, I have this idea in the book I call the snooze button effect, and this brings it to our own lives, right? So, you imagine you wake up on a Tuesday morning, you're a little tired, you hit the snooze button.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "COATES",
      "sentences": "That was yesterday. Thank you for bringing it up.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "KLAAS",
      "sentences": "Now, you imagine you rewind 30 seconds and you don't hit the snooze button. And the question is, how much does your life change? And some of it might change quite a lot. You might meet totally different people. You might get into a car accident. Some of it might not change that much on a sort of small scale, but the ripple effects can aggregate over our lives.And so, one of the things that's really difficult to imagine is that we can't understand the alternative pathways, but both in society and in our own lives, chaos theory says that these things are diverting our trajectories all the time. We're just completely oblivious to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "COATES",
      "sentences": "I think about this sort of thing all the time. I really do. I think about if one small thing had changed, you think about it in terms of romance, if you hadn't done this, maybe you wouldn't have met the love of your life or this hadn't happened.But it also can fuel conspiracy theories, can it not? It makes people go, wait a second, it's such a hyper-connected world we live in that this can't be coincidental, it's all part of something different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:59",
      "speaker": "KLAAS",
      "sentences": "Yeah. So, this is something I talk about, it's called narrative bias. The human brain is prone to detecting patterns, even when there's just random explanations that are the real reason why something has happened. So, whenever there's no story, we invent one, and we're really seduced by them.And this is one of the reasons why it's so hard to debunk conspiracy theories, because people like you will say, no, hold on, let's look at the facts. The problem is you're competing against someone who's telling a really good story. So QAnon, for example, is totally bogus. But it's a good story. I mean, it's a story that sounds compelling to people. And so, they latch onto it. And when someone says, no, there's nothing to see here, a lot of people who are, as all of us are, prone to storytelling, it's an uphill battle, it's an unfair fight. And debunking conspiracy theories is partly because when there are things that just happen, we want to invent reasons for them. This idea, everything happens for a reason, is also part of conspiratorial thinking.",
      "isLastSentenceInterrupted": false
    }
  ]
}