{
  "date": "2024-08-21",
  "headline": "CNN News Central",
  "subHeadline": "New Data: U.S. Job Growth Weaker Than Initially Reported; Rep. Mike Walz (R-FL) Discusses GOP Counter-Programming The DNC, Trump & Vance On Campaign Trial In North Carolina, VP Nominee Walz To Take Center Stage For Acceptance Speech; Lt. Gov. Sara Rodrigues (D-WI) Discusses Harris Nomination In Wisconsin And Presidential Race. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:18",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The U.S. economy getting a bit of a reality check this morning with implications for the Fed.U.S. job growth over the last year was not as robust as previously reported. It was still strong, but overall there were more than 800,000 fewer new jobs created for the past year through March. CNN Business anchor and host of \"FIRST MOVE,\" Julia Chatterley is here to explain what this all means. Julia, how do you miss that many jobs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:18",
      "speaker": "JULIA CHATTERLEY, CNN INTERNATIONAL HOST",
      "sentences": "A great question. And I think it's a perfect way to frame it is a reality check on the amount of jobs we thought we're created to March of this year.We estimated, based on the payrolls report, 2.6 million jobs were created. And by this revision, we now know around a third less than that was created. First caveat these numbers could be revised, particularly given, as you point out, Boris, this gap is so huge. But at least on the surface and face value today, it tells me that the slowdown that we're seeing in the jobs market started earlier than we thought. And it's pretty broad-based. You can see just in terms of the sectors we're talking, professional services, hospitality, retail, manufacturing. But I also do want to take a step back as well and just look at the average number of jobs that were created on a monthly basis. It's still a solid number of jobs created net. It's a slowdown. It's not recessionary. And ultimately, what matters for people out there listening to this right now, what it means for the Federal Reserve as they weigh that decision on cutting rates in September. SANCHEZ: Yes, it's almost certain at this point or at least according to the markets, that there will be some kind of rate cut. I guess the question is whether it's a quarter of a percent or a half percent. What's your analysis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:18",
      "speaker": "CHATTERLEY",
      "sentences": "Good news. I think this is total ammunition for that quarter of a percentage point rate cut. And I also think for those out there that are saying, look, perhaps they should go half a percentage point, it's sort of fuel on that fire as well at this stage.But even better news is we don't have long to wait. Remember, in around 30 minutes' time, we'll get the Federal Reserve minutes from their last meeting, which will hopefully give us some understanding of why they didn't cut last month. And then we've got Jay Powell speaking on Friday, and every word will be weighed to see what he's saying with a greenlight and perhaps how much they're willing to cut in September.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:18",
      "speaker": "SANCHEZ",
      "sentences": "We can expect the reaction from markets based on that. But I imagined the stock market is already moving based on this report, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:18",
      "speaker": "CHATTERLEY",
      "sentences": "Well, the stock market I think is expecting and is fully priced for that quarter of a percentage point rate cuts. So we'll see what Jay Powell says, if he hints, perhaps, at doing something more. Then there'll be great optimism.Today, we're absolutely treading water. No one is doing anything until we get those minutes in around 30 minutes time, until we hear from Jay Powell. Because it's simply not worth it. Because, to your point, given how volatile things have been, we could move in either direction very quickly. If he says something good, positive reaction. If he says something slightly negative, we could have it off to the races in the other direction. So hold onto your hats for the next few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:18",
      "speaker": "SANCHEZ",
      "sentences": "Look forward to those minutes and his remarks later this week.Julia Chatterley, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:18",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "KEILAR",
      "sentences": "Yes. Look, this is the anniversary time of that withdrawal and you've highlighted that as a criticism of Harris' foreign policy.I do wonder if it makes it more difficult to land that criticism because she wasn't since the commander-in-chief at the time. Do you think so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "WALTZ",
      "sentences": "Well, as you know, with the National Security Council statutorily in law, the president, vice president, secretary of state, secretary of defense, and then whomever else they bring in. She was at the table.She's patted herself on the back and kind of thumped her chest that she was the last one in the room as he made that fateful decision to have an unconditional withdrawal and get our military out before our allies and before our fellow Americans. So she owns it, Brianna. And we're going to make sure that she owns it. The veterans' community is still incensed and the 13 Gold Star families are still incensed. And it was the original sin. I mean, Putin, really, I think got the green light from how that withdrawal was done. Xi has been on the march. Al-Qaeda and ISIS are back. We just had eight ISIS operatives with our wide-open southern border arrested in three different cities, planning and plotting an attack on the eve of the Pulse Nightclub attack that happened back in 2016. So she absolutely owns these policies. Now this convention is pretending, like, day one of a Harris administration is coming. But this is year four. The world is on fire because of their appeasement and concessions-first approach. And if you just contrast that in the Middle East alone, where ISIS was defeated, Iran was broke, you literally had Middle East peace accords breaking out what the Abraham Accords, compared to what we have today. With hostages, Americans, being held in the tunnels of Gaza as we speak, with ongoing Iranian plots to assassinate President Trump, where you just had someone arrested a week ago for putting down payments on hitman here in the United States. Hezbollah is here. Hamas is here. She owns all of it. And we're going to continue to make that case. But we don't even have to as Republicans. The world is going to -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "WALTZ",
      "sentences": "-- continue to be on fire under their leadership. And I'm worried about the next five months, much less the next four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "KEILAR",
      "sentences": "Ties to that terrorist organization, I think, they're classified as operatives and Al-Qaeda AND ISIS, obviously, we're never gone. I know, as you say, they're back, but I take your point on that.You are out, as other GOP veterans are, with a letter attacking Tim Walz's military service. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "KEILAR",
      "sentences": "Why are you doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "WALTZ",
      "sentences": "No, I disagree --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "KEILAR",
      "sentences": "-- you were attacking -- well, I read the letter, so then, OK, let me -- you were attacking his representation of --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "KEILAR",
      "sentences": "-- you were attacking -- let me -- let me say what's in the letter. The common amount, the gun, the weapon of war that he, obviously, didn't carry into war. And he should answer a question about that. And how he represented his retired rank, which was obviously differentthan what he was promoted to and what he retained after retirement. But also that issue of whether he abandoned his unit for a deployment to Iraq and did not go. I want to play something from a former guard member who served for about a decade alongside Walz. This is someone I spoke with, Joe Eustice. Just let's listen. (BEGIN VIDEO CLIP) SGT. MAJ. JOSEPH EUSTICE (RET), SOLDIER WHO SERVICE WITH GOV. TIM WALZ: I don't see eye-to-eye on any of his politics. I disagree on -- with many of the things he's enacted as governor and those things. I don't -- like I said on a different show -- I'm really not defending Tim Walz. I'm defending what I know about a soldier who I served with. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:07",
      "speaker": "KEILAR",
      "sentences": "I mean, that man hates Tim Walz's politics, despises them, is not going to vote for him. But he served with him and he knows his service. So why are you and other Republicans doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "It's not - it's not stolen valor.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "I just want to be clear -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "-- the letter and I'm reading this. I'm reading this, Mike. And, quote, \"Abandoning the men and women under your leadership just as they we're getting ready to deploy was certainly not honorable either.\"That is an attack on his service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "WALTZ",
      "sentences": "That is an attack on the decision to not go to combat with this unit as a leader. I was a commander of a unit. I had personal and other issues that I would have rather dealt with.But as a commander and particularly as a command sergeant major -- and by the way, you know, I've never seen a National Guard unit, not know at least a year in advance. And his commander and his replacement have both said on national television that he knew. Yet, he made a decision to not lead -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "He said that they were rumors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "WALTZ",
      "sentences": "He should have to account for that decision. And yet --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "-- Joe Eustice. And you know this as well as a guard -- as a guard, former guard member, there were often -- you have a sense that you may be deploying. You don't always know necessarily where that is going to be.There's always, frequently, something on the horizon. As Joe Eustice pointed out, he has five sons in the guard right now. All of them rumored to be heading somewhere. I think it may have been reasonable to assume it might be Iraq, but he also put in his -- you know, he declared for his candidacy before you saw those orders come out. I mean, what do you say to that? Because I know you're holding up what some Guardsmen who served with him said, but you have others, and ones who were not passed over for a promotion. Ones who -- in this case of Joe Eustice, who does not like his politics but says he was a good soldier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "WALTZ",
      "sentences": "Brianna, rather than defending those decisions, I wish you would interview him and ask him those questions. Or that he would at least sit down and answer for these inconsistencies.The other thing we say in the letter is, repeatedly, he was described in front of him, introduced at events, described in articles as a combat veteran and he did nothing to correct it. And he still today is doing nothing to correct it. So he clearly implied and allowed others to describe himself as a combat veteran. And he clearly exaggerated his service, which he shouldn't have done, for political gain. That is unacceptable to the veterans' community. It's an insult to those who did what it took to be a command sergeant major and retire. For example, you don't get to go take some classes at Yale and then leave and say, I graduated from Yale. There's a clear distinction that he made that he shouldn't have made. And that goes to both his judgment and Harris' judgment when he's going to be a heartbeat away as commander-in-chief and likely the only person with any military experience in the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "Yes. Look, he has some questions to answer for. I don't know if it's --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEILAR",
      "sentences": "-- burning down 24 years of service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "WALTZ",
      "sentences": "-- J.D. Vance and answer those questions. The American people deserve it. The veterans' community certainly deserve it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:48",
      "speaker": "KEILAR",
      "sentences": "Wisconsin is critical in this election. So critical that Vice President Kamala Harris symbolically accepted the Democratic nomination in Milwaukee last night, instead of here in Chicago where the party is gathered.(BEGIN VIDEO CLIP) (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:48",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Good evening, Milwaukee.(CHEERING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:48",
      "speaker": "KEILAR",
      "sentences": "And in what was clearly a bit of a flex, Harris managed to pack the same arena where Republicans held their own convention last month.Joining us now we have Wisconsin Lieutenant Governor Sara Rodriguez. Thank you so much for being with us. LT. GOV. SARA RODRIGUEZ (D-WI): Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:53:48",
      "speaker": "KEILAR",
      "sentences": "OK, how are things going in Wisconsin and what are you hearing from your constituents there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "It's not going to be easy though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "And you heard Michelle Obama last night talking about winning by a lot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "-- erasing any doubt. So what are the hurdles to that in Wisconsin right now that Harris needs to confront?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RODRIGUEZ",
      "sentences": "So I think really getting the message out. She's been to Wisconsin many, many, many times, way more times than Trump has been there.And one of the things that I'm really focused on is making sure we get out the Latino vote in Wisconsin. And we know that that's one of the largest minority populations we have, fastest-growing in Wisconsin. But they vote at lower propensities than other populations. The Harris campaign has an office really very near to the Latino community. The Trump campaign has closed his office and there are no plans to open it at all. It's now an ice cream shop. So they are not focusing on Wisconsin. They are not focusing on the communities that they need to win for this election. I think the Harris campaign is doing a fantastic job. You can see it from their rallies, the excitement and the joy that she brings to this ticket. And I am so optimistic about what's going to happen. KEILAR: No knocking Wisconsin ice cream, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RODRIGUEZ",
      "sentences": "No. That will never work.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "And just, real quickly, Latino men, though, have been flocking more to Donald Trump, at least in numbers that should be concerning to Harris. What -- what are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RODRIGUEZ",
      "sentences": "So I think, in Wisconsin, yes, we've got a little bit of flux there, so we want to make sure that we are bringing messages directly to the community in the language that they prefer, whether that's English or Spanish, being able to talk to correctly to the communities.What I hear from folks is that, and particularly within the Latino population, their biggest concerns are what everyone else's biggest concerns are. They want to make sure that we're supporting our public schools. They want to make sure their kids are safe in those schools, particularly from gun violence. And they want to make sure that a woman gets to decide what she does with her body. And those are the types of issues and things that the Harris campaign has been speaking to the community about. And all we're hearing from the Trump campaign is anger, divisiveness and anti-immigrant rhetoric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KEILAR",
      "sentences": "Lieutenant Governor Rodriguez, thank you so much for taking the time with us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "RODRIGUEZ",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}