{
  "date": "2024-12-15",
  "headline": "CNN This Morning",
  "subHeadline": "Officials Downplay But Acknowledge Concerns About Reported Drones; Severe Storms Rip Through Parts Of California; Five Injured After Tornado Strikes Scotts Valley, California; Downtown San Francisco Sees First Tornado Warning In History; Trump Attends Army- Navy Game With Several Close Allies; Trump Announces New Slew Of Administration Picks; ABC News Settles Trump Defamation Suit For $15 Million, Must Issue Apology. Healthcare Workers Fighting Vaccine Skeptics After Measles Outbreak; Trump On Inflation: \"Hard To Bring Things Down Once They're Up\"; Biden Admin Sets New Rules For Banks On Overdraft Fees; Navy Route #22 Army 31-13 To Win \"America's Game\"; Colorado 2-Way Star Travis Hunter Wins Heisman Trophy. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:36",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Hi everyone. Good morning and welcome to CNN THIS MORNING. It is Sunday, December 15th. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "And I'm Omar Jimenez in for Victor Blackwell. Always good to see you, Amara. I'll be there in person next time, I promise. But for now, we got this box in between us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "WALKER",
      "sentences": "Welcome. Good to have you on board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "JIMENEZ",
      "sentences": "Here's what we're working on for you. Federal officials looking into those mysterious drone sightings managed to both downplay and legitimize concerns, in a call with reporters yesterday. The conflicting messages that left many on the call with a lot more questions than answers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go home. Let's go home. Holy (EXPLETIVE DELETED). Oh, my God. OK. Oh, my God.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "WALKER",
      "sentences": "Severe storms ripping through California yesterday flipping cars, snapping trees, and injuring at least five people. A look at the damage left behind and what to expect today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "JIMENEZ",
      "sentences": "And ABC News will pay out millions of dollars to settle a defamation suit brought by President-elect Trump. The one word at the center of the massive settlement, and what it means for Trump's ongoing war with the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "WALKER",
      "sentences": "Plus, Jamie Foxx is recovering after a physical altercation at a restaurant. The details are just ahead on CNN THIS MORNING.All right. This morning, the federal government is downplaying the risk from a series of possible drone sightings across the northeast. But officials are also acknowledging concerns. Yesterday, Massachusetts became the sixth state to report mysterious drone activity joining New York, New Jersey, Connecticut, Pennsylvania, and Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "JIMENEZ",
      "sentences": "And there are more classified briefings scheduled on Capitol Hill this week. So far, the White House says the drones do not appear to pose a threat to public safety or national security. That response, though, has frustrated state and local officials who are demanding answers and resources from federal agencies. They say the lack of information is causing fear among residents, with many concerned about the potential safety risk.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "MAYOR RYAN HERD, PEQUANNOCK, NEW JERSEY",
      "sentences": "This is not about politics. We have drones that are flying over critical infrastructure. They're flying over our residents' houses. They're flying over our houses. Our families, they deserve to have peace of mind.God forbid one of these drones, the size of a car, crashes into your neighbor's house and kills everyone. I don't ever want that to happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:36",
      "speaker": "JIMENEZ",
      "sentences": "CNN's Betsy Klein joins us now from the White House. Betsy, you were on a briefing call with the White House yesterday. So, what did you hear? What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "JIMENEZ",
      "sentences": "Yes, and that Picatinny Arsenal reported drone sightings as early as November 13th. So, obviously, a lot of questions on the minds of so many people for a while now. Betsy Klein, thank you so much.Local officials are trying to reassure residents while also demanding answers from government agencies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "WALKER",
      "sentences": "Yes, a lot of confusion and frustration. That includes New York, where Governor Kathy Hochul says this whole thing has gone too far. CNN's Gloria Pazmino has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Six states throughout the northeast have reported these drone sightings everywhere from New Jersey to Pennsylvania, Virginia, Massachusetts, and Connecticut, and even here in New York, where a local airfield had to shut down over the weekend after reported drone activity over its skies led the airspace to be shut down for over an hour. That led the governor here in New York, Kathy Hochul, to issue a statement saying that all of this had simply gone too far and calling on the Biden administration to step in to do more and provide more public information.These drone sightings are causing a lot of consternation among local communities from people who are reporting the sightings and very confused about what exactly they are and what is behind them. In the meantime, a lot of frustration from local lawmakers across the area who say that the federal government is not doing enough to make sure that communities have the information that they need in order to feel safe. Take a listen to a local state assemblyman from New Jersey describing the activity that he himself witnessed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "ERIK PETERSON, NEW JERSEY ASSEMBLYMAN",
      "sentences": "And the way that they're moving, they move forward, they stop, they hover, they move sideways, they stop, they hover, they move backwards.It's obviously not an airplane. It's not a helicopter because it's not making any noise. And so, you know, it's a drone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "PAZMINO",
      "sentences": "Now, a lot of the reported activity has actually taken place over the skies in New Jersey. And the Department of Homeland Security and the FBI issued a statement responding to some of that activity, saying in part, \"To the contrary, upon review of the available imagery, it appears that many of the reported sightings are actually manned aircraft, operating lawfully. There are no reported or confirmed drone sightings in any restricted air space.\"So, you can see just how confusing some of the information has been. That's not helping when it comes to people who are continuing to report these sightings and who want to know more about what is exactly behind them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "WALKER",
      "sentences": "And that was Gloria Pazmino reporting. Gloria, thank you for that. Joining me now is CNN senior national security analyst and former assistant secretary at the Department of Homeland Security. Juliette Kayyem, good morning. She's also the author of \"The Devil Never Sleeps.\"Juliette, I mean, given that, you know how the Department of Homeland Security operates from the inside, do you think the government knows more but they're just not letting the public in on it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "No, I actually -- I mean, if you start with Secretary Mayorkas on Friday coming out pretty strong on Wolf Blitzer's show saying that most of what is being reported are manned aircraft. And that the unmanned aircraft, the drones, sort of represent -- what we're seeing is just that drones happen to be in the sky.And so, what we might be is in this vicious sort of, you know, confusing cycle of more people looking up, seeing more things in the sky, drones happen to be in the sky, and then reporting them. So, I think -- I think you're getting this sort of combination of things. In addition, in terms of the quantity of drones, we may very well be in a situation in which there are people who are having fun now putting more drones in the sky, and therefore everyone seeing them. And I think that combination of factors is what's leading to two truths. One is there's lots of things in the sky that's being reported by local and states, maybe more drones. And also, those happen to be nefarious, not from a foreign entity, not endangering critical infrastructure. And how we get out of this cycle I'm not so sure because the government is pretty emphatic that they don't see anything that seems sort of a danger, but they are aware that there are lots of sightings of drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "WALKER",
      "sentences": "But why don't we know more and have confirmation, especially if it could be as simple as copycats or, you know, people playing a prank or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "KAYYEM",
      "sentences": "Right. That's exactly right. So, I think what you're seeing is the deployment of technology not only for sightings in the sky but now to target them on the ground. So, it very may well be that we will -- especially because it's morning now hear about people who have been caught, so to speak. Nothing about this is illegal yet who are sort of putting things -- putting more drones in the sky.The challenge is, of course, is there's -- there's a lot of drones in the sky at any given moment. Some are commercial, some are government, and then some are just recreational. And so, being able to figure out, OK, is that drone, you know, a private sector legitimate drone because it's capturing weather patterns or whatever else as compared to the guy down the street who's just having fun right now? That is hard to tell from this -- from this technology. And so, I think part of it is that the system may be overwhelmed at this stage. I do think the government's messaging could be clearer in terms of saying both, we've looked at a lot of these cases, most of them, if not all, are manned aircraft or known sort of known drone activity. But there is a greater quantity in the sky. And I think that's what the FBI agent that we -- that you just quoted is talking about is, is there's probably just more activity. I will say there's also a phenomenon is we're all looking up and we may all be seeing the same thing. I noticed that senator-elect Kim, who was out and about and looking up in the sky, has now sort of taken down his concerns about whether he was seeing drones. He had been -- he was -- friends of his told him those are in fact airplanes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "WALKER",
      "sentences": "But when you talk about messaging, I mean, is the information in the hands of the federal officials? I mean, why aren't they coming out and saying, OK, six of the aircraft are crewed. They originated from X, and were headed to Z. And, you know, four of them are drones, operated by, you know, enthusiasts or hobbyists.I mean, why aren't we hearing these kinds of details yet? It has been weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "KAYYEM",
      "sentences": "Yes, that specificity -- they have been a little bit slow on this story. So, part of it is just that phenomenon of, you know, some people are talking about it on Twitter. And then in the last four days, right, all of a sudden -- or five days, everyone is now looking up in the sky. I think the government could talk about more specificity, in particular quantity. Are there more drones in the sky than, say, a year ago this week, right? I mean, because we do have a lot of commercial activity now on drones and they give people a comparison. I think then it will give them a sense of, OK, there's just more activity and that's what we're seeing. But none of them are nefarious.The Pentagon has been adamant that it is not their drones. I will take them at their word for now. So, I don't think that there's anything secretive about these drones that they probably are either commercial or recreational. On the -- I will say that the people who think this is funny and are putting more drones up in the sky that -- that I was -- I was pleased that the government was sort of saying, this is very irresponsible at this stage. Let's let people figure out what's going on rather than putting more noise into the system. I do fear that that is what's going on, especially here in Massachusetts, when you're now hearing reports of things like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "WALKER",
      "sentences": "I mean, it has to be concerning, though, or at least unsettling for some people, right? I mean, they look up at night and a lot of people, I'm reading on social media, are drawing their blinds just because they feel like, at the very least, that their privacy is being violated. We're going to leave it there, Juliette Kayyem. It's great to see you again this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "KAYYEM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "JIMENEZ",
      "sentences": "Let's turn now to some weather. Parts of California were hammered by severe storms yesterday. A tornado touched down in the town of Scotts Valley. That's about an hour south of San Francisco. Yes, San Francisco.It was captured on this surveillance video from a local bar and grill. You can see it there, and you can see the damage left behind. Trees snapped in half, cars damaged by flying and falling debris. Police say five people were hurt. Some residents say they're just happy they lived through it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To be honest with you, I thought this could be the end of my life. It was that strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I heard someone scream, there's a tornado. So, I ran out to the window to see. And there were things flying around. People screaming, cars making a bunch of noises.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "JIMENEZ",
      "sentences": "So, that's outside San Francisco. But nearby downtown San Francisco experienced its first tornado warning in recorded history. The National Weather Service says, ultimately, it did not find evidence of tornado actually touched down, attributing much of the damage from that storm to straight line winds of up to 80 miles an hour.CNN meteorologist Allison Chinchar joins us now. So, Allison, clearly yesterday, a busy, even historic day in some senses for weather in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "JIMENEZ",
      "sentences": "Allison Chinchar, thank you so much. Still to come for us, ABC News settles with President-elect Donald Trump. Coming up, we're going to have the details of the defamation lawsuit and what's part of the settlement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "JIMENEZ",
      "sentences": "Welcome back. President-elect Donald Trump issued a new flurry of administration picks this weekend. Among them Ric Grenell, his former ambassador to Germany, was named as presidential envoy for special missions. And for his ambassadors to Ireland and Belgium, Edward Walsh and Bill White.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "WALKER",
      "sentences": "Now, he announced other key positions as he headed to the Army-Navy game with a high-profile guest in tow. CNN's Steve Contorno breaks down these new picks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Omar and Amara, Donald Trump attended the Army-Navy football game for the fifth time, and this time he was joined by several close allies, including his embattled pick to lead the Pentagon as defense secretary, Pete Hegseth. Also joining Trump in his box were House Speaker Mike Johnson, incoming Senate majority leader John Thune, and his vice president-elect, J.D. Vance. He was also spotted alongside Daniel Penny, that is the ex-marine who was acquitted this week by a Manhattan jury on charges that he choked a man to death on a New York subway.While on his way to the game, Trump continued to roll out names of his incoming administration, announcing that Troy Edgar, the IBM executive, will be deputy secretary of Homeland Security. Edgar previously served in the department, so he is very familiar with it. But he's also someone who has ties to the controversial Product 2025. That is the playbook that Donald Trump's allies at Heritage Foundation wrote for his second term, that Trump tried to distance himself through the campaign but continues to pull from as he fills out his administration. Devin Nunes, the former chair of the House Intelligence Committee, will also join Trump's intelligence advisory board. He currently is the CEO of Truth Social, the social media site that Trump founded after he left the White House the first time. And then Bill White will be the ambassador to Belgium. He is a Trump donor and CEO who also helped raise money for Trump's legal fees in 2020 after he lost the presidential election, Omar and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "WALKER",
      "sentences": "All right. Steve Contorno, thank you for that. And we will have highlights from the Army-Navy game coming up later this morning with Coy Wire in sports.Well, ABC News has agreed to settle a defamation lawsuit brought by President-elect Donald Trump against the network, ABC and anchor George Stephanopoulos. Under the terms, ABC will make a $15 million charitable contribution to a, quote, \"presidential foundation and museum,\" issue a public apology, and pay $1 million in legal fees to Trump. JIMENEZ: And it comes from a March interview Stephanopoulos conducted earlier this year with South Carolina congresswoman Nancy Mace. During that interview, Stephanopoulos said 10 times that a jury found Trump, quote, \"raped\" writer E. Jean Carroll. But actually, the jury found Trump liable for sexual battery, not rape, in the civil case that Carroll filed, as well as defamation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "WALKER",
      "sentences": "Let's discuss this now with CNN's chief media analyst Brian Stelter. Good morning, Brian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "BRIAN STELTER, CNN SENIOR MEDIA CORRESPONDENT",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:44",
      "speaker": "WALKER",
      "sentences": "So, tell us how big of a win this is for President-elect Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "JIMENEZ",
      "sentences": "And, Brian, on that point, I mean, right before we learned of the settlement, a judge ruled that Stephanopoulos would have to sit for a deposition this week. That now, obviously, will not happen. Do you see that as significant at all for Stephanopoulos, for ABC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "STELTER",
      "sentences": "Yes, that is probably why the settlement was announced. Now, Trump was also going to be deposed in a matter of days. Maybe it wasn't worth his time and energy. Maybe he thought that he had the most leverage right now before the deposition phase.Prominent Democratic attorney Marc Elias came out overnight and said, ABC is terrible for doing this. They're kissing the ring. They're bending the knee to Trump. This is exactly what shouldn't happen in a democracy. On the other hand, I've seen Republican lawyers and allies saying, this is accountability for media bad behavior, plain and simple. They're saying, just get the facts right. Be careful on air and you won't face these suits. And what we have seen in a number of countries, including increasingly in the United States, are lawsuits being used as a form of a penalty, as a way to tie up media outlets, cost them a lot of money, embarrass them in public. We have seen that as a phenomenon. However, there are ways to manage that in the courts as well. So, we may see more of this in the future, especially now that Trump has won this case where one of the dangers or one of the challenges for news outlets is the danger of being sued in this manner. Of course, in this case, though, the facts were not entirely on ABC's side. As you all said in the beginning, what Stephanopoulos said on the air was debatable at best and wrong in many interpretations. There have been arguments about what this New York judge said and how he said it and what it meant. But the bottom line is that Trump was found liable of sexual assault, and Stephanopoulos said something different. So, this was a tough case. ABC might have eventually won in trial, but they decided not to take it that far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "WALKER",
      "sentences": "Yes, it makes you wonder, like you say, just how many more defamation lawsuits we will see in the upcoming administration from President-elect Trump himself. Brian Stelter, it's great to see you as always. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "STELTER",
      "sentences": "Thanks.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People forget how diseases used to kill kids.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:33:20",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "All right, here are some of the headlines we are following this morning.Former House Speaker Nancy Pelosi underwent hip replacement surgery yesterday at a hospital in Germany after falling on some stairs. It happened Friday during her trip to Europe to commemorate the 80th anniversary of the Battle of the Bulge. Her spokesperson says she is, quote, well on the mend. Oscar-winning actor Jamie Foxx was injured Friday while celebrating his birthday at a Beverly Hills restaurant. Witnesses told CNN that someone threw a glass at him, hitting him in the mouth, and that required stitches. Initially, police responded to the incident as a possible assault with a deadly weapon, but later downgraded it to a battery case. No arrests have been made. Now, the incident comes after Foxx recently shared in his Netflix special that he had survived a brain bleed and stroke last year. Top White House official Brett McGurk will extend his stay in the Mideast as he works on a potential hostage and ceasefire deal in the Israel-Hamas war. A U.S. official says McGurk was directed to stay there by National Security Advisor Jake Sullivan, and this follows their diplomatic mission last week to Israel, Qatar, and Egypt, where they had talks with regional leaders about the war and broader Middle East stability concerns. Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "Hi. Hi, Stacene. Nice to meet you. I'm Whitney.DR. STACENE MAROUSHEK, HENNEPIN HEALTHCARE PEDIATRIC CLINIC: Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "Thank you so much.So, tell us all, what's going on today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MAROUSHEK",
      "sentences": "So, this is not one of my patients. It's one of my colleague's patients. But they just refused their measles vaccine.WILD (voice-over): Encouraging parents to stay up to date on vaccinations for their kids is routine for Dr. Stacene Maroushek at the Hennepin County Health Care's Pediatric Clinic in Minneapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MAROUSHEK",
      "sentences": "We'll see you back in a year. All right. Take care you, guys.People forget how diseases used to kill kids. We essentially had white measles out in the United States. But then because of the vaccine rates plummeting over the last several years, now once those people come back into a community that has a low vaccine rate, it just goes like crazy and poof, there's your outbreak. WILD (voice-over): Minnesota is now over its worst outbreak in seven years, health officials say, which infected 70 and sent many to the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "Do you know immediately that's the measles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "JENN DRYER, NURSE, HENNEPIN COUNTY MEDICAL CENTER",
      "sentences": "There's a pretty significant rash that partners with it. So, it would be fever, rash, runny nose, kind of the red eyes. Typically, children are more at risk. It's that significant respiratory infection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "Have you seen pretty severe cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "DRYER",
      "sentences": "Yes.WILD (voice-over): With the bulk of Minnesota's infections in Hennepin County, emergency room nurses and doctors find themselves on the outbreak front line again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "What does it feel like when you're like, oh, my God, these numbers are ticking up. This could be really bad. What does it feel like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "DRYER",
      "sentences": "You certainly get very anxious. You worry about the supplies that you have on hand. You worry about the staff. Will you have the resources? Is this the outbreak that's going to break you?WILD (voice-over): Nationally, the CDC says there have been 16 outbreaks in 2024. There were just four in 2023, and more than half of the children under five who got sick had to be hospitalized. And the numbers for kindergartners starting school fully vaccinated are dropping nationwide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One more, last one, last one, last one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "KADEER ALI, FATHER",
      "sentences": "She got five shots, including the polio, including the flu, including the box.WILD (voice-over): Her father skipped the MMR vaccine not because of her pain, but because of his fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "ALI",
      "sentences": "I've heard a lot of news going around that if someone takes the MMR, they get autistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "Where did you hear that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "ALI",
      "sentences": "I -- I watched from the YouTube.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "From YouTube?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "ALI",
      "sentences": "Yes. Also, I heard from the parents who are already autistic, you see, and the child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "Is that something you're seeing every day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MAROUSHEK",
      "sentences": "Every day, multiple times a day. All perceived fear of autism.Some people, you can talk them into a vaccine. Some people, they're just like, no. WILD (voice-over): There is no link between autism and the MMR vaccine or any other vaccine. And yet families believe the possibility exists and take the risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "ALI",
      "sentences": "My first son, he suffered from measles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "Oh, you had a son with measles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "ALI",
      "sentences": "Yes, he was in the hospital in intensive unit.WILD (voice-over): The skepticism could further be fueled by incoming President Trump's choice to name a known anti-vax crusader to the head of the nation's sprawling Department of Health and Human Services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "WILD",
      "sentences": "What is the biggest risk of vaccine disinformation? I mean, are you worried more people are going to die?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "DRYER",
      "sentences": "Absolutely.WILD (voice-over): Whitney Wild, CNN, Minneapolis. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:11",
      "speaker": "JIMENEZ",
      "sentences": "Welcome back. New economic data this week shows that grocery prices actually inched up last month, an indicator really that the fight against inflation might have hit a bit of a snag.Now the numbers come as President-elect Donald Trump made what was really a surprising admission when asked about grocery prices in an interview with Time magazine. He said, quote, it's hard to bring things down once they are up. And Trump isn't really wrong about that. But it's not what he and other Republicans said when they were campaigning and slamming President Biden over inflation. Joining me now is New York Times economic reporter Lydia DePillis. So Lydia, I want to start with that premise. Because for people who are maybe looking for prices to actually decrease, I mean, has that ship sailed? How likely is it that that would happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:11",
      "speaker": "LYDIA DEPILLIS, NEW YORK TIMES ECONOMIC REPORTER",
      "sentences": "Yes, as you noted, Omar, grocery prices did go up last month, but they go up almost every month. Sometimes prices come down. For example, the price of eggs has come down a lot because the initial spike had to do with truly transitory factors like bird flu and just temporary shortages. But in general, prices have a hard time coming down because if they were to come down, that would mean wages would have to come down, the profits would have to come down.In some cases, that is what you want. But it does mean that the economy is in pretty bad shape if you actually see deflation. The best we can hope for now is stable and low inflation, which is almost what you're back to. But as you pointed out, it has been staying a bit sticky over the last few months, and the Fed does want to see it decline a bit further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:11",
      "speaker": "JIMENEZ",
      "sentences": "And, you know, on -- on the Fed, look the Federal Reserve is going to be meeting next week. We've seen multiple interest rate cuts months in a row.Do you think we're going to see another one, and what do you think that would mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "JIMENEZ",
      "sentences": "And, you know, one of the things, I guess, in regards to 2025, the Biden administration says it's cracking down on overdraft fees, specifically to cap them at $5, which is way down from the typical $35. But banking trade groups aren't fans of that. And I ask because that rule is set to go in place October 2025, of course, after Biden will be out of office. Why do you think do you even see that sticking around in the new administration? And do you see that that proposal, I guess, at this point as significant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "DEPILLIS",
      "sentences": "It is significant. It is one of several rules that the administration is trying to rush through before the inauguration.Now, the overdraft fee rule has been a long time in the making, and a number of banks have already in advance of it said they will not charge overdraft fees. It's a very difficult thing, especially for low-income users of banking services. Banking groups do say that, look, this is actually a loan, and we should be able to charge a high interest rate for it. And if we didn't, then they would go to payday lenders and other kinds of sketchier financial services companies. So, I think that the Trump administration will tread carefully before rolling back what is probably a pretty popular thing, which is saying that if you accidentally or even on purpose slightly go below your balance, we're not going to stick you with fees that are cumulatively very difficult to get yourself out of. So, we'll see. I think there's a number of rules that Congress does have the option of simply rolling back through something called the Congressional Review Act. The Biden administration tried to get as many of those in before that basically approximately six-month deadline, but this is one of those that did not make that deadline, and so it's still very vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Look, a lot of economic indicators to keep an eye on in the coming months, especially ahead of inauguration, which of course is quickly approaching. From then on, we're in completely new territory.Lydia DePillis, thanks so much being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:16",
      "speaker": "WALKER",
      "sentences": "The Army-Navy game is about more than football. It's about celebrating the young men and women who dedicate their lives to the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:16",
      "speaker": "JIMENEZ",
      "sentences": "But the football does matter too, and for the next 364 days, Navy has bragging rights over their brothers in arms.Coy Wire was there taking it all in. He joins us live from Washington, D.C. What's up, man? COY WIRE, CNN SPORTS ANCHOR (on-camera): Live and cold. (CROSSTALK) WIRE (on-camera): Hey, 125th edition of the Army-Navy game, one of the greatest sports rivalries in the world here in the nation's capital. It was epic. The pageantry tradition dating back to 1890 on full display. Those players, they burst out onto that field. The cannons were firing. They had the flyover before the game, and they're there to take it all in. President-elect Donald Trump, Vice President-elect J.D. Vance, Elon Musk, and others, cadets and mids, were saluting him throughout the game. The star of the game, quarterback Blake Horvath, having an Army-Navy game of a lifetime, scored four touchdowns, two rushing, two passing. That means Horvath has now tied Navy's single-season record for touchdown passes in a season. Navy wins the 125th Army-Navy game 31- 13, taking the Commander-in-Chief's Trophy. Navy, this is like their Super Bowl. We caught up with the leader, Head Coach Brian Newberry, and his mids after the game. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:16",
      "speaker": "BRIAN NEWBERRY, NAVY HEAD COACH",
      "sentences": "It doesn't get much better than this, man. I'm so happy for this football team. They've worked their tails off. We talk about deserving success all the time. Don't always get it on the scoreboard like we did tonight. I couldn't be more happy for our guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:16",
      "speaker": "WIRE",
      "sentences": "You scored four touchdowns today. You feel like Superman or what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:16",
      "speaker": "BLAKE HORVATH, NAVY QUARTERBACK",
      "sentences": "Yes, more like Captain America, I think. But no, it's just awesome, honestly, to have been banged up all season, to get back out here and just playing for the seniors and playing for everybody.You know, it's awesome. That's all I can say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Wow.WIRE (on-camera): An impressive young man with a very bright now and a very bright future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Incredibly well-rounded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "JIMENEZ",
      "sentences": "I mean and I can see why he is the man he is that mom's speech you can make mistakes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "JIMENEZ",
      "sentences": "-- that doesn't define who you are. It got me ready to run through a brick wall this morning.Coy, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Good to see you Coy. Thank you.WIRE (on-camera): You got it.",
      "isLastSentenceInterrupted": false
    }
  ]
}