{
  "date": "2024-04-19",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Official Says, Israel Strikes Iran, Target Not Clear; Trump in Court After 12 Jurors Seated, 5 Alternates Still Needed. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good morning. You are live in the CNN Newsroom. I'm Jim Acosta in Washington.We're following breaking stories this hour. Multiple breaking stories this hour in the Middle East calls for de escalation right now. That's after a U. S. official says Israel launched an attack on Iran overnight. Explosions were reported about 200 miles south of Tehran near a major Iranian military air base. World leaders are now pleading for restraint, hoping to prevent a wider war. And back here in the U.S., former President Donald Trump returns to court on day four of his criminal hush money trial. A full panel of 12 jurors has been selected. Today's order of business, select the five remaining alternate jurors needed so that opening statements can begin. Let's begin with the overnight strike in Iran. CNN's reporters all around the world to bring you the very latest, Correspondent Jeremy Diamond is in Tel Aviv, CNN Chief International Security Correspondent Nic Paton Walsh is in London and National Security Correspondent Natasha Bertrand is at the Pentagon for us. Let's begin with Natasha here in Washington. Natasha U.S. officials say they did not, quote, green light this attack. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, the Biden administration is being extremely tight-lipped about all of this. Secretary of State Antony Blinken, he really declined to comment at all on the matter during a press conference earlier today, saying only that the U.S. was not involved in this operation against Iran, not even discussing or acknowledging that Israel was behind this.Now, in turn, Israel is also declining to comment on what occurred in Iran last night. And this is purposeful. The U.S. does not want to seem like it has played a hand in this at all, and they had been telegraphing to the world and telling Israel directly over the last week or so that it would not participate in any kind of offensive strike against Iran. But the administration had been anticipating that something like this might happen. They knew that it was very likely that Israel was going to respond in some significant way, and they were advising them to make sure that that response was limited in scope. And we reported earlier in the week that intelligence officials did believe that Israel would carry out some kind of limited strike inside Iran directly just because, of course, the strike by Iran on Israel was so massive and required a very significant response. So, U.S. officials here, they were warned just before Israel carried out this attack. They didn't get a ton of warning, but still, Israel did appear to heed the U.S.'s calls for them to give them some kind of heads-up before they retaliated against those Iranian strikes, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Natasha, thanks for that.Let's go to Jeremy Diamond in Tel Aviv. Jeremy, what's been the reaction inside Israel to these strikes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "All right, Jeremy. And let's bring in Nick Paton Walsh, who's been watching the situation from London. Nick, what can you tell us about the reaction from inside Tehran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, look, I mean, since these apparent strikes this morning, we've had minimal information out of Iran in military officials, some suggesting that three drones were shot down, some suggesting the explosions heard over Isfahan were essentially air defense in operation.No real transparency on any damage that may have been caused, although it appears that a military base near Isfahan may have indeed been the target. So, so far, Tehran not necessarily speaking of immediate retaliation, not seeking to escalate back, although we did hear prior to these strikes some extraordinary rhetoric from their foreign minister speaking to CNN. Here's what they said. (BEGIN VIDEO CLIP) HOSSEIN AMIR-ABDOLLAHIAN, IRANIAN MINISTER OF FOREIGN AFFAIRS:  In case, the Israeli regime embarks on adventurism again and takes action against the interests of Iran, the next response from us will be immediate and at a maximum level. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALSH",
      "sentences": "Now, obviously, it's important to separate the rhetoric from what people are capable of and what they actually want. It's quite clear, I think, from all the signaling we've seen from Tehran, they don't want a regional war. Frankly, militarily, it would be unwise for them.It would certainly require them to activate their proxies Hezbollah in Lebanon to the north of Israel. That could be potentially exceptionally damaging for both sides. It may also be something Israel doesn't really want at this stage, still preoccupied in Gaza, potentially talking about the invasion of Rafah, despite the U.S. wanting a clear humanitarian plan there for that. And on top of that, all two, the United States, very keen to prevent escalation here, particularly during the forthcoming election campaign, nobody needs a raging conflict expanding in the Middle East that drags them in. And so while this region, Jim, is phenomenally unpredictable and we got to this point through miscalculation by Israel and Iran, I think it's fair to say what we saw last night was a calibrated Israeli response. And Iran now, for great benefit of being autocracy, they get to basically dictate what people believe has occurred or put the information out there as they choose, they're saying not much happened here, let's move on. Israel gets to say they retaliated, Iran gets to see it didn't really hurt them and potentially this chapter closed, although the taboo of both sides directly attacking each other broken. A big change essentially on that alone. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "All right. Nick Paton Walsh, thank you and thanks to everybody bringing us the reporting from all around the world. We appreciate it.And for some analysis, I want to bring in Brigadier General Mark Kimmitt, as well as Jonathan Schanzer, the senior vice president for research at the Foundation for the Defense of Democracies. He served as a terrorism finance analyst at the Treasury Department. And, General Kimmitt, you're here with me in the studio. Let me go to you first. What's your reaction to what we saw overnight? I mean, yes, Israel retaliated, but is it the kind of retaliatory strike that might sort of calm things down for the moment? BRIG. GEN. MARK KIMMITT (RET.), U.S. ARMY:  I think it will calm things down, but more importantly what I think it's going to do is move this war back into the shadows. 45 years, Iran and Israel have been fighting each other, quote, in the shadows. This month was the first time it came out. I think both countries want to get this back into the shadows",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, is there a dangerous element to this, is there not, and that both sides struck each other in their own territory over this past week? I mean, you can say, well, Israel was able to knock out, along with that coalition that came together, knock all of those missiles and rockets and drones that were coming in, and Iran didn't really sustain that much damage. But something has been breached here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "KIMMITT",
      "sentences": "Well, in fact, Israel has gone into Iran many, many times in this shadow war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "In the shadow. We're not really sure what Iran has done. The Israelis probably wouldn't admit it had been done in any case. But I don't necessarily believe this breaching of this line between attacking the countries rather than through proxies really did anything more than show both sides they want to get back to status quo.There has been some reciprocity and some balance re-achieved. The real question is, has deterrence been achieved again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, General Kimmitt, what about that? And also, the U.S. was given some kind of advance warning before this took place last night. And it was communicated that the administration was not entirely on board with this.Does that indicate that Prime Minister Benjamin Netanyahu is not listening to the president or maybe it indicates that he did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "KIMMITT",
      "sentences": "In fact, I think throughout the war against Gaza, and now this war against Iran, it is clear that Prime Minister Netanyahu is more focused on his own national interests, his own national security. It's great to get advice from your friends, but at the end of the day, he is the one that's responsible for protecting Israel, and that doesn't matter if somebody else from Washington, D.C. tells him otherwise.Now, regarding the target, what's very interesting about the target was it was in Isfahan, near Natanz, but let's be candid, that facility is built into a mountain, very little chance significant damage could have been done. This was performative, this was a show of force, nothing more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Jonathan, I remember from my days at the White House that the Israelis -- I mean, they are hyper-focused on these nuclear facilities in Iran, and that target in particular seems to be, seems to speak a lot of volumes, speak volumes. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "SCHANZER",
      "sentences": "I do. I mean, again, you know, when you look at the Isfahan area, there are a number of facilities actually that I think the Iranians would like to safeguard there. I would also just note here that there is some broader geopolitical implications that we need to look at.This was Russian air defenses that were penetrated last night. And I do wonder whether there's a message that can be sent even to the Russians in the battlefield in Ukraine, that the Israelis have something here, whatever it was last night that they used, that maybe the U.S. can now deploy if we wanted to, if we even have those capabilities. But, certainly, I think the Iranians have to be quaking a little bit here because they were unable to detect what happened. I think they're still scrambling to figure out how the Israelis did this last night. And I think that is what is, I think, pushing everybody to maybe take a step back and pause and reassess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "All right. Great discussion to both of you, Brigadier General Mark Kimmitt and Jonathan Schanzer. I wish we had more time. I really appreciate the insights this morning. Thanks so much.Let's discuss more now with Republican Congressman Kelly Armstrong of North Dakota. Congressman, your response to what we saw take place overnight. REP. KELLY ARMSTRONG (R-ND):  I think we saw that when Iran tried to shoot into Israel that with the right resources and the right allies, Israel blocked 98 percent-plus of it and Israel proved last night to the Iranian regime they can hit them anywhere within their homeland. So, hopefully, the response appears to be proportional and we'll see if we can get everything to cool down a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Congressman, I mean, does it add some or the event of the last week? Does it add some urgency to get these foreign aid bills through the House? I mean, there's been so much talk about this aid for Ukraine. But I mean, obviously, aid to Israel is part of this as well. Has this added some urgency to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ARMSTRONG",
      "sentences": "Well, I think so. I think last week added the urgency. I mean, the reality is we're using million dollar missiles to strike down $50,000 drones, and that's the reality, but it worked really, really effectively.What Israel needs is resources and they need freedom to operate. And that's how I think the Republican conference has looked at that in the same way. And, I mean, from our perspective, I mean, every time they chant, death to Israel and Iran, they followed up with death to America. I mean, this is a real strategic national interest for the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ACOSTA",
      "sentences": "And what about aid to Ukraine? Let's shift to that, if we can. What are you planning to do on that? Where are you at right now on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ACOSTA",
      "sentences": "And so you think it will pass by this weekend, we'll see all of these measures go through and over to the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ARMSTRONG",
      "sentences": "I think, yes. I mean, if I had to guess, I think they'll all pass probably with different coalitions. I think that will be the case. But I mean, the first step is obviously the rule vote here in a little bit. And let's make sure that goes. We'll have an amendment process tomorrow and open debate.You know, I've said this since we got here and we got involved in this. If there's ever been anything that deserved real, honest, open debate on the floor of the House, it's the United States' position as regard to the conflict in Ukraine. And, unfortunately, we haven't had that opportunity yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ACOSTA",
      "sentences": "And if all of this aid is going to pass at the end of the day, I mean, what was the point of these last couple of months, this whole exercise that we saw in the House with some of the members of your party, people like Marjorie Taylor Greene and so on, sort of gumming up the works, threatening the speaker and his gavel and so on? Was that productive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ARMSTRONG",
      "sentences": "I don't know if I would call it productive. I think the original portion of this is there are a lot of us again that think the United States has a role in the Ukrainian conflict but wants more oversight, wants less money spent for non-lethal means, and then each and every one of us goes home to our constituents.And the number one issue on everybody's plate at home is the border and it's really, really frustrating to my constituents in North Dakota that we haven't been able to figure that out. So, I mean, I agree with the original attempt to try and couple Ukrainian aid with border security but I think, I mean the speaker has made a call. I respect the speaker's decision. He's in the big chair. We've got a two vote majority and we're going to move forward right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ACOSTA",
      "sentences": "I mean, what do you think? I mean, I understand you're heading for the exits. If I'm not mistaken, you're going to be leaving the House of Representatives. A lot of your colleagues are doing the same thing. We hear a lot of staffers are doing the same thing. And almost everybody down to just about every person says it's because the House is kind of unworkable at this point. What's your assessment? Is it because people like Matt Gaetz and Marjorie Taylor Greene are kind of in charge over there? What's going on? ARMSTRONGBut, yes, I mean, a lot of people are frustrated. A lot of people want to actually govern, want to pass rules. I think one of the things we forget, and we'll get to do it a little bit tomorrow, is when Kevin McCarthy got elected speaker, he democratized the House. I mean, I served for the first four years here under Speaker Pelosi, and it wasn't even that minority members could bring amendments. She wouldn't even allow her committee chairs to bring amendments on bills, and I just hope we keep that process open. But I know it's messy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ACOSTA",
      "sentences": "They democratized it a little too much, though, where, you know, one person could bring the motion to vacate, that might be too much of a good thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ARMSTRONG",
      "sentences": "Yes. I think when you have a one-vote majority, which we'll have next week, and you have a one-vote motion to vacate, I think that's a real structural problem for the majority, and I think it needs to be changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Armstrong, best of luck to you, thanks so much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:06",
      "speaker": "ARMSTRONG",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Donald Trump is back in court this morning as jury selection continues for a fourth day in his hush money trial. After a bumpy start, a jury has been seated in the first ever criminal trial of a former president, meaning opening statements could begin as Monday.So far, 12 jurors and one alternate have been chosen. The court needs five more alternates, so the judge has said that number could change. Let's go straight to Laura Coates in New York for the latest. Laura, it went pretty fast. It's kind of surprising how quickly this went, even after a couple of jurors had to go by the wayside. And lo and behold, we might have opening arguments, what, on Monday, that's fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "LAURA COATES, CNN ANCHOR AND CHIEF LEGAL ANALYST",
      "sentences": "I mean, get your neck braces out. There's a little bit of whiplash from yesterday. And today, we think will be different than that. We'll actually have the same number of jurors at the end of the day, if not more than we started with.Remember, yesterday was a lot of back and forth between some jurors who had already been seated then being dismissed after back-and-forth and discussions with the judge or even believing that anonymity had been compromised. But here is where it stands. We're outside the Manhattan courthouse today, and I'm joined now by Kristen Holmes. So, here's what's happening now. 12 jurors, one alternate seated, five still needed. That number could, of course, change. And we know that the jurors aren't going to know they are the so- called alternates, right? The whole premise of an alternative is they have to be able to stand in and deliberate at the end of the trial should they be needed to do so. And so if they're alerted in advance that you might not be needed, perhaps they might lean in to the same extent. But this is going to be a very significant moment if we have the entire jury today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:05",
      "speaker": "HOLMES",
      "sentences": "They are. And I will say there was one juror who was excused, who was a lawyer, who said they just knew too much about the case. They weren't sure that they could be impartial. They kept saying, maybe I could be impartial, but they ended up being struck. But, overall, you've seen a number of lawyers that are seated so far, and another more that are getting questioned right now.I think the other interesting part of this is that we saw that both sides during the actual jury selection, not the alternate selection, got ten strikes each. They actually get more strikes this time around for every seat, so they're numbered one through six in terms of the alternate. For every seat, one is seated, so we'll start with two. They get two strikes each. So, if they decide they don't want that person, it doesn't affect anyone else. They could move on to seat number three and still have those two strikes, but they have more opportunities here to get rid of people. So, it will be interesting to see how both sides use that strike power.",
      "isLastSentenceInterrupted": false
    }
  ]
}