{
  "date": "2024-01-04",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Coming Up: CNN Town Halls With DeSantis, Haley, 11 Days To Iowa; U.S. Airstrike In Iraq Kills Commander Of Pro-Iran Militia; Docs: Trump Properties Paid Millions By China While He Was President; New Round Of Jeffrey Epstein Docs Unsealed. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:39",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextLive from Grand View University in Des Moines, Iowa, where Ron DeSantis and Nikki Haley are about to take the stage in back-to-back CNN town halls. Will they go after Trump head on? Plus, new documents tonight revealing Trump made millions of dollars from the Chinese while he was president, and there is so much more from other countries. Did it influence Trump as president? And Doron Asher, a Hamas hostage held for 50 days along with her two toddlers, a family OUTFRONT has covered since the day they were taken. She's speaking out in her first international interview. Let's go OUTFRONT live from Iowa. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "BURNETT",
      "sentences": "And good evening. I'm Erin Burnett.Welcome to a special edition of OUTFRONT live from Des Moines, Iowa, where the stage is set for CNN's back-to-back town halls here at Grand View University. In just a few moments, the auditorium behind me will be filled with Iowans who say they plan to vote in the Republican caucuses. Now, many have not made up their minds, so these last days matter. I've been moderating the town hall with Nikki Haley at 10:00 Eastern, just after Kaitlan Collins' conversation with Ron DeSantis. And that is at 9:00. It is an important night, in just 11 days until those Iowa caucuses. And tonight is one of the last chances for Haley and DeSantis to state their case to voters here, and nationwide. And just about 35 miles northwest of where we are tonight, there is news of another mass shooting at another American school. Four students and administrator injured, a sixth grader killed, killed, right after going back to school, for the new year. According to police, the gunman was a high school student, who died from a self-inflicted gunshot wound. Nikki Haley posting: My heart aches for the victims of Perry, Iowa, and the entire community. Ron DeSantis saying the United States has a responsibility to create safe environments. But, that is a local and state issue. Now for Haley and DeSantis, the race in Iowa in these final days could not be more important, and closer. The latest \"Des Moines Register\" poll has Haley and DeSantis locked in a dead heat. But that is a dead heat for second, because looming over the Iowa caucuses is former President Trump, by far the front runner, a commanding lead in this state, right now up by more than 30 points, according to the most recent polling in December. And yet as we have seen throughout this race, Haley and DeSantis are spending more time actually taking on each other, the fire between them than the frontrunner, who is on track to win the first big presidential contest. And as for Trump himself, he is focusing his attention tonight on New Hampshire, and on his former U.N. ambassador, Nikki Haley. His campaign is actually now up with its first television ad in the Granite State. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "AD NARRATOR",
      "sentences": "Yet Haley and Biden opposed Trump's border wall, confirmed warnings of terrorists sneaking into our southern border. Yet Haley joined Biden in opposing Trump's visitor ban from terrorist nations.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "BURNETT",
      "sentences": "Haley's camp responding, saying, quote, Donald Trump must be seeing the same polls we're seeing, and he's running scared. This is a two-person race between Nikki and Trump.Well, we have a lot to get to tonight. I want to begin, though, here with Jeff Zeleny, joining me live here in Des Moines. So, Jeff, you have spent an extraordinary amount of time in the state. And now here we are in the final days, and we have to make up the decision. So, what are you hearing from the voters who have not made up their minds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Erin, surprisingly, there are not a lot of voters who have not made up their minds. For some, it's because they truly can't choose, others are just tuning in right now, just paying attention after the holidays. You hear questions about electability. You hear concerns about specific policy issues.But as these candidates try and make their case, we here a lot of voters trying to weigh between DeSantis and Haley. That's why tonight's town hall is so important, but as they make their case to voters, looming large over all of this is what they are actually saying about Donald Trump. (BEGIN VIDEOTAPE) GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE:  Well, I mean, first of all, he won't debate. I mean, like how am I -- I mean, like he's not willing to get on a stage, he's not willing to answer questions. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE:  Chaos follows him. And we can't be a country in disarray, and have a world on fire, and go through four more years of chaos. ZELENY (voice-over):  Ron DeSantis and Nikki Haley are talking a lot about Donald Trump. I think right now, we need a commander in chief, in general, to lead us to victory who has not yet been wounded in that war, somebody with fresh legs to lead us forward to the next generation. CHRIS CHRISTIE (R), PRESIDENTIAL CANDIDATE:  And if we don't get slippery, slick politicians out of the way, and take on Donald Trump directly, we'll lose that fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "Vivek Ramaswamy and Chris Christie are two.The former president hangs over the Republican primary in most every way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "Hello, Iowa, I'm thrilled to be back with so many proud, hardworking patriots in the heartland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "Just 11 days before voters in Iowa render the first judgments of the GOP contest.For his rivals, one of the biggest balancing acts on the campaign trail is how much to talk about Trump, and just how to do it, without alienating Republican voters they're still trying to win over. Trump is eyeing more than an Iowa victory, he is looking for a decisive one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "TRUMP",
      "sentences": "We've got to be shovel that we put this thing away. The poll numbers are scary, because we're leading by so much. And key is, you have to get out and vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "As he heads back to Iowa on Friday, for a weekend campaign swing, advisers tell CNN that complacency among supporters poses more of a challenge than any of his rivals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "TRUMP",
      "sentences": "We can put this to bed, after Iowa, if you want to know the truth. We can put it to bed for them through, they can go home and forget it. But you have to go out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "DESANTIS",
      "sentences": "Happy New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "With time running short to make his case, DeSantis has been sharpening his arguments on electability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "DESANTIS",
      "sentences": "I don't think Donald Trump ultimately can win an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "And relentlessly reminding Republicans what Trump failed to accomplish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "DESANTIS",
      "sentences": "And I have said with Trump, he's running on the same issues that he ran on in 2016, and didn't deliver on -- border wall with Mexico, paying for it, deporting illegal aliens, draining the swamp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "Haley bluntly blames Trump for his share in building the nation's record high debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "HALEY",
      "sentences": "Everybody talks about how good the economy was under Trump, and it was good, right? But at what cost? He put us $8 trillion in debt, just in four years. Our kids will never forgive us for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "The question is, whether any of this will whittle away Trump's support in Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have voted for Trump in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "ZELENY",
      "sentences": "Rick Beaty (ph) says he misses many of Trump's policies, but little more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's a lot of times I wish he would change his language. I don't think it would stir up as much controversy, you know, but that's, what -- that's just the way he is, and I think that's probably something we'll just have to live with.(END VIDEOTAPE) ZELENY (on camera):  So there is no doubt that Trump does loom very large over this race. Erin, it's important to point out there are many Republicans who are shopping, and who are interested in turning the page, that doesn't mean that they don't like Donald Trump necessarily, but they are ready to move on from all of the drama. The question is, what is that balance here? Layered on top of all this is organization, that's what winds the Iowa caucuses here. So the next 12, days that is what's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "BURNETT",
      "sentences": "And, if they are not doing it out of disgust or disdain, they are doing it out of maybe it's time, it's very different in terms of what your revels messages should be. And that's the crucial question.So, Jeff, stay with me, I want to bring Amy Walter into the conversation, the publisher and editor in chief of the \"Cook Political Report\". So, Amy, great to have you back. I mean, from what you are seeing and hearing, and you are seeing this reporting as well, who do you think has the momentum on the ground right now in Iowa? Because it is going to set the tone for the whole country. Nikki Haley, or Ron DeSantis? AMY WALTER, PUBLISHER &amp; EDITOR-IN-CHIEF, COOK POLITICAL REPORT:  Yeah, you know, I think that these events that you all are hosting, both the town hall tonight and the debate next week, are also going to give us some clues in terms of which one seems the most confident, which one is able to really get the blows in on her opponent, or get some attention through these last through televised events. But honestly, I think that it's really now up to Ron DeSantis. He is the one who has put everything on the line for Iowa, and anything other than a second place finish is going to be a huge problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "BURNETT",
      "sentences": "And the second place finish. So, -- he talks every chance, Ron DeSantis does, that he's gone to all nine counties. I was just watching him in his little vest. And remember back in the day, Rick Santorum, in the vest and he went viral, and going to all 99 counties.So -- but yet, there's no poll, there's nothing that shows him even close. Is a surprise possible? Could everything be that wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "And, Amy, do you notice that change, is that change having an impact when you actually look at what people think, or are your confidence in our read of what people think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "WALTER",
      "sentences": "You know, and Jeff knows this very well to, \"Des Moines Register\" poll usually comes out of the weekend before the caucuses. That is the expectation center, where we see movement, unfortunately, it may not be for a little while longer. Obviously, we've got another week or so before we get through the last week of campaigning here.But if it shows that Trump is as far ahead as all of the earlier polling has shown, then it's really now a question of whether or not the second place candidate is Haley, or is DeSantis, and whether that is enough to bring Haley into a -- you know, with a big steam behind her, into New Hampshire. I think there's also something else really important to appreciate about this moment in Iowa, which is the fact that you said earlier, these candidates, they are only now coming out against president Trump, addressing him directly. But remember, we've had over two years now since the January 6th event -- the January 6th attack on the Capitol, Republicans leadership, whether it's in Congress or anywhere else, have really done pretty much everything to not talk about it. The president was acquitted in the Senate, only a handful of Republicans voted to impeach the president over these actions. And of course, they did not participate in the January 6 investigations, and the commission. So it's very hard for these candidates now three years on to suddenly be telling Republican candidates this matter, when their leadership in Washington has been telling them for years that it's not important, and that it's not a real issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "Yeah, it puts them in a difficult situation, as they try to court that base, or court those viewers as Jeff said, some of whom are ready to move on, but not doing so with disgust over those issues.All right. Amy, thank you very much, and our Jeff Zeleny, thank you. Bob Vander Plaats is with me now here in Des Moines. And anybody who watches anything about politics, our show over the years -- great to be with you, Bob -- know you, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BOB VANDER PLAATS, IOWA EVANGELICAL LEADER",
      "sentences": "Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "Major evangelical leader here, CEO of Conservative Family Leader Organizations. And I should note, you've endorsed Ron DeSantis.So in this whole conversation, in that context, will you be happy if Ron DeSantis is number two?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "VANDER PLAATS",
      "sentences": "Well I think, this is an expectation game now. I mean, Trump's got the expectation that he needs to score in the mid 50s, he needs to dominate this. He's telling his caucusgoers, we're going to dominate this, we're going to put it to bed.Nikki Haley, the Governor Sununu is saying she's going to take second place, so that's her expectation. I really believe Governor DeSantis is going to have a great night on Monday night, January 15th. I think he will beat the expectations. And it does become an expectation game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "OK. Now to this point, I guess it were to say it all -- talking but a poll that comes, at the Des Moines Register poll that everyone talks about. Now, what is second? If Trump comes in at, if he comes in near the expectation, if Ron DeSantis isn't close, if it's a blowout for second, is that it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "VANDER PLAATS",
      "sentences": "Well, I don't know if that's it. First of all, I don't believe the polls. And I think Amy would know I'm going to say that as, well that I don't believe the polls. Everything --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "Even in your own state, \"The Des Moines Register\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "VANDER PLAATS",
      "sentences": "Absolutely not. As a matter of a fact --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "I thought you had confidence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "VANDER PLAATTS",
      "sentences": "-- the Sunday before the caucus in 2016, Trump was supposed to be beat Cruz by five, Cruz beat Trump by four. That's a nine-point swing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "VANDER PLAATS",
      "sentences": "It's organization exercise in the state of Iowa, and nobody has been organizing in Iowa like DeSantis. So Cruz had the best organization by far in 2016, that I had ever seen. DeSantis is light years ahead of Cruz, with his organization.So if his organization turns out on caucus night, he will defy, and may shock the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "And that obviously can have a huge impact, we all know that. Now, DeSantis has gotten a lot of criticism of voters, from voters at town halls -- saying you've got to go after Trump, what is wrong with you, why are you not doing that?Now, we have seen some of that from both DeSantis and Haley, but not very much. And certainly when you look at the way they are spending their political money, it's all of them going after each other, as opposed to Trump. So, I want to just play one of these voters who talked to Jeff Zeleny. He said, all right, I'm frustrated with DeSantis, still going to vote for him, but I want to play what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "ZELENY",
      "sentences": "He's going after Nikki Haley quite a bit in ads, what do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "GARCIA",
      "sentences": "Yeah, that's fine, but Nikki Haley isn't the leader, you know? Donald Trump is. So that's where it needs to be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "Is he right? Is it time to just go, and go for the person in front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "I guess I've been around Ron DeSantis a long time, and he is the most accomplished person I've seen in the long time, ready to be president. And I think he takes on Trump, I think he draws -- the distinction between him and Trump, which would make him a better candidate, one that could win and lead on day one.But he also, knows this is a tough needle to thread. You cannot alienate the Trump supporters, the Trump voters. And I think what he is doing, he's making the case of listen, by electing me, you're going to get all of the good of Donald Trump, without all of the bad, and you're going to get somebody who can win, and lead on day one, and for two terms. BURNETT:  And I got -- venom is too strong of a word, but is it smart to save your venom, and not directed at the person in front? If you're not going to criticize that person strongly, then why would people not vote for that person?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "Well, first of all, I think Ron DeSantis. Look, I'll stand on my own credentials, look at my record as governor of Florida, look what I've done. I don't just say I do it, I actually did it.And that's why people like Governor Reynolds so much, and he got the historic endorsement of Governor Reynolds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "Of her endorsement, very popular governor here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "To Governor DeSantis, it means a lot. So I think DeSantis knows I can win this, without playing the game of just disparaging the front runner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "All right, so Trump in the meantime has put up in that. And his ad in New Hampshire, where he is now focused, his first ad came out, and it is targeting. Well, let me show you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "Sure.(BERGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "AD ANNOUNCER",
      "sentences": "Haley joined Biden in opposing Trump's visitor ban from terrorist nations. Haley's weakness puts us in grave danger. Trump's strength protects us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "Sometimes you like to be the target of an ad, because it shows someone is afraid of you or takes you seriously. His only ad, it is 100 percent about Nikki Haley, not about Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "That's in New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "You take a look at Iowa, I think $36 million right now has been sent spent against Ron DeSantis. They know who the real opponent is. Nikki Haley knows who the real opponent is, so does Donald Trump.That's why I think DeSantis -- again, I think he is set up for a really good night on Monday the 15th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "BURNETT",
      "sentences": "All right, well, we shall see. And as you say, so much -- so much can happen between now and then, and some people who are with us tonight say they are still undecided.Bob, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:02",
      "speaker": "VANDER PLAATS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "BURNETT",
      "sentences": "Tonight, on the verge of all that war. Tension across the Middle East escalating this hour. The Iranian-backed Houthi militant group launching a fresh attack on the Red Sea.Again, and in Iraq, a U.S. drone strike today killing a commander of a pro-Iranian militia in Baghdad. The defense official telling CNN the Iranian proxy group had, quote, U.S. blood on its hands. Well, this comes as ISIS is now wading into the fray, claiming responsibility for the two powerful suicide bombs that killed more than 80 people in Iran yesterday. Iran initially blamed Israel for the worst death toll in Iran since the Iranian Revolution, and vowed retaliation. Oren Liebermann is OUTFRONT, for more on this widening and escalating war. (BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice-over):  A U.S. strike in Iraq, second in more than a week, killing the commander of a pro-Iran militia, Harakat Al-Nujaba, when U.S. officials saying the target known as Abu Taqwa had U.S. blood on his hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "MAJOR PATRICK RYDER, PENTAGON PRESS SECRETARY",
      "sentences": "Abu Taqwa was actively involved in planning and carrying out attacks against American personnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "LIEBERMANN",
      "sentences": "The attack comes amid fears of an escalation in the Middle East, far beyond the borders of the Gaza Strip, with the war between Israel and Hamas nearing the three-month mark. The U.S. has tried to separate the war in Gaza from the rest of the region, but the fighting has burst through political borders.An Israeli strike in Beirut killed Saleh al-Arouri, one of Hamas's top leaders. Lebanese officials warning the attack threatens to spark a wider conflict in a region already on edge. U.S. forces have come under attack approximately 118 times in Iraq and Syria since mid- October. Hezbollah in Lebanon has launched repeated missile and drone strikes in Israel, a key U.S. ally in the Middle East. And the Houthis in Yemen have fired on international shipping lanes in the Red Sea, with calls growing for a U.S. response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "JOHN KIRBY, NSC SPOKESMAN",
      "sentences": "We don't telegraph our punches one way or another. But we take these attacks very, very seriously. The impact that they are having on international commerce, and free shipping, and we are going to keep doing what we need to do to protect our interests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "LIEBERMANN",
      "sentences": "The common thread here is Iran, which backs these groups. With U.S. Navy Forces in the Eastern Mediterranean Sea, and in the Red Sea to protect international shipping lanes, the U.S. has tried to send a message of deterrence, carrying out strikes in Iraq and Syria.But the attacks across the region have persisted. The Pentagon once again laying out an open-ended threat of force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "RYDER",
      "sentences": "We maintain the inherent right of self-defense, and will continue to take necessary actions to protect our personnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "LIEBERMANN",
      "sentences": "But in a region where one conflict is already raging, -- U.S. officials are grappling with how to respond to widespread attacks by Iranian proxies, without sparking a broader war in the Middle East.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:21:55",
      "speaker": "BURNETT",
      "sentences": "And, Oren, Iran clearly growing bolder, right, regional proxies now, really upping the ante. But even as this is happening, we keep saying closer and closer ties between Iran and Putin in Russia. So, how tight is that alliance right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Tonight, new documents showing Trump's businesses brought in more than $5 million from the Chinese government while he was president. That is the largest known some by a foreign country spent at Trump's properties in that time, and it was uncovered by the House Oversight Committee Democrats, who've been digging into Trump's businesses, since 2016. So this investigation has been going on for a while.All other U.S. presidents in modern history's sold off their assets, or put them into blind trust. Trump did not do either one of those things. And so that meant that he knew was, happening and he was able to still profit, with very little transparency, which raises crucial questions about whether foreign governments try to influence Trump through his companies, whether they have successfully done so, or whether they continue to do so, especially after Trump publicly said during the 2016 campaign that he favored the countries that made him millions. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "TRUMP",
      "sentences": "Saudi Arabia -- and I get along great with all of them. They buy apartments for me. They spent $40 million, $50 million. Am I supposed to dislike them? I like them very much.Same with China. I have so many people, they pay me millions, and millions. What? Am I supposed to hate China because they gave me millions of dollars to buy an apartment? I don't think so. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "OUTFRONT now, Democratic Congresswoman Jasmine Crockett. She is a member of the House Oversight Committee, which, of course, released this report that has been looking into this.So, Congresswoman, I appreciate your time. Now, you found the Chinese government spent more than $5.5 million to Trump's properties while he was in office. Okay, so you put those numbers out there, you've listed, and I hope people will see the full report. The question though is, where you're able to tie that money to any actions he took as president? REP. JASMINE CROCKETT (D-TX):  Well, we don't know, Erin. And I want to be clear that the five point $5 million that was discovered is a very conservative estimate. I know that in your opening, you talked about the fact that if this is an investigation that started seven years ago. But just so that the American people understand, while it started seven years ago, Trump was fighting at every step of the way. He was fighting every single type of disclosure, he wasn't complying with the Oversight Committee, and he was fighting in court. So it wasn't until September of '22 that we actually started receiving documents. And as soon as January 2023 hit, and Comer became the chair, Comer shut it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Right, so, and it's fair to point out of those hurdles and speed bumps, to say the least that you faced.But what you did find, Congresswoman, was 20 countries, according to the report, that paid a total of seven point $7.8 million to Trump's businesses during this time. Now, when you went through some of the top spenders, number two behind China was Saudi Arabia. And I found this one very important, because you found $615,000 spent by the Saudis at Trump properties. Your report of course does cover only two years of his presidency, and only four of the more than 500 entities Trump-owned while in office, right? And I am not saying that to diminish your report, I am saying it merely to point out that you are looking, with a bright light, at a very small plate. Do you think the Saudis, for example, actually spent a whole lot more than you are able to uncover?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "CROCKETT",
      "sentences": "Oh, absolutely. And obviously, we have talked about the arms deal that took place around this time. You know, it's important.And honestly, Erin, we don't know what, if any money was spent by Russia as well right now, at a crucial time in which Republicans refused to help out the Ukrainians. And so, the thing is, we need the full report, we needed the full documentation. And with Comer basically deciding that he was going to obstruct and say no, no means to comply. And now we have the former president's son saying, well, it's okay because he owned hotels. No, it's not okay, not when you're the president of the United States, and you don't go through Congress and get permission. So, to be clear, if everything was on the up and up, then you just go to Congress, and Congress gives you permission or not. But unlike every other president with Trump, he wants to decide that he is going to skip over the Constitution, skip over the rule of law, and do whatever he wants to do instead of honoring those things. And they absolutely present a danger to us in this country, and as far as I'm concerned, our allies abroad as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "So, Congresswoman, you know, we had done a documentary. And I look deeply into the relationship between Trump and the Saudis just one part, and you look at entire hotels that they would rent out, always at the same time every year, one of his. I spoke to the then attorney general of Washington, D.C., Karl Racine, and he had sued Trump in 2017, claiming Trump violated the Constitution by maintaining a stake in that Washington hotel.And I just wanted to play part of the exchange for you. (BEGIN VIDEO CLIP) KARL RACINE, ATTORNEY GENERAL OF WASHINGTON, D.C.:  You asked them exactly why they are staying at the Trump Hotel? They are very clear, they tell you that they are here to show the president honor, and of course we know they are here also to act in their country's best interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Honor, that's the word they use?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "RACINE",
      "sentences": "Yes. They are here to curry favor.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:10",
      "speaker": "CROCKETT",
      "sentences": "So we don't know for sure, Erin, we don't. And I do want to point out, and I'm glad that you played that piece, because the emoluments clause has always been a concern since Trump entered office and refused to divest himself of his interests. And so it was one of those things that anyone who was blind could see, that this could potentially be a problem. And that's exactly why ranking member Elijah Cummings decided that it was important to start this investigation.But when we compare and contrast, because I know the people want to compare and contrast the fact that we are dealing with the impeachment inquiry right now in oversight, I do want to point out that no one wanted to jump the gun, we absolutely want to make sure that no one accused the president of wrongdoing specifically, unless they had the goods, unless they had the receipts. And that's exactly what we were starting to get. And Erin, this report only reveals, only, over $7 million, and we don't have the full view of it. And these are all conservative estimates. We don't have everything that we need, even in what we did give. And so, I do want people to understand that there is one party that is playing partisan politics, and another party that is simply trying to get through the truth, and make sure that we are going to preserve democracy here. And make sure that everyone who wants to enter the White House place by the same rules as any other president. And, important as you point out right, you are looking at a very short window of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:30",
      "speaker": "BURNETT",
      "sentences": "Breaking news, a second Jeffrey Epstein document just came in. So, in it, a detective laying out a process he says that Epstein's used to find and recruit girls. And this comes as we have some new details in here emerging about Epstein, and his powerful associates.More and more from -- one of more notable names of course is former President Bill Clinton. Epstein was telling a witness that Clinton, quote, likes them young. Other names in those documents, so far, Donald Trump and Britain's Prince Andrew is mentioned, of course, repeatedly. I want to go straight to Jean Casarez. She's been poring over the more than 900 pages released so far. I mean, Jean, it's an incredible amount of information, 19 newly unsealed documents just in this past hour that you can start to go through. What are you would be able to tell us so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:30",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Well, first of all, I've been -- I've been looking at them, and a lot of them are 70 pages each, so this is a lot of information. And we have a group of people -- we are all looking at them right now.But here's something that we can tell you that was just unsealed. Palm Beach, Florida, detective told authorities at the time, and laid out the process that Epstein and Maxwell used to recruit young girls. And then the question was asked of him, how many would you say or recruited? His response, 30, 30, maybe 33. The documents continue to be revealed. (BEGIN VIDEOTAPE) CASAREZ (voice-over):  A new window tonight into the complicated company kept by the late sex offender Jeffrey Epstein.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:30",
      "speaker": "HOLLY BALTZ, INVESTIGATIONS EDITOR, THE PALM BEACH POST",
      "sentences": "It really so far paints a picture of what the girls and young women were experiencing, and it was quite horrific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:30",
      "speaker": "CASAREZ",
      "sentences": "Newly unsealed court documents include the names of several prominent figures. Many who had previously been linked to Epstein, like former President Bill Clinton and Donald Trump were named in the filings, though the two, like many others, were not accused of wrongdoing. Epstein, a wealthy financier, died by suicide in jail in 2019, while awaiting trial on federal sex trafficking charges involving underage girls in Florida and New York.The documents stem from a 2015 civil defamation lawsuit filed by one of his accusers, Virginia Roberts Giuffre, against Epstein's former confidant Ghislaine Maxwell. The unsealed filings also contained a 2016 deposition from one of Epstein's alleged victims, Johanna Sjoberg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:30",
      "speaker": "MISTY MARRIS, TRIAL ATTORNEY",
      "sentences": "Much of this information was her first hand accounts of what she had seen, observed, and heard in her dealings with Epstein.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BALTZ",
      "sentences": "There was one exchange in which McCauley asked Maxwell, did you ever tell anyone that you recruited girls in order to take pressure off of yourself? And Maxwell retorted, you don't ask me questions like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "CASAREZ",
      "sentences": "Attorneys for Ghislaine Maxwell said in a statement on Wednesday, quote, she has consistently and vehemently maintained her innocence.She is currently appealing a 20-year prison sentence, following her 2021 conviction on five counts, including sex trafficking of a minor. (END VIDEOTAPE) CASAREZ (on camera):  Now all names are not being released. We do have some documents that say that a victim was ordered to have relations with an unnamed prince, and owner of a very large hotel chain, and then an unnamed individual. So, not everyone is being revealed by the court, at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "BURNETT",
      "sentences": "Tonight, quote, they absolutely put on a show. So those are the words of Doron Asher. She was talking about Hamas captors in her first international interview. The Asher family story is one that we, of course, have been following so closely.Doron Asher held along with her two small girls, for 50 days. You've all met virtually her husband Yoni Asher, sharing his anguish, so many times on the show, while his family was missing, he thought at one point he was free would ever see his little girls. I was with him in Israel. And tonight, his wife Doron, telling her story. Bianna Golodryga is OUTFRONT this hour, from Tel Aviv. (BEGIN VIDEOTAPE) DORON ASHER, HELD CAPTIVE BY HAMAS (through translator):  They absolutely put on a show, to dress up me in nice clothes and shoes, before I was released. When my girls and I were barefoot for 50 days, and we were cold because we were wearing short sleeves in November. It was one big show. BIANNA GOLODRYGA, CNN CORRESPONDENT (voice-over):  Doron Asher opening up and revealing what really happened to her and her two young daughters, while held captive by Hamas for nearly 50 days. Once you got into Gaza, what happened? D. ASHER (through translator):  When we got into our hiding place, an apartment that belonged to a family. We were inside their room without the ability to get out, of course, closed door, closed window. And after 16 days, they relocated us to another place, a so-called hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Did anyone tell you what was going on, why you were there? Were they members of Hamas?D. ASHER (through translator):  They didn't give us a lot of information. They mainly tried to say that Hamas wants to release us, but in Israel, no one cares about us, which wasn't true. We didn't believe most of the stuff that they were saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "And, of course, it wasn't true. Just over the border in Israel, Doron's husband Yoni never gave up hope.YONI ASHER, WIFE &amp; TWO YOUNG DAUGHTERS HELD BY HAMAS:  We are begging for your help. My babies Raz and Aviv doesn't have much time. I got to see how hell looks like. I don't know if there are any more tears left in me. But -- it is not coming, I'm afraid they will forget me. I am afraid they won't recognize me. D. ASHER (through translator):  The stuff that they have seen on October 7th, I couldn't hide from them. It's like we were in a horror movie. But after that, it was very important to me that they wouldn't feel danger. And I told them, there are no terrorists anymore, and we are with good people who are guarding us until we can return home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Were they good to you?D. ASHER (through translator):  They didn't physically harm me, but there was a lot of psychological warfare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Like what?D. ASHER (through translator):  That we won't return to live in the kibbutz, because it's not our house, it's not the place where we belong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Did you know if they were Hamas, or just citizens in Gaza?D. ASHER (through translator):  They didn't give me a lot of info about them. I don't even know their names. I guess that the father is with Hamas, but they didn't even give me much info. I just know he worked in Israel in the past, and that's how he knows Hebrew, and that's how we communicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Were there other children there?D. ASHER (through translator):  Yes, he had children and grandchildren. And basically, his children were watching us 24/7. I asked every day about my family, if they knew anything about Gadi, about my brother, about my brother's baby girl. They didn't give me any answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Why do you think they moved you after 16 days?D. ASHER (through translator):  I think they tried to gather hostages together, because the day that we arrived at the so-called hospital, other hostages arrived there as well. That was the first time that I met other hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Why do you keep saying so-called hospital?D. ASHER (through translator):  The hospital needs to treat six people, it doesn't hold hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:44",
      "speaker": "GOLODRYGA",
      "sentences": "Could you hear the IDF bombing? Did you know was going on and were you worried that by mistake, that you and your girls would have been in danger, as Israel was trying to retrieve you?D. ASHER (through translator):  I heard fighting, and yes, we were scared. The noises were very strong, very loud, but at least that's how we knew that something was going on, in order to get us back home, to put the pressure on Hamas to release us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "Today, the girls are back in kindergarten, and with family therapy for the most part, are readjusting well.D. ASHER (through translator):  There was one day that they saw a tractor here, and they asked if the evil men are here. And I had to tell them -- no, the tractor doesn't belong to the evil men. The evil men are in jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:04",
      "speaker": "GOLODRYGA",
      "sentences": "And while they mourn their grandmother, Doron says the healing cannot really begin until all of the remaining hostages are released, including Gadi Moses.D. ASHER (through translator):  The world has to understand our reality, that the hostages are in. I don't want to think of how they are treating men there, how they're treating the young women that are there. People who kidnapped children and old people are not human. (END VIDEOTAPE) GOLODRYGA (on camera):  Upon returning home, Doron said the first thing the girls wanted to do was play around in their backyard. You can imagine how exciting that was for them, after nearly 50 days in captivity. Tomorrow, Aviv, the younger of the two girls is turning three years old. The family plans to test celebrate with a small party at home, and perhaps a larger one at kindergarten -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:04",
      "speaker": "BURNETT",
      "sentences": "What a miracle.All right. Bianna, thank you so much. Just amidst all of this horror, to be able to hear that and that birthday celebration. Well, next, the auditorium is filling up behind me, as we countdown to the start of CNN's town halls. We'll be right. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}