{
  "date": "2024-02-27",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: President Biden to Visit Southern Border with Mexico Thursday; Investigators Share Details of Laken Riley's Killing; Candidates Worry About AI After Magician Says He Was Tricked into Making Fake Biden Recording for Robocall; Farmers Protest Economic, Regulatory Policies in Europe; Rory McIlroy Wins TNT Sports' 9th Annual \"The Match\". Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. If you are just joining us, here are some of today's top stories.U.S. President Joe Biden says he's hopeful that a deal for the release of hostages in exchange for a temporary ceasefire in Gaza will be in place by Monday. Sources tell CNN that Hamas has softened some of its key demands in these ongoing negotiations. Also, the two Americans allegedly hijacked by escaped prisoners while on their yacht in Grenada are now presumed dead. Police say that the couple were likely thrown overboard by their attackers. And \"Odie's\" mission to the moon will end earlier than expected. Any moment now scientists are expected to lose contact with the lunar spacecraft. Odysseus made a historic landing on the moon last week, but tipped over on its side after it touched down, so its antennas are currently pointed in the wrong direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "The U.S. president is set to make a rare trip to the border with Mexico on Thursday. And Donald Trump will be there on that very same day, according to a source familiar with his plans.Joe Biden told reporters he didn't know about the former president's planned visit, and Trump made Mr. Biden's handling of immigration a centerpiece, of course, in his re-election effort. The White House says he is considering executive action that would crack down on migrants' ability to seek asylum at the southern border if they crossed it legally -- illegally, rather. Meanwhile, Republican presidential candidate Nikki Haley is mocking the hype over their dueling visits. Her message? Be there. Been there. Done that. (BEGIN VIDEO CLIP) NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: Donald Trump and Joe Biden are going to the border on Thursday. Well, I went to the border almost a year ago, so what have they been waiting on? Joe Biden has had plenty of time to do something about the border, and he's refused to do it. And then you look at Donald Trump, and he stopped them from passing a border bill, but now he's going to go stand by it and say he's for securing it? Both of them have lied to us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Well, worth mentioning that Mexico's foreign secretary will travel to Washington today to discuss immigration. The Mexican government has sent a list of requests to the Biden administration, which include, quote, regularizing Mexican nationals who have been living in the U.S. for more than five years and lifting sanctions on Venezuela to reduce the flow of migrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "We're learning more about the criminal history of the man charged with murdering a university student in the U.S. state of Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Investigators say 22-year-old Laken Riley was attacked and killed whilst jogging on campus. The suspected killer, Jose Antonio Ibarra, was arrested on several charges, including felony murder and kidnapping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Ibarra is no stranger to the criminal justice system. In 2022, he was arrested for entering the U.S. illegally, but was later released. He was arrested by New York City police last September on unrelated charges and was cited for shoplifting in Georgia a month later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "CNN's Ryan Young has the latest on the investigation into Laken Riley's killing.(BEGIN VIDEOTAPE) RYAN YOUNG, CNN NATIONAL CORRESPONDENT (voice over): Arrest records alleging her suspected killer, Jose Antonio Ibarra, prevented Riley from calling 911 and mutilated her body by disfiguring her skull, then dragged her to a secluded area to hide her body. Autopsy results determine the cause of death as blunt force trauma to the head. The 26-year-old suspect lives in an apartment complex, only steps from the campus trail Riley had been jogging on Thursday morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CHIEF JEFF CLARK, UNIVERSITY OF GEORGIA POLICE",
      "sentences": "We have a suspect in custody for Laken's murder.YOUNG (voice over): Ibarra was arrested on Friday, the day after Riley was killed. Investigators have not released a motive. GOV. BRIAN KEMP (R-GA): Laken's death is a direct result of failed policies on the federal level and an unwillingness by this White House to secure the southern border. YOUNG (voice over): Over the weekend, Republican Georgia governor, Brian Kemp, sent a letter to the White House criticizing the administration's immigration policies and demanding information on Ibarra.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Not one more dog.YOUNG (voice over): Tonight, Riley's sorority holding a vigil to remember the 22-year-old. CHLOE MELAS, LAKEN'S SORORITY SISTER: It is so obvious to me why it feels so dark right now and that is because we lost one of the brightest lights that there's ever been. YOUNG (voice over): Shaken community gathering to grieve the loss of one of its own on the first full day of classes since the murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "MELAS",
      "sentences": "Our hearts will always ache without Laken. She was such an integral part of our sisterhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "YOUNG",
      "sentences": "Thousands of kids showed up to be a part of this vigil. Almost as far as the eye could see, you saw people wearing ribbons to make sure they were a part of this moment. We talked to several students who say they left on Friday because they were terrified after this murder happened. They're asking for more security on this campus.Ryan Young, CNN, Athens, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "Peru's health minister says a dengue outbreak is imminent in the country. The government declared a health emergency across most of the nation on Monday after more than 30,000 cases and 32 deaths from the virus this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "FOSTER",
      "sentences": "Dengue is a mosquito-borne illness and symptoms include fever, nausea, vomiting and body aches. The country's mix of warm temperatures and heavy rains make ideal breeding conditions for kinds of mosquitoes that actually carry this disease.Actor Alec Baldwin is heading to court this summer for his trial in the fatal Rust shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "Jury selection is set to begin on July 9th, with the trial expected to last eight days. Baldwin has pleaded not guilty to an involuntary manslaughter charge stemming from the 2021 movie set shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "FOSTER",
      "sentences": "Cinematographer Halyna Hutchins was killed when a gun held by Baldwin fired a live round during a scene rehearsal on the set of that Western.Spain's King Felipe and Queen Letizia on Monday visited the site of a massive fire that engulfed an apartment block in Valencia. They met with survivors and first responders who rushed to the scene of that fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "Officials say the death toll from the Thursday fire is now 10. Investigators are trying to find out how it started.And Cuba's top cigar maker says its sales soared to a record $721 million last year. The company, Habanos, credits much of the rise to the popularity of its high-end products in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "FOSTER",
      "sentences": "It's been heavily promoting luxury brands like Trinidad and Cohiba, which were once reserved as gifts for foreign diplomats on the communist-run island. But despite the success in China, Habanos says it plans to keep all of its production in Cuba.Kind of makes sense, doesn't it? That's why people are buying Cuban cigars. Artificial intelligence could wind up having a bigger impact on this year's U.S. presidential election than anyone even imagined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "NOBILO",
      "sentences": "And for proof of that, you don't need to look any further than a robocall to New Hampshire voters earlier this year. CNN's Kyung Lah explains.(BEGIN VIDEOTAPE) KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): Paul Carpenter, New Orleans street magician, wanted to be famous for fork bending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "PAUL CARPENTER, MAGICIAN WHO USED AI TO CREATE FAKE BIDEN AUDIO",
      "sentences": "They could actually see it, looks like it's bending.LAH (voice-over): But instead he's making national headlines tricked himself, he says, in a political scandal around this fake robocall of President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "BIDEN",
      "sentences": "What a bunch of malarkey. LAH (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "BIDEN",
      "sentences": "It's important that you save your vote for the November election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "LAH",
      "sentences": "Did you know when you made that recording how it was going to be used?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "CARPENTER",
      "sentences": "None. None, whatsoever. I'm a magician and a hypnotist. I'm not in the political realm. So I just got thrown into this thing.LAH (voice-over): Carpenter says he was playing around with AI apps, getting paid a few hundred bucks here and there to make fake recordings. One of those paying, according to text messages shared with CNN, was political operative Steve Kramer, then employed by Democratic presidential candidate Dean Phillips.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "CARPENTER",
      "sentences": "No, I was like, no problem. Send me script. I send you recording. Send me some money. Boom, boom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "LAH",
      "sentences": "How easy is all of this for a self-taught guy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:03",
      "speaker": "CARPENTER",
      "sentences": "Five minutes. Ten tops.LAH (voice-over): Kramer admitted to CNN he was behind the robocall. The Phillips campaign cut ties with him, saying they had nothing to do with it. But this deepfake raised immediate concern over the power of AI from the White House -- KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: That call was indeed a fake and not recorded by the president. LAH (voice-over): -- to election watchers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LAH",
      "sentences": "Can you create a voice that sounds like President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "VIJAY BALASUBRAMANIYAN, FOUNDER AND CEO, PINDROP",
      "sentences": "Very easily.LAH (voice-over): Deepfake expert Vijay Balasubramaniyan says there's no shortage of often free apps that can do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "BALASUBRAMANIYAN",
      "sentences": "It requires just three seconds of your audio and you can actually clone someone's voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LAH",
      "sentences": "We are testing to see how quickly you can create an AI voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "BALASUBRAMANIYAN",
      "sentences": "And then upload that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LAH",
      "sentences": "And add voice. And then I can just type whatever I want. I would like to buy a new pair of shoes, but they should be pink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "BALASUBRAMANIYAN",
      "sentences": "And then say generate.LAH (voice-over): And in just seconds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "AI VOICE RECORDING",
      "sentences": "I would like to buy a new pair of shoes, but they should be pink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "BALASUBRAMANIYAN",
      "sentences": "For someone like me, you know, it did sound a little bit like you.LAH (voice-over): A famous voice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "BALASUBRAMANIYAN",
      "sentences": "Like five minutes of President Biden speaking at any particular event, and that's what it took to create a clone of his voice.LAH (voice-over): Pindrop, his company, not only detected that robocall of President Biden's voice was a fake but tracked it to the very AI company that made it. So, it takes AI software to detect whether a voice is AI generated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LAH",
      "sentences": "It knows that it's a deep fake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "BALASUBRAMANIYAN",
      "sentences": "You cannot expect a human to do this. You need technology to be able to fight technology. So you need good AI to fight bad AI.LAH (voice-over): To alert Americans that, just like a magic trick, an AI deep fake is not what it seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "CARPENTER",
      "sentences": "You can actually make it look like it's twisting off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "LAH",
      "sentences": "Pindrop says they are getting a lot of interest from political campaigns already, and in the coming months, they expect to make some announcement about their involvement in the 2024 election. This is one company, one small window into what is going to be truly the Wild West of technology this year.And part of the reason is because we're human. Our ear wants to compensate for any of those oddities we may hear. We simply want to believe what we see and hear. Kyung Lah, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "NOBILO",
      "sentences": "Still ahead, desperation in Gaza as residents paddle out to sea after an aid drop lands offshore.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:03",
      "speaker": "FOSTER",
      "sentences": "Farmers across Europe are protesting their government's economic and regulatory policies. There are live pictures coming in to us here from protests today in Warsaw, which is in Poland. Farmers say, while the cost of energy, fertilizing transport have risen, governments are trying to reduce food prices amid inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:04",
      "speaker": "FOSTER",
      "sentences": "The journalist tells CNN he saw four planes. The first planes air drop went into the sea, while the remaining three were dropped in southwestern Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:04",
      "speaker": "NOBILO",
      "sentences": "The Palestine Red Crescent Society has suspended all coordinated medical missions in Gaza for 48 hours over a lack of safety for its staff, the wounded and the sick. The agency says despite prior coordination with the Israeli military, they have repeatedly been mistreated by their troops.CNN has reached out to the IDF for comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:04",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, the UN's top agency in Gaza says humanitarian aid deliveries into the devastated territory have declined by 50 percent this month compared to January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Still ahead, two years after the Beijing Winter Olympics, the results in one of the competitions are still in dispute. Do you know that? We'll explain why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "I do now.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Two years after the Beijing Winter Olympics, the results of the figure skating team event are still in dispute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "The controversy centers around Russian skater Kamila Valieva. She and the Russian team originally won gold, but no medals were actually awarded after it was revealed that she tested positive for a heart medication, which can boost endurance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "As a result, the Court of Arbitration for Sports says the Canadian team is now appealing to move up from fourth place to bronze. Meanwhile, the Russians are claiming they should be given back their gold after dropping to bronze.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "The ninth edition of TNT Sports, \"The Match,\" is now in the books with Rory McIlroy claiming the win.The event featured female golfers for the first time, Lexi Thompson and Rose Zhang, along with Rory McIlroy and Max Homer. Thompson held the lead through the first four holes before giving way to McIlroy. Things were all tied up by the 12th hole, forcing a chip off. McIlroy got within four feet, two inches of the hole to claim the victory. The $1.6 million prize purse goes to charity. (BEGIN VIDEO CLIP) RORY MCILROY, \"THE MATCH\" WINNER: It is pretty cool. I didn't put my best, I guess my best effort out there the previous match that I played. So I wanted to come here and redeem myself a little bit. And yes, it's nice to walk away with the win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Now, a pair of long-time rivals on the tennis court look like best buddies during a flight to California --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "That's like us. Don't be fooled by the friendliness on the couch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Look at those best buddies.Tennis star Novak Djokovic, of course, posting this photo to social media. It shows him posing alongside Rafael Nadal. He included the text, great company on the way to USA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Bit of bedhead going on there if I might say so. Djokovic is the number one ranked player in the world. If you didn't know, Nadal is making a comeback from injury. The two have faced each other 59 times. Djokovic has 30 wins, Nadal has 29. Both are expected to play next month at Indian Wells, California.And just to bring you a bit of news now, railway officials in India are investigating a runaway train that travelled unmanned for 74 kilometers before it was stopped. The freight train was on the run for one and a half hours before workers got it to stop by using the emergency brakes and putting stones on the track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "They jump on it? Sounds very Bond-esque.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "No, they didn't. They put stones on the track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "They also posted --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "But there are stones on the track, not big ones, I guess.[04:55:00] FOSTER: No-one was injured in the incident, we do know that, but officials say four people have been suspended and an investigation is under way. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Welcome, Harry, to Diagon Alley.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "The magic of Harry Potter lives on.For a lucky Londoner, who now lives in Italy, she has sold a rare, uncorrected, proof copy of Harry Potter and the Philosopher's Stone for 11,000 pounds, or nearly $14,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "The unnamed seller picked up the manuscript 27 years ago, along with two other books, all for a mere 50 cents. She says she never actually read it but saw a story on the internet about the value of early Harry Potter books.You can see the copies inside title page. Mistakenly states the author's name as J.A. Rowling instead of J.K. Rowling, for a time when everybody knew her name. A private U.K. buyer purchased it at auction. You know, recently, I went to a rare book fair. That won't surprise you at all. And there were quite a few very early copies of Harry Potter that were extremely popular there. And even just, like, first editions of the actual book, which I have at home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "I don't know what to add.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "I mean, is that interesting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "I don't know. I don't think I'm going to nick it in a party chat.Hey, that's you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "You go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Go, go, go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "No, no, I think I'm not an interesting form.A unique project from renowned author Margaret Atwood has hit the shelves. \"14 Days\" is a collaborative novel of stories from the early days of the Covid-19 pandemic. The book follows a cast of characters trapped in their New York apartment building during 14 days of lockdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Each chapter is written by a different author, including John Grisham, R.L. Stine, Angie Cruz and Atwood herself. The twist lies in that the writers' identities are only revealed at the end of each story -- if we -- oh, OK.I was worried we'd give it away, but you don't know which story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "No, you don't. I'm afraid to say anything now because I'm on a really boring form, so you say goodbye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "No, brilliant. I mean, I -- Harry Potter.Thanks for joining us here on CNN NEWSROOM. I'm Max Foster.",
      "isLastSentenceInterrupted": false
    }
  ]
}