{
  "date": "2024-06-08",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF: Four Israel Hostages Rescued In Gaza Military Operation; Gantz Postpones News Conference After Hostage Release; Source: At Least 107 People Killed In Israeli Military Operation; Soon: Biden And Macron Makes Statement Ahead Of State Dinner; IDF: Four Israeli Hostages Rescued In Gaza Military Operation; Israeli Hostages Rescued. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:40",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Good morning. Welcome to CNN News Morning. It is Saturday, June 8. Officially, we're now into CNN Newsroom. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "I'm Amara Walker. This is a special edition of CNN Newsroom. Smerconish is off this week, and Michael will be back next week.We start with Breaking News this morning. There is rejoicing in the streets of Israel today after the IDF announced that four hostages who have been in captivity since the October 7 attacks have been rescued. Earlier, the IDF spokesman offered these details into their rescue. (BEGIN VIDEOTAPE) DANIEL HAGARI, IDF SPOKESMAN:  This was a high risk complex mission based on precise intelligence conducted in daylight in two separate buildings deep inside Gaza, while under fire, under fire inside the buildings, under fire on the way -- on the way out from Gaza, our forces rescued our hostages. Israeli forces have been preparing for this rescue mission for weeks. They are underwent in intensive training. They risk their lives to save the lives of our hostages. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BLACKWELL",
      "sentences": "One of those freed, Noa Argamani, who had last been seen being kidnapped by Hamas fighters on a motorcycle. Now the IDF says the four are in good medical condition. They've been transferred to a medical center. With us now CNN Senior International Correspondent Ben Wedeman and CNN International diplomatic editor, Nic Robertson.Ben, let's start with you and tell us what you've learned about the military operation that led to the rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, this operation was focused Victor in the Nuseirat Camp and which is in central Gaza, and what we've seen was intense military action on the ground and in the air by Israeli forces, starting around mid-morning. Now, according to hospital sources at the Al-Aqsa Martyrs Hospital in Deir al-Balah nearby, at least 107 bodies have been brought to that hospital. There are apparently hundreds of injuries as well.This is the third operation in which Israel has been able to rescue hostages in Gaza, a total of seven hostages have been released since the 7th of October. It's worth noting that back at the end of November last year, during a weeks long cease fire, they were able rather the negotiations and the cease fire that resulted found that 105 people were released in that instant. Now, among those released, in addition to Noa Argamani, who has been in touch with the Prime Minister and President of Israel, there is Almog Meir Jan, 21 recently released from the army, and two security guards. All of them were at that nova music festival. The other two are Andrey Kozlov, 27. He's a Russian Israeli national, and Shlomi Ziv, 40 also a security guard there. Obviously, in Israel, this is being met with much jubilation, but the scenes from the hospitals in Gaza are really quite disturbing. Blood on the floor of hospitals that are full to capacity, the morgues full as well. Now we've heard from Sami Abu Zuhri, speaking to Reuters, he's a spokesman for Hamas, saying that the freeing of the these hostages is a sign of failure, not of an achievement, that this is all that could be achieved after nine months of war. Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:40",
      "speaker": "WALKER",
      "sentences": "All right. And let's go to Nic now. And you know, the reaction from the hostage and missing families forum has been obviously jubilant. They're calling this a miraculous triumph, and it comes as a key official in the Israeli government has now postponed an announcement where he was expected to announce that he was withdrawing from the war cabinet.First, what does this rescue mean in terms of getting to a ceasefire deal? Nic and two, do you think we'll hear from Benny Gantz anytime soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:24",
      "speaker": "BLACKWELL",
      "sentences": "Yes. That's an interesting element. And just as you were talking Nic, I got an alert in from our team that said that at least 107 people have been killed as a result of the Israeli military operation in central Gaza, near where this operation took place according to a spokesperson at the Al Aqsa Martyrs hospital.I wonder, as the Secretary of State, Antony Blinken is headed back to the region in the next few days trying to push for this cease fire deal, what work can he do if in Israel, Netanyahu is emboldened because four hostages are home, and Hamas is now reacting to the more than 100 deaths as a result of the operation that freed those hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:24",
      "speaker": "ROBERTSON",
      "sentences": "I think the ground reality is this was always a very, very difficult environment -- diplomatic environment for Secretary of State Anthony Blinken to engage in, and he's had very little traction with this Israeli government, with all the things he's been talking about, whether it's additional humanitarian aid, whether it's the pressure to get hostage negotiations and ceasefires going sooner. And we've also seen the secretary postpone or delay because of events in the region. And although there's no indication that is going to delay right now, this will make his job harder, but the underlying reasons that he wants success, to get the hostages freed, to end the war, to end the suffering of the Palestinians, to improve the situation, to keep on side United States regional partners like Saudi Arabia, who say that they are ready to support a ceasefire if it leads to a two state solution, if there's a concrete path to a two state solution, of course, the United States need these needs -- these allies and partners in the region, because they will be part of the fabric that then supports a reconstruction effort inside of inside of Gaza, which is going to be hugely needed and may take more than a decade or even decades to complete.So it's very complex, and part of what Secretary of State Anthony Blinken needs to do is just try to keep everyone as close to the table as possible. The last thing he needs is one of his partners in all of this to just throw out their hands and say, okay, a line has been crossed that doesn't that's not on the cards, but this is what is playing against.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:21",
      "speaker": "WEDEMAN",
      "sentences": "Well, there seems to be so much confusion at this point about where each side stands on a hostage, on a deal, on some sort of deal to release the hostages get a cease fire. I think the broad lines is they're talking both sides seem to agree that a 42 day or six week period in which the elderly women, the sick, the injured, should be released. But it's really the end game that seems to be the problem. Prime Minister Netanyahu is insisting that his ultimate goal is the destruction of Hamas.Hamas, however, wants to make sure that when the fighting finally comes to an end that they will still be able to exist and operate. So we have a basic contradiction between the two sides. However, obviously, I think the United States is eager just to bring this war to an end. It has cost President Biden politically among his base. It is sort of an open wound. I've covered basically every war between Israel and its neighbors and those it controls in the occupied territories now for decades. But this is by far the longest war, the war that has generated more anger, bitterness and division, and certainly for the United States, now that we are in the ninth month of this war with a huge death toll and disruption on in every sense really, the United States needs to push as hard as possible to finally bring this war to an end. Victor, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:21",
      "speaker": "BLACKWELL",
      "sentences": "Ben Wedeman in Beirut. Nic Robertson in London. Thank you very much. Ian Bremmer is president of the Eurasia group. He is with us now.Ian, good morning to you. So let's start here with what this rescue operation means for Benjamin Netanyahu, First on the ceasefire deal, because there was some reporting that the Israelis agreed to it. But then there were reports that Netanyahu said there were gaps between what Biden had proposed and what he will agree to what now for the ceasefire deal, the proposal that's on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:21",
      "speaker": "IAN BREMER, PRESIDNET, EURASIA GROUP",
      "sentences": "Look, obviously, it's a huge win when you've had seven months plus of these hostages being held and no one knowing how many of them are alive, nobody knowing what kind of health conditions they're in, not just the visuals of seeing these four freed by Israel, but also being able to talk to them, being able to hear their experiences. I mean, this is just a catharsis for trauma that the Israeli people have collectively been through. And of course, not just Netanyahu, but the entire war cabinet benefits from that.But negotiating with Hamas a breakthrough on this, when you have two governments, one terrorist organization and the Israeli government that completely disagree on outcomes, has been incredibly hard to square. I mean, every other country in the world is looking for a ceasefire. It's looking for an end of the fighting, and it's looking for all of the hostages to be released. Hamas doesn't support that, unless they find a way to continue to survive. And the Israelis, and not just the Prime Minister, but the entire Israeli population, wants to see Hamas destroyed. There's really no way to square that, and especially if you're the Israeli prime minister, looking at American elections coming up in just a few months, looking at the ability to address a joint session of Congress in just a few weeks, even though Biden's not very interested in that, you know, he thinks he'll do much better if Biden is out. And I suspect that's true. And so right now, if you're the Israeli Prime Minister, you are playing for time, and you're not particularly interested in coming to a short or a long term deal with Hamas and Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "BREMER",
      "sentences": "I don't think he's going to stay much longer. We now have Netanyahu pushing very hard and the far right to open a second front in the north with Hezbollah, as Hezbollah, much more powerful than Hamas, continues to show rockets down on Northern Israel, and 100,000 Israeli citizens continue to be evacuated from their homes, from their schools. It's the equivalent of 4 million Americans.Imagine if, after 911 the entire states of Connecticut or Louisiana were evacuated, it would be all we're talking about. So that is a significant push Gantz continues to have as a red line, the formation of some kind of plan for governance of the Palestinians after the war is over in Gaza. Netanyahu has been completely uninterested in accepting that. So there are really some significant gaps between these two that are also pretty unbridgeable. I expect Gantz is going to be out sooner or later, probably sooner. But that doesn't bring down the government in Israel. The government is the Likud party, Netanyahu and the far right allies. And there, what would bring down the government would be if there were a breakthrough deal, as Biden had announced, with Hamas. What would bring down the government would be accepting a two state solution. What would bring down the government would be a, you know, a willingness to engage on the terms that the rest of the world is trying to get the Israelis to move towards to have some peace and stability after months and months of war. That's not going to happen, so I fear. And by the way, since Gantz has made this announcement, this ultimatum, we've seen the first polls since October 7th that show that Netanyahu is once again more popular than Gantz among the Israeli population. So Gantz can go and, you know, we'll see who replaces them, and we'll see what the new war cabinet will look like. But I suspect it's not going to make much of a difference for this Israeli government, and ultimately, they are the ones that call the shots for Israel's future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:13",
      "speaker": "BLACKWELL",
      "sentences": "Ian Bremmer, thank you very much. We'll continue to see what happens after the rescue of these four hostages. Thanks for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WALKER",
      "sentences": "So then Congresswoman, what should happen at the border when tens of thousands of migrants are trying to cross into this country illegally? I mean, should there not be a limit at all? Should Border Patrol just try to process all of them? What's the solution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "RAMIREZ",
      "sentences": "Well, look, I've been saying over and over, and I'm a vice drinking member in homeland security, we need more added support and staff at the border, without a doubt, and Republicans continue to play all sorts of games, so really make sure that they can drag this out through November. We need more staffing. We also have to create more legal pathways.An EO that is talking about creating more legal pathways, coming out and saying to State Department of Homeland Security, I am going to work with Congress to get more resources into Panama so that Panama is not just a transit state, but also helping provide protections to people. All of these other things that we should be doing that actually address the issue of number of people attempting to cross, is what we should be doing. And look President Biden, four years ago, when he was running, he said, I, unlike Trump, understand that this country is a country of immigrants, and I will not restrict someone's ability to seek asylum in our country. Attempting to restrict it today goes against who President Biden says he is. At the same time, look at the immigration policy we have 1986. We haven't done anything around immigration reform. So when you haven't done anything, you haven't expanded legal pathways, you have climate refugees. These countries are in corruption and violence. There's so much to be done. Merely saying you cannot seek asylum after going through the most horrific things at our southern border goes against everything we say we are and it doesn't work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WALKER",
      "sentences": "How would you characterize what's happening at the border? Would you say it's chaos right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "RAMIREZ",
      "sentences": "There's a humanitarian crisis. And look, I just came from Panama six months ago. I saw thousands of people, many of them very, very sick with malaria, desperately looking for help. And I also saw that we should be strengthening our relationship with Panama to also help them extend protections for people. But the reality is that we don't have added staff at the border. We're not processing the resources with more supports.So imagine having to seek attorney, and you have four hours to do so I don't even know if I can hire an attorney in less than four hours and then be able -- to be able to demonstrate the fear and the experience I just went through so that some officer at the border can determine if I have credible fear, or they're going to repatriate me immediately back to the country that I'm fleeing. It doesn't -- I mean, ACLU has said it. They're suing. It's unacceptable. It goes against everything we say. Should we be doing more to address the issues? Should we increase legal pathways? Should we building infrastructure at the ports of entry? We should be doing all of that. Merely restricting does not solve the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "WALKER",
      "sentences": "Understood. Well, obviously, you know more needs to be done. No one's holding their breath that Congress will do anything about it, especially in this election year. We'll leave it there. Representative Delia Ramirez, thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:10",
      "speaker": "RAMIREZ",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:11",
      "speaker": "BLACKWELL",
      "sentences": "Minutes from now, President Biden and French President, Macron, are expected to give statements to reporters there as part of the president's state visit to France.Now the visit started this morning with President Macron welcoming President Biden and the First Lady. This was at a parade ceremony at the Arc de Triomphe. Biden and Macron surveyed the troops and later read at the tomb of the Unknown Soldier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:11",
      "speaker": "WALKER",
      "sentences": "The two leaders are currently at a working lunch at President Macron's residence, the Elysee Palace.And later today, Macron will welcome President Biden and the First Lady for an official state dinner. So the close ties between the U.S. and France are, of course, on full display as Biden continues to push his message of saving democracy, fighting for it and freedom following his D-Day anniversary speech on Friday. CNN senior White House correspondent, Kayla Tausche, is live in Paris this morning. OK. So these statements are coming, following a meeting between Biden and Macron. What are we expecting? I mean, this wasn't scheduled or was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:09",
      "speaker": "BLACKWELL",
      "sentences": "Kayla Tausche, thank you so much.And stay with CNN. We'll bring you those remarks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:09",
      "speaker": "TAUSCHE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:14",
      "speaker": "WALKER",
      "sentences": "We didn't give up for a moment. Those words spoken by Israeli Prime Minister Benjamin Netanyahu to Noa Argamani. After she and three other captives, who were held captive by Hamas since the October 7th attacks, were freed.They were actually rescued today by the IDF. All four were attending the Nova Music Festival when they were kidnapped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:14",
      "speaker": "BLACKWELL",
      "sentences": "Now, take a look at the video. This captures the reunion between Noa and her father after eight months apart. The hostages finally see their families at a local hospital where they were taken for examination.CNN senior international correspondent, Ben Wedeman, is joining us now. So the rescue operation was approved by the Prime Minister last week. What else do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:14",
      "speaker": "WEDEMAN",
      "sentences": "Well, we understand from Daniel Hagari, the spokesman for the Israeli military, that they were training for this operation for weeks, which took place in the Central Gaza Strip focused on the Nuseirat, a refugee camp where what we saw of beginning late morning was intense military activity on the ground and in the air with helicopters overhead, troops on the ground, a fairly intense bombardment.At this point, we understand from officials at the Al-Aqsa Martyrs Brigade in nearby Deir al-Balah (ph), that the death toll among Palestinians is at least 107. However, this operation did succeed in freeing these four hostages who were in two different locations. And we can tell you they include Noa Argamani, 25 years old. Viewers may recall that she was videotaped as she was being taken away on the back of a motorcycle on the 7th of October from the Nova Music Festival. The other three hostages were also at that music festival, including two security guards. And we've heard from the Israeli authorities that despite eight months of captivity in Gaza, they are all in good medical condition. We can't say the same for the situation in Gaza itself, where hospitals are struggling to deal with hundreds of wounded. Now, this brings to seven, the total number of Israelis who have been freed, rescued by the Israeli military, compare that to the approximately week-long ceasefire at the end of November when, as a result of negotiations, 105 hostages were released, 81 Israelis and 24 foreign nationals. Now, there are efforts, ongoing, to bring about a ceasefire that would result in the release of more hostages, but they don't seem to be making any progress at the moment. Victor, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:32",
      "speaker": "WALKER",
      "sentences": "We are moments away from President Biden and French President Manuel Macron addressing the press before their state dinner later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:02",
      "speaker": "ROBERTSON",
      "sentences": "Well, there's only one of them is immediately facing an election, and that's President Biden. And that would be my guess.They haven't said or they haven't made clear why they're taking this position. But I think, you know, even though the French are the host here and would generally set the agenda, I think they'd be prepared to go along with the White House if the White House said they didn't want questions, because they don't want the -- they don't want the possibility that the president will say something off the cuff as happens. And then that has to get walked back potentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:02",
      "speaker": "WALKER",
      "sentences": "OK. So, Ian, what do you expect to hear? I mean, you know, obviously, the main topics are the intractable wars in Ukraine and, you know, the Israel-Hamas war. What do the two leaders need to find consensus on, if anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:02",
      "speaker": "IAN BREMMER, PRESIDENT, EURASIA GROUP",
      "sentences": "On Ukraine, specifically, they've had a few good weeks. They're all looking forward to the most important international meeting that's going to happen before U.S. elections, which is the 75th NATO anniversary in Washington, D.C., in just a few weeks.And the efforts that have been made in recent weeks to get more weaponry to Ukraine, also very soon to get more money to Ukraine, guaranteed beyond just one year going forward. That is the coordination on the frozen assets of Russia to be used and leveraged by the allies to help Ukrainian defense. All of that has been happening, the new targeting, all the rest, with very close coordination by Biden and Macron. Indeed, I think you could argue that these two leaders have been essential in expanding the support more than any other leaders in NATO over the past weeks. And France is not always in that position with the United States. So Biden appreciates it. It may not be there for very long. Both leaders are in trouble domestically in different ways, of course, under a lot of pressure. But for now, they're going to want to take a bit of a victory lap and say, hey, this is the biggest threat that, you know, sort of the NATO alliance has faced over the last couple of years, and we are standing together resolute to address it. That's, I think, the biggest message that you're going to hear from these two leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:02",
      "speaker": "BLACKWELL",
      "sentences": "It's fair, Nic, to expect that at the top, they will acknowledge the release of, or I should stop saying release, the rescue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:02",
      "speaker": "WALKER",
      "sentences": "Rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:02",
      "speaker": "BLACKWELL",
      "sentences": "-- of the four hostages from Gaza. Hamas didn't release these hostages. The IDF went and got them.What do you expect beyond that that we're going to hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BREMMER",
      "sentences": "It is. It's complex, but I think they're getting there. I think it will be announced just a few months ago. Everyone was a no. But the harder this war goes against the Ukrainians, the more urgency there is for the U.S. and the Europeans. And ultimately, I think they're going to get to yes.Biden and Macron are closer right now on most global issues they've been in a very long time. Nic is right. There are gaps. There's distance. But right now, there's more alignment than we've seen between the U.S. and France in a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BREMMER",
      "sentences": "Both leaders know that that may well be very fleeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BLACKWELL",
      "sentences": "Ian Bremmer, Nic Robertson, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "WALKER",
      "sentences": "And thank you all for watching.",
      "isLastSentenceInterrupted": false
    }
  ]
}