{
  "date": "2024-01-11",
  "headline": "CNN This Morning",
  "subHeadline": "Christie Drops Out of Race, Caught on Hot Mic Criticizing Haley; One-on-One with DeSantis Campaign Manager; Republican Presidential Candidates Ron DeSantis and Nikki Haley Debate in Iowa Before Caucuses; Judge Disallows Former President Trump from Speaking at Civil Fraud Trial after Trump Does Not Agree to Restrictions on What He Could Say. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:01:04",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Good morning, everyone. So glad you're with us. It's top of the hour. It was a huge night in politics last night. It's a big day in politics and the courtroom today. In two hours Donald Trump returns to court in New York with the fate of his business empire on the line. Why the judge has stopped Trump from delivering his own closing argument in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "That will come after Trump, Nikki Haley, and Ron DeSantis all made final pitches to voters in Iowa. DeSantis and Haley only hitting Trump with tepid criticism on the CNN debate stage. We'll ask the campaign manager for the DeSantis team what their closing argument is to caucus-goers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "HARLOW",
      "sentences": "And spending bill showdown, some Republicans revolt against House Speaker Mike Johnson as he makes a deal to keep the government open.This hour of CNN THIS MORNING starts now. Well, just hours from now, former President Trump will be back in court making another voluntary court appearance, this one for his New York civil fraud trial. Trump is fighting for the fate of his family business in the state. And he and his two adult sons are accused of inflating the value of their properties by millions of dollars to secure better loan agreements. Closing arguments set to begin today. Each side has about two hours. But Trump will not be speaking in his own defense after failing to agree to the terms the judge set. The judge said Trump must keep his comments relevant to the case and not make a, quote, campaign speech, because for Trump, the courtroom is clearly part of his busy campaign schedule. He does not have to be there. He's going voluntarily. In the past, he said he attends hearings because he wants to. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why do you want to be here in person today?DONALD TRUMP, FORMER U.S. PRESIDENT:  Because I want to watch this witch hunt myself. This is a pure witch hunt for purposes of interfering with the elections of the United States of America. It's totally illegal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "MATTINGLY",
      "sentences": "There's some pretty clear campaign reasons why he goes as well. He's been able to successfully fundraise off these cases, framing himself repeatedly as the victim. It's helped in his polling numbers as well. The big question now, though, is whether today's trial will work in the same exact way.Let's get straight to CNN's Brynn Gingras live outside the courthouse in Manhattan. Brynn, what do we expect to hear today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Hey, Poppy and Phil, good morning. Listen, the outcome of this trial could really affect how the Trumps do business in the state of New York. That's if the state's attorney gets their way at the outcome. But essentially, like you just said, we are expecting both the defense and state's attorneys to give two hours each of closing arguments.And the former president did want to participate in those closing arguments, but according to court paperwork, there was some back and forth between the defense team and the judge about whether or not he would be allowed to, what those conditions would look like. And ultimately, the judge writing that, \"I assume because he did not reach that deadline that he had put forward, that Mr. Trump will not agree to the reasonable, lawful limits I have imposed as a precondition to giving a closing statement, therefore, will not speak in the court.\" But as you guys just mentioned, of course, we will hear from the former president just as we have for the last two-and-a-half months long of this trial where he has taken many opportunities to talk outside of that courtroom. And also, this was a trial that was filled with a lot of drama, with the former president taking the stand himself, his adult children, many gag orders, of course. [08:05:01] This is the finale of all of that. We expect the defense to continue its argument, essentially saying there were no banks, there were -- no one was a victim here in these loans -- I'm sorry, rather these financial conditions being altered, according to what the state's attorney is saying. And the state's attorney's office is continuing to say they altered their financial statements, they inflated the values of their properties in order to get better loans and interest rates. So we expect those same arguments again. So again, each side has two hours each. We don't expect a decision by the judge today. We expect that to come later this month, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "HARLOW",
      "sentences": "Brynn outside the courthouse, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "MATTINGLY",
      "sentences": "And joining us now from Des Moines, Iowa, is CNN political analyst and senior political correspondent for \"The New York Times,\" Maggie Haberman. Maggie, thanks so much for joining us. I think it's fascinating that a lifelong New Yorker like yourself is currently in Des Moines where you would think all politicians running for president would be. Another lifelong New Yorker was in Iowa last night, now back in New York because of this court case. And it underscores the politics and the courtroom continued convergence from a personal perspective. What does this case mean to Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "It's deeply personal to Donald Trump. This and the second E. Jean Carroll trial that he has also said that he's planning on attending next week, cut to the core of him in different ways. But this one is about his business. It's about whether he continues to control his business in the way he has. It's about the amount of damages that he will have to pay, because part of this is a foregone conclusion because the judge issued a partial summary judgment before the trial had even started, saying that he and his company had committed widespread, decades-long fraud. But this company is how he built this public image over a long period of time. And so there are few things that he cares about as much as his business and his money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "HARLOW",
      "sentences": "Maggie, last night during the CNN debate, which Trump was qualified for and invited to, he didn't show up. He did a FOX town hall instead. But we noticed, I think a lot of people probably noticed how he moderated his tone on key issues, things like saying he would be a dictator on day one or on abortion. Let's listen to some of that sound, first on whether he would be a dictator.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Can you say tonight that political violence is never acceptable?DONALD TRUMP, FORMER U.S. PRESIDENT:  Well, of course that's right. And of course, I'm the one that had very little of it. The new narrative they have is I'm going to be a dictator. That's going to be the new narrative. No, no. I am not going to be a dictator. I'm going to manage like we did. I'm not going to have time for retribution. We're going to make this country so successful again, I'm not going to have time for retribution. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "TRUMP",
      "sentences": "And remember this, our ultimate retribution is success.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "HARLOW",
      "sentences": "What did you hear last night? What Trump was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "HABERMAN",
      "sentences": "This is a Trump who is, as you say, and my colleagues and I noticed this as well, starting to look at a general election and trying to grapple with his own comments and, frankly, his own past behavior that his aides are concerned about him highlighting at various points over the course of the last year. He said at a CPAC speech -- this wasn't off the cuff. He said I am your retribution to voters who feel that they had been wronged. But the reality is that Trump has a very long history of seeking payback. And so there's a reason that people have focused on that. Those remarks are not helpful to him in a general election, and so you're seeing him trying to shift in terms of a general election electorate. Whether that will be successful is an open question, but I think last night was the beginning of him trying to make a turn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "MATTINGLY",
      "sentences": "My question, and you know this better than anybody, can it be sustained more than anything else? I feel like we've had so often, and you have covered every single one of them over the course of the last eight years, these moments where he starts to moderate the tone and we hear that advisers are trying to tell him, please moderate your tone on this. It matters. He does it for like a day or five days and then swings totally back the other way. Is this time different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:04",
      "speaker": "HABERMAN",
      "sentences": "Look, he has a very long history, as you say, of bucking his advisers. Most of his aides do not want him saying poisoning the blood of the country about immigrants, and yet he continues to say it. And he has doubled down on it repeatedly. So he definitely does what he wants, and we have been seeing more of that lately, including in him insisting on showing up in all of these cases this month, which not all of his advisers were onboard with.That having been said, when his back is against the wall, he can actually be much more disciplined than I think people realize, and he's certainly disciplined about delivered a repetitive message of victimhood and grievance. But I think the bigger point is, he has a history of favoring retribution. He has a history of seeking payback. And so whether he modulates or not, the history is his own behavior. And I think that's going to come up often too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HABERMAN",
      "sentences": "I guess I would put it this way. I think that everyone has seen that if you underestimate Trump, it's probably unwise. It doesn't mean that he will win. It doesn't mean that he does not have enormous general election liabilities. But he has been able to shapeshift and appear to be different things to different people in ways that we have rarely seen a political figure on this largest stage do. And so, will it be effective? I don't know, but it could be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MATTINGLY",
      "sentences": "To that point, there's a difference now than perhaps in the past, same issue we had in 2020, he has a record. He's actually done things in politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HABERMAN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MATTINGLY",
      "sentences": "And I think that's where you heard him -- can we play actually the abortion sound from last night real quick?(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  For 54 years they were trying to get Roe v. Wade terminated, and I did it. And I'm proud to have done it. Now, I happen to be for the exceptions, like Ronald Reagan, with the life of the mother, rape, incest. If you talk five or six weeks, a lot of women don't know if they're pregnant in five or six weeks. But I will say this. You have to win elections. Otherwise, you're going to be back where you were. And you can't let that ever happen again. You have got to win elections. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MATTINGLY",
      "sentences": "Maggie, there's been this kind of squishy, hard to pin down where does he actually sit on this. It's the first line that the Biden campaign immediately clipped and sent out. And it's the first line that he'll be reminded of throughout the course of the general election if he gets there. Does that stick, or is he able to finagle his way out of these things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HABERMAN",
      "sentences": "There may be some voters with whom he is able to suggest because he will not be pinned down on a specific timeframe for when he believes abortion should be banned during pregnancy, or whether he favors a national ban. There may be some voters who revert to seeing him as more moderate on this issue. However, the fact that he repeatedly reminds people of the true fact that he is the person other than Mitch McConnell most responsible for ending Roe v. Wade, that is not going to play well with a number of voters who are animated by abortion. And as you know, the Biden campaign is going to remind them of it over and over and over again.And we saw last year in the midterms -- midterms are different, as you know, Phil, than general elections for a presidential race, but in the midterms it was a huge animating force, and I have seen no sign that that energy is abating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Maggie Haberman up early for us in Iowa, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HABERMAN",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MATTINGLY",
      "sentences": "Chris Christie suspending his campaign for president and burning Nikki Haley and Ron DeSantis on the way out. We're going to break down new numbers that show which candidate could benefit from Christie's decision to drop out, next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Also, Ron DeSantis and Nikki Haley battled each other on the CNN debate stage in Iowa last night, largely giving Trump a pass despite his big lead in the polls. The DeSantis campaign manager is with us next.(COMMERCIAL BREAK) [08:16:25 ] (BEGIN AUDIO CLIP) CHRIS CHRISTIE (R), FORMER NEW JERSEY GOVERNOR:  She's going to get smoked and you and I both know it, she's not up to this. DeSantis called me, petrified that I would... (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "But then the audio cut out. That was Chris Christie caught on a hot mic blasting his former rivals just before ending his own White House bid. Christie had struggled to gain ground in the polls, but his supporters could be crucial if they have other candidates that they want to back to chip away at Trump's sizable lead.Who will benefit most from Christie pulling out? Our senior data reporter Harry Enten here with more. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "So what do the numbers look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ENTEN",
      "sentences": "What do the numbers look like?Look, the fact is, Chris Christie might not like Nikki Haley, but in New Hampshire, his voters actually do like Nikki Haley. So this is Chris Christie's supporters. Their second choice for the GOP nominee look overwhelmingly who are they? They are backing Nikki Haley, 65 percent of Chris Christie voters say their second choice is Nikki Haley. Very few of them in fact, none of them choose Ron DeSantis, and Trump comes in with the infamous star, that means less than one percent. So Nikki Haley overwhelmingly the second choice for the Chris Christie person. Now let's do a little bit of math, which we always like to do. Who doesn't like to do math? So let's remind our viewers who the top choices were for the New Hampshire nominee with Chris Christie in the race. What do we see? We saw Trump at 39 percent, Haley at 32 percent, Christie at 12 percent. Now what happens to this math when we reassign the Christie voters to their second choice? Well, guess what, folks? We have a flat out tie, Trump at 40 percent, Nikki Haley at 40 percent, no clear leader. So the fact is, Chris Christie leaving this race overnight changes the race in New Hampshire, we've got a tie.  HARLOW:  Twenty-four hours -- less than 24 hours before he announced he was pulling out, suspending his campaign, he said he was not doing that. Why did he ultimately?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ENTEN",
      "sentences": "Why did he ultimately? Because the fact is, if you look at the polling, New Hampshire was his best state by far, and even there, he was just getting 12 percent. Look nationally, though, Poppy, just three percent of the vote. Iowa just three percent of the vote, two percent of the vote in South Carolina. There was not a pathway forward for Chris Christie.Why was there not a pathway forward? Because what he was selling, GOP voters simply weren't buying. Look at this. What Republicans believe: Biden's 2021 was illegitimate, 67 percent; Trump's January role disqualified him from the presidency, just nine percent. So Chris Christie, who basically was very anti-Trump, the fact is, GOP voters really like Trump, and they didn't really like Chris Christie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "It makes New Hampshire all the more interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "But, we've got Iowa first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ENTEN",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Just four more days. Harry, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MATTINGLY",
      "sentences": "We do have Iowa first and let's talk about Iowa and more about the debate last night.Joining us now, DeSantis campaign manager James Uthmeier. James, to start with, you know, you may have just heard Harry talking about New Hampshire and the dynamics with Chris Christie out of the race. As you look forward, not just four days, but weeks, months even. What is your pathway and what do you need to do in Iowa to continue on that path?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MATTINGLY",
      "sentences": "When you say exceed expectations, what do you look at is the frame that you would exceed -- that you're going to exceed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "UTHMEIER",
      "sentences": "Well, I think the media has kind of set the narrative and already written us off for dead, predicting, you know, 40-point win. So I'll leave Monday to speak for that, but we're ready to go, and then we're expecting very good results on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MATTINGLY",
      "sentences": "When it comes to the ground operation, we've heard a lot about it. And you know, particularly from the super PAC side, hundreds of thousands of door knocks, tens of thousands of commitment -- caucus commitment cards as well, but it is being done in a different way, I think, than we've seen before, given the amount of effort from the super PAC side.How sure are you that that effort will immediately translate? That it will convert on caucus night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "UTHMEIER",
      "sentences": "I'm sure. Look, spending weeks in Iowa here, you travel the state and it's not a big state. You can see who's here and who's not here. And yes, Team DeSantis, you know, we've knocked on millions of doors. Team DeSantis has county chairs, has precinct captains, over 1,500 speakers designated to speak at every single caucus site.It's all about the network and ensuring that you've got the people in place in every region of this state to hit their Rolodex, bring their friends, bring their neighbors, drag people to the polls when it's cold, and then perhaps in unsafe conditions. So you can see that on the ground. I know it's there, we see it. The people of this country will on Monday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MATTINGLY",
      "sentences": "Well, Bob Vander Plaats has endorsed you guys, the highest of praise, saying you may be better than the Cruz operation from '16, which I think is universally regarded as one of the best Republican operations.You know, to that point, if you exceed expectations in Iowa, whatever you define as expectations there. I think the question has been when you look at the New Hampshire numbers, when you look into South Carolina, like okay, what's the path? It was something that Nikki Haley brought up last night. Take a listen. (BEGIN VIDEO CLIP) NIKKI HALEY (R), 2024 PRESIDENTIAL CANDIDATE:  You're invisible in New Hampshire, you're invisible in South Carolina. You're in fifth place. You've only -- you've got $150 million, and you've gone down in the polls in Iowa. Why should we think you can manage or do anything in this country? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MATTINGLY",
      "sentences": "Do you think that's a fair criticism that you've maybe invested too much in Iowa? There isn't the infrastructure further out in the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "UTHMEIER",
      "sentences": "Listen, New Hampshire breaks late, just as Iowa does and the grassroots, the people on the ground in New Hampshire, they certainly see something in Ron DeSantis. He's got over 60 legislative endorsements there from the people that are governing at the ground level from the bottom up. I think Nikki Haley has something like five.And nothing is going to dictate the direction of New Hampshire, more than the results in Iowa here on Monday night, where Ron DeSantis is going to do very well. And ultimately, New Hampshire is a state that believes in results, and as people see their mortgage rates doubling from what they were five plus years ago, as they see groceries going up, they want somebody with a proven record who they know is going to get the job done. In New Hampshire, and you know, Nikki Haley can say a lot about what she is going to do on school choice, on tax relief. But unfortunately, when she had the opportunity to govern, she did not do it. Likewise, Donald Trump has a lot of promises that he did not deliver on -- the wall, adding to the national debt by over $7 trillion, shutting down the country. There's a lot of things he didn't deliver on. You know who you can't say that about? Ron DeSantis. He has delivered on every single one of his promises -- universal, fully funded school choice for every kid in Florida. record setting family tax relief, bringing down gas taxes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MATTINGLY",
      "sentences": "But James on that point --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "UTHMEIER",
      "sentences": "Record infrastructure, number one education in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "MATTINGLY",
      "sentences": "No, I understand that, and I think to that point, it's an interesting one, because it was how the governor was framed coming into the campaign. He is the conservative alternative. He is Trump without the chaos. And yet, if you want to take New Hampshire and you look at the most recent CNN/University of New Hampshire poll, and you break down by kind of how they identify within the Republican Party, you don't expect moderates to be necessarily going to Ron DeSantis.But you do expect conservatives, and in that poll, Trump is polling 60 percent with identified conservatives. Ron DeSantis is at seven percent. He's below Nikki Haley with conservatives. That seems really problematic given your message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "MATTINGLY",
      "sentences": "That is the truth, and finally, voters get to vote. Enough of the talking, James Uthmeier, we appreciate you talking with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "UTHMEIER",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:10",
      "speaker": "HARLOW",
      "sentences": "So in Congress 2024, starting off similar to how last year ended, acrimony over a spending bill to keep the government open and hard-right members of the Republican Party angry at their leader. We'll be joined by conservative Ohio Congressman Warren Davidson, he says the speaker has no plan to do anything except surrender, next.",
      "isLastSentenceInterrupted": false
    }
  ]
}