{
  "date": "2024-08-30",
  "headline": "CNN News Central",
  "subHeadline": "Harris Campaign Launches Reproductive Rights Bus Tour; Trump Campaigns in Pennsylvania; Sen. Chris Coons (D-DE) is Interviewed about Harris' Interview; A Look at Kamala Harris' Interview. Aired 9- 9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "So, not quite back to the 2 percent goal yet, but getting there, as this chart shows, moving in the right direction.Now, I do want to stress, no, this does not mean that prices are falling across the economy. The rate of inflation is down, but that just means that prices are going up more gradually. Of course, that is good news because at the same time paychecks are going up as well. Now, as far as what this means for interest rates, as you mentioned, a week ago Jerome Powell at that big speech in Jackson Hole, Wyoming, he all but declared victory over inflation. And he said interest rate cuts are very likely to come. Wall Street pricing in a 100 percent chance of a rate cut at the next meeting in September, the final time they meet before the election. But there's still some debate, is it going to be a small rate cut -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "EGAN",
      "sentences": "Or a big one. And that's going to be decided by the next inflation reading. And, of course, the big August jobs report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "So, something looks like it's coming in September. The question is, how much. But we'll see. I mean this is a report that sort of lends credence to that happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "EGAN",
      "sentences": "Yes, absolutely. The question is how much and how many more after the next one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. Matt Egan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "EGAN",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "All right, a new hour of CNN NEWS CENTRAL starts right now.New this morning, the big takeaways from Vice President Kamala Harris' first major interview in her historic presidential bid. Harris defending and defining her run right here on CNN. And moments ago, the response from team Trump. Ohio Senator J.D. Vance just spoke with John Berman. What Trump's Republican vice presidential nominee had to say. I'm Rahel Solomon, with John Berman. Kate and Sara are out today. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So, in her first major television interview as the Democratic nominee, Vice President Kamala Harris explaining her plans, what she would do if she wins the White House, and answering questions about her record from immigration to fracking.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Do you still want to ban fracking?KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: No. And I made that clear on the debate stage in 2020, that I would not ban fracking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BASH",
      "sentences": "And I believe in a town hall you said, you were asked, \"would you commit to implementing a federal ban on fracking on your first day in office,\" and you said, \"there's no question I'm in favor of banning fracking.\" So, yes. So, it changed in the - in that campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "HARRIS",
      "sentences": "In 2020 I made very clear where I stand. We are in 2024 and I've not changed their position nor will I going forward.Let's be clear, my values have not changed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "So, Harris also tried to say she was going to turn the page from what she called Donald Trump's divisiveness. And on the heels of that interview, the Harris campaign this morning has announced plans to kick off a new bus tour. They're going to start in Florida, focused on reproductive rights.CNN's Eva McKend joins us now with details on that. What are you learning, Eva?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "EVA MCKEND, CNN CORRESPONDENT",
      "sentences": "Well, John, the fight for reproductive justice has always been a central focus of this campaign, the Harris- Walz ticket. They're running under the mantra of freedom. And one of those pillars is reproductive freedom. So, on the campaign trail this sounds like them talking specifically about the decisions to the freedom to make decisions about your own body.But the former president, Donald Trump, now raising IVF, is an acknowledgment that Republicans feel vulnerable on this issue. But here is the other way the vice president is talking about other key policy issues that she would address if elected president. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: Day one it's going to be about, one, implementing my plan for what I call an opportunity economy. I've already laid out a number of proposals in that regard, which include what we're going to do to bring down the cost of everyday goods, what we're going to do to invest in America's small businesses, what we're going to do to invest in families, for example, extending the child tax credit to $6,000 for families for the first year of their child's life to help them by a car seat, to help them buy baby clothes, a crib. There's the work that we're going to do that is about investing in the American family around affordable housing. A big issue in our country right now. So, there are a number of things on day one. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "MCKEND",
      "sentences": "So, John, you get a sense there of how they're crafting their election argument. They're talking about reproductive rights and they're talking about the cost of living, the opportunity economy, bringing costs down for American families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "And this bus tour that they're starting in Florida, it's not - it's not Harris and Walz themselves, but it's a campaign sponsored bus tour that's going to focus on reproductive rights starting in Florida, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "BERMAN",
      "sentences": "All right, Eva McKend for us. Eva, thank you very much.Rahel. Oh, I will take this. Donald Trump is on the campaign trail today after the interview from Vice President Harris. And it appears that the former president was watching, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "SOLOMON",
      "sentences": "All right, John, thank you. I will pick it up from here.During the interview, Trump attacked his opponent on truth social saying, \"I look so forward to debating Kamra (ph), Kamra (ph) Kamala Harris and exposing her for the fraud that she is. Let's bring in CNN's Jason Carroll, who is in Johnstown, Pennsylvania, where Trump is expected to deliver remarks at a rally this afternoon. Jason. JASON CARROLL, CNN NATIONAL CORRESPONDENT: Well, this is the moment that the Trump campaign has been waiting for. They've been waiting to try to challenge Kamala Harris on the issues and in her own words. And now that she's given this interview, they're able to do just that. I mean you have to keep in perspective, this is a campaign that for some time has been trying to portray Kamala Harris as this sort of like chameleon type of candidate who changes her views on particular issues. One of those issues that means so much to the people here in the state of Pennsylvania, fracking, for example. She was asked about that last night. She said, at one point, in 2019, she supported a ban on fracking, but then explained how her position had evolved. Well, former President Trump weighed in on that on Truth Social, posting and saying the following. \"Her answers rambled incoherently.\" He then went on to say, under Harris the border would remain open and that there would be no fracking. The campaign also, at this point, not wanting Harris to control the narrative, the news cycle narrative going forward. So, Trump came out with a big announcement of his own yesterday. And that's when he talked about IVF and how under his new administration, if re-elected, IVF would be covered not only by the government, if it was not covered by the government, then it would be mandated that insurance companies would pick up the total cost. Of course, when Trump made this announcement yesterday, he was light on specifics in terms of how exactly this would be paid for. Well, just during the last hour, our own John Berman pressed Vice Presidential Candidate J.D. Vance on this very same topic. Here's what he had to say. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE: All details get worked out in the legislative process. And we're not in the legislative process because we haven't won yet. But I think that President Trump again just believes that we wanted women to have access to these fertility treatments. He wants to make it more accessible, more affordable for more families because we believe in the Republican Party, and Donald Trump believes, American families are the foundation of our country. They're the best thing about living in this great country. You have a lot of young women today who say they'd like to have more children but for some reason health or financial, they're not able to. We want to try to solve that problem because we want young women and young families to have the family life that they want and that they choose. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "CARROLL",
      "sentences": "And it should also be noted that I spoke to a Republican ally after the Harris interview who hopes that now going forward there will be more focused on Harris and her own words and where she stands on the issues and less focus by the former president on things like re- posting vulgar posts about the vice president or less stories about what happened and what didn't happen at Arlington National Cemetery, and that there will now be more focus on Harris and specifically where she stands on the issues.Later on this afternoon, when Trump takes the stage, expect to hear more about Harris and where she stands on fracking and more about that controversial IVF proposal he's now putting out. Guys, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "SOLOMON",
      "sentences": "Yes, certainly a lot more questions.Jason Carroll, live for us there. Jason, thank you. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "She was also asked about some of her economic proposals and what she has promised to be a focus on the middle class. And the question is, well, if you're proposing this now, why haven't you done it yet in the three-and-a-half years you've been in office. And one of the things she said in response was, well, we needed to recover from the pandemic, and we have recovered, she said. Do you feel like Americans believe we've fully recovered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "COONS",
      "sentences": "Well, you're making a distinction there, John, between what has actually happened in the economy, which is we have fully recovered from the pandemic more strongly, more quickly than any other advanced economy, and what your average American feels. There is still a hangover, a sense that prices rose too quickly and have stayed too high. And Vice President Harris was again the deciding vote on critical legislation that allowed us to bring the price of prescription drugs down. Some of the most expensive drugs. Things like Xarelto and Eliquis that your average American knows from the ads on the evening news with an announcement just two weeks ago, their prices are going to be cut in half, $35 a month out-of-pocket cost for insulin, $2,000 a year total out-of-pocket costs for Americans who get their prescription drugs through Medicare. These are big steps forward in reducing costs that Kamala Harris, as vice president, played a central role in.What she's now proposing are additional steps, for example, to reduce the price of housing, by accelerating the production of both single- family and multifamily housing. I hear all the time that housing is a significant concern for families. And I think she's got strong proposals. I hope that in this campaign for president in the next couple of weeks that we'll hear comparably substantive proposals from her opponent, Donald Trump, instead of what we've mostly heard at his rallies, which are long and rambling and unfocused diatribes about all sorts of things, from sharks and electrocution, to Hannibal Lecter, to the 2020 election. So, I think the vice president, in her interview on CNN, put forward a positive and clear and forward-looking agenda. And I'm looking forward to the debate on September 10th, where I think she's going to be putting forward more of her positive view for the future, and Donald Trump will likely continue to put forward a negative, backward looking ad hominem attack laced performance on that debate stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "And I don't know how much you've been able to pay attention while you've been over there to what's been happening over here, but yesterday Donald Trump proposed making IVF somehow available and paid for, for all Americans. Either the government or insurers. Now, if he does win the White House and you are still in the Senate, is this something you would support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "COONS",
      "sentences": "I likely would. I'd have to look at how it would be paid for. I'll remind you, the national deficit and national debt went up more under Donald Trump's presidency than any other president before or since. That's because he passed, on a party line vote, massive tax cuts for the wealthiest Americans and the most profitable companies. He claimed they would pay for themselves. They didn't.And then his mishandling of the pandemic drove our economy into the ditch, cost nearly a million American lives and resulted in the worst job creation record of any president since Herbert Hoover. Most Americans have forgotten because they'd rather not think about it, that the badly mishandled pandemic left a terrible record in the wake of Donald Trump's presidency. So, frankly, it's my hope going forward that we're going to continue to see strong economic growth, we're going to continue to see inflation come down, and we're going to continue to see the job creation record that the Biden-Harris campaign has had extend into the next administration led by Kamala Harris and Governor Tim Walz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "Senator Chris Coons, enjoy one of the greatest cities on earth. We do appreciate you staying up for us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "COONS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "So, I want to ask you about your opponent, Donald Trump.KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BASH",
      "sentences": "I was a little bit surprised - people might be surprised to hear that you have never interacted with him, met him face-to-face. That's going to change soon. But what I want to ask you about is what he said last month. He suggested that you happened to turn black recently for political purposes. Questioning a core part of your identity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "HARRIS",
      "sentences": "Yes. And his same old, tired playbook. Next question, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BASH",
      "sentences": "That's it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "HARRIS",
      "sentences": "That's it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BERMAN",
      "sentences": "Just part of CNN's exclusive interview with Vice President Kamala Harris.With us now, CNN political commentators Maria Cardona and S.E. Cupp. S.E., biggest surprise from the interview for you? S.E. CUPP, CNN POLITICAL COMMENTATOR: Well, that answer was a surprise to me. I understand wanting to take the high road and not getting in the mud with Donald Trump, but I think it was a missed opportunity. She could have used that moment to point out a 21-point gender gap between Donald Trump and Kamala Harris, where women are really turned off by the way Donald Trump talks about Kamala Harris and other women and women of color. I think it was an opportunity for her to say, listen, you know, we know how important women and women of color are in this election. We are not going to - we're not going to talk about them in ways that - that turned them off and - and they - they - they know that about us. So, I think it was a bit of a - it was a bit of a - a dodge. And it was sort of a great opportunity for her to lean into that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BERMAN",
      "sentences": "Maria, a missed opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "No, I absolutely completely disagree with my dear friend, S.E. I think she responded to this -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "CUPP",
      "sentences": "That's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "CARDONA",
      "sentences": "Brilliantly. Brilliantly. Because, I agree with everything S.E. said in terms of the effect of Donald Trump's disgusting insults that he engages in almost every day against so many Americans but specifically including women of color, but she doesn't need to do that. She has so many other people to do that. She has all of her allies, her supporters, her surrogates, her campaign can do that. She can stay above the fray and it actually shows Americans that she is about helping them. That this election is not about her, it's not about her hurt feelings as, you know, as much as that might be the case, right? It is about her waking up every single day and focusing on growing the middle class, lowering costs, expanding rights and freedoms, protecting Americans. And that's exactly what she talked about last night.So, I think her, you know, next question, please, was exactly the right tone to take because that shows Americans that she is serious about this, that she's not going to get in the mud, that Donald Trump is a bully, but she can handle it. And it shows the contrast I think brighter than anything else she could have said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BERMAN",
      "sentences": "S.E., Rahel asked a great question earlier in this broadcast where - w here she was talking about, what do you think voters in Pennsylvania took from this interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BERMAN",
      "sentences": "You know, this election really could come down to one state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:09",
      "speaker": "BERMAN",
      "sentences": "And that state would be Pennsylvania. So, what did they have to like or not like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "Maria, what do you think about that, a missed opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CARDONA",
      "sentences": "I think that this is a question that she's going to get repeatedly, John, as she travels to these swing states -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CARDONA",
      "sentences": "And especially Pennsylvania. She's going to continue to get that question. So, I think she will have the opportunity to expand on what she said last night.And look, I think that the message that came out clearly to me and to a lot of people that were listening is that the true mark of a leader, of a competent, smart leader is somebody who changes their views as they go through their lived experiences. And look, she was a prosecutor. She was a DA for San Francisco. She was AG for California. She was senator for California. Then she was vice president for the whole country. You learn through those experiences. And so, what she was talking about fracking is, I think she just wanted to be very concise and very clear that she is not going to ban fracking, that she, you know, said - has said that before and that that is going to be the case from here on out. I think that's what Pennsylvanians really want to hear, whether that industry and those workers are in any jeopardy. She made it very clear last night that they are not. And then she went on to focus on how she's going to fight every single day for those working class, middle class Americans. Contrast that with Donald Trump, who is only in this to work every single day for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "S.E., very quickly, because we're just about out of time here. Donald Trump and reproductive rights over the last 24 hours. A lot happened. I mean a lot happened having to do with this Amendment Four in Florida where he said he would vote for more than six weeks, but then his campaign had to walk it back. And then I had Senator Vance on this morning and he sort of did the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "What have we learned from that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CUPP",
      "sentences": "I was struck by your interview with J.D. Vance because it was impressively disingenuous. The idea that Donald Trump has been consistent on abortion could not be further from the truth. And I think - I mean, he's literally held every position one person could have on this issue.And you're hearing it from pro-life Republicans who are frustrated with Donald Trump on this issue. And you're hearing it from women who want to know, where does he really stand? So, I think J.D. Vance's attempt to completely whitewash all of that with this new talking point was really something and just an indication of how big a problem this is for that campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "S.E. Cupp, Maria Cardona, great to see you both. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CARDONA",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CUPP",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "Rahel.",
      "isLastSentenceInterrupted": false
    }
  ]
}