{
  "date": "2024-03-15",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Gaza Health Ministry: Shelling Kills 20 Waiting For Food; Houthi Rebels holding Hostages On Hijacked Ship; Voting Underway As Putin Expected To Secure Fifth Term. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, a very tragic incident that resulted in heavy loss of life with competing claims about who was responsible. Gaza's Health Ministry says that 20 people were killed, 155 wounded in what they say was an attack caused by Israeli shelling on this aid distribution point. But, the Israeli military is refuting that claim, denying that its forces fired on that aid distribution point, the Kuwaiti Roundabout in Gaza City. They say they conducted a review, finding that no tank fire, airstrikes or gunfire from the IDF were fired towards Gaza civilians in that area. Instead, they say that an hour before an aid convoy arrived at that point that Palestinian gunmen opened fire while civilians were waiting for that convoy to arrive, and they say that the gunfire continued as the convoy arrived at that point.But, the graphic images that we have received from the scene indicate something far more serious than simply gunfire. You can see the enormous destruction in terms of rubble, in terms of people lying in pools of blood, dust all around, suggesting some kind of explosion. What that explosion was caused by is now the question. But, the evidence at the scene certainly indicates more than just gunfire. Eyewitnesses at the scene also describe to us what they said sounded like tank or artillery shelling, which Palestinian militants in the area do not have. Of course, this whole situation is made worse by the desperation of Gaza civilians, particularly in northern Gaza where people are struggling to find food. These aid distribution points, these aid convoys are getting swarmed by desperate people trying to simply survive. The World Health Organization says that child malnutrition in the northern Gaza is about three times higher as in southern Gaza, and obviously much, much more humanitarian aid needed to alleviate this crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WHITFIELD",
      "sentences": "And Jeremy, let's also turn to the ceasefire negotiations. You had conducted an on-camera interview with a Hamas official for the first time since the October 7 attacks. What was said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Hey, Fredricka. Yeah. We don't have a ton of information about this, other than it happened in the very early hours overnight. This was a commercial ship. We don't know who owned it. We don't know what type of ship exactly. But, it was about 140 kilometers or so off the coast of Hodeidah, which is a port city in Yemen. As you said, no injuries reported. But, the ship was damaged, though not badly enough that it couldn't continue on to the next port.Obviously, we know that the Houthis have been going after ships with any links to Israel, the U.S. or the UK. Again, we don't know what flag the ship had or what the ownership was. But, we do have new data from a maritime security firm called Ambrey Analytics, which really maps out just the extent of these Houthi attacks. There have been almost 100 of them since the war started. We're talking about suspicious approaches by suspected Houthi boats. We're talking about close calls and actual incidents where you had a drone or a missile strike, and of those 100 incidents, 23, now 24 if you're counting this one reported today, have resulted in actual damage. And of course, we have seen now for the first time last week the True Confidence. Three people were killed on board there. And of course, the Galaxy Leader that you mentioned as well, 25 people still being held hostage in Yemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WHITFIELD",
      "sentences": "And then, are there any indications that the Houthis could release the crew of that Galaxy Leader?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MCLEAN",
      "sentences": "So, Fredricka, we spoke with the Filipino diplomat who is in charge of negotiations with the Houthis, and he said, basically, there is not much to negotiate other than the well-being of the 17 Filipinos on board, along with a handful of sailors from other countries, because the word that they are getting from the Houthis is that they will not be released until the war is end. That's what they've been saying privately. It's also what they're saying publicly as well. And he said that even when the war ends, though, they expect that the Houthis will ask for some kind of a recognition alongside the release, which would be pretty difficult for many international governments to actually do.We asked the Houthis for comment on this and they got back to us after some time and said this statement. It says, \"The ship and its crew are in the hands of the brothers in the Hamas resistance movement, and the Al-Qassam Brigades. We have no claims of our own regarding this vessel.\" So, just to clarify, to make this absolutely clear, Hamas is not physically in control of this ship. They're not physically holding those 25 crew members. But, the Houthis are essentially saying Hamas will make all of the decisions regarding the fate of the ship and regarding the fate of the hostages. Obviously, this complicates things a lot. As for how the crew members are actually doing, well, we understand that they are being fed, that they are -- there is no sign of any violence or anything like that. They are able to have some very brief weekly contact with their families as well, though that Filipino diplomat I mentioned says that the only humane treatment would be to actually release them. Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah. Well, I mean, there is not that many people here. You can see it's a small trickle of people that have been coming in to register at these desks here in this one polling station in central Moscow, then going on to cast their votes, either in the electronic polling machines over there or kind of by paper in the sort of ballot boxes over here. And there is also, though, I think you have to remember, the option for the first time in a Russian presidential election of some online voting. So, people can just use a government app to cast their votes as well. And so, it's very difficult to judge what the turnout is, so early in this process. It's a three-day voting period as well. And so, we've still got a couple of days to go.But, look, make no mistake, as you mentioned, the outcome of this presidential election in Russia is inevitable. The Kremlin has made sure that opposition candidates in this election have not been allowed to stand, even anti-war candidates have not been able to register. And of course, there has been a very brutal crackdown, as you know, in Russia against dissent in the country over the course of the past several months, particularly in the course of the past several weeks, with opposition supporters being silenced. Their leaders have been jailed. They've been exiled, or they're dead. Alexei Navalny, of course, the most prominent opposition figure in the country, died in an Arctic penal colony just last month. And that's had a very chilling effect on the atmosphere, the enthusiasm for presidential elections in Russia at this stage. Now, that doesn't mean there is not a choice. There are three other people apart from Vladimir Putin on the ballot paper. But, frankly, none of them enjoy much public support going into the vote, and none of them are actually anti-Kremlin either. And so, it makes it all the more inevitable what the result of this kind of -- this election is going to be. Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WHITFIELD",
      "sentences": "And then, you mentioned Alexei Navalny. Well, his wife, Yulia Navalnaya, is actually calling for people to gather on Sunday, which is the final day of voting. What's expected to happen and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "CHANCE",
      "sentences": "Yeah. Well, I mean, look, it's very difficult for the opposition to express their defiance in any safe way in the climate of this crackdown, the dissent inside Russia. But, what the Navalny team have been saying, even Alexei Navalny when he was alive was calling for this, is for people to assemble on mass at polling stations. Now, they can't be sort of criticized or arrested for that. And then, once they get inside the voting stations to sort of summarize for their ballots (inaudible) Navalny. Some of them said they're going to do or just not vote for anyone. We'll see. We don't quite know what it's going to look like.What we do know is that the authorities have issued a stern warning, saying that anyone who participates in what they call unsanctioned protests during this Russian presidential election, well, that will be met with very stern legal consequences for them. And so, the Russians -- the Russian authorities are making no bones about it. If they see any protesters, they're going to hit them hard with -- through the legal system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Matthew Chance in Moscow, thanks so much.All right. Back in the U.S., at any moment now we could get a major ruling in one of the election interference cases against Donald Trump. In Georgia, a Fulton County judge says he will issue a ruling today on whether to remove the district attorney from the case. DA Fani Willis is accused of financially benefiting from a relationship with one of her prosecutors that she appointed to oversee the case. If Willis is removed, it is unclear when or even if a new prosecutor might take up the case. CNN's Nick Valencia is at the courthouse in Atlanta where we're awaiting the ruling. And in what form, Nick, will you be informed of the judge's decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Nick Valencia, thanks so much.All right. A motion to throw out the charges against Donald Trump in the classified documents case in Florida has failed. Trump's lawyers argued Thursday that the law he is charged with breaking is too vague. It took a federal judge only minutes to deny that motion. However, she did not rule right away on Trump's claim that he could declare the documents as his personal records, and was therefore allowed to have them in his position. All right. Turning now to Haiti, where curfew has been extended until Sunday as gang violence escalates and the nation descends further into chaos. All demonstrations on public roads in the Western region have also been banned during the state of emergency which was extended through April 3. In the U.S., officials in Florida have launched an online portal to help Americans who may be trapped in Haiti. That will allow them to input their names and contact information. Carlos Suarez is joining me now live from Miami. Carlos, what more do we know about the emergency measures being put into place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Fred, good morning. We know that Haiti has extended this curfew through at least Sunday, and that the state of emergency is not set to expire until at least early in April. Now, as you mentioned, the state of Florida is collecting some information for folks who believe that they may be stranded in Haiti. It is possible that the state of Florida could use this database to provide families here in the U.S. with some information about their loved ones back in Haiti. The portal has only been up for about a day. And the Division of Emergency Management site features this questionnaire that collects names, contact information, and the location where a person needs to be rescued from.Now, in October, state officials did something similar in Israel. Florida contracted with private organizations to fly Americans out of Israel following the October 7 attacks when commercial flights were canceled out of Israel. Now, it is unclear if Florida will try the same rescue efforts in Haiti. The country's main airport in Port-au- Prince remains closed, though CNN has learned that it could soon reopen. Officials said that repairs are done and that extra security is in place following last month's attack. Now, the airport's reopening could help with getting some humanitarian aid into the country although it is unclear just when commercial flights could begin. Fred, as for the overall security situation, things, as you noted, remain dire. Yesterday, armed gangs attacked the home of Haiti's National Police Director. The group ransacked the home and they set it on fire, though, it doesn't appear that anyone was hurt. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "A jury in Michigan has found the father of school shooter Ethan Crumbley guilty of involuntary manslaughter. James Crumbley faces a maximum 15 years in prison. Prosecutors say he bought the nine millimeter pistol for his son days before the shooting, failing to secure it and ignoring his son's deteriorating mental health. Ethan's mother, Jennifer Crumbley, was convicted last month on the same charges. The 15-year-old gunman killed four people in the November 2021 shooting. Legal experts say the groundbreaking verdict could set an important precedent for the extent to which parents can be held responsible for their child's actions.CNN's Jean Casarez reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- of involuntary manslaughter.JEAN CASAREZ, CNN CORRESPONDENT (voice-over): Guilty, James Crumbley, the father of the Oxford Michigan high school shooter, convicted of four counts of involuntary manslaughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAREN MCDONALD, OAKLAND COUNTY PROSECUTOR",
      "sentences": "These four were children. What happened that day is about the deaths of these four children, and what James Crumbley did and what he didn't do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MARIELL LEHMAN, DEFENSE ATTORNEY",
      "sentences": "Think about everything that James Crumbley did not know. He did not know he had to protect others from his son.CASAREZ (voice-over): Crumbley's son was 15-years-old when he opened fire in his school November 30, 2021. Prosecutors say Crumbley bought in the gun, didn't properly secure it, and ignored warning signs about his son's mental health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MCDONALD",
      "sentences": "James Crumbley had a willful disregard of a known danger cause -- and it caused the death of four students in Oxford High School.CASAREZ (voice-over): During the trial, jurors watched video of the two of them practicing at a shooting range, the sound of gunfire ringing through the still courtroom. Jurors also saw journal entries from before the attack where his son appeared to be begging for help. I want help but my parents don't listen to me. So, I can't get any help. But, the defense argued that James did not know about any of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "LEHMAN",
      "sentences": "You heard no testimony, and you saw no evidence that James had any knowledge that his son was a danger to anyone. We've heard about the journal. If James knew what was in that journal, the prosecution would have told you that.CASAREZ (voice-over): At the end of November, the shooter wrote he only had one thing on his mind, \"All I need is my nine millimeter pistol, which I am currently begging my dad for.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CAMMY BACK, GUN STORE EMPLOYEE",
      "sentences": "Mr. Crumbley asked to see the six- hour, said he had had his eye on that for quite some time.CASAREZ (voice-over): On Black Friday, James bought his son the six- hour nine millimeter, and the shooter posted online \"Just got my new beauty today.\" His dad hid the gun but didn't lock it up. A cable lock bought with it found in its packaging. \"I will have to find where my dad hid my nine millimeter before I can shoot the school.\" Monday, November 29, the shooter apparently found it, writing \"The shooting is tomorrow. I have access to the gun and ammo. I am fully committed this to now.\" Hana St. Juliana, Justin Shilling, Madisyn Baldwin, and Tate Myre were killed. Seven others were wounded. James Crumbley himself did not testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "JAMES CRUMBLEY, FATHER OF SCHOOL SHOOTER ETHAN CRUMBLEY",
      "sentences": "It is my decision to remain silent.CASAREZ (voice-over): James Crumbley's Jennifer convicted of involuntary manslaughter just last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Still to come, millions of voters across 11 time zones, Russians are picking their next President. Do other candidates stand a chance against Vladimir Putin? And an annual tradition that is usually festive and fun, but we will tell you the serious message that Ireland's leader is bringing with him to the White House today.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Maybe if Alexei will in the election, I will vote for him, but not for anybody now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "CHANCE",
      "sentences": "So, if Alexei Navalny was on the ballot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Of course. CHANCE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "CHANCE",
      "sentences": "But not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But not. May be I write this name.CHANCE (voice-over): Of course, officially, there is a choice, like voting for the Communist Party candidate Nikolai Kharitonov, and his vision, which few Russians share, for return to a glorious socialist past. So, we've all played the game of capitalism, he says, and now, that's enough. Leonid Slutsky was once at the center of sexual harassment allegations. He denied any wrongdoing, later apologizing for the stress he may have caused. But, he is now a presidential candidate, and extremely reluctant to criticize the man currently in power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "CHANCE",
      "sentences": "Do you think you would be a better President than Putin, a better president than Vladimir Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "LEONID SLUTSKY, LIBERAL DEMOCRATIC PARTY LEADER",
      "sentences": "This is decision of our population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "CHANCE",
      "sentences": "What do you think? You're standing against him. You don't think you're going to be better. Why would you stand against him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SLUTSKY",
      "sentences": "For me, now, if you are a leader of a political party, it's necessary to check, to participate in election.CHANCE (voice-over): And participation without criticism of Putin is what this entire Russian election is all about. Independent election observers describe Vladislav Davankov the low key final candidate, as trying not to attract undue attention, focusing on internal problems and development tests. And against the backdrop of a costly war in Ukraine, which Russia calls it special military operation, neither the Kremlin nor the candidates like to stand in this presidential election, seem interested in genuine debate. Criticism in Russian politics, it seems, has become a thing of the past. Matthew Chance, CNN, Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "I want to bring in now CNN Contributor and former CNN Moscow Bureau Chief, Jill Dougherty. Great to see you this morning, Jill. So, you are in Tbilisi, Georgia. Right? And that is a country which has a long border with Russia and a former Soviet Republic. So, how is this election being seen there?JILL DOUGHERTY, ADJUNCT PROFESSOR, GEORGETOWN UNIVERSITY, &amp; CNN CONTRIBUTOR: I think there is a lot of worry about not so much the election, because that's --you have a given who will be elected, but I think is what Putin will do next. I've been speaking with a lot of people, and I'd have to say there is a lot of fear about what could be the next step by Putin. After all 40 kilometers, like 25 miles from here, you have Soviet-- you have Russian troops on that, as they call it, occupation line, which marks Georgia and that area that has been taken by Russia. So, this is concern, and I think a lot of it's based, of course, on what Putin has been doing in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "And I just wonder, in general, during Russian elections and particularly now, is voter participation tracked? I mean, in other words, if voters refrain from voting for Vladimir Putin, are there repercussions? Is there a punishment? Do they face anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "DOUGHERTY",
      "sentences": "There can be. And that's an interesting question. When you have electronic voting, as they do, and then they are beginning to use QR codes, and so, the expectation is that people, especially the people who work for the government or get paid by the government, they're expected, almost like the old Soviet days, to bring people with them, bring family, friends, whoever to come and vote as well. So, theoretically and probably practically, that could be tracked. Now, whether people are punished, hard to say. But, even the fact that they are -- that they could be tracked, could be, let's say, an inducement to get out the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "DOUGHERTY",
      "sentences": "The Kremlin does a lot of its polling, but it is private polling that's used by the Kremlin. So, they have a better idea of who supports them, how many people support them, etc. There is an organization that's called the Levada Center, and they do polling more kind of in the Western fashion. So, the way it's been described to me by them is, you can't necessarily look at the exact numbers. Usually, it comes out to about 80 percent of people who support Putin. But, you can look at trends. So, I think the trend definitely would be that a lot of Russians, maybe even the majority, support Putin. But, it is very, very difficult to really pin that down.You're in the middle of a war. You're also in a country where people can't even speak out against that war, or even call it a war. So, very few people are going to really be truly honest. If somebody calls you and says, do you support Putin? What are you going to day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Right. We just saw what happened to opposition leader Alexei Navalny. And then, there are some four other candidates who are vying against Vladimir Putin. What will their lives be like after this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "DOUGHERTY",
      "sentences": "Well, I think they've been vetted by the Kremlin. So, these are politicians. They're from other parties. They're not meant to really confront or run against Putin, as Matthew pointed out in his piece. These are people who are there kind of like in a decoration to make it look like an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Props.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "DOUGHERTY",
      "sentences": "But, it really isn't an election in, let's say, the Western sense. Yeah. Props people because there is no way that they are going to present any type of challenge to Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Wow. Fascinating. Jill Dougherty, thank you so much. Great to see you this morning.All right. Back in this country, just hours from now, Joe Biden will greet Ireland's leader Leo Varadkar at the White House. The meeting is an annual St. Patrick's Day tradition usually filled with green-themed celebrations marking the close times between the U.S. and Ireland. But, this year, Varadkar is bringing a more serious message with him. He wants Mr. Biden to pressure Israel to end its attacks in Gaza. Ireland has long been sympathetic to the Palestinian cause. And Varadkar says he will urge Biden to call for an immediate ceasefire. Our Priscilla Alvarez is at the White House for us today. Priscilla, great to see you. So, in what way will this message be conveyed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, the Irish leader says that he is going to relay the concerns held in Ireland about the war that is happening in Gaza in this meeting with President Biden. But, as you mentioned there, this is usually a stop that is full of celebration. The fountains are dyed green. There is an exchange of a crystal bowl with shamrocks in it. But, it takes a much more serious tone this year, again, because the Israel-Hamas conflict is looming over this meeting. Ireland has had a deep connection with what is happening in Gaza. They have often had that relationship because of what they see as parallels in the history of oppression and colonialism.And so, this has been an issue in Ireland that they have focused on a lot to the point where some of those in the delegation did not want the Irish leader to come to this White House meeting. They wanted instead for him to boycott it. So, the Irish leader has said that he -- and pledged actually that in this meeting, he was going to be talking about this and that it will be top of mind. Of course, President Biden has changed his rhetoric slightly on what is happening in the Israel-Hamas conflict. He used to say that they wanted a humanitarian pause. He is much more forceful now and saying he wants a temporary ceasefire to get more humanitarian aid into Gaza and for the release of hostages, particularly those who are most vulnerable. So, the topic of a ceasefire is going to be part of this meeting, of course, where they also talk about their partnership and friendship. But, again, Fred, it just goes to show that this conflict not only is one that the President has had to navigate politically here, domestically, but also one that has come up in a lot of these meetings with his allies, and especially today for a day that in any other year would really just be a mark of celebration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Priscilla Alvarez at the White House, thank you.All right. Millions of people in the U.S. are on alert for possible tornadoes today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WHITFIELD",
      "sentences": "More than a half dozen suspected tornadoes caused damage in parts of Ohio, Indiana, Arkansas and Texas on Thursday. The line of severe weather killed at least two people in western Ohio, which local officials say may have gotten the worst of the wild weather. Over the past 24 hours, the Storm Prediction Center says there were more than 300 storm reports from Texas to Pennsylvania. Meantime, a winter storm hitting Colorado has dumped nearly a foot of snow in some areas with up to nine more inches still possible.Joining me right now is CNN Meteorologist Derek Van Dam. OK. The skiers love that kind of snow. But, all of this is really potentially dangerous. Let's start with those tornadoes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Well, that's it. That's the dichotomy here, the juxtaposition between the skiers loving the snow but also the people waking up to the destruction left behind by these very intense tornadoes. We're calling this a significant severe weather outbreak that occurred late last night, Thursday evening, local time. And you could see one of such tornadoes across Central Ohio. This is very, very clear what's happening here, a tornado extending from the cloud base all the way to the ground in Hancock County. That's Central Ohio.And then, watch the moment, that lightning illuminates this funnel cloud late at night. I mean, sometimes these are so dangerous because they strike in the middle of the night but also because you can't see them. You need lightning to actually illuminate them to know exactly where they are. This is the damage that was left behind from that nighttime tornado. This is Winchester, Indiana, where we know people were temporarily trapped within shelters. There has also been reports of injuries. Of course, CNN learning that there has been fatalities associated with this. And there were actually, upon further analysis of the radar late last night, there were two different bands of severe weather that moved through the region, one sparking the tornado right near the Ohio River crossing between Indiana and Kentucky. And then the second line came after the sunset, more towards dusk, and that created several tornadoes throughout eastern Indiana and western Ohio, and this was some of the resulting damage. Unfortunately, Milton, Kentucky, scene, lives completely altered forever, homes flattened, buildings damaged. My heart breaks for the people here who are waking up to first light seeing the damage that was left over from these tornadoes. Eight confirmed tornadoes so far, over 300 reports of severe weather, it is likely that these numbers will go up as National Weather Service goes out and assesses the tornado damage. So, what's in store for today? Well, Fredricka talked about the potential of more severe weather. And yes, we have ongoing severe storms right now just rocking Central Alabama. Birmingham getting struck with strong winds, lots of lightning, heavy rainfall as this line progresses east. Fortunately, there is a more stable environment in place across the Gulf Coast where the storms are not quite as potent as what they were across the Ohio River Valley. All that said, there is still the potential for large hail, damaging winds. A tornado or two cannot be ruled out. There have been a few tornado warnings throughout the course of the morning. And check out western Texas as well. Here is a look at the scene on the other side of the country. This is coming out of the Colorado Rockies. This is Boulder Colorado. Very difficult to get around as snow was not measured in inches but in feet. You can see, it's still snowing across central and southern Colorado. And for the broader Great Basin region, the four corners just getting hammered with more snow. And guess what? It's not stopping here. We've got another 24 hours before the systems all said and done. So, from tornadoes to flooding to blizzards, we've got it all here across the states keeping us on our toes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WHITFIELD",
      "sentences": "Severe, all of it. All right. Derek Van Dam, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "DAM",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WHITFIELD",
      "sentences": "Election officials in one Arizona County got hoodwinked by a crazy conspiracy theory about so-called fraud-proof ballot paper. The county ended up spending $200,000 on new paper that it can't even use now.CNN's Donie O'Sullivan explains. (BEGIN VIDEOTAPE) DONIE O'SULLIVAN, CNN CORRESPONDENT (voice-over): This is a story about paper, lots and lots of paper. Americans have been voting on paper for most of the country's history. But, back in 2020, bizarre conspiracy theories about paper started to spread.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He is looking for bamboo-laced ballots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fraudulent ballots were unloaded from a South Korean plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- into Arizona, and it was stuffed into the box.O'SULLIVAN (voice-over): All of that led to this, five tons worth nearly $200,000 of supposedly fraud-proof ballot paper. It's currently lying on the floor of this warehouse in Phoenix, and no one is quite sure what to do with this. O'SULLIVAN: Had there ever been a problem with the paper before? JEFF ELLINGTON, CEO, RUNBECK ELECTION SERVICEs, INC.: No. No one has ever questioned the paper. O'SULLIVAN: And then what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "ELLINGTON",
      "sentences": "We get into 2020. There is rumors of bamboo in the paper, and paper from China, and a lot of different just stories that circulated. And so, it just kind of went from there. And people started questioning that.O'SULLIVAN: As you were seeing that play out, what were you thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "ELLINGTON",
      "sentences": "That it was nuts.O'SULLIVAN (voice-over): Enter David Stevens. He ordered the paper. O'SULLIVAN: Paper itself, ballot paper, people have concerns about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "DAVID STEVENS, COCHISE COUNTY RECORDER",
      "sentences": "There were concerns. Yes.O'SULLIVAN: What were those concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "STEVENS",
      "sentences": "That people were making their own ballots and then interjecting them into the system. They were coming from foreign countries. Maybe we can make our paper more secure, so we would know quicker or easier if it really is a valid Arizona ballot or if it is not.O'SULLIVAN: Do you personally believe the bamboo paper thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "STEVENS",
      "sentences": "I don't know much about it, other than they think it came from wherever.O'SULLIVAN (voice-over): Stevens is a top election official in Arizona's Cochise County. Cochise is home to Tombstone, but it's a place where election conspiracy theories won't seem to die. In 2022, election skeptics delayed certification of the midterm elections here. Stevens' opponent in an upcoming election says he is part of the problem in Cochise. O'SULLIVAN: Cochise has been in the headlines a lot the last few years because of elections, and mostly for bad reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "So, this is a sample of the Ballast Guard paper. So, when you shine on a black light, you get these UV fibers that now become apparent. Additionally, there is what's called an IR tagging, and it's a chemical in there that when you hold a scanner over it, it'll vibrate.O'SULLIVAN: oh wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "And so --O'SULLIVAN (voice-over): A missed deadline and other bureaucratic snafus has put a halt to these so-called secure paper experiment. O'SULLIVAN: So, I mean, it's essentially $200,000 gone to waste.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "A little less than that, but yeah.O'SULLIVAN: So, this sounds like a bit of a nightmare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "I pretty much -- yeah. I want it to be over.O'SULLIVAN (voice-over): But, Adrian Fontes, Arizona's top election official, says Stevens' experiment shouldn't have started in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "ADRIAN FONTES, ARIZONA SECRETARY OF STATE",
      "sentences": "Well, the economic costs of the conspiracy theories in Arizona are real dollars. Now, the paper that was purchased by this one county based on these conspiracy theories, that is absolutely useless, and we can't even use it. They can't use it. This is taxpayer dollars down the drain based on lies.O'SULLIVAN (voice-over): Stevens said he is not a conspiracy theorist, but in our conversation, he didn't refuse any. O'SULLIVAN: Do you accept Biden won the last election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "The election in Cochise County was fair and balanced, and Trump won Cochise County. So --O'SULLIVAN: Nationally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "That's why the numbers came out. So, there were a lot of issues. But, maybe there was an explanation for him. I don't know. To be fair, there is a lot of people who think 2016 was rigged. Hillary Clinton still think she won the election. Are they election deniers?O'SULLIVAN: Democrats would say, well, look, RSI (ph) didn't go attack the U.S. Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "STEVENS",
      "sentences": "I wasn't there. I didn't go. We actually had some people here that went. I think they claim it was peaceful.O'SULLIVAN (voice-over): But, the facts are clear. January 6 was not peaceful. Hillary Clinton formally conceded to Donald Trump the morning after the election, and Arizona is stuck with tons of seemingly useless paper. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. CNN's Donie O'Sullivan, thank you so much.All right. Still to come, a celebration of some of the best wildlife photographs in the world. We'll tell you about the winners when we come right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}