{
  "date": "2024-01-24",
  "headline": "CNN News Central",
  "subHeadline": "Biden Speaks At United Auto Workers Conference; Sen. Tim Kaine (D-VA) Discusses Bipartisan Letter Questioning Biden's Strikes On Houthis; \"Barbie\" Actors Criticize Oscars After Film's Star, Director Snubbed. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:24",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Right now, President Joe Biden is set to speak at a United Auto Workers conference in Washington, D.C. As you just saw there, he was introduced.This is a big moment for President Biden because the union, a very powerful one, just endorsed the president in his bid for reelection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "That's right. And let's listen to him speak as he takes the stage for the union that he has been supporting for some time.(MUSIC) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Hello, UAW.(APPLAUSE) (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "It is great to be home.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "One of the best unions in the world. You look out for one another. The entire country, the whole country benefits from what you do.Please, take a seat if you have one. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "You are as tough as they come, starting with your president. A leader with backbone, a backbone like a ramrod. I do not know where he is but he is.Together, I've always believed. Wall Street did not build America. The middle class- built America and unions built the middle-class. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "That is a fact.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "Look, I kept my commitment to be the most pro-union president ever. I am proud you have my back. And let I just say that I'm honored to have your back and you have mine, that is the deal.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "It comes down to seeing the world the same way. It is not completed. You know, my dad who never went to college, was the smartest, toughest most gracious man I knew who managed a car dealership for most of my life.Taught me a very important lesson. He told me, Joey, this is God's truth. He said, a job is about a lot more than a paycheck. It is about decency, about your dignity, about your place in the community, about being able to look your kid in the eye and say, honey it will be OK, and mean it. Folks, that is what the UAW is all about and it has always been that way. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "Just after the UAW was founded nearly 90 years ago, they launched what historians called the most important strike of the 20th century. Flint, 1936 -- organized a sit down in a factory.They were not sure what would happen. They were worried about getting beat up but they were determined. And it took 44 days but they won the first collective bargaining victory in American history. (APPLAUSE) (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:24",
      "speaker": "BIDEN",
      "sentences": "The leadership of the UAW spread across the country. Led to the first substantial wage increase in a long time. The first cost of living allowance. The first employer-provided health care.Within four years, workers across the entire auto industry unionized. Inspiring workers across other industries as well. Giving life to new industries in the labor movement. I share that history with you because all of you made history again. I am confident -- and I mean this -- 90 years from now, people will look back on the impact that you, you in this room. Just like them. And 90 years ago. And you matter now. You lead. And I respect all of you here today. You represent unions that have always led. Always lifted and always inspired workers. The UAW legacy -- today, Shawn, you took a lot of heat but you demonstrated extraordinary leadership. (APPLAUSE) (CHEERING) You did. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "BIDEN",
      "sentences": "I have always fought for a strong auto industry when UAW built cars leading the world. This is about a simple proposition. You build these iconic companies. You built these companies.You sacrificed to save them in the worst of times and you deserve to win a fight when these companies try. As Shawn said, record profits mean record contracts. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "BIDEN",
      "sentences": "I am serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:11",
      "speaker": "KEILAR",
      "sentences": "President Joe Biden speaking in Washington, D.C., to the United Auto Workers union. He has had many visits with the union here over the last few months, including making, as he referenced, the historic trip to the picket line in September as workers were striking.I want to bring in senior White House correspondent, M.J. Lee, and also CNN contributor, Evan Osnos. Evan, as he is getting this endorsement here, very significant, a little bit expected. This is an industry in a region and a county and a state that delivered for Biden in 2020 and he is hoping it will happen again in 2024. EVAN OSNOS, CNN CONTRIBUTOR: This is important for him. At the basic level there are tens of thousands of UAW workers in the state of Michigan, Michigan a pivotal place for him in the year ahead. I think it is worth pointing out that while this was in the end, expected, it took some work on the part of the White House. There was a period a little less than a year ago when the president of the UAW gave the White House a clear message that he was not yet convinced these big programs that will create electric battery production and electric vehicle production that they were going to be valuable to union workers. The White House has been working behind the scenes ever since to try to build that relationship. Today is the result of that. But it took a while and took a lot of work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "As you and other lawmakers point out in this letter, quote, \"Two U.S. Navy SEALs tragically died while combating these threats\" which, as you refer to are the repeated Houthi attacks against international cargo ships and the U.S. military assets protecting the assets in the Red Sewa.We have heard administration officials, they say the SEAL raid was not part of this broader operation to protect shipping in the Red Sea. Sort of reads a little differently in your letter. Do you disagree with the characterization we are hearing from the administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KAINE",
      "sentences": "You can carve it up into everything that has its own mission. Then, maybe try to avoid the broader debate.Let's face it, there is a regional escalation of military activity because of the war in Gaza. You see it in the Red Sewa and in Yemen and with Iranian-backed militia in Syria and Iraq and with Hezbollah in Lebanon. This pace is increasing. And it is critical. And I say this as an Armed Services Committee member with a son in the military and a state that has so many military families. We do not need to be sliding into a military escalation in the region unless there is a considered debate about the strategy and the stakes and whether it is worth it or not. I think the escalation, if the president took an action against the Houthis, because of the shots in the Red Sea, and it was kind of a one-off defense, we might not be having this. But everything we see suggests the escalation will continue, And if that will be the case, then Congress needs to be brought into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KEILAR",
      "sentences": "Do you think it is transparent, as the administration is trying to carve out things as separate when we are talking about a SEAL raid that interdicted weapons, Iranian made, headed for Yemen, the type of which the Houthis are using to fire at commerce going through the Red Sea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KAINE",
      "sentences": "This loss of lives was tragic. And it is now a number of days ago. And there might have been a thought at that time, maybe this is a one-off and it will stop. It is clearly not going to stop. You see the U.S. taking action with allies against the Houthis and theHouthis responding in kind. The administration says they do not expect the Houthis to stop. The only thing that has stopped them recently is a hostage release deal. When we got the hostage release deal about a month or so ago, where hostages were released by Hamas, Palestinian prisoners were released by Israel and there was a pause in hostilities to get humanitarian aid to Gazans, the Houthis stopped. That is the only thing that's shown de-escalation, which is why I'm also upping my calls again, let's focus on the lynchpin of the whole thing, which it is hostages. Let's really engage with the Israelis and the Qataris and the Egyptians to get hostages released. If we dol that that, it's likely to come accompanied with a pause in hospitality so we can get more humanitarian aide to suffering Gazans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KAINE",
      "sentences": "Yes. I don't believe the SEAL mission was separate from what we're seeing in the Red Sea.If they were trying to interdict Iranian resupplies of Houthis, whether the Houthis would use those resupplies in their own civil war or fire missiles at Israel, which is what they were doing a couple of weeks ago, or firing into the Red Sea, this is all connected. I don't think you can separate it out into separate military actions. It's all connected. The American public is seeing it. My military families in Virginia are seeing this escalation. I have Virginians deployed right now on ships that are deployed out of Norfolk, part of this operation to protect shipping and to protect othe4r equities in the middle east. We do not need an escalation of U.S. participation int eh wares in the Middle East right now before Congress and everybody has had a discussion about the risks, the consequences and the benefits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KEILAR",
      "sentences": "Why do you think there are those semantics that the administration is playing with, then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KAINE",
      "sentences": "That's not a and I wouldn't characterize it as playing. And I wouldn't characterize it as a semantical difference.Again, at the time that the operation was underway that tragically led to the loss of life of the Navy SEALs, the intention might have been that we think this will slow down the pace of this Houthi activity. It will change next week. But we think by now we know that is not the case. Look at the number of rounds back and forth we have seen. The administration is not being semantical. They're being very candid. They believe that escalation is likely to continue. If that is the case, it is time for Congress as the voice as the American public to be brought into the discussion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KEILAR",
      "sentences": "I hear what you are saying but I want to note that it was two days ago that the senior defense official, senior defense official held a background briefing where they made a key distinction where they saw these things as separate.Senator, I appreciate your conversation on the matter. Senator Tim Kaine, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KAINE",
      "sentences": "You bet, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KEILAR",
      "sentences": "We will be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "SANCHEZ",
      "sentences": "I am not a film critic, myself. I do not purport to be a savant when it comes to cinema.But I think that they should've gotten a nomination. I think it was a great movie. Do you think they should have been nominated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "WAXMAN",
      "sentences": "Well, I am not going to take a position on that. Because \"The Wrap\" covers the award season so extensively.But the people who were nominated for best actress, and the people who were nominated for best director, it is hard to argue that the academy just ignored the best work of the season. What we have, something that the Oscars really need. Which is, a blockbuster movie that most everybody saw, that is a cultural phenomenon. \"Barbie,\" which made well over $1 billion worldwide, is that thing. It is the thing that Hollywood really needs to draw excitement to the movies, to going to the movies in the theaters. And that is what the Oscars have been missing, it's an argument that we need to have movies nominated that people are seeing. I think that, partly, A, it is the fact that Greta's movie talks about women being overlooked or women never being good. The feeling that women have in this key speech that America Ferrera makes the heart of the movie that women look to as the anthem of what it is like to be a woman in the 21st century. Greta somehow is now suffering the consequences of that exact reality. There is a woman who did a wonderful film, nominated as best director, Justine, for anatomy of a fall. And others that are men, that did work that is inarguable. The question is, what nominee would you boot out in favor of Greta or in favor of Margot Robbie? Who was also left out of the category that has some pretty powerful performances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "SANCHEZ",
      "sentences": "I cannot really answer that. I have not seen most of the films. We do appreciate your perspective.(CROSSTALK) Thanks, so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "WAXMAN",
      "sentences": "You want to kick out Emma Stone? These are really small movies. Part of the difference is probably people who are upset.I understand why Ryan Gosling and America Ferrara feel that they are stunned to be nominated and their counterparts are not nominated. But the other films that are nominated, probably have not been seen by many people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "SANCHEZ",
      "sentences": "Sharon Waxman, thanks again for your perspective. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "WAXMAN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}