{
  "date": "2024-03-01",
  "headline": "Inside Politics",
  "subHeadline": "One-On-One With Nikki Haley; Trump, Special Counsel Jack Smith Both At Today's Florida Hearing; PA Seniors On Their Concerns About Biden & Trump's Age; Soon: Hearing To Consider Removing D.A. From Georgia Election Case. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Yes, and I think a lot of people -- I mean, you say that you support IVF, I think at this point, most people are saying they support IVF. The question is, as policy, given the fact that it is under fire in places like Alabama, should there be a federal protection, or do you think it should be left to the states?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HALEY",
      "sentences": "Well, I think there should be federal protection that we allow for IVF places to be able to function. I think that the people need to decide if they want to get into the details of it or not. That's, you know, it's the same thing of, do they want to decide, you know, exactly how many embryos or anything like that.I hope they don't get into that. I want to see that decision between the parents and the doctors. But I think the only thing that the federal government should do is make sure that IVF places are protected and available.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "And not get into the whole question of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HALEY",
      "sentences": "And not get into, we don't need --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "-- whether an embryo is a life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HALEY",
      "sentences": "We don't need government getting involved in an issue where we don't have a problem. We don't have a problem with IVF facilities. If you have a certain case, let that case play out the way it's supposed to, but don't create issues. And that's what I feel like's happened with this IVF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "I want to ask about some of your criticism of your opponent, Donald Trump. It really does get more pointed every day. You've called him recently unhinged, obsessed with himself, weak in the knees when it comes to Russia and a lot more. But, you know, I've been thinking about covering you daily since you ran -- announced you're running for president.This is different from where it was at the beginning. And you sidestepped for many months, much to the chagrin of some of your former opponents, like Chris Christie and Asa Hutchinson, who argued if you're going to go after the frontrunner, you've got to go after him head on. Do you have any regrets about not doing what you're doing now earlier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HALEY",
      "sentences": "Not at all. I defeated a dozen of the fellas because I focused on each one and every one of them getting out. The last one was always going to be Donald Trump. The goal was always to get this one on one with Trump. What you're hearing me say now is a contrast. That's what people want. They want to know the differences.What I'm saying is that I am not anti-Trump. I am for America and the direction America can go. And what I am saying is, if you look at the Republican Party, I believe in fiscal discipline. I believe in smaller government. I believe we need to stop the wasteful spending. Donald Trump. didn't shrink government. He grew government. He put us $8 trillion in debt in just four years, more than any other president. He is not talking about fiscal discipline or debt. I believe national security is about peace through strength. Donald Trump is talking about holding hands with Putin as he invades our allies. He's talking about isolationism. I don't believe in that. I believe that we should have a country where the American Dream is possible and that we don't have this tent of anger and division. Joe Biden and Donald Trump have both led into that. I'm trying to take us in a new direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "You say that you're not anti-Trump. The 40 percent of the vote that you got in your home state of South Carolina, 40 percent of those voters according to our exit polls, said that they were voting against Trump and not necessarily for you.60 percent said that they were voting for you, almost 60 percent. But what does that say to you that 40 percent of your voters were going to the polls to vote for you to vote against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HALEY",
      "sentences": "I mean, I think primaries are about options. And, you know, we had a couple of thousand people we had in Virginia yesterday, and you have people saying, thank you for giving me someone to vote for. They want someone who's going to give a hopeful America.They want someone who's going to get results. They don't want someone with the drama and the vendettas and the negativity. They want someone that's just going to get America normal again. They're worried about their kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "What are you most worried about with a potential second Trump term? What worries policy wise? HALEY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "What's the policy you're most worried about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "Governor Haley, thank you. Where are you going to be Tuesday night on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "HALEY",
      "sentences": "Tuesday night I'll be back in South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "Oh, that's not voting on Tuesday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "HALEY",
      "sentences": "We'll be everywhere else in between.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "HALEY",
      "sentences": "We -- a couple of days ago, we were in Minnesota in the morning and Colorado in the afternoon and Utah at night. We were in Virginia yesterday. We're in North Carolina tomorrow. It's anywhere and everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "Until I read into you being in South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "HALEY",
      "sentences": "No, that's my home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "HALEY",
      "sentences": "That's where I want to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "OK. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "HALEY",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BASH",
      "sentences": "Now we're going to head back to Florida where the hearing is to set a date in Donald Trump's classified documents trial is in a break, which means I can talk to CNN's eyes and ears in that courtroom, Katelyn Polantz.Katelyn, so we've got Donald Trump, Jack Smith, Judge Aileen Cannon all together. What was it like in there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "All in the room, Judge Aileen Cannon had a lot of meaty things to walk through. She didn't ask that many questions for a hearing that had so many details that they needed to deal with.And even Trump being in the room in the same place as Jack Smith, it was a little bit more relaxed than in past hearings, where I've sat in the courtroom and watched each of these people, look at each other or glance at each other. Trump appeared to be a lot more relaxed than in past hearings. He didn't whisper much with his attorneys as he's done previously. He instead sat there, he listened pretty passively for most of the hearing as the arguments were being made. But, Dana, at a couple points, there were heated arguments being made, especially whenever Donald Trump's defense lawyer, Todd Blanche, put out on the table what is really the thing that nobody had wanted to talk about in this case up to that point this morning. And that was this idea of the election. Should this case go to trial before the election? Judge Cannon did prompt the special counsel's office eventually to respond to that. And they said they had no issue in their own internal policies to have a trial within 60 days of the election. But even that, it was one of those hearings where everybody seemed to be very comfortable in this courtroom. It's a courtroom that they all have been in multiple times before. They've spent a lot of time dealing with evidence in this case, talking about classified documents issues. Clearly, everybody knows one another and how they approach this case, how they argue this case. Even Judge Cannon at one point, Dana, took her hair out of -- it was pinned back, and she took it down. She was drinking either water or coffee throughout the hearing. And so, this was a proceeding that they had a lot of work to get through. They did a lot of work to present to the judge, and we still don't have a trial date set. We'll see what happens this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "BASH",
      "sentences": "If Joe Biden wins in November, he'll be 82 at the start of his second term. If Donald Trump wins, he'll be 78. Either would be the oldest president in American history, by far. It's the latest installment of all over the map.CNN's John King visited seniors in North Hampton County, Pennsylvania and found even aging voters are divided over the 2024 age debate. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In Mahjong, everything has to be in order.JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT (voice-over): Mahjong is complicated, and these seniors --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "DARRELL ANN MURPHY, PENNSYLVANIA VOTER",
      "sentences": "Six dots.KING (voice-over): -- say it helps keep them sharp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nine dam (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "MURPHY",
      "sentences": "Last wall.KING (voice-over): Darrell Ann Murphy is the instructor. Rule number one has nothing to do with the tiles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "MURPHY",
      "sentences": "We're all here to learn. We're all here for one reason, and we're never going to talk religion or politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Five dots.KING (voice-over): Books come up, new shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Eight dam.KING (voice-over): Children and grandchildren.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "MARY ANN HORVATH, PENNSYLVANIA VOTER",
      "sentences": "I hardly talk politics with anybody because you just don't know what the other person believes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "KING",
      "sentences": "But why does that matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "HORVATH",
      "sentences": "Feelings are so much stronger now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "KING",
      "sentences": "Let me ask --KING (voice-over): A visitor decides to break the rule. KING: Who wishes we had younger candidates? Who thing Donald Trump and Joe Biden are both too old to be president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "PAMELA AITA, PENNSYLVANIA VOTER",
      "sentences": "I think there should be a limit, an age limit at the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "MURPHY",
      "sentences": "A lot of older people now are pretty darn sharp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "AITA",
      "sentences": "This poor man is not capable, in my opinion, and I think in the opinion of a lot of people. It's pathetic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, then the counter argument, Donald Trump can't know the difference between Nancy Pelosi and Nancy Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "HORVATH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "MURPHY",
      "sentences": "Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nikki Haley. I can't even know the difference either.(CROSSTALK) KING (voice-over): Yes, even those living the challenge of aging are divided on the age debate. This is Northampton County, Pennsylvania, a place with a history of picking presidential winners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "MURPHY",
      "sentences": "When I start talking about Joe and how I admire and respect him, I get plenty of blowback. Plenty of blowback. He's too old. Kamala Harris, forget her. Blowback.Now, these are people who do not necessarily love Trump, but they talk about wanting a better choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "LARRY MALINCONICO, PENNSYLVANIA VOTER",
      "sentences": "It's a passive margin. Why?KING (voice-over): Larry Malinconico is 71, teaches geology, an independent, but he almost always votes for the Democrat. A Biden fan, and forgiving when the president says he recently spoke to a foreign leader who died years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "MALINCONICO",
      "sentences": "I don't think he's got an appropriate credit for the things he has done. He has a history of gaffes, but I also think that as we age, that we do tend to mix things up a little bit.KING (voice-over): Lafayette College is in Easton, a deep blue piece of a purple county. But conversations with friends and students have Malinconico wishing the president settled for just one term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "MALINCONICO",
      "sentences": "I think there are people who will not vote for him or sit it out because they perceive his age as a potential problem.KING (voice-over): Mickey Brown is West Point, class of 1966.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "MICKEY BROWN, PENNSYLVANIA VOTER",
      "sentences": "We try to stay as active as possible.KING (voice-over): He plays tennis, pickleball, and senior softball to stay sharp. His wife, though, has dementia and lives in a care home nearby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BROWN",
      "sentences": "I believe in Jesus and God. I think he keeps me strong. And I'll be fine.KING (voice-over): Brown is a conservative and a two time Trump voter. He insists, though, this view of President Biden is born of experience, not politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BROWN",
      "sentences": "Caring for my wife, I see certain things in the way his mannerisms that make me wonder if he is really, in fact, the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "KING",
      "sentences": "Trump's several years younger than Biden, but people have raised the same question. You raised some concerns that you see in Biden that you say, well, I've lived that. Do you see any of that in Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BROWN",
      "sentences": "Well, I was just 80 on January 31st. At times, I forget something, comes back, but I'm fit. I'm confident in myself. I just think the difference between the two are enough for me to be more concerned about. Mr. Biden going forward, then Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Shoulders opening, chest opening.KING (voice-over): Pat Levin is 94, yes, 94, and at Pilates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "PAT LEVIN, PENNSYLVANIA VOTER",
      "sentences": "It's important for -- to keep me vertical. The -- at my age, I need all the help I can get.KING (voice-over): Age, she says, is not the dominant issue among most of her friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "LEVIN",
      "sentences": "They're terrified about what might happen if Joe Biden doesn't win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "KING",
      "sentences": "Terrified why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "LEVIN",
      "sentences": "What will happen to this democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "KING",
      "sentences": "As someone who is older than him pays attention to politics. What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "LEVIN",
      "sentences": "I don't think age should be a determinant of competence. I don't think they go together in any way, shape or form. Know a lot of younger people who are quite incompetent. I know a lot of older people who are very competent and Joe Biden falls into that category for me.KING (voice-over): She knows Northampton's history of razor thin margins and of picking the winner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "LEVIN",
      "sentences": "That always surprises me because we tend to spend time with people who think the way we do. So I think everybody is for Joe Biden until November comes and then it surprises me.KING (voice-over): Levin will be 95 when this November comes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Pull your ribs down towards your waist, great.KING (voice-over): Every crunch, her way of saying, it's just a number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Great.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "Go Pat Levin.KING (on-camera): Go Pat Levin, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "Amazing.KING (on-camera): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "Such, so many interesting voices there that really do help to paint a picture. We talk so much about young voters. And this is such a critical -- it's always a critical voting bloc in any election, but particularly through the lens of the age of the candidate.KING (on-camera): The most reliable voting bloc in America. Pennsylvania, where we were, is in the top five states in terms of the elderly population. Georgia, Arizona, Wisconsin, all have a million plus voters over the age of 65. Hillary Clinton lost them by 10 points in Pennsylvania to Donald Trump in 2016. She lost Pennsylvania and she lost the presidency. Joe Biden didn't win them, but he cut it to seven points in 2020. One Pennsylvania, one North Hampton County where I was there and won the presidency. So sometimes you're fighting in the margins, even in the constituency, you might lose. The question is, can you keep it close? And you heard Pat Levin at the end. They're talking about democracy. Interesting. That plays well with the older voters who, of course, have lived longer than us, who have been through so many challenges. Women getting the right to vote. Blacks getting the right to vote, the civil rights movement. For them, that argument plays. And so that's -- that would be an interest you want to watch as we go forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "And the concern, I think that's also what she was -- seems like what she was getting at, which is how am I going to leave this country for my kids, for my grandkids. The flip side of that, of course, is the other woman that you talk to who is listening to and maybe also just believes the argument of, well, if we elect Joe Biden, we're going to get Kamala Harris, which is always because he's so old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "BASH",
      "sentences": "Which is such a loaded line. But the fact that voters are actually saying that, whether they heard it first in media or whether or not they're just thinking about it on their own, fascinates me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "KING",
      "sentences": "I heard that both. Darrell Ann Murphy is the, you know, the Mahjong teacher. She's all in for Biden, but she said when she talks to her friends, that she gave the body language --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "KING",
      "sentences": "-- like that about Kamala Harris. Larry Malinconico, the geology professor, my first geology class in 42 years, that was fun. They, you know, they're all in for Biden, but they say when they talk to friends, they raise concerns.And Larry Malinconico, the professor, was actually interested. He said some of his peers, so people in their 70s say, you know, they're worried about Harris or they're worried about Biden's age. He also said a small number, he says, but some of his students. And again, we were talking the margins. They live in this swing County. They know it, that if a few people stay home and a few people switch, that's enough in a swing county on the margin. So it's fascinating. We'll go back a few times between now and November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "BASH",
      "sentences": "I mean, nothing like a good Mahjong game with a bunch of seniors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "KING",
      "sentences": "That's complicated.",
      "isLastSentenceInterrupted": false
    }
  ]
}