{
  "date": "2024-01-19",
  "headline": "Quest Means Business",
  "subHeadline": "Dow, S&P 500 Touch Intraday Record Highs; Leaders At Davos Say More Preparation Needed On AI; Lindner: German Economy Just Needs Some Coffee; Villeroy De Galhau: We Must Retain To Prepare For AI; Lagarde: Best Defense Against Trump Is A Strong Europe; Four Days Until New Hampshire's Republican Primary; Grand Jury Indicts Actor Alec Baldwin On Two Counts Of Involuntary Manslaughter; Netanyahu Argues Against Creation Of Palestinian State; Former Prime Minister Ehud Barak Calls For Fresh Elections; NBIM CEO Expects Returns To Be \"Low For A Long Time\". Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:32",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "We're an hour away from the end of trading. What's been a busy week for Wall Street, it is across the board.And we've got the S&amp;P 500 and the Dow all trading at all-time highs. Look at that, 1.5% up on the Nasdaq. So you're a strong performance on all three of the major markets. We'll get into the reasons why in just a moment. The events of the day that we are talking about, with today's rally, there was more street averages, are all up for the year as Steve Pagliuca from Bain Capital will be with me to put perspective on it. Israel's prime minister is facing growing calls for new elections. And the topic is sure at Davos. What more needs to be done to prepare the world for AI? I asked, well, everyone. Tonight, I'm live in London. It is Friday, January the 19th. I'm Richard Quest, and I mean business. Good evening. Optimism is back on Wall Street and on Main Street, where we're seeing a sharp rebound in sentiment. I showed you at the beginning, it's worth showing again. US markets are at record highs. It was a rough start to the year, but they both touched intraday records. The best performance is on the Nasdaq, which is up 1.5%. And in the real-world, University of Michigan's latest Consumer Sentiment Survey shows Americans are feeling much better about the economy. That figure shot up 29% in the last two months. Look at that graph, and you can see how inflation really beat the bejeebers out of the consumer. Now, it started and we're back up again quite sharply. Their biggest jump in decades. With me is Steve Pagliuca is a former chairman of Bain Capital. He's now senior adviser, also the co-owner of the Boston Celtics. He is with me now. Good to see you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "STEVE PAGLIUCA, SENIOR ADVISOR, BAIN CAPITAL PRIVATE EQUITY",
      "sentences": "Great to be here, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "QUEST",
      "sentences": "So I'm not -- am I overstating this when I say that something's changed, there seems to be an optimism that wasn't there arguably for thelast three to six months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "PAGLIUCA",
      "sentences": "Yes, certainly. I just came back from the World Economic Forum, and people we're guardedly optimistic. You know, the interest rates seem tobe going down globally after the large rise, and so I think that's a big part of it. But there's still, I think, a lot of uncontrollable factors out there. What happens to the war in Ukraine? How much does China continue to decouple with growing economies, and the energy transition. So there's, certainly some imponderables out there that could affect the sentiment. But for right now, it's kind of everything is AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:32",
      "speaker": "QUEST",
      "sentences": "We're going to be talking about that in just a moment because it's what I found and I need to hear your thoughts. What I found is that there'sa disconnect between the way up at Davos people were talking about AI, this great bonanza, which it will be for productivity. But then the IMF warning, yes, which only be a bonanza for the developed world. The rest of the world hasn't got the technology or the wherewithal to be able to take advantage of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "PAGLIUCA",
      "sentences": "... to kind of build that model.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "What's fascinating is the way in which you are investing in this which, of course, brings together not only AI, bioscience, universities,the whole thing. It's almost as if private money, if you will -- forgive the bluntness of it -- but wealthy people like yourselves are picking up the slack on this and leading the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "PAGLIUCA",
      "sentences": "Yes, you're seeing a lot of activity. Certainly, I've been a big believer the way to move the world forward and both -- have make goodinvestments that do good for the world is to kind of have universities and the government, and the government, and business work together to exploit these new industries for everybody. And certainly, a model that has just come out called Arena BioWorks is one that we've put together with people like Jim Breyer, Michael Dell. And it's a model that basically is going to allow us, I think, capitalize on the fact that the genome has been mapped for 20 years now. There's supercomputing. There's AI. And we can bring out biotechnology therapeutics much quicker, much faster with this approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Good to have you, Steve. I'm grateful to you. Thank you, as always. Now ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "PAGLIUCA",
      "sentences": "Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "... German markets had a rough start for the year. The Xetra Dax is down 1% year-to-date.And Germany's economy is very sluggish. It's a very sluggish 2023, and the argument is what's going to happen in fall. Well, the finance minister says all the country needs is one of these to get it back on its feet -- a good dose of coffee. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "CHRISTIAN LINDNER, GERMAN FINANCE MINISTER",
      "sentences": "Germany is not a sick man. Germany is a tired man. After a short night and see low gross expectationsare probably a wake-up call, and now we have a good cup of coffee, which means structural reforms. And then we will be continuing to succeed economically. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "But coffee can only take you so far. Germany's inflation has been coming down, but at a cost. Its economy contracted slightly last year.The head of the central bank, the Bundesbank, said they'll soon be able to put those problems behind it. Joachim Nagel and I spoke in Davos, and he says the country is doing its homework, preparing for the future. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "JOACHIM NAGEL, PRESIDENT, BUNDESBANK",
      "sentences": "Germany is important for the European Union, for the world economy. The engine has some problems. This is forsure, last year -0.3 when you're talking about GDP growth. This year, a little bit better. And then we are speeding up in 2025. When Germany is doing its homework, I'm optimistic that we can get back to the role we had in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "The hot topic, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "(Inaudible), it is. I mean, are you ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "And for central banks, yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "... are you -- why? What would you -- what would you using AI for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "I mean, yea, for forecasting, for example. So we are just finding out what AI can do for central banks, but this is something we aredefinitely look at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Do you worry that while you're finding out what it's doing, there's an entire industry out of there, you know, which starts at crypto and itstarts moving into everything else, and eventually, it's bigger than your ability to manage it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "I think AI is something like we saw in the past so many times. It's a new technology. And we should make the best out of it. This is my ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "You're not worried?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "Yes, there are some worries. Central banker, by nature, is a very rude person. But nevertheless, I would, more or less, see the positivethings that might come with AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Choose your pen, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "I like the red color here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Where are you, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "I'm going a little bit more to the middle. I would put myself here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "I think we are ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "And do you want to (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "Yes, AI is something -- this is for all of us. And so, I would put something here, like, classified as a public good.Public good means that there's a responsibility to really not put it into the right channels. And then I guess, we can have a lot of out of AI, but there are some dangerous aspects, and we have to save crowd everyone that is dangerous aspects could not, more or less, dominate the whole development process of AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "QUEST",
      "sentences": "Actually, brave of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "NAGEL",
      "sentences": "Yes, central bankers operate.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "FRANCOIS VILLEROY DE GALHAU, GOVERNOR, BANK OF FRANCE",
      "sentences": "If I had a message for all our European governments, including the French one, we are probablycoming out of the economic emergency. Take COVID, inflation, bottlenecks, et cetera. We are -- when I look at the cyclical situation in a better situation, disinflation, and slowing down over activity, but without recession. It's one reason we're coming out of the short-term and addressing all the long- term challenges we have in France and Europe over indebtedness, full employment, and, yes, innovation. We must accelerate on innovation and capital markets union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Choose your color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Oh, well done, well done. Now, as a society, ready for AI. It's coming, whether we like it or not. Don't get me wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "The genie is out the bottle, but where do you think society are in terms of preparations? Where are we between dangerously unprepared andnailed it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "So I will answer as a European.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "I would probably say ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "That's very ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Yes, there. One failed, one failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "... that's very optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Also, I'm more optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "(Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "No, we are more on the side of necessary preparation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "But if I look at the world, which is probably another possible answer ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "... if I take the European case, we are strong on ethics ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Right, (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "... (inaudible) digital services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "But for me is the number one challenge is one which I don't see yet ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "... which is retraining. And we will succeed in -- sorry, I ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Ah, fine, don't worry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "... I write it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "I'll tidy it up. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "I write it, we will succeed if we are able to retrain millions and millions of people. I think it's a (inaudible) forproductivity, for growth, for purchasing power, but we will have to retrain people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "The IMF talked about this in its recent report, 40% of jobs, they say, will be affected in some shape or form. Now, tell me, sir ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Including central bank governors, by the way, part of these speeches could be written by AI, a small part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Have you tried it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Not yet, not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "Come on. I bet somebody in your office has written a speech, just see what it looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Not that I'm aware of. I didn't notice it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "All right. So let me ask you, why should I be confident that we will spend the necessary money for retraining when we singularly failed millionsof people in digitization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "Yes, I would be less pessimistic. When I look -- when I take the long view on history, we trained millions and millions of people,for example, from agriculture to industry and then services, but it will be a challenge. And so, education, retraining is the number one answer. You are right. So genius is out of the battles, and I think it's a positive genius. It's technological progress. So we will not stop it, but how can we prepare people to use it and to have the benefits of AI. By the way, if you look at Europe, we are quite strong in public services, solidarity, fighting, inequality. So we could have disadvantage, but it's not yet done. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "QUEST",
      "sentences": "There you have two examples of central bankers who not only are optimistic, but also speaking plain English that we can all understand. Andat the same time, another bigger, arguably central bank and Europe's most powerful has her eye on the US election. Christine Lagarde doesn't usually comment on politics, but this week in Davos, she was speaking about the threat of a second Trump term. And Davos, she said Europe must be strong at home to withstand any turbulence from the White House. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "CHRISTINE LAGARDE, PRESIDENT, EUROPEAN CENTRAL BANK",
      "sentences": "The best defensive -- that's the way we want to look at it -- is attack. And to attack properly,you need to be strong at home. So being strong means having a strong deep market, having a real single market. And we should be expecting some suggestions by Enrico Letta, former prime minister of Italy, who is in- charge of producing this report on how we can deepen and improve the functioning of that single market, which is a huge economic zone in the world, but which is not completely a single market. Yet, as many CEOs, I'm sure, experience on a daily basis. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "NIKKI HALEY, PRESIDENTIAL CANDIDATE",
      "sentences": "There are multiple instances that we need to start asking Donald Trump the questions and stop taking what he'ssaying to be golden. The fact that Donald Trump is lying, it's another reason why he won't debate me because he knows I'll call him out on it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "QUEST",
      "sentences": "Omar Jimenez is in Manchester, New Hampshire, where it's cold. I'm familiar with that cold having been in Davos. Keep your hats on.The reality is Nikki Haley is taking on Donald Trump in a way, but she's not going out to the ethics business. She's not going after it in the way that Chris Christie was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "And that's really the big question here. When Chris Christie dropped out, in particular, I was at that event, and Italked to a lot of his supporters because, of course, we were asking the question, okay, what's next? And some of them we're already saying, all right, I'm going to go over to Nikki Haley. But the ones that were hesitating, basically, said they didn't think she was going after Trump as directly as she should, and as you mentioned, as directly as Chris Christie did. The interesting thing that we saw yesterday was she really did, for the first time, start laying out those very targeted attacks against Trump. To quote her at one of her events yesterday, she said, who lost the House of Representatives, who lost the Senate, and who lost the White House? Trump, Trump Trump. And now it was sort of the theme of her comments yesterday. And again, that really marked a shift here. You also mentioned that former President Trump has not debated at all. Last night, we were supposed to see a debate at this venue behind me, here in Manchester, but Nikki Haley made the decision to say, well, if Trump's not going to debate and he's the person I'm supposed to beat, I'm not going to debate unless it's him or if she becomes a nominee and debates Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "JIMENEZ",
      "sentences": "Last thing I'll mention is Ron DeSantis, who, of course, has not pulled as well here in New Hampshire, has scaled back his campaign a littlebit in the state, but he hasn't disappeared. Just behind me, he's getting ready to hold a press event at, again, the venue of this debate. And we suspect he'll be criticizing not just former President Trump and Nikki Haley for not showing up at this venue to debate him since he was the only one that agreed to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "QUEST",
      "sentences": "Okay. So briefly, the votes for -- from Christie and Vivek, where are they likely to go? Bearing in mind what you've just said, who is the --I mean, between Haley -- well, Vivek probably will go to Trump arguably since he's been -- he's (inaudible). But for Christie, do they go more Haley or do they go more DeSantis or do they stay at home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "JIMENEZ",
      "sentences": "So that is -- just simply I would say that those votes were -- will most likely go to Nikki Haley. And there was actually polling datathat said that asked Christie supporters, who is your second choice, and 65% of them said Nikki Haley. And that was before Chris Christie dropped out of the race. So clearly, they might be more inclined now. Vivek has already endorsed former President Trump, so he's likely to go there. A major new endorsement we got is former presidential candidate in South Carolina, Senator Tim Scott. We expect to endorse former President Trump tonight at a rally, which, of course, is pretty big since Nikki Haley's home state is South Carolina, so this is sort of coming from within her state. There a lot of dynamics to watch this. You know, we're just days away now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:22",
      "speaker": "QUEST",
      "sentences": "The actor, Alec Baldwin is facing new charges in connection with the shooting and the death on the Rust movie set. The grand jury in the stateof New Mexico indicted him on two counts of involuntary manslaughter. Halyna Hutchins was killed on the set. It happened in 2021 when a live round was fired from a prop gun that Baldwin was holding. Now, Josh Campbell is with me. So I read sort of this involuntary manslaughter, the difference, but why have they decided to go again, they had to go once before and the charges were dropped. So I suppose, in a nutshell, what's changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:22",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Well, Richard, if viewers watching are wondering why this sounds familiar, this is the second timethat actor Alec Baldwin has been charged. And I'll walk through the time line. We're still waiting for the major question to be answered. You just mentioned why now. But we do know that it wasn't surprising that a grand jury was considering whether to bring additional charges. Now, just to remind viewers, back in October 2021, there was this movie that was being filmed in the US state of New Mexico. Alec Baldwin was one of the actors. He was holding a weapon that went off, ultimately, killing cinematographer Halyna Hutchins. Now, authorities conducted an investigation after that, ultimately, determining that prosecutors believe Alec Baldwin himself was criminally culpable for being the person holding that gun when it went off. Interestingly, charges were then dropped. Prosecutors said that there was a question that came to light regarding a piece of evidence in that case. law enforcement source told me that was the gun itself. There was a question about whether it had been modified at some point, but authorities, at the time, said that should additional information come to light that causes us to then want to file charges, we will do so. And they did just that. These two counts that you mentioned, I have the indictment here. We just got in from officials in New Mexico. Count one, involuntary manslaughter, the negligent use of a firearm. Count two, involuntary manslaughter without due caution or circumspection. These charges is very similar to the earlier set of charges. I want to play a clip here. This was from my exclusive interview with the first prosecutor in this case who is describing what investigators found on the set of that movie and why they ultimately decided to charge the actor. Have a listen. (BEGIN VIDEO CLIP) MARY CARMACK-ALTWIES, NEW MEXICO FIRST JUDICIAL DA: There was such a lack of safety and safety standards on that set, that there were live rounds on set. They were mixed in with regular dummy rounds. Nobody was checking those or at least they weren't checking them consistently. And then they somehow got loaded into a gun, handed off to Alec Baldwin. He didn't check it. He didn't do any of the things that he was supposed to do to make sure that he was safe or that anyone around him was safe. And then he pointed the gun at Halyna Hutchins and he pulled the trigger. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:22",
      "speaker": "CAMPBELL",
      "sentences": "Now, it's important to point out that Alec Baldwin all along has maintained his innocence. He said that he never pulled the trigger on thatgun. We got a statement in a short time ago, Richard, from his attorneys saying just very briefly the statements saying they look forward to their day in court. Finally, if he is actually convicted of these charges, he will only be sentenced as to one of these charges. But if convicted, faces up to 18 months in prison and a $5,000 fine -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:28:35",
      "speaker": "QUEST",
      "sentences": "Now Nic Robertson is with me. He's in Tel Aviv. Good evening to you tonight. Nic, let's start, first of all, with these criticisms within the -- from within the war cabinet. Was it inevitable that eventually, you know, that this was going to happen, because this war cabinet is a real hodgepodge of different political views thrown together specifically for the wall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "QUEST",
      "sentences": "Nic Robertson, grateful to you, Sir, thank you.Returning to our top story and U.S. markets are reaching for new record highs at the moment. Excuse me, the -- both the Dow and the S&amp;P 500 have crossed in today's highs earlier on, and the best gain -- excuse me. The best gains of the day are being seen on the NASDAQ, which is up 1.5 percent. The head of Norges Bank Investment Management tells me recent market optimism may be misplaced. Now, you have to -- not just any old bank. This is Norway's $1.5 trillion sovereign wealth fund. It's the largest single investor in the stock market. And I asked Nicolai Tangen how ongoing geopolitical and economic issues are shaping the investment landscape. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "NICOLAI TANGEN, CEO, NORGES BANK INVESTMENT MANAGEMENT",
      "sentences": "I think returns are going to be very low for a long time. I think it's very going -- it's goingto be very difficult to make money. I think rates will be slow to come down. I think inflation will be difficult to kill off and we are seeing wage increases in many parts of the world. We're seeing the climate impacting inflation now, we're seeing it on transport routes being impacted. Geopolitics, not great. So, it doesn't look particularly good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "QUEST",
      "sentences": "So, for somebody like yourself running the sovereign fund, in a sense, that's not a crisis, because you're talking about the 30, 50 yearhorizon. But you've got to keep the investment portfolios, valuation and returns up. How can you do that in low environments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "TANGEN",
      "sentences": "Well, we have some great teams who are picking stocks, we are trying to find companies which can, you know, win even in -- even in a lowgrowth environment. And so -- and then you just have to be there for the long term, because you just never know when the returns will come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "QUEST",
      "sentences": "What about this, which, of course the fund has done, moving into other areas of investment? I was amazed to discover you own half of RegentStreet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "TANGEN",
      "sentences": "Well, we own a quarter of Regent Street. But we do have some fantastic properties around the world, in America, in Europe, and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "QUEST",
      "sentences": "So, what would you move into? I mean, would you move on to crypto? Would you move -- would you move into other areas, investment, assets, witha view to gaining return -- greater return?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "TANGEN",
      "sentences": "Well, we are not moving into crypto. But there is a discussion in a way whether we should be able to open up for investments in private equity.So that's an ongoing discussion just now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:12",
      "speaker": "QUEST",
      "sentences": "A.I., you said recently, that A.I. was playing a factor or would play a greater factor in your investment, abilities and mechanisms. Whatdid you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Well, yes, it's not just about improving efficiency by 20 percent. It's about using A.I. to improve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "So, how does A.I. help you improve efficiency by 20 percent? Well, 10 percent, or whatever. What do you physically do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Well, we use it for a lot of different things. We use it -- we have -- we use it for various algorithms in terms of how we deploy capital. Weuse it to reduce trading, it can kind of predict what the trading patterns are going to be. So we can net off more internally, those kinds of things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "And the $64,000 question, as they used to say, which shows my age, are you seeing those percentage returns yet as a result of A.I. that youcan quantify?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "I think it's difficult to quantify efficiency in an organization, but we are seeing some signs that things are moving faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "I'm not sure what that answer says. I mean, you're not going to tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Of course, we're going to tell you, we're just seeing it in a lot of different places in small things, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "I want you to choose a color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Choose a color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "That's a very bold statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Right. Where are you on the ready for A.I.? We already had one guest. He says dangerously unprepared to society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "You mean, we as a society or?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "As a society or across all the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "I think we are pretty -- you know, I think we're pretty ready. I think we're pretty ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "In all its extremes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "No. I mean, we are ready in some ways, and then, you know, we may not be completely ready here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Right. Which one of these would you check is going to be the biggest problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Well, you know what, I think we are -- I think we are acutely aware --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Or you can write your own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "But you know what, I think we're acutely aware of the ethical questions regarding it. I think the big question for me is what is it goingto do in terms of inequality? You know, in theory, it's going to give expertise to people who haven't had it in the past. But I'm just not so sure that's the way it's going to work. I think -- I think perhaps if you are not I.T. savvy, you will not really apply A.I. in the way you should be. So, I'm just not so sure it's going to be great for gold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "TANGEN",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Now, throughout the week, we've heard from our guests in Davos on how prepared they think we are. And you can see the final board trying tomake sense of that. Most thing there is more work to be done, whether it's training, ethics or inequality. And it's been fascinating as the week went on to be blunt, how people move more and more to the right coalescing, but it's not often we see such an even spread when we ask this question. So, in the end, there are quite a few people who are quite optimistic. I'm Richard Quest with A.I. Alex. And together, we mean business. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "URSULA VON DER LEYEN, PRESIDENT, EUROPEAN COMMISSION",
      "sentences": "Risk must be polarization in society, which I don't see here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Well, then, write it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "VON DER LEYEN",
      "sentences": "Oh, my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "VON DER LEYEN",
      "sentences": "Polarization, you are giving me a task.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "BRIAN MOYNIHAN, CEO, BANK OF AMERICA",
      "sentences": "I think we're here because it has such unusual promise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "MOYNIHAN",
      "sentences": "And so unprepared, not in a negative sense that we don't understand what it can do yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "So, I think there's something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Oh, much closer to the middle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "STOLTENBERG",
      "sentences": "Yes. But I think we actually work hard on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "KISA SOARES, CNN ANCHOR",
      "sentences": "Keep going. Keep going. Keep going, a bit more, around there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "VINCENT CLERC, CEO, MAERSK",
      "sentences": "I think we have yet to see exactly all the potential of the technology. And I don't think we're really prepared forall of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "ANDREJ PLENKOVIC, CROATIAN PRIME MINISTER",
      "sentences": "I don't think we nailed it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "PLENKOVIC",
      "sentences": "I would agree with whoever was somewhere here. I would put it here. I would really put it in the middle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "You go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "PLENKOVIC",
      "sentences": "That's just very boring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "CATHERINE MACGREGOR, CEO, ENGIE",
      "sentences": "I probably add another one which is the FOGI. Have you heard that one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "MACGREGOR",
      "sentences": "I didn't make it up. I heard that one. I like it, fear of getting in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "DARA KHOSROWSHAHI, CEO, UBER",
      "sentences": "I would say we think we're somewhere over here. But I'm much more of an optimist. So, I would say that we are here.And hopefully if we do our -- we do our job, we move over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "FRANCOIS VILLEROY DE GALHAU, GOVERNOR, BANK OF FRANCE",
      "sentences": "I would say as a European, I would probably say there. One firm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "That's very optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "VILLEROY DE GALHAU",
      "sentences": "I'm not optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "QUEST",
      "sentences": "To me.Productivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "KRISTALINA GEORGIEVA, IMF MANAGING DIRECTOR",
      "sentences": "Productivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:14",
      "speaker": "DAVID CAMERON, BRITISH FOREIGN SECRETARY",
      "sentences": "The Prime Minister who of course held the first big A.I. Summit. So, I think we got to be a bit further thisside on that side. So, I think somewhere in the middle of that green hole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "If you're watching closely, you may have noticed a trend amongst our guests. Putting aside for a moment any of their thoughts, it really is aquestion of when I asked them what color they would want. They really all went for blue. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "Choose your color. Choose a color. Choose your color. Decide a color. Choose your color. Choose your color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The color can only be blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've got to go with blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So I go for blue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I pick Edelman blue. I think the blue one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a NATO color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's the color of Greece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because it's European.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "It's everybody's color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I think the colorful part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "Yours and everybody else's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Blue and blackwell (PH).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "QUEST",
      "sentences": "Oh, I see. (INAUDIBLE) Make sure it's safe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}