{
  "date": "2024-03-26",
  "headline": "Laura Coates Live",
  "subHeadline": "Six Workers Missing After Collapse Of Major U.S. Bridge Presumed Dead; Trump Media Stock Soars In Trading Debut; Diddy Is Being Investigated; Fate Of Abortion Pill Is In Hands Of The Supreme Court; Laura Interviews DNC Chair Jaime Harrison. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:01:07",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Tonight, I'm taking you inside the Baltimore bridge disaster. There are new details on the lives lost, how it all went so wrong, and could anything had prevented it? Tonight on \"Laura Coates Live.\"Well, it's the news no one in Baltimore wanted to hear. The search and rescue operation have now ended for six people who were on the Francis Scott Key Bridge when it collapsed in the early hours just this morning. Now, those six people are assumed dead in the crash that flattened the bridge into the water. The people hearing it and feeling it, comparing it to a bomb or an earthquake. Now, this is how it happened, minute by minute. At 12.28 a.m., the container ship, the Dali, takes off from the port and begins to move, headed toward the bridge. Almost an hour later, at 1.24 a.m., the Dali's lights flicker. You see the ship on the far left? The lights continue to flicker on and off as the ship loses power. At 1.26 a.m., the ship begins to change course, leaving the planned route and instead heads for the bridge's pillar. Now, experts say the pilot did everything he could to stop what was about to happen. In the moments before impact, radio traffic captures officers stopping traffic and desperately trying to clear the bridge. (BEGIN VIDEO CLIP) UNKNOWN (voice-over): I need one of you guys on the south side, one of you guys on the north side, hold all traffic on the Key Bridge. There's a ship approaching that just lost their steering, so until we get that under control, we've got to stop all traffic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:01:07",
      "speaker": "COATES",
      "sentences": "At 1(BEGIN VIDEO CLIP) UNKNOWN (voice-over): (INAUDIBLE) dispatch. The whole bridge just fell down. Start, start whoever everybody. The whole bridge just collapsed. UNKNOWN (voice-over): Do we know what traffic was stopped? UNKNOWN (voice-over): I can't get to the other side, sir. The bridge is down. We're going to have to get somebody on the other side (INAUDIBLE) to get up here and stop traffic going northbound on the Key Bridge. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:01:07",
      "speaker": "COATES",
      "sentences": "Then at 1So, the question we are all asking tonight, as so many of us are watching some of our worst commuting fears, realized is this: Could anything had prevented this tragedy? Engineers who spoke to \"The New York Times\" questioned whether the bridge's pier had an appropriate blocking device, an offender, to blunt any collision. Transportation Secretary Pete Buttigieg says nothing could have protected the bridge. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:01:07",
      "speaker": "PETE BUTTIGIEG, UNITED STATES SECRETARY OF TRANSPORTATION",
      "sentences": "I do not know of a bridge that has been constructed to withstand a direct impact from a vessel of this size.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Let's go down to CNN's Danny Freeman, who has been talking to witnesses. Danny, this is truly heartbreaking news for the families of loved ones. And tonight, rescuers are suspending search efforts. What else can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Yeah, truly heartbreaking news, Laura, especially for those family members. And I had a chance to speak with family members who said their loved ones were working on that bridge almost 24 hours ago when it collapsed. And when I spoke to them early in the afternoon, they were upset, they were distressed, but there was still some hope in their hearts that those six who were missing might be found alive. So, this news tonight that this is now a recovery effort, truly even more devastating.Laura, let me tell you a little bit about what we do know about those folks here. What we do know is that most of the folks that were on this bridge, they were working for a local construction company that's really just about five miles down from where we are right now. And we also are learning tonight that several were immigrants from Latin America, including a 26-year-old and a 35-year-old from Guatemala. And we know that because that's according to the Foreign Ministry of Affairs of Guatemala. And I'll just note, Laura, that a co-worker of the eight who were in this incident actually told CNN that these six who were missing, they were fathers, they were husbands, and they were just in this country trying to do right by their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Uh, unbelievable to think about the devastation and what their families must be thinking tonight. Danny, we're also hearing a new account about the pilot who was steering that ship. What is the American Pilots Association saying about what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "FREEMAN",
      "sentences": "Yeah, so Laura, this is actually fascinating. The executive director of the American Pilots Association told CNN that just minutes before the ship hit this bridge behind me, there was actually a total blackout on the ship.And the Pilots Association said, and I want to quote here, that the pilot of the ship did -- quote -- \"everything that he could have done to slow the ship before that ultimate crash.\" And that includes calling for a hard turn to the left. Also, it meant calling for the anchor to be suddenly dropped. And, of course, it meant calling for traffic to be stopped, a call to dispatch to say stop traffic on this bridge. And also, this executive director, and I thought this was very interesting, told CNN that it's not unheard of actually for the engine or a generator on a massive ship like this to have some problems, but he said that this time it happened at the worst possible time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Oh, unbelievable. This is like a 1.6, I think, mile-long bridge. By the way, Danny, do we know at all why they were working on the bridge? What the construction workers were actually doing? FREEMANThey were fixing potholes to make sure that this major thoroughfare, as you described it, is smooth to drive for folks who come across this bridge every day. Again, just heartbreaking that people were just out doing their jobs and something like this so wild happened. Laura?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Danny Freeman, thank you so much for your reporting. I want to bring in an eyewitness to this bridge collapse, Georgio Comninos. Georgio, thank you so much for joining us. I mean, you -- live just, I think, a half a mile from this bridge, and I understand that you woke up around 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "GEORGIO COMNINOS, WITNESS TO BRIDGE COLLAPSE AFTERMATH",
      "sentences": "That's right, Laura. Thank you so much for having me on. At around 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "COMNINOS",
      "sentences": "Well, it was -- we're still in disbelief, to be quite frank with you. I mean, this bridge that was standing beautifully just a few hours ago is now at the bottom of the river. And like you said before, it's such a critical artery for traffic, for local residents like myself who travel to work to go to Washington, D.C.There are commercial centers on both sides of the bridge, residents living on both sides of the bridge, port workers. It's so critical to life here and to the local economy. And to see that it's just gone in just a few seconds, it's just unbelievable, unbelievable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "COATES",
      "sentences": "It really is. And I wonder, since you are so familiar, and the whole world, really, and the whole nation has been watching this unfold, and it's something out of a -- some have called it out of an action movie, and the tragic consequences of the suspended search and rescue operation now, but what do you want people to know about your city and your community during this incredibly difficult time as it remains surreal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "COMNINOS",
      "sentences": "Well, first and foremost, I know that I speak for everyone in my community when I share and put out heartfelt prayers for the families, the loved ones, and for the whole community.Dundalk is a very proud, very resilient community. No stranger to hardships. But this working-class town has a sense of family, has a sense of philanthropy. And I can tell you that this morning and throughout the day, people were out at coffee shops, at community centers, at diners, at firehouses, looking for ways to help. Many of us are involved with nonprofit organizations. I'm on the national board of the Order of AHEPA that focuses on some disaster relief when tragedy strikes. And we've been collecting donations, ahepa.org, if you're interested. But, you know, this is a resilient, wonderful community. And we're going to come out of this united, and we're going to be -- we're going to rebuild. But it's going to take a lot of time, a lot of effort. And tomorrow and for the coming months and perhaps years, we're going to be feeling the effects of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "COATES",
      "sentences": "Georgio Comninos, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "COMNINOS",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "COATES",
      "sentences": "Well, you know that disaster in Baltimore has brought back haunting memories of the tragic collapse of the Interstate 35W Bridge in my home state of Minnesota, in the city of Minneapolis. It happened back in 2007. Now, of course, the circumstances are very different.But scenes of the wreckage and the frantic water search for survivors in Baltimore bear some similarities to what happened in the Twin Cities even back then. Thirteen people died after that collapse, and another 145 people were hurt. And tonight, Minnesota's Department of Transportation announced the I- 35W Bridge will be lit up in Maryland's colors as a show of support for the people of Baltimore. I want to bring in the governor of Minnesota at that time, Tim Pawlenty. Governor, thank you so much for joining me today. I remember so well when this happened. I was practicing law still back in 2007 in Minneapolis, and I remember the news. It wasn't in the middle of the night this happened. It was during the day. You were the governor of Minnesota when that bridge collapsed. So, I need you to take us into what it's like to get a call like that and what happens from the governor's perspective from then on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "COATES",
      "sentences": "You know, what you describe is daunting, to say the least, and having to juggle all the roles you describe and also trying to figure out and ascertain the state of affairs for those who were still on the bridge. I remember there was a school bus at one point on that bridge, by the way.I want to play for you what President Biden had to say about his expectation of congressional resources to help in Baltimore. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We're going to send all the federal resources they need as we respond to this emergency. I mean, all the federal resources. We're going to rebuild that port together. It's my intention that the federal government will pay for the entire cost of reconstructing that bridge, and I expect the Congress to support my effort.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "COATES",
      "sentences": "Governor, I want to go back to a time when you were the governor of Minnesota. You also heard a similar message from a different president with perhaps a very different Republican Party. Listen to this.(BEGIN VIDEO CLIP) GEORGE W. BUSH, FORMER PRESIDENT OF THE UNITED STATES: We talked about the fact that the bridge collapsed and that we in the federal government must respond and respond robustly to help the people there not only recover but to make sure that the lifeline of activity, that the bridge gets rebuilt as quickly as possible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "COATES",
      "sentences": "Governor, given the political climate that we are in today, I wonder if you have any concerns or changed expectations that the president's promise will hold true now for Maryland's governor, Wes Moore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "PAWLENTY",
      "sentences": "Well, even in these polarized times, I've got to believe and hope and pray, Laura, that we will come together on a bipartisan and nonpartisan basis and address the situation as President Bush did, as President Biden is now doing and, of course, the federal government is a critical partner in these situations.We got the Minneapolis Bridge built, by the way, rebuilt from the time construction started to the time it was up and running in one year, which was a near record for any large infrastructure project in this country. And there's a lot of reasons for that, but one of the reasons was an unbelievable amount of teamwork with our federal partners in terms of funding but also in terms of the project overall. One big difference in this situation between Baltimore and Minneapolis was in Minneapolis after the bridge fell, we didn't know for quite some time why it fell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "PAWLENTY",
      "sentences": "And there was a lot of speculation and politics involved in those weeks and months following the collapse. Later, it was determined it fell because of an original design flaw dating all the way back to the 1960s. And so that speculation turned out to be wrong.In this case, they know why the bridge fell. It's going to shift from what happened on the bridge to what happened on the ship, and the issues are going to circle around the management and mechanics and operation of that ship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "COATES",
      "sentences": "A really important distinction as this investigation is ongoing. It has been than 24 hours since this tragedy and catastrophic collapse has happened. Thank you so much for letting us pick your brain and lean on your insight at this moment in time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:02",
      "speaker": "PAWLENTY",
      "sentences": "Any time. Thank you, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "COATES",
      "sentences": "Well, new tonight, an arrest made in connection to the raids at Sean \"Diddy\" Combs's properties, and Diddy's attorney is speaking out about those raids for the first time, maintaining his client's innocence.Diddy's attorney releasing this defiant statement, saying -- quote -- \"There was a gross overuse of military-level force as search warrants were executed at Mr. Combs's residences. There is no excuse for the excessive show of force and hostility exhibited by authorities or the way his children and employees were treated. Mr. Combs was never detained but spoke to and cooperated with authorities.\" Now, as for the arrest, Brendan Paul, a member of Diddy's circle, was charged with possession of cocaine and marijuana-laced candy. It's important to note Diddy is not mentioned in Paul's arrest affidavit. We do know that Diddy is the target of a federal investigation led by the Department of Homeland Security Investigations. A lot of new information here. We've got an expert to break it all down. Elizabeth Geddes was the lead prosecutor in the racketeering and sex trafficking case brought against singer R. Kelly. Elizabeth, thank you so much for being here this evening. There are a lot of questions, first of all, a lot of unanswered questions. We are still really in the infancy of our knowledge about this investigation, even having seen the images come out. Elizabeth, so far, we know that this person named Brendan Paul is the only arrest that we know of related to this search. Is more going to come out, do you think, and when?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "ELIZABETH GEDDES, FORMER FEDERAL PROSECUTOR",
      "sentences": "Yes, I think this is just the beginning. And over the next several weeks and months, I anticipate there will be a lot of additional information coming out. And potentially, it will lead to the arrest of Sean Combs. We'll see. Time will tell. But I anticipate there will be a lot in the news coming in the next couple weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "COATES",
      "sentences": "You know, the timeline, I think people watching want it to be along their curiosity timeline. They've got a deadline in their minds of when they want to know the information, and it's right now. This is not, of course, in a high-profile case of this magnitude or this level of investigation. The timeline belongs to the prosecution, the investigative team. Do you have a sense of how long this might take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "GEDDES",
      "sentences": "No, and I suspect it will not be as fast as some would like it to be. Federal investigations are often complex and lengthy. But it's clear that this investigation is well underway, given that there were two federal search warrants that appear to have been authorized by federal judges. And so, it appears that the federal investigators have already amassed a substantial amount of information. So, it could still be, you know, months before we hear more.But I anticipate that the prosecutors and agents who are working on this case will be working very diligently to bring a case to the extent that there's a case to be made in short order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "COATES",
      "sentences": "You know, Diddy's attorney said that neither Diddy nor his family's travel had been restricted in any way. Again, there is not a pending or an actual charge. There's no indictment that we are aware of any kind. But the fact that there hasn't been any restriction on travel, does that surprise you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "GEDDES",
      "sentences": "It doesn't. Until there is an indictment and a potential bail hearing, which could include a limitation on a defendant's travel, you would not expect in this type of case there to be any limitation on his travel. So, I do not draw any conclusions whatsoever from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:15",
      "speaker": "COATES",
      "sentences": "There's a lot of criticism from the attorney as well, Elizabeth, about the scale of the raids, noting what he called an advanced media presence, calling it an ambush. Do you see it that way or is this how HSI operates? You've handled cases of magnitude such as this in trafficking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "COATES",
      "sentences": "Now, you -- you brought R. Kelly to justice. He has been sentenced to decades in prison for his crimes. Now, we don't know, as you've said, the nature fully of this investigation. These are separate people. One cannot be attributed to the other specifically. But I just question, what is it like for the audience to hear when you are investigating and prosecuting someone of this level of fame?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "GEDDES",
      "sentences": "You know, I think that responsible prosecutors and agents would treat this case no different than they would treat other cases that they have. They're going to, again, take a close look at the evidence, speak with as many witnesses as they can, and then make decision about whether there's sufficient evidence to bring charges.And I don't think that these prosecutors who have excellent reputations and agents who have excellent reputations will let, you know, the fact that Mr. Combs is a celebrity affect that. I don't think he will be treated differently as a result of his celebrity status.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "COATES",
      "sentences": "Elizabeth Geddes, thank you so much for joining us this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "GEDDES",
      "sentences": "Thank you for having me. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:20",
      "speaker": "COATES",
      "sentences": "Well, the Supreme Court hearing a very important case today about access to Mifepristone. That's the drug, a part of a two-part regimen, which, as of 2023, is used in 63% of abortions across this country.Today, they began asking questions to the anti-abortion activists to find either that the FDA should never have approved this drug back in 2000, that's 24 years ago, or they should roll back access to the drug back to what it looked like in 2011. So, what would rolling back access actually look like? Well, that would mean no telemedicine prescriptions, no retail pharmacy dispensing, and the drug could only be used up to seven weeks of pregnancy rather than the FDA-approved 10 weeks. Why? Well, the anti-abortion activists told the judges that the FDA failed to follow the appropriate evaluation of this particular drug. And now, that argument could, frankly, have very far-reaching effects on other drugs, not just Mifepristone. And the court isn't even sure, by the way, they've got the right folks standing in front of them to make any of these claims whatsoever. It's called standing. Now with me, Mini Timmaraju, president of Reproductive Freedom for All, and also Tiffany R. Wright, a former law clerk for Justice Sonia Sotomayor. Thank you both for being here. Just to be clear, and people are thinking, well, this is not the Dobbs case. This is not truly whether to think that abortion can be legal or illegal. This is about access to abortion medication. But many people are wondering why the justices even took a case like this. What's your thought? TIFFANY R. WRIGHT, FORMER LAW CLERK FOR JUSTICE SONIA SOTOMAYOR: Well, I think in Dobbs, right, you remember the line where they said that this was just a neutral opinion, we're returning the issue back to the people and their elected representatives. And every time abortion access has been on the ballot since then, abortion access has won. And so now what we see is not a fight over whether or not it should be legal or return to that neutral position, but whether or not women can have access to the drug that most women use to end early pregnancies. And so, I think that this was a secondary attack on the right of women to exercise bodily autonomy. And they took it in order to test whether or not that access would remain available.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:20",
      "speaker": "COATES",
      "sentences": "Mini, I mean, there was a time for the Dobbs decision, everyone talked about, and Roe v. Wade, frankly, about having a politician in the room with you and your doctor. Now, the conversation is maybe the Supreme Court in the room with the FDA deciding whether drugs should be able to be on the market.I thought the Dobbs decision had a lot to do with returning the issue to the states. If they rule in a way that says no Mifepristone access or rolls it back, that would have the effect of a nationwide ban, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:20",
      "speaker": "MINI TIMMARAJU, PRESIDENT, REPRODUCTIVE FREEDOM FOR ALL",
      "sentences": "Yeah, we've been calling this a backdoor national abortion ban. This is a way to restrict access in states where abortion access is legal, right? California, Michigan, Ohio just codified access in their state constitutions, but this would -- this would remove access to medication abortion because it undermines FDA authority.And look, I've been working in this movement for over 20 years. When -- even with Roe as the law of the land, to your point, access was always the issue, right? Like, I'm from Texas. Women of color and immigrant women already had access issues. We had 72-hour waiting periods, we had mandatory ultrasounds, we had a chipping away at access, and that's how you really get to abortion bans in this country. That's the old way we used to do it. And now that those federal courts have so-called resolved Dobbs, we're now seeing anti-abortion activists using the same tactics that they've used for decades in these states to try to go after access in states that have already said, this is legal, this is codified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WRIGHT",
      "sentences": "Yeah. So, I think the mark of a good judge is when you're willing to make the right decision even when it hurts, and what we saw today was Samuel Alito doing his best to not do that because he has been one of the fiercest guardians of the courthouse door in saying you have to have standing.These doctors do not prescribe Mifepristone. They do not take Mifepristone. They will never be in a position to have to provide abortion care because there are federal law protections that protect them and allow them to make moral or religious objections So, the idea that these physicians have any sort of standing is not a tenable one, but we saw Justice Alito bending over backwards to make it one. Thankfully, he's on an island by himself, it appears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Well, there was that moment he asked, is the FDA infallible, I think was his phrase? Has there ever been a time when they've had to recall a drug because they were wrong about maybe its efficacy or the potential, you know, injury that it could actually cause? And there was a response to that. Obviously, it's not an infallible agency.But if they were to change the way the FDA evaluates drugs, it couldn't just apply to Mifepristone, right? It could apply to the gamut of prescribed medications. Are they willing to go that far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "TIMMARAJU",
      "sentences": "You know, the most effective, I think, argument with the Fifth Circuit and the Supreme Court was Pharma, right? Pharma intervened. It took us a while to get Pharma intervened, but they did because of the massive ramifications this would have on approvals, on innovation, on the entire ecosystem of pharmaceuticals in this country.You open the door here, then nothing is to present a group that says, I'm anti-vaccine, from filing the same kind of grievance against a vaccine manufacturer, upending so many medications and treatments that are deemed controversial by certain groups. So, look, I mean, the FDA Mifepristone, this is the top takeaway, is incredibly safe, safer than Tylenol. It has been authorized for 20- plus years. And we know it has recently been introduced in brick-and- mortar pharmacies. It's more critical than ever that we have this access in the wake of Dobbs. And I thought, you know, Justice Jackson, Ketanji Brown Jackson, had the right retort to that question, right? She said, is the Supreme Court ever fallible? And I think the answer is, from us, absolutely and it's recent. And they have to be cautious. They're at the lowest approval ratings in this country that they've ever had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:49",
      "speaker": "COATES",
      "sentences": "RFK Jr. announcing his running mate today. Her name, Nicole Shanahan. As we told you just last night, she's only 38 years old, an Oakland, California native, a tech entrepreneur who has donated to democratic presidential campaigns, and was formerly married to Google co-founder Sergey Brin -- Sergey Brin.But that's not all. RFK Jr.'s campaign says choosing a VP allows them to get on the ballot in 19 additional states. So, should Democrats be concerned? Joining me now, DNC Chair Jaime Harrison. Jaime, so good to see you. How are you today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:49",
      "speaker": "JAIME HARRISON, CHAIR, DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "I'm great. It's great seeing you as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:49",
      "speaker": "COATES",
      "sentences": "Well, as you know, RFK is picking a young and wealthy tech lawyer as his vice-presidential running mate. Aside from the money she can inject into his campaign, are you at all afraid or concerned with the DNC that his new running mate could pose a real threat to President Biden's re-election prospects?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:08",
      "speaker": "COATES",
      "sentences": "I take you at your word that you don't feel worried, but there is a red flag in that he's not polling at zero. He is polling at a significant enough of a percentage. There are those who say that he might be able to take away votes from either Republicans or Democrats, in this case, Trump or Biden.But specifically, the concern is that a third-party candidate in an independent run, based on his polling, could actually take away votes from Biden. You don't share that concern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:08",
      "speaker": "HARRISON",
      "sentences": "Well, at DNC, we won't take anything for granted, and we won't take anyone or any voter for granted. We're going to make sure we go out and educate voters about the candidates that are in race and what Joe Biden brings to the table.We have a president who wakes up every single day thinking about how to improve the quality of life of all of America's people. That's his focus. We see it in terms of how he has gotten out there and the legislation that he has pushed forward. We see Donald Trump over playing golf and giving himself awards at his golf tournaments, and we see RFK hunting for more money in order to try to get on the ballot. But in the end of the day, this is about the American people and who's going to fight for them, who's going to stand up for them and their families and their communities. We know Joe Biden will do that. And so, it's our job, part of the campaign in the DNC, to make sure that the voters know who's on the ballot and where they stand on the most important issues. And we're going to do that, regardless if you are the Republican nominee or some third-party nominee who has floated as a Democrat, a libertarian, and any other thing in the middle just so he can get his name on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:08",
      "speaker": "COATES",
      "sentences": "Speaking of voters, Biden needs and has, in the past, relied on the Black vote to win. Now, I recognize, to say the Black vote, Black voters are not a monolith, and yet is a very coveted vote to try to get. There is some polling to suggest that Trump is gaining their support. You had your fellow South Carolinian, James Clyburn, in January saying that Biden's message was not breaking through the MAGA wall, so to speak. Has Biden's message done anything to change that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:08",
      "speaker": "HARRISON",
      "sentences": "Well, I fundamentally believe, as in past elections, the African-American community, the Black vote, will be there for Joe Biden in this election. When we look at what he has done and accomplished, this is not just words, but actually how he has delivered. He has made sure that we've had, as a community, a seat at the table.Just think about this. Personally, there has been no Democratic president who has ever appointed a Black person to be the chair of the DNC. Now, we've had chairs of the DNC who have been Black, Ron Brown and Donna Brazile. Joe Biden is the first president that actually appointed a Black person to that role. So, first person to appoint a Black woman as vice president, first person to appoint a Black woman to the United States Supreme Court. He changed the primary calendar to put African-Americans not at the back of the bus, but at the front of the bus, so that the issues that are important to us get to be elevated in terms of the presidential discussion and dialogue. But look at his policies, from what he has done in terms of going after diabetes and making sure that insulin, which diabetes disproportionately impacts the Black community, making sure that we drop that down to $35 a person. There's so much that I can point to that Joe Biden has done in order to lower unemployment for the Black community in my lifetime, and I can go on and on. And so, we have a president who is actually delivering for the community, not just words, but his actions as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:08",
      "speaker": "COATES",
      "sentences": "Let me ask you, you know, surely you have been following the news about your counterpart at the RNC, the former chair, Ronna McDaniel. She has made quite a splash in her post-RNC world and life. She faced a huge backlash for her election-related lies. She is now no longer a paid political analyst for NBC News. I wonder, what does this whole episode tell you about where American politics is right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:01",
      "speaker": "COATES",
      "sentences": "Jaime Harrison, always a pleasure to speak with you. Thank you for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:01",
      "speaker": "HARRISON",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}