{
  "date": "2024-12-23",
  "headline": "CNN News Central",
  "subHeadline": "Today: Luigi Mangione arrives in Manhattan Criminal Court. Honda and Nissan are planning a merger. DOGE versus DEI. Aired 9:30- 10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "SHIMONE PROKUPECZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "To do that under state law, I believe it's about 30 days from the day he's arraigned. So, we should start getting some indication if that's going to happen.But a significant day here, certainly. We'll have this arraignment. We will likely hear a plea of not guilty from Mangione and then the process will get underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Absolutely. Shimon, thank you so much for walking through it always. We're going to keep an eye on this and we'll bring you updates all throughout the morning as this court - as this arraignment will soon or now be getting underway.Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:34:53",
      "speaker": "BOLDUAN",
      "sentences": "Also new this morning, Japanese automakers Honda and Nissan are announcing a big merger plan. A deal that would create the world's third-largest automaker. The new company would be worth more than $50 billion. What's driving it all?  At least, in part, electric vehicles and the race to be the best at it.CNN's Vanessa Yurkevich has much more on this. There's a lot more to it than just a race to electric though, Vanessa. What's going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:34:53",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICAL CORRESPONDENT",
      "sentences": "There is. If you can't beat them, join them.So these two Japanese automakers, rivals, Nissan and Honda, say they're in talks to join forces, to merge, creating the third-largest automaker in the world. And they would be worth about $50 billion. And they would basically scoot in front of the number three and number four spot right now, which is Stellantis and General Motors, only to be outpaced by Toyota and Volkswagen. But why this merger?  It's really so that they can remain competitive in a very competitive field. Also, Nissan, many car analysts suggest that they are on their way to bankruptcy. So this joining of Honda and Nissan would really be a lifeline for the company. Nissan also does have a lot of EV infrastructure, which would be great for Honda, who doesn't have as much. So, joining forces there so that they can basically produce more electric vehicles, in what is an uber competitive market. But for the average consumer, the good news is, if this merger go through, if you have a Nissan, well, they won't go bankrupt. So you'll be able to buy more Nissan models in the future. Also, more options to come into play. And more electric vehicles and more hybrid vehicles. Folks in the United States really like hybrid options. And if this deal closes, it will happen in 2026. Analysts say it's not a question of if this is going to happen. It's a question of this needs to happen. And so, the likelihood that this merger goes through in the eyes of folks in the car market is very good. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:34:53",
      "speaker": "BOLDUAN",
      "sentences": "It's great to see you, Vanessa. Thank you so much.Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "SIDNER",
      "sentences": "The two billionaires tapped to lead President-elect Trump's new Department of Government Efficiency or DOGE, are expected to target spending on diversity initiatives in their mission to slash government waste.Sources say Elon Musk and Vivek Ramaswamy could eliminate entire divisions involving DEI. But the reality of removing those programs could be harder to pull off than they might think. Joining us now is Liz King, the Senior Director of the Leadership Conference on Civil and Human Rights. Can you give me a sense of what this means?  They are focusing on this one thing right now, which is DEI. How would this affect some of these agencies when it comes to day-to-day operations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "LIZ KING, SENIOR DIRECTOR OF LEADERSHIP CONFERENCE ON CIVIL AND HUMAN RIGHTS",
      "sentences": "Look, this is nonsense. This is a distraction and they're trying to preserve power for their own benefit. They - you know - what they're talking about is profoundly unpopular. This is who we are as Americans. Our national motto (ph) is E pluribus unum, that's diversity and inclusion. Liberty and justice for all, that's equality.These values are who we are. These values are what it means to be an American. So first of all, they're going to run into a serious problem because their agenda is unpopular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "SIDNER",
      "sentences": "When you -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "KING",
      "sentences": "Second all, our civil rights laws, mean that no person is denied the opportunity to participate on the basis of race, color, national origin, sex or disability. Our laws are unchanged. So they're going to have a huge fight on their hands if they try and come for this because we know this is what we want, this is who we're going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "SIDNER",
      "sentences": "Who do you think would be affected?  Because DEI is a - you know - people have their idea of what that means. But women have been huge beneficiaries of diversity, equity, and inclusion in a different name. It wasn't called DEI back then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "KING",
      "sentences": "All of us. All of us would be harmed by this agenda. Not only are perogies, (inaudible) and padua (ph) delicious, diverse teams make better decisions. We would have fewer inventions. We are going to have more traffic and more global warming. It's going to take longer to cure cancer if we undermine these initiatives to create diversity, equity, inclusion, and accessibility.This is a horrible idea. It's going to set us all backward. We would all be harmed if this were to go forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:25",
      "speaker": "SIDNER",
      "sentences": "I want to ask you, though, you know, a lot of people look at the federal government and feel like it is bloated. Everyday Americans feel like there may be way too much misspending there. And this number came out, for example, HHS requesting $113 million in its budget for 2024 for training for diversity in the health workforce, $113 million is no small amount of money. What do you make of the idea that sometimes Americans look at these numbers and say, we got to - we got other problems we need to deal with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:09",
      "speaker": "SIDNER",
      "sentences": "I want to talk to you about some of the other things that could possibly be on the agenda or maybe should be on the agenda. The - according to the Government Accountability Office, both Medicare and Medicaid are susceptible to payment errors totaling $100 billion. That was in 2023 alone. So just in one year. So we're talking about potential Medicare and Medicaid fraud. Those are really huge numbers. Should that be made a priority, something like that, as opposed to going after some of these DEI programs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:09",
      "speaker": "KING",
      "sentences": "Look, our goal needs to be that everyone can see a doctor when they need to see a doctor. That when people go to the hospital to have a baby, they can have a baby in safe conditions, that ensure their health and the health of their baby.Absolutely. Let's make sure that funds are being well spent and that they are actually serving people and providing for their care. Let's do that. So, let's not call it fraud when we're talking about everyone gets a chance to be healthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:18",
      "speaker": "BOLDUAN",
      "sentences": "All right, we're still tracking just moments ago. This is back in the hallway of a New York City courthouse.What you're looking at is Luigi Mangione, the man charged with and suspected of shooting and murdering the UnitedHealthcare CEO, Brian Thompson, in court to face arraignment on the 11 state charges that he faces. He -- this is him being walked out of court. He is leaving, still, obviously, in custody and surrounded by, as we're told by Shimon Prokupecz, the detectives that took -- that investigated and took him into custody. He pleaded not guilty in the courtroom. That was expected, not guilty to the charges that -- terror and murder charges that he faces, but this now kicks off a clock and a long road ahead on the cases, state and federal, that he is facing. We will continue to follow this for you. We also have some other headlines coming in this hour. The FDA has now approved the weight loss drug Zepbound to treat sleep apnea. It's the first prescription medication to be approved for patients with moderate to severe forms of this sleep condition. Sleep apnea, well, is common, of course, and serious sleep-related -- is a serious sleep- related breathing disorder that is also closely associated with obesity. And studies have shown that Zepbound can improve the condition by reducing body weight, according to the FDA. The Consumer Financial Protection Bureau has filed a complaint against Zelle for allowing the -- quote -- \"fraud to fester\" within its service. The complaint says hundreds of thousands of customers of J.P. Morgan Chase, Bank of America, Wells Fargo all lost more than $870 million since Zelle launched seven years ago. Now, Zelle disputes that estimate and calls the CFPB complaint meritless -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:18",
      "speaker": "SIDNER",
      "sentences": "All right, thank you, Kate.In Hollywood this morning, actress Blake Lively is accusing her former co-star and director of waging an online war to destroy her reputation with an online campaign against her after she accused him of sexual harassment. Lively filed a civil rights complaint against Justin Baldoni, producer Jamey Heath and several others. The actor says Baldoni not only engaged in inappropriate conduct. She says he also tried to cover it up by ruining her public image. Baldoni has vehemently denied the accusations. CNN's Elizabeth Wagmeister is joining us right now. Give us some sense of the serious accusations that Blake Lively is making here, while everyone remembers what was happening around the launch of the movie, where there was a lot of infighting there, and that is all part of this, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "SIDNER",
      "sentences": "Elizabeth Wagmeister, we will see this play out likely in court. Thank you so much. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BOLDUAN",
      "sentences": "There's a lot going on with that. There's a lot going on today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}