{
  "date": "2024-03-15",
  "headline": "The Situation Room",
  "subHeadline": "D.A. Accepts Trump Prosecutor's Resignation After Georgia Judge's Ruling; Judge Delays Trump's Criminal Trial In New York; Pence Says He Cannot In Good Conscience Endorse Trump; Three Killed, Dozens Injured From Tornadoes In The Midwest; Russian Strike On Ukrainian City Of Odessa Kills At Least 20; Russians Voting In Presidential Election As Putin Cruises Toward Inevitable Fifth Term. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Wolf, a dramatic day here in Fulton County, the judge ruling that Fani Willis can stay on this case, but she does not emerge unscathed on the other side of some blistering criticism. But it's her lead prosecutor, Nathan Wade, who is now off the prosecuting team.(BEGIN VIDEOTAPE) VALENCIA (voice over):  Tonight, the lead prosecutors on The Georgia election subversion case against Donald Trump and his allies stepping down. He says, in the interest of democracy, and dedication to the American public and to move this case forward as quickly as possible. Nathan Wade handing in his resignation letter hours after Judge Scott McAfee ruled District Attorney Fani Willis could stay on the case only if Wade goes. Willis accepting the resignation of the man with whom she was romantically involved, writing, I will always remember and will remind everyone that you were brave enough to step forward and take on the investigation and prosecution. In his ruling, McAfee concluding, the defense failed to prove Willis financially benefited from hiring Wade. But this finding is by no means an indication that the court condones this tremendous lapse in judgment or the unprofessional manner of the district attorney's testimony during the evidentiary hearing. Judge Scott Mcafee wrote, rather, it is the undersigned's opinion that Georgia law does not permit the finding of an actual conflict for simply making bad choices. McAfee also describing Willis's fiery testimony last month as unprofessional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "FANI WILLIS, DISTRICT ATTORNEY, FULTON COUNTY, GEORGIA",
      "sentences": "You've been intrusive into people's personal lives. You're confused. You think I'm on trial. These people are on trial for trying to steal an election in 2020. I'm not on trial no matter how hard you try to put me on trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "VALENCIA",
      "sentences": "And her January remarks at an Atlanta area church as legally improper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WILLIS",
      "sentences": "First thing they say, oh, she's going to play the race card now, but no, God. Isn't it them who's playing the race card when they only question one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "VALENCIA",
      "sentences": "The judge also saying reasonable questions exist about the timing of Willis and Wade's relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When did your romantic relationship with Ms. Willis begin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "VALENCIA",
      "sentences": "McAfee writing, the district attorney chose to continue supervising and paying Wade while maintaining such a relationship. As long as Wade remains on the case, this unnecessary perception will persist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SCOTT GRUBMAN, DEFENSE ATTORNEY",
      "sentences": "I don't think it's a good day for the justice system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "VALENCIA",
      "sentences": "Defense Attorney Scott Grubman faced off against Willis during the when he represented Trump ally Ken Cheseboro, one of the four co-defendants, to take a guilty plea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "GRUBMAN",
      "sentences": "I hope and expect that the criminal defense lawyers in this case will appeal this decision, and I hope the Georgia Court of Appeals has a different view than Scott McAfee.DONA LD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: She's not equipped to do the job, and that case should end immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "VALENCIA",
      "sentences": "The former president's legal team vowing to fight on. We will use all legal options available as we continue to find to end this case, which should never have been brought in the first place, Attorney Steve Sadow said.(END VIDEOTAPE) VALENCIA (on camera):  And that attorney for Trump here in Georgia, Steve Sadow, says he is going to appeal this decision, which is likely to lead to even more delays. Prior to these claims coming forward and these disqualifications, disqualification hearings, Fani Willis had asked for an August trial date, though it is still unclear if she can get this case back on track for a trial before the November election. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Nick Valencia reporting for us, thank you very much.Let's break all of this down with our legal and political experts, and, Laura Coates, let me start with you. Fani Willis survived today but not without very serious damage, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "BLITZER",
      "sentences": "Elie Honig, what do you make of this fawning letter from Willis accepting Wade's resignation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Wolf, there's an awful lot of spin happening here and I think revisionist history. Let's be clear about the job that Nathan Wade did here. When he was chosen to lead this team, he had less felony prosecutorial experience than every single assistant district attorney in that office. He had zero.He proceeded to obtain an information or an indictment, excuse me, that was in part defective. That's why we saw six counts dismissed last week. He says today that he resigned to do the right thing for the American people, but he didn't resign yesterday or last week, he resigned today because the judge forced him and the judge made some damning findings about Nathan Wade. The judge's ruling said that Nathan Wade provided inaccurate information to a different court in his divorce proceeding and then provided, quote, patently unpersuasive, end quote, testimony in this case. So, Nathan Wade has not covered himself in glory. He's off the case now. And I'm not sure the judge didn't do a favor to the Fulton County D.A.'s Office by forcing his removal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "BLITZER",
      "sentences": "Interesting. S.E. Cupp, the judge had scathing words for Fani Willis in this ruling. Does this ultimately play into Trump's hands?S.E. CUPP, CNN POLITICAL COMMENTATOR:  100 percent. I mean, we know that Trump doesn't have a problem lying about these cases anyway, and those lies are dangerous, and his fans believe them. But when there's a hint of impropriety, he doesn't have to lie. He can discredit the entire case, the entire office, and it doesn't have to be true, but he gets to do that with a bit more believability. And not just this case, right? He wants to say the entire system is rigged against him, and that affects every other case he's up against. He will use this, and Fani Willis', quote/unquote, unprofessionalism, her lapse in judgment, judge's words, he will use this to discredit all the cases around him. And I think her actions, her decisions will have pretty big ramifications, not just legally for Donald Trump, but politically in his favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "BLITZER",
      "sentences": "Let me follow up with Maria Cardona. Maria, are you concerned controversy around this case has fundamentally damaged it in the eyes of the public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, it certainly was an unforced error on behalf of what is otherwise, I believe, a brilliant woman in D.A. Fani Willis. But I think what the -- what her team and what Democrats writ large are going to focus on are what this decision was, which was that there were -- the judge found that there was no legal basis to disqualify the D.A. and that there is still, and we all need to keep our eyes on this, and for Fani Willis, this is eyes on the prize, there is a mountain of evidence that Donald Trump and his co conspirators allegedly were involved in one of the most egregious and serious crimes in American history as they tried to overturn and steal an American election. That is the bottom line.And whenever this case gets tried and, you know, it probably won't happen, maybe it will, but Democrats cannot focus on, well, perhaps this is going to be one of the things that brings down Donald Trump. No, we have to do that on our own. But whenever it happens, you know, this is going to be something where Donald Trump, even if he gets elected, is not going to be able to make this go away. So, I think at some point he is going to have to face the music for those very serious alleged crimes. And let's also keep in mind that even with the scathing commentary of this judge, Fani Willis is a very popular D.A. where she is from. And with all due respect to his honor, I disagree. And I know many, many women disagree about his commentary on her testimony. They thought that she came out to defend herself, that she was, you know, somebody that was standing up to -- for her rights, and that was something very attractive to many people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:07",
      "speaker": "BLITZER",
      "sentences": "Yes, lots going on.Laura, let me just follow up with you. In a related development, maybe not related, but another legal development facing Trump, a judge has just delayed Trump's New York criminal trial by 30 days, less than two weeks, before the trial was originally supposed to begin. The delay is so attorneys can review records that federal prosecutors just turned over. What is the significance of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:07",
      "speaker": "COATES",
      "sentences": "Well, first, that was the amount of time that Alvin Bragg was willing to give. The, of course, Trump team wanted longer. They didn't even divide or split the baby. They gave what Alvin Bragg suggested they actually have.The fact that there was a document dump of documents that were provided from the U.S. Attorney, that's the federal entity, not the D.A., Alvin Bragg, who requested the documents over a year ago from SDNY, if I'm not mistaken, but it came just two weeks before the start of a trial is really an extraordinary thing to have happened because, had it happened after the trial had begun, they'd have ample ammunition to suggest misconduct of some type. Now, what's in the documents is going to be the most important fact here. Are they going be things that tend to show his innocence or his guilt? That's the bottom line. They have every right to review things. They should do so before a trial. It's unfortunate it didn't happen much sooner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:07",
      "speaker": "BLITZER",
      "sentences": "Elie, what do you make of this delay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:07",
      "speaker": "HONIG",
      "sentences": "So, Wolf, I just read the letter from the judge, and it's clear to me the judge is taking this quite seriously. Now, it is important for people to understand how this all came about. And, again, we're talking about the New York hush money case.Three years ago, federal prosecutors at the Justice Department decided not to charge Donald Trump for the hush money case. They generated a whole bunch of documents. And a big part of the reason they didn't charge that case is they were not comfortable banking on the testimony of Michael Cohen. Now, Donald Trump's team has been trying to get those documents from the feds for over a year, as Laura said, but only in the last couple weeks has Donald Trump team actually been given tens of thousands of documents. And now, Trump team is saying this is an issue, we need time to go through this, and the judge's letter today makes clear he's not happy with prosecutors, federal or state, and he wants answers from them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "There's breaking news in the 2024 presidential race. Former Vice President Mike Pence declaring tonight that he cannot, in, quote, good conscience, endorse Donald Trump.CNN's Kristen Holmes is following the story for us. Kristen, what is Pence saying about his decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Wolf, look, it was surprising and unsurprising at the same time. The two men served side- by-side, essentially Donald Trump was the boss of Mike Pence and Mike pence was one of the most loyal soldiers to the former president up until January 6 when he bucked a pressure campaign mounted by the former president and his allies to overturn the 2020 election.Today, no real mention of January 6th when saying he would not endorse former president Donald Trump, but this is what he had to say. (BEGIN VIDEO CLIP) MIKE PENCE, FORMER U.S. VICE PRESIDENT:  Donald Trump is pursuing and articulating an agenda that is at odds with the conservative agenda that that we governed on during our four years. And that's why I cannot, in good conscience, endorse Donald Trump and this campaign. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "HOLMES",
      "sentences": "Now, the former vice president there is pinning it to these conservative values. We know that he also has launched this $20 million effort to secure conservative values. He's really trying to path -- chart a path for himself as this Reagan conservative within the Republican Party that really has started to come completely under former President Donald Trump.But while he doesn't mention Trump and his behavior right away or at all, you have to remember what happened when Pence entered the race, which was essentially Donald Trump went after him. He called him weak. He said he didn't have the courage to overturn the election, do what needed to be done on January 6. And Pence has stood up to Donald Trump on that, essentially saying that Trump is wrong about what Pence's power was on Jan. 6, what his power was in terms of certifying the election. It's not that surprising, again, that this is where he ended up. But it is surprising that he unequivocally said in an interview that is not endorsing him. He could have just ignored the question. He would have said, oh, I'm going to answer that at another time. Instead, he made a decision to say, in fact, I am not supporting my former boss, I am not supporting former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Yes, a very significant moment indeed. Kristen Holmes reporting for us, thank you very much.I want to bring back CNN Political Commentators S.E. Cupp and Maria Cardona. S.E., this is a remarkable shift from Mike Pence, at least by perception. What do you make of him saying he can't endorse his former running mate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "Interesting. Maria, as all of us remember, Pence was a very loyal vice president to Donald Trump during his presidency. How surprised are you by this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "CARDONA",
      "sentences": "Well, I am surprised because I thought his cowardice would continue since it has been a reality up until now. So, why now, I suppose? And, frankly, I would have had a lot more respect for him had he said, I cannot in good conscience endorse someone who called for his MAGA supporters to murder me, because that's exactly what Donald Trump did.And so, moving forward, you know, look, it does give Democrats a talking point by saying Donald Trump's own vice president did not endorse him, does not believe he is up for the job, and so that's one thing that it gives us. But at the end of the day, I really don't think it matters. Because let's remember, Mike Pence doesn't even really have his own base because he never was really able to stand up for what he believes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "BLITZER",
      "sentences": "S.E., do you think this decision by Pence could potentially impact independent voters out there, or maybe even Republicans who are skeptical of Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "CUPP",
      "sentences": "I mean, as Maria just indicated, Pence has no constituency. He's really irrelevant in the Republican Party. And listen, I mean, a bunch of us are, but he's made himself irrelevant because in carrying Trump's water, he turned off principled conservatives like me. But in not carrying it all the way across the finish line on January 6th, he became traitorous to the rest of the MAGA Republican Party. So, I'm not sure his opinion matters all that much.And for independents and moderates, they're certainly not taking their lead from Mike Pence's political compass, because we've not really seen it point due north this entire time. BLITZER:  It's interesting, Maria, Mike Pence referenced January 6th during that Fox interview. We all remember him having to be evacuated from the Capitol as the rioters were storming the building and chanted for him to be hanged. Do you think Pence would be declining to endorse Trump if not for the events of that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:07",
      "speaker": "CARDONA",
      "sentences": "You know, that's a really good question, Wolf. I would like to say, again, giving him the benefit of a whole lot of doubt here, that maybe he does believe that Donald Trump has turned around on conservative principles. But to S.E.'s point, he did that for four years with Mike Pence's help as vice president.And so that's why I said earlier that I think I would have more respect for him had he made that issue, had he made January 6th, the fact that Donald Trump is dangerous, that he tried to steal an American election, that he inspired the MAGA folks to come and attack the Capitol, murdering policemen, calling for murdering the V.P., if he had led with those reasons, Wolf, I would have had a lot more respect for him. And maybe we could say, well, that was the reason, that was the red line in the sand for Mike Pence. But then, again, why did it take so freaking long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "LEE",
      "sentences": "The Senate majority leader, who is the highest ranking Jewish elected official in the country, making waves this week when he took to the Senate floor to say this about the Israeli prime minister and called for a drastic change.SEN. CHUCK SCHUMER (D-NY):  As a lifelong supporter of Israel, it has become clear to me the Netanyahu coalition no longer fits the needs of Israel after October 7th. I believe a new election is the only way to allow for a healthy and open decision-making process about the future of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LEO VARADKAR, IRISH PRIME MINISTER",
      "sentences": "We need to have a ceasefire as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LEE",
      "sentences": "And later expressing his disapproval of the way U.S. weapons are being used by IDF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "VARADKAR",
      "sentences": "None of us like to see American weapons being used in the way they are. The way they're being use the moment is not self- defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LEE",
      "sentences": "President Biden already under immense pressure at home for his refusal to call for a permanent ceasefire and recently drawing his first so-called red line in the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would invasion of Rafah, which you have urged him not to do, would that be a red line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BIDEN",
      "sentences": "It is a Red Line, but I'm never going to leave Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LEE",
      "sentences": "But Netanyahu's office announcing Friday that the prime minister has now approved of plans for a military incursion into Rafah and a civilian evacuation of the area. The Biden White House eager to see those purported plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY COMMUNICATIONS ADVISER",
      "sentences": "We have made it clear to our Israeli counterparts that we would welcome the opportunity to see their plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LEE",
      "sentences": "But making clear how challenging that undertaking would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KIRBY",
      "sentences": "Accommodating for a million and a half people in a confined urban environment with not a lot of geography is a very, very tall order for any military to do.(END VIDEOTAPE) LEE (on camera):  The White House, of course, has been pushing for that temporary ceasefire and hostages deal. And there has some movement with Hamas offering its counterproposal to Israel. But U.S. officials have said that they were cautiously optimistic about this deal and the direction that it's going. But the Israeli officials, on the other hand, have said that Hamas' demands are still ridiculous. So, it is just entirely unclear, Wolf, if and when this deal is going to come together. And every day that there is not a ceasefire, Wolf, the pressure on President Biden is continuing to mount. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "M.J. Lee at the White House for us, thank you very much.Right now, let's get a little bit more on the upcoming Israeli operation in Rafah, assuming it happens. CNN's Jeremy Diamond is in Jerusalem. He's got new information. Jeremy, what is Netanyahu's office now saying about these plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, Wolf, the Israeli prime minister has now approved a dual plan to both evacuate the civilian population from Rafah and also to carry out what would be a major Israeli military offensive into that city where 1.5 million Palestinians are currently living, many of them displaced from other parts of the Gaza Strip.And so the questions are mounting about the feasibility of carrying out that evacuation plan and where exactly they would go. And while the Israeli prime minister has now approved those plans after a discussion with the war cabinet, the Israeli government hasn't actually released any details about exactly how this would work. All we've heard so far from the Israeli military is that they are looking at creating humanitarian enclaves in Central Gaza, which would have food, shelter, water, field hospitals in cooperation with international partners but no real details beyond that. And the U.S. government, for its part, including Secretary of State Tony Blinken, saying that they haven't yet seen those plans from the Israeli government. And they are also emphasizing that they do need to see those plans to ensure that it is not only feasible to move that population but also to know that the accommodations where they will find themselves afterwards will be appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "And, Jeremy, give us the latest on the first humanitarian aid delivery to Gaza by sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "DIAMOND",
      "sentences": "Yes, Wolf. The World Central Kitchen facilitated this operation, nearly 200 tons of food, which would make about 500,000 meals arriving in Northern Gaza earlier today, over 100 pallets of aid were unloaded, and now questions about how exactly that aid will be distributed.We've seen, of course, major security issues surrounding the distribution of that aide in part because of the enormous desperation on the ground, in particular in Northern Gaza, where cases of acute malnutrition are rapidly rising. But there is some hope that more aid will soon come in. This maritime corridor is set to be expanded, more ships set make their way from Cyprus to Gaza, and the Israeli military has now begun a pilot program to allow aid to go directly by land into Northern Gaza after, of course, mounting international and American pressure. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BARAK RAVID, CNN POLITICAL AND GLOBAL AFFAIRS ANALYST",
      "sentences": "Good evening, Wolf. Well, no doubt, we're seeing one of the most serious crises in the U.S. -- in the history of the U.S.-Israel relations. And look what we had here in the last few days. We had the most senior Jewish politician in America voicing very, very harsh criticism of Benjamin Netanyahu. And then a day later, we had the most senior Zionist politician in America, President Biden, backing this criticism.And I think it tells you a lot on where not only the White House, but where the Democratic Party is right now and where the U.S.-Israel relationship is right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "BLITZER",
      "sentences": "Barak, what more can you tell us about the status of these talks on potentially, hopefully, a hostage deal and at least a temporary ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:02",
      "speaker": "RAVID",
      "sentences": "Well, I think there were several steps forward in the last 24 to 48 hours, the fact that Hamas gave its response. And, you know, I would take with a hundred pounds of salt, the reaction, the public statements from the Israeli prime minister's office that called the Hamas response preposterous and delusional, et cetera, et cetera.What I hear from people who are directly involved is that Hamas' response was much better than Hamas' previous position. They are moving in the right direction, but there are still gaps. And this is why the Israeli negotiation team tomorrow will ask Prime Minister Netanyahu to broaden the mandate it has given them, because they say, if we want to close this gap, if you want to bridge the differences, we need to be able to say more in the negotiation than we have been able to say until now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, we know Fulton County District Attorney Fani Willis is staying on the Trump criminal case in Georgia, but there are many questions about the path forward with the lead prosecutor out and Willis' conduct slammed by the judge.Let's get more on breaking news with CNN's Brian Todd, Brian, there's been a lot of scrutiny of Willis through all of this and that may actually only intensify, I'm told, in the weeks ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "That's right, Wolf. Some legal analysts say the gauntlet that Fani Willis just went through in this case was mostly self-inflicted. Tonight, we take a deeper dive on her previous reputation as a high-profile attorney and how this case has affected that reputation.(BEGIN VIDEOTAPE) TODD (voice over):  As she fought to stay on the Trump case, Fulton County District Attorney Fani Willis struck a defiant tone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "WILLIS",
      "sentences": "These people are on trial for trying to steal an election in 2020. I'm not on trail, no matter how hard you try to put me on trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "That fiery testimony described today as unprofessional by District Judge Scott McAfee, as he still allowed Willis to remain on the case.But Willis isn't free and clear just yet. A Georgia State Senate committee is still investigating whether she engaged in improper conduct in the Trump case and she's been in hot water for this type of thing before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "This is the second judge now who's being dealing with the case, Judge McBurney, the first one said, told the D.A. that she'd use bad judgment and there was a problem, an appearance problem and so now we have a second round of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "That refers to when Fulton County Judge Robert McBurney blocked Willis from filing charges against one of Georgia's fake electors because she had held a fundraiser for his opponent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "JUDGE ROBERT MCBURNEY, SUPERIOR COURT OF FULTON COUNTY",
      "sentences": "It's a what are you thinking moment. The optics are horrific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "Willis, a Democrat and Fulton County's first female district attorney, had been in office for only one day when then-President Trump called Georgia Secretary of State in January 2021 and urged him to find votes to overturn the 2020 election results in Georgia.The single mother of two in her early 50s says she was raised by a single father. Her father himself was a lawyer and a member of the Black Panther movement. Her name, Fani, is Swahili and means prosperous. Originally from California, Willis attended Howard University in Washington DC, then got her law degree from the Emory School of Law. She forged her professional reputation with successful prosecutions in a massive cheating scandal in Atlanta's public schools and by bringing anti-corruption charges against rapper Young Thug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHARLIE BAILEY, FRIEND AND FORMER COLLEAGUE OF FANI WILLIS",
      "sentences": "A workaholic that is very driven, very smart and you know very like if you're on a case, it's step one, step two, step three, get to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "From here, analysts say, the pressure on Willis to be above reproach in the Trump case will be enormous and one veteran attorney advises her to tow that line as far under the radar as possible.BRADLEY MOSS, PARTNER, LAW OFFICE OF MARK S. ZAID:  If I'm Fani Willis, I want to retreat from the limelight of this case right now in the sense that let your line prosecutors, let the team you assembled be the face of this case. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "TODD",
      "sentences": "Analyst Bradley Moss says Willis should stay in the background so that when the public sees this case playing out in the months ahead, especially in the lead up to Election Day, they'll be thinking about the evidence in the case and the allegations against Donald Trump and not thinking about Fani Willis. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "BLITZER",
      "sentences": "Tonight, the devastating scenes of destruction caused by tornadoes and severe storms in the Midwest. At least three people were killed, dozens were left injured.CNN's Whitney Wild brings us harrowing stories from survivors who lost everything in a matter of seconds (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "KYLA ALLAMAN, TORNADO VICTIM",
      "sentences": "She was screaming, please help me. Please help me. The house is on top of me. Please get me out.WHITNEY WILD, CNN CORRESPONDENT (voice-over):  Kyla Allaman says the frantic call from her mother came in around 8:15 Thursday night after an EF3 tornado ripped her mother's home from its foundation while she sheltered inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALLAMAN",
      "sentences": "The house was over there and they got thrown across the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "WILD",
      "sentences": "How do you feel knowing that she survived that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALLAMAN",
      "sentences": "I'm really surprised digging through this and looking where she was buried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "WILD",
      "sentences": "Allaman's mother and brother were found under a wall of the home with only minor injuries. Now, Allaman and her siblings pick through the debris, still stunned. This is all that's left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "Only yards away, Andrew Day was washing dishes inside now obliterated Taco Bell when the tornado hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "ANDREW DAY, TORNADO VICTIM",
      "sentences": "And just started shaking and boomed me back about 15 feet from there to about right there in that debris. I just held onto them whatever I could grab a hold of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "It seems like this stretch from Kentucky to Ohio after strong storms and tornadoes moved across the Midwest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh my God! We need to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "Hail-shattered windshields from Missouri to Illinois --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I've never seen anything like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "-- to Indiana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We got to go. Oh, my God. Look at the hail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "First responders worked overnight and through the day searching through the wreckage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "DOUGLAS CARTER, SUPERINTENDENT, INDIANA STATE POLICE",
      "sentences": "We don't know the extent of the damage to actually go through and sub-divide every single one of those properties. And do everything within our power to find out if there is anyone still within the confines of those collapsed buildings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "As Allaman looks at the piles of debris around her, mostly what she sees is a miracle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "ALLAMAN",
      "sentences": "I'm just thankful that they're alive and I mean, stuff can -- some stuff can be replaced. But, you know, lives can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:01",
      "speaker": "WILD",
      "sentences": "Whitney Wild, CNN, Winchester, Indiana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:55",
      "speaker": "BLITZER",
      "sentences": "In Ukraine, Odesa is reeling tonight after a Russian missile strike killed at least 20 people. It's the deadliest attack on the Black Sea port city since the beginning of the full-scale Russian invasion.CNN's Fred Pleitgen has details for us -- Fred. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:55",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Wolf.Well, the Ukrainian President Volodymyr Zelenskyy is calling this a despicable act of cowardice on the part of the Russian military. And this is as of right now, the deadliest attack on Odesa since Russia's full on invasion of Ukraine. Dozens have already been confirmed, have been killed and wounded in the attack. And the Ukrainian say, one of the reasons why it appears to have been so deadly is that it was a so-called double-tap attack. The Ukrainians are saying there was an initial missile strike that then first responders moved in and while they were at work trying to save people, a second missile strike took place and Ukrainians are already saying that there are first responders among the killed and wounded in this attack. And of course, a desk that has been a town that's been getting a lot of both drone attacks and missile attacks, especially recently, you recall that only about a week ago, Ukraine's President Volodymyr Zelenskyy himself was on hand together with the Greek prime minister, Greece, of course, an important NATO ally of the U.S., when a missile strike also took place. A member of the Greek delegation was saying that it only took place about 500 yards away from where these leaders were. Odesa, of course, as you know, Wolf, is an important port town for the Ukrainians, also very important for grain exports -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:55",
      "speaker": "BLITZER",
      "sentences": "Very important indeed. Fred Pleitgen, thank you very much for that report.Right now, Russians are voting in presidential elections as Vladimir Putin heads toward an inevitable fifth term in power. Our chief global affairs correspondent Matthew Chance is covering the story from Moscow for us. Matthew, have there been any signs of opposition, serious opposition so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:55",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "I think the half been, yes. Wolf. In fact, we've been some quite surprising shows of defiance at polling stations in various parts of the country. There's been a couple of incidents of people going into polling stations and pouring dye, a green ink or dye into the ballot boxes to ruin all the paper ballots that have been put there. That's a show of defiance on the one hand. There have also been a number of instances of arson attacks, both inside and outside various polling stations in the Russian capital of St. Petersburg, the second city of Russia, and elsewhere as well.I mean, those acts are extraordinary in a country where dissent of any kind, never mind, attempts to disrupt the election like this are greeted with a very heavy handed legal response. The individuals concerned have been taken away by the authorities and the authorities say hey, going to be facing very tough at legal action as a result. But it all points wolf to the degree of frustration under the surface in Russia, that is all comes against the backdrop of the war in Ukraine, of course, which had just been hearing about and which is causing brutal casualties. Here in Russia as well. And of course that crackdown on internal dissent in Russia along with the death of the country's most prominent opposition leader, Alexei Navalny, last month as well. So, there's a lot of simmering frustration beneath the surface and some of that is bubbling to the surface with these protests at polling stations during this election, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:55",
      "speaker": "BLITZER",
      "sentences": "When will we know the results, Matthew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:55",
      "speaker": "CHANCE",
      "sentences": "We wont know them for another few days because unusually, this presidential election in Russia, voting is taking place over a three-day period. Remember, Russia is a big country, are 11 time zones as well. So we probably wont be getting results back in until Monday morning. And so sometimes, you go now some voting still to go before we get to that point.",
      "isLastSentenceInterrupted": false
    }
  ]
}