{
  "date": "2024-07-10",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Democrats Stunned By How Rapidly Things Unraveling For Biden; New York Times Reports, Biden Campaign Aides Tried To Stop Clooney Op- Ed; First Democratic Senator Calls On Biden To Exit Race; Longtime Biden Donor And Supporter John Morgan Weighs In On Calls For President Biden To Exit The Race; \"The Atlantic\" Staff Writer Talks About The Biden-Trump Race. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "How much longer can Joe Biden say there's nothing to see here? That's tonight on NewsNight.Good evening, I'm Abby Phillip in New York. In moments, my first CNN interview with Michigan Governor Gretchen Whitmer and her revealing answer on what she thinks Joe Biden can do to help settle questions about his mental fitness. But first tonight, Joe Biden doesn't have a math problem, at least not yet, but his status as the now and future nominee suddenly looks up in the air again. Yes, that is a George Clooney reference. And, yes, that is because the Hollywood A-lister and Democrat fundraise fundraising stud horse for donors is now saying that Biden should quit the race. Clooney's public position matters. But Nancy Pelosi's matters even more. And this morning, she says, or she would not say clearly a yes to this question of, that you would want every single Democrat up and down the ballot to say, of course to. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you want him to run?REP. NANCY PELOSI (D-CA): I want him to do whatever he decides to do. And that's the way it is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Add to that an unwelcome first. If you are sitting in Delaware this evening, Peter Welch, the Democratic senator from Vermont, became the first member of the upper chamber to publicly put his name behind a demand for Biden to get out of the race, another Clooney reference.But tonight, breaking news is courtesy of Carl Bernstein. He hints that the needle that is pointing to Biden's future may now be tilting ever so slightly towards one where he is no longer on the ballot in November. Bernstein reported earlier this evening that Schumer, the top Democrat in the Senate, is trying to cobble together Biden's friends in Congress to meet with the Biden family. He apparently wants an audience to make sure that Biden knows the pitfalls of continuing to pursue the presidency. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CARL BERNSTEIN, JOURNALIST AND AUTHOR",
      "sentences": "He's frustrated with the whole situation, especially the way the White House, the way Biden, the way the first family has dug in and has said that there's no more discussion of this.His solution, which he thought he had a real shot at doing over the weekend, was to convene a meeting, probably today or yesterday, of three or four people who love Joe Biden in the Senate, in the House, among his friends, meet with Biden, not ambush him, but have a full discussion with Biden. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "And joining me tonight is Michigan's Democratic Governor Gretchen Whitmer. She has a new book out, True Gretch, What I've Learned About Life, Leadership, and Everything in Between. Governor, thank you very much for joining us.We're going to talk about this book in just a couple minutes. I wanted to, though, talk to you about some news tonight. Carl Bernstein, our colleague here at CNN, has some new reporting about President Biden. He says that the Senate's top Democrat, Chuck Schumer, addressing some of the frustration from within his colleagues in the Senate, they're planning to put together a group of senators to go to the White House and talk to President Biden about this race, the president and his family, about whether or not he should even stay in the race. Do you think President Biden should take that meeting? GOV. GRETCHEN WHITMER (D-MI): Well, listen, here's what I do know. I know that right now we have a choice between Donald Trump for four years, which would be destruction of our economy, of our individual rights, of our ability to grow manufacturing, which has all happened under Joe Biden and Joe Biden. Until Joe Biden says otherwise, he is our candidate. And that's why I try to remind people this is a high- stakes moment. I don't know what is going to happen in terms of the U.S. Senate caucus. I trust that whatever conversations are happening, at the end of the day, the decision is the president's, and he's communicated, I think, pretty clearly he doesn't intend to do anything other than run for re-election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "To your point, there is this disconnect that is out there. I want to play for you what that has sounded like to the American people.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: The bottom line here is that we're not going anywhere. I am not going anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Obviously, Speaker Emerita Nancy Pelosi, she's nudging President Biden to reconsider. What does it say to you that so many Democrats, especially on Capitol Hill, do not believe that this issue is settled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "Well, it says to me that we are spending a lot of energy not on Donald Trump and the existential threat before us. And that gives me a great deal of concern. I govern the state of Michigan. It is a fantastic state. I am proud to be a Michigander. But I also know this. We are a deeply diverse state of political opinion, of ethnicity, of race, and we are a state that is going to make a huge impact on the outcome of this election.I got a lot of work to do at home. I want to make sure people know what Democrats stand for, what Biden has delivered, and like I said, the only one who makes this decision is President Biden. He has communicated, he is in this race, he is going to see it through, and he's ready for a second term. And until and unless that changes, I'm all -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Do you think that there's a possibility he could change his mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "I don't. I have heard nothing to the contrary. I understand that there are people with different opinions. I understand that some are playing fantasy football and want to just pick a couple of random leaders that they like across the country and design a ticket. That's just not how this works. We have a president who's gotten a nomination, who's earned it, who is going, barreling toward convention. And unless he decides something differently, this is the field and this is the high-stakes we're in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Yes. So, I got to ask you about the other big splash today, which is the actor, George Clooney, he, just a couple weeks ago, held a fundraiser for the president. He saw him up close and personal, and this is what he wrote in his op-ed. It is devastating to say it, but the Joe Biden I was with three weeks ago at a fundraiser is not the Joe big F-ing deal Biden of 2010. He wasn't even the Joe Biden of 2020. He was the same man we all witnessed at the debate. And Clooney is now saying that President Biden should step aside.I mean, I think many of these people, they've been around politics for a long time, they know that this is not a fantasy or a game, but they do think that the moment is now if there's going to be a change to make that change. Do you think he's wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "I understand that people are rattled. I understand that there's a high stakes election that we are on the cusp of. I understand that people want to make sure that we win this thing. And I think that's what unites us all. We understand the real threat of Donald Trump. But I think what people sometimes lose sight of is all the things that Joe Biden has been able to accomplish.You know, the work that we are doing, fixing the damn roads and bridges and getting people connected to the internet, the onshoring of supply chains and the growth in manufacturing, good paying jobs, bringing down the cost of insulin and women's fundamental rights are all on this ballot. And that's why I'm not going to get pulled off of my mission, which is to make sure that Michigan is on the right side of this election and that we elect Joe Biden for a second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "You talk in this book about the importance of, you know, making people feel heard, meeting people where they are, not shutting down dissent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "President Biden, he's talked about opposition to him remaining on the ballot as an elite conversation. Is that the way that he should be approaching these questions about his fitness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "Well, in the book, I talk about showing up in every community and valuing the voter in the rural part of Michigan, just like I do in downtown big cities. Every voice matters. And listening to what people have to say is, I think, a real superpower that I have become a better governor and a better leader because I listen to the people I serve. I know that President Biden cares. He's a deeply empathetic man. I think it's an anxious moment for everybody. But at the end of the day, we have got to make sure that people of this country understand what the stakes are and what the receipts are. And President Biden and Vice President Harris are showing up with real receipts, making people's lives better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "What more should he do to shut this conversation down? Should he, as some people have suggested, just go ahead and take a cognitive test and demand that Donald Trump do the same?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "I don't think that it hurt, to be honest. But at the end of the day --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "So, you think that he should take a cognitive test?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "I don't think it would hurt. But here's the thing. There's a chapter in my book, I talk about being a happy warrior. I talk about in a debate, I was encouraged to never forget that the person who looks like they're having the most fun wins. Certainly, the first presidential debate was, was not a great success for President Biden. But he is the happy where he shows up every day and fights for the American public. He cares about other people more than he cares about himself.And that's precisely why I think this moment where we have Donald Trump, who's been convicted of 34 felonies, who cares only about Donald Trump, we can't lose sight of how high these stakes are. [22:10:04] We have a field. And unless one person, Joe Biden, makes an alternative decision, this is the field and we've got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Well, let's talk about some of the consequences here. Reproductive rights is such a huge issue for you and it's a personal one as well. You talk in the book about your decision to share your sexual assault in the legislature, in your state of Michigan, as you were fighting back against an anti-abortion bill. Right now, the Republicans have released their platform, they're about to meet next week. They barely mention of abortion. Trump said today that he scrubbed, quote, gay bans from the document. He said he is targeting, quote, moderates. But he says that he's aiming at common sense policies. Do you buy that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "Hell no, I don't buy that. This is a guy who's had 18 different positions on abortion. Ten years ago, when I revealed that I had been raped when I was in college, I was dealing with a Republican- dominated legislature who wanted to make it harder for women to access reproductive health care. They wouldn't listen to a woman, much less an actual medical provider. They were jamming this through the legislature. And I got to the mic because it was the only chance that I had to try to beat it back.Of course, I was not able to get that done because I was in the minority. And Republicans have been on a crusade for decades to take this right away. This has been true under Donald Trump. We would not even be having this conversation, Abby, but for the three people he put on the Supreme Court who lied to Congress, betrayed their oath of office, Donald Trump has bragged about that. The next logical thing that could happen is this Mifepristone case comes back, and this court that Donald Trump put there rips away the ability to get a medical abortion and then IVF and then surrogacy and then STEM cell research. I mean, that is the natural extension. People thought that I was overreacting before when Ruth Bader Ginsburg died, and I started the process of making sure we were ready in Michigan. Here we are now. This is still very much at risk for all Americans, and that's why this has got to be a big part of, of this conversation going into this election. If you want to have the right to make your own decision about your body and your health care, we've got to re-elect Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "The issue right now that is concerning so many Democrats is a lack of enthusiasm for the Democratic ticket that is dragging President Biden down. Some people say why not elevate Vice President Harris, who has really championed this issue and put her at the top of the ticket without some of the baggage that President Biden might have? Do you think that there's wisdom in that potentially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "I think Vice President Harris has been an incredible advocate on behalf of women's reproductive freedom. She came to Michigan, we held reproductive roundtables, like I talk about in the book, actually sit with people, cross from them, listen to them, empower voices and make sure that people understand who is fighting for their rights.She's been a terrific advocate on that issue and so many others. And I do think that she adds a lot of strength to the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "But you don't necessarily think that if they were in a position to replace President Biden, do you think that she would be the best person to be at the top of the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "She is the number two leader in this country for a reason. So, I don't believe that we're going to be in a situation where it's not Joe Biden at the top of the ticket, but she is his right hand for a very good reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "I want to talk about Michigan. Obviously, this is super important, your state, you know well. The New York Times is reporting tonight that Congresswoman Elissa Slotkin, she is running in that Senate race there. She told donors recently that she sees President Trump ahead of President Biden in that state. She also said tonight to CNN that the debate did not help her in her race. Is she right about the state of the race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "Well, I mean, it was a lousy debate. I think we all agree on that. President Biden agrees on that. Michigan is always going to be a close race, always going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "Do you think President Biden is down right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "WHITMER",
      "sentences": "Well, I tell people all the time, we're not going to lose our minds over being down two points, and we're not going to celebrate when we're up two points. This is going to be in the margin of error all the way through, no matter who the standard bearers are. That is what happens in Michigan. And that's why we've got to stop wringing our hands and roll up our sleeves and do the work necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:01",
      "speaker": "PHILLIP",
      "sentences": "So, how much harder is it today for President Biden, for an Elissa Slotkin to win the state of Michigan? And what needs to be done about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "PHILLIP",
      "sentences": "I have to ask you about the really terrifying plot to kill you and to kidnap you that unfolded in your state. You talk in the book about how it's really changed you, it's changed your family, affected your children, your daughters. You walk into events, scan the room looking for the exits. I imagine that's got to be incredibly painful and hard to move forward from. But there is this prospect that Donald Trump could be re-elected and could seek retribution. Are you worried that you would be on his list for retribution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "WHITMER",
      "sentences": "Well, I'm told he keeps a list and it's a very long list. And it has Republicans who've defected from him and probably a lot of Democrats on it too. I think that that should tell you everything you need to know about this man, other than the fact that he's a convicted felon who hundreds of thousands of Americans died on his watch. Our economy was struggling when he left office. We know that this is a person who is the one that incited all the violence that played out at our Capitol on January 6th. And now they're trying to pretend like that didn't even happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "PHILLIP",
      "sentences": "Are you worried that that violence will follow you again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "WHITMER",
      "sentences": "I think everyone who is critical or has a mind of their own should be concerned about someone who is willing to abuse power and misuse it, especially with this new Supreme Court ruling on immunity. This could be a very scary time if Donald Trump is back in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "PHILLIP",
      "sentences": "All right. Michigan Governor Gretchen Whitmer, thank you very much for joining us. We appreciate it. The book is called True Gretch. It's out right now. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "WHITMER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "PHILLIP",
      "sentences": "And joining me now to discuss everything we just heard, Scott Jennings, Jamal Simmons, Ana Navarro, and Coleman Hughes. A cognitive test, she says it's a good idea, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "ANA NAVARRO, CNN POLITICAL COMMENTATOR",
      "sentences": "Look, Joe Biden needs a way to shut down all of this noise that's going on, right? I think he thought that if he kept doing events, that would shut it down. I think he thought that if he sent that letter that he did to Congress earlier in the week, that would shut it down. It hasn't shut it down. There's got to be a way to shut this down because this is unsustainable. We cannot continue in this breathless reporting about Joe Biden's every word and splicing everything he says and does. So, I think both candidates should take a cognitive exam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "PHILLIP",
      "sentences": "Well, yes. And that was the question as well. I mean, it would probably be a smart political thing for them to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "NAVARRO",
      "sentences": "I think it should be a law. I think we need tax returns for anybody running for like ten years, for anybody running for president. And I think we should know that they're not incapable, mentally incapable, and insane. It would be a good idea to make it a law. I'm all for it, for both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "PHILLIP",
      "sentences": "And to Ana's point, Joe Biden has not shut this down. I mean, the governor suggested that he has, that he said he's going to stay in the race, but this just keeps coming back. COLEMAN HUGHES, CNN POLITICAL ANALYSTThe longer he doesn't do it, the more he is saying to people, I'm afraid to do it because I'm afraid of the results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "NAVARRO",
      "sentences": "Okay, I'm not advocating a cognitive test with multiple witnesses. It's not like a virginity test, okay, in the medieval ages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, he doesn't need it. He doesn't need it. His issue is not a one-off cognitive test. His issue is that he's super old. He is in obvious decline from when he ran in 2020 and from when he served as vice president. And, I mean, no test is going to reverse what we've seen.The reason he's having so much trouble with all this is because he spent his entire career getting used to his own largely fabricated personal narrative being successfully covered up. This is disorienting for him. This is the first time in his life that his personal narrative is not being covered up either by Democrats or by media looking the other way. This is the first time we've seen on full display the truth, the truth of Joe Biden. They have covered this up for too long, for so long, and it's a scandal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "Scott, when you talk about covering up personal narrative, are you talking about the loss of his wife and daughter? Are you talking about the loss of his son to cancer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:05",
      "speaker": "JENNINGS",
      "sentences": "Are you saying Joe Biden has never made up a story about his personal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "First of all, he has told lie after lie after lie about his life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "SIMMONS",
      "sentences": "Did I say anything right now that was a lie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "But the biggest lie -- SIMMONS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "Do you want to go through and rehash all the stories he has taught to (INAUDIBLE). But here's the deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "No, no, no. Let me just say this. You support Donald Trump. This is a guy who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "I haven't announced too. I work here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "Okay. Well, you've obviously not supporting him. You're obviously not supporting to Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "You give money to Joe Biden. I give money to anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "I will give happily give all my money to Joe Biden, because if the other choice is Donald Trump, that's a binary choice. But, okay, the other choice is a guy who began lying about how to dodge the draft because of made up bone spurs. He doesn't even remember which foot he had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "So, what level of lying is acceptable? This is what I don't get about this Biden versus Trump lying debate. Apparently, if you tell one less lie than Donald Trump, that's good enough. Is that the bar you want to set?This is a scandal. What has been covered up about Biden for the last three and a half years or more by his staff, by Democrats, look at this George Clooney op-ed. Well, three weeks ago, you know, we all saw it. Why didn't anybody say anything that night? It's not that they care about the office of the president. It's that they care they're losing. That's why it's coming apart (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "I think you got it all wrong when I think it was -- listen, this is not an administration that has lied. It just hasn't. Okay, you can laugh and you can stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "Not one lie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "No, but you supported an administration that lied about the size of the crowd at the inauguration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "Do you honestly expect us to believe that they've never lied?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "I think you're confusing administrations. And I think part of the reason that this hasn't been shut down, frankly, is because there's been breathless and somewhat reckless reporting by media --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "The journalists? You're saying the journalists are wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "Yes, I do. I think that was journal -- No. Okay. Let me give you examples. I think that when journalists jump on the George Stephanopoulos interview and talk about how Mark Warner didn't run, I think they're wrong. Mark Warner ran. He ran for five hot minutes, but he got close enough to run. JENNINGS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "But Joe Biden is saying that it's not a lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "We have to defend the journalists. I'm sorry, we have journalists at CNN, The Wall Street Journal, The New York Times, these are journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "I think that when journalists jump to conclusions about a Parkinson's specialist that has been part of the White House medical unit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "That they've lied about. They've lied about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "What part of it did they lie about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "PHILLIP",
      "sentences": "Let's just take a pause for a bit because I want to talk about the George Clooney of it all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "No way. Hold on, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "Karine has repeatedly lied about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "No, she has not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "And about whether Biden was in the meeting. She talked about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "No, they have not. This is a White House medical unit doctor who has been part of this since Obama. During the Obama administration, he visited the White House over 20 times. Did Obama have Parkinson's? They have said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "JENNINGS",
      "sentences": "I think you need to catch up on the news tonight. That's all I'm saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "No, I think you need to go read the truth. And you see, this narrative is part of the reason why all of these questions have not been shut down. And I do think there's been reckless reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "PHILLIP",
      "sentences": "I hear what you're saying, but there's no question that it's not a media narrative. 50 million people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "NAVARRO",
      "sentences": "You don't think the media had this? You don't think there's been reckless reporting by some media?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:10",
      "speaker": "PHILLIP",
      "sentences": "50 million people watched the president on that debate stage. And on the George Clooney of it all, George Clooney was at this fundraiser, right? And the fundraiser was -- they raised $28 million, he comes out of it, and he thinks that something is wrong. And he goes to write this op-ed, and according to The New York Times tonight, the White House tries to stop him. They send Jeffrey Katzenberg to try to get him to not publish this op-ed. Another person who was at that fundraiser now comes forward and says, the president did not look great that night.So, it's not a media narrative. It's also coming from people who love and respect Joe Biden. They are just deeply concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "Do you think he's going to get better? Do you think he is likely to perform better over the next six months than he has over the last three weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "NAVARRO",
      "sentences": "He has performed better in every event since the debate than he did at that debate. And, by the way, he's done about (INAUDIBLE) since the debate while Donald Trump has been in Florida golfing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "PHILLIP",
      "sentences": "Tomorrow is going to be a big day. Coleman, it's going to be a big day. He's got a big press conference scheduled. It's the tail end of NATO. This is going to be a moment that, according to all the reporting, everybody's looking at. His allies, the people who are staying quiet behind the scenes, who, some of them, according to the reporting, are waiting to see a misstep to try to convince Biden that he should get out of this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "HUGHES",
      "sentences": "Look, just think about what we know about age related decline in general. Nothing of what I'm about to say is controversial. You get to a certain age. You could have had a great life, great career. You start to have good days and bad days. And then, secondly, the decline drops off exponentially. It starts slow and then it gets quicker and quicker and quicker. And that's a huge problem because Biden would need to be president for four more years, right? And you can't have good days and bad days if you're the president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "NAVARRO",
      "sentences": "It's the same damn problem for Donald Trump. Because if you don't think he says some incredibly crazy things that make absolutely no sense, you haven't seen one of his rallies when he's talking about sharks and batteries and windmills and all sorts of things that you would -- if it was your father, you would send him for a cognitive assessment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "SIMMONS",
      "sentences": "The problem is Sean Spicer (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "PHILLIP",
      "sentences": "Tonight, the money is scared. As we mentioned with George Clooney, Democratic donors are suddenly growing anxious about Biden's candidacy, and one source says major donations are drying up. My next guest is among those hitting pause on fundraising efforts for President Biden.Longtime Biden supporter and donor, John Morgan, joins me now. John, thank you for joining us tonight. As you know, the calls now for President Biden to exit the race, they continue to grow. You were in the process, is my understanding, of planning a fundraiser for the President at the end of the summer, and now you've paused that effort. Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "JOHN MORGAN, LONGTIME BIDEN DONOR, SUPPORTER",
      "sentences": "Well, the only reason I paused it, and I'm ready to go full steam ahead if I can, the only reason I paused it is because of the uncertainty of what's going on and all the chatter. I had a fundraiser scheduled and conflicted with Passover.They were looking for a date, either August or September, so I started raising money for that fundraiser. I got to about a million dollars. I paused it, and I'm ready to go full throttle if they give me a date and come back, but I'm not going to raise money if there's not going to be a fundraiser here at my home and with this uncertainty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "MORGAN",
      "sentences": "But John Morgan is ready to go full tilt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "PHILLIP",
      "sentences": "So, what are you hearing from donors? I mean, you heard John Clooney, or George Clooney's op-ed in \"The New York Times\". He just raised millions and millions of dollars for President Biden. And my understanding is that you're also hearing some anger in the Hollywood community, another big source of money. What are the big pockets, the deep pockets, saying right now about the state of the Democratic race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "MORGAN",
      "sentences": "Well, I read George Clooney -- George Clooney's from Kentucky. His dad was a newsman there when I grew up, and I respect him, but his letter basically read that Joe Biden was different at his fundraiser. We didn't hear about that after his fundraiser. We only heard about it after the debate.The problem here is the optics from that debate. Joe Biden came in. The lighting was poor. After the Kennedy-Nixon debate, you thought they would have learned. He walked in. He looked pale. He looked out of place. I don't even know if his makeup was right. And so, I look at that, and then I look at him the next day in North Carolina, and it's a totally different guy. I want to know from his advance team, did they go over there before the debate? Did they put him in the camera? Did they look with the makeup? You know how lighting works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:31:26",
      "speaker": "PHILLIP",
      "sentences": "But do you have concerns yourself, seeing what you've seen and hearing from people who have seen President Biden up close, in person, not on T.V., in person? Do you have concerns that President Biden is the person that George Clooney described, which is, in his view, not fit for another four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "I'm just wondering, at this stage, given all the uncertainty that you're seeing yourself, that you're hearing from people you're trying to raise money from, do you still believe that President Biden is the best chance for Democrats to defeat Donald Trump in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "Well, first of all, I'm like Nancy Pelosi on this. I follow her everywhere. And if Joe Biden says he is, and if his family, Valerie and his wife Jill, says he is, I say he is. Look, think about this. They had debate prep all week in Camp David. The smartest people in the world were out there. Ron Klain, Jeffrey Katzenberger. Nobody had a concern. They were there with him for six days. Six days --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "How do you know that? Do you know for sure that none of those people had a concern?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "I read it. I read it. Well, they let him go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "I don't think they had much of a choice. MORGANthem. But I'm saying, if he's that bad, one person would say he can't do it. One person. Not one person said he can't do it. And so, I look at that. I don't know. I don't know. But I will tell you this, in that debate, when you're getting gaslighted with rapid fire lies, lies, you become dumbfounded. What's the definition of dumbfounded? Gobsmacked. Your mouth falls open. It was a gaslighting of lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "I don't know that that's what you would expect normally from a candidate. But, John, I am still curious about what's happening in the donor community right now. Is there concern among donors about President Biden's ability to beat Donald Trump that might -- that is preventing them from wanting to donate to his campaign right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "There was concern before the debate because he was behind in the polls. But let me tell you, what's the alternative? What is the alternative? They think they're going to have this little mini convention and that's going to be -- no way. You think that's going to be a peaceful-- do you think the vice president is going to go gently into the good wind if they nominate somebody else to be president and vice president? There will be more friction and fighting over that than Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "When the Biden campaign says he is the only person who can beat Donald Trump, do you think that's true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "No. I think 50 people could.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "Do you think the vice president, Kamala Harris, is one of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "If the vice president runs, if she became the nominee, I'm voting for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "Would I think she'd be the best pick? No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "Who's the best pick in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "If it came to that, Andy Beshear, Shapiro, Whitmer, Newsom, Pritzker. If you could just do anything, you'd go pick the battleground states, Pennsylvania and Michigan, Whitmer and the governor of Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "PHILLIP",
      "sentences": "Fascinating. John Morgan, thank you very much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "MORGAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:09",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, Susie Wiles and Chris Lucida, they are, you know, thought to be very professional campaign managers who've changed the way that Trump campaigns work. You write this that Wiles boasted to me during one conversation that she had been somewhat successful in getting Trump to cut back on the rigged election talk on the campaign trail.But in that same conversation, she could not answer the question of whether the 2020 election had actually been stolen. This all just seems so incredibly fragile. Are they aware that -- of that, that Donald Trump as a candidate is hard to control, especially on that particular issue of whether the election was stolen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:09",
      "speaker": "ALBERTA",
      "sentences": "Of course they are. And, you know, at one point one of them had commented to me that, you know, really at the end of the day, we don't have any more control over him than anyone else who's been involved in his past campaigns. And I think that they were probably, to some degree, selling themselves short from everything I've seen and everything I've reported.Actually, both Chris LaCivita and Susie Wiles have been able to rein in Donald Trump in certain ways. They have been able to get through to him. There's no better example of this, Abby, than Trump's embrace now of mail voting and absentee voting at a large scale. This is something where if you go back to 2020, we're in the middle of a global pandemic. Consumer behaviors are shifting dramatically. And Trump's campaign at the time was pleading with him, saying you have to stop railing against this idea of mail voting. There are millions and millions of people who want to vote for you by mail. And Trump would not have it. If you fast forward now four years, Trump has not only come around rhetorically to embracing mail voting, but his campaign is building out a very sophisticated, customizable apparatus, enabling them to microtarget people who are most likely to vote by mail and make sure that they message those people in a way that they were never doing four years ago, never mind eight years ago. So, we are seeing a much more sophisticated operation this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:09",
      "speaker": "PHILLIP",
      "sentences": "But meanwhile, you have this interesting nugget in there about his gripes with the previous RNC chairwoman who wanted to have a big ground game and he wanted to have election integrity efforts. That's what he wants the RNC's money to be spent on. What do you think is the impact of that at the end of the day for this race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:09",
      "speaker": "ALBERTA",
      "sentences": "So, it's really interesting, right? The kind of overarching theory of the Trump people is that they are going to demolish Joe Biden, that this is not going to be a close election. And therefore, they don't need -- they, at the top of the ticket anyway, they do not need a robust ground game.Now, obviously, there are a couple of holes to poke in that, one of them being from local Republicans on the ground running congressional races, Senate races, governor's races. And they're saying, well, hold on a second. We need a ground game right down the ballot. Donald Trump, however, he recognizes, Abby, that there's only so much money to go around. His legal fees have chewed up between 25 and 33 percent of all the donor cash that's coming to the campaign. And he has made it clear from the outset that he wants a massive, like an unprecedented nationwide election integrity operation to protect the vote and to have eyeballs on every precinct, every -- every drop box. And that is going to cost an enormous amount of money. In fact, Abby, I've had several people suggest to me that this election integrity program is going to cost every bit as much as the RNC's nationwide ground game would have cost. So, there are only so many dollars to go around. And clearly, that is the priority for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:54:05",
      "speaker": "PHILLIP",
      "sentences": "Tim Alberta of \"The Atlantic\" is back with me. Tim, one of the biggest decisions Trump is going to make this year is going to be who his vice president is going to be. He said he's waiting to see what happens with Biden. If Biden steps aside before he makes that decision, he may not have that luxury. What do you think? Where -- where is the campaign's head at when it comes to the choices that he faces?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "ALBERTA",
      "sentences": "From everything I've learned in the last several weeks, it is actually now very much leaning in the opposite direction, that Trump himself is very much warmed up to the idea of picking his apprentice, if you will, picking that next generation of MAGA leader. So, that's something to keep an eye on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "That is fascinating reporting. Tim Alberta, thank you very much for being here. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "ALBERTA",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    }
  ]
}