{
  "date": "2024-06-24",
  "headline": "Laura Coates Live",
  "subHeadline": "Biden And Trump Prepare To Face Off In Their Presidential Debate; Julian Assange Walks Free From British Prison After Deal With U.S.; Judge In Classified Docs Case Spars With Prosecutor; New Theory Emerges In Idaho Murders. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "She's pretty confident in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "Anderson, thank you so much for being with us tonight.And thank you for watching \"NewsNight.\" \"Laura Coates Live\" starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Well, tonight, three days to go until Trump and Biden face off for their debate rematch. Will the gloves come off? Well, were they ever on?And he was once DOJ's public enemy number one. I'm talking about Julian Assange, the WikiLeaks founder who disclosed military secrets. So, why did they just strike a deal to let him go free? And new reporting in the Idaho murders. The journalist who spent months investigating the case reveals a new theory about an alleged motive. All tonight on \"Laura Coates Live.\" Well, it's really the big question on everyone's mind, isn't it? How will Thursday's CNN debate change or impact the election at all? Well, the answer could really will depend very well on which kind of candidate shows up. Let me -- let me explain what I mean by that. Donald Trump's allies, they want to see a Donald Trump who sticks to the issues, one who dials back, and I mean way back the insults, the extreme language. In other words, they don't really want \"rally Trump.\" You know, the Trump who is obsessed over losing an election or the one who advocates for a migrant fight club. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "The radical left Democrats rigged the presidential election in 2020, and we're not going to allow them to rig the presidential election in 2024.(APPLAUSE) But I said, \"Dana, Dana, I have an idea for you to make a lot of money. You're going to go and start a new migrant fight league. Migrants. Only migrants.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Now, the funny thing is that's exactly the Trump that team Biden hopes shows up when they labeled as unhinged. Now, the Trump team, on the other hand, they have been hoping that the man they insult as \"sleepy Joe\" will show up exactly as that, slow and tired and showing any signs of the things that will have voters thinking more about his age than about his policies.But suddenly, team Trump appears worried that's not who they're going to get. They're trying now to say that they think he'll get a \"State of the Union Joe,\" a feisty president who dispels the notion that he is physically or mentally not up for the job. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "You can't love your country only when you win.(APPLAUSE) Now, my predecessor, a former Republican president, tells Putin -- quote -- \"Do whatever the hell you want.\" (BOOEING) That's a quote. A former president actually said that, bowing down to a Russian leader. I think it's outrageous, it's dangerous, and it's unacceptable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "So tonight, just in case he gets the wrong Biden, the one he doesn't want, Donald Trump is seemingly trying to plant a seed. How, you ask? By pushing this baseless accusation that Biden will be on some kind of drugs, posting \"Drug tests for crooked Joe Biden? I would, also, immediately agree to take one.\"Well, joining me now, political commentator for CNN and former Republican lieutenant governor of Georgia, Geoff Duncan. He has endorsed Biden for president. He breaks down the three things that Biden needs to do to win Thursday's debate in a new op-ed in \"The Atlanta Journal-Constitution.\" So good to see you again, Lieutenant Governor Duncan. Just thinking about who might show up at these debates, the candidate, the personality, which version of each will be there, I mean, you say that President Biden, he's got to drive home these points to win the debate on Thursday. He's got to answer the age and vitality questions once and for all. He's got to speak to all economic realities and remind the country of the embarrassing tumult of the Trump presidency. And so, I do wonder from the first part, how does Biden go about trying to even attempt to end the discussion about his age once and for all on Thursday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, here we go. Georgia is in the center of the political universe again, home of the safest, fairest, and most legal elections in the country. And we've proven it. Yeah, I think the vitality question is huge. He's got to show up, ready to go mentally and physically. And, you know, Donald Trump does him a favor every time he downplays or lowers the bar of expectations.Joe Biden has exceeded those expectations in debate after debate and, quite honestly, even in the last State of the Union. But he's got to show up and he's got to put a strong foot forward and really stay on message. I think the fact that -- you know, he's got to keep his composure and he's got to be able to show that divisive difference between him and Donald Trump, and who they are and what they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DUNCAN",
      "sentences": "Well, I do think this is a tale of two stories, this economy. I mean, some folks wake up every morning and this is the worst economy ever. If they're trying to buy a house or afford rent or buy groceries, others are waking up and this is the greatest economy ever. Their house is worth more, their -- their -- their 401K is worth more, their -- their small business is doing well.I think Joe Biden has got to speak to both of those realities, be able to -- be able to make sure he doesn't stoke fear in those that are seeing those tailwinds in the economy, but also to be able to speak to those that are really suffering and just trying to play up the fact that the economy that's strong doesn't fit well to some of those voters. The middle is watching this. I think this is an opportunity for -- for Joe Biden to actually extend an olive branch to those like me in the middle that are conservative, but just not angry about it. And that olive branch is to admit that -- that we have a spending problem in this country, and that in his second term, he's going to keep his eye on the ball on spending because ultimately, that's where this inflationary problem came. Donald Trump spent over eight trillion dollars we didn't have. Joe Biden continues to spend trillions of dollars we don't have. That is what has led to this inflationary bubble that we're living in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "You know, you make a good point about how you really can't force people to feel the way that your successes might expect them to feel and get in line with it. But just touting and saying, but I've done all these things, might not meet the actual moment for some voters.But I do wonder, you know, should Biden want voters to try to remember the chaos of the Trump administration? He obviously does. But you have advised him to think of -- to let Trump be Trump, to let people remember what Trump was like, what the presidency was like, what it was like to have him govern. Is that the right tactic here, letting him be Trump, knowing, of course, it could come with some pitfalls about maybe going on too long about topics, about showing a particular side of him, derailing the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DUNCAN",
      "sentences": "Forty-five percent of America is going to fall in love with Donald Trump no matter what comes out of his mouth. Forty-five percent of the country is going to fall in love with Joe Biden, whatever comes out of his mouth. That 10% is who they need to speak to. And I think Joe Biden needs to remind America that Donald Trump doesn't deserve to be the next president. He deserves to be the next inmate in Rikers Island.He thinks he needs to really double down on the fact that his own peers found him guilty of multiple charges and he follows -- you know, he's got cases in multiple states and jurisdictions. Certainly, that's in play. We should use that as an accountable feature of whether or not we choose somebody to be the next president of the United States. I think Joe Biden has every right to paint that picture to America that he's not Donald Trump. And you know what? That's okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Speaking of the painting of the picture, you mentioned in the beginning that Georgia is now, again, the center of the political universe, all eyes on Georgia. Shout out to Ray Charles. You know, everyone's on everyone's mind still. But your home state, actually, is where this debate is taking place. Obviously, the airwaves are being flooded with campaign ads. People are putting a lot of money into making sure that Georgia voters in particular have an opinion going in and likely one coming out.So, what are people saying about all the campaign ads that are coming in and are they making a difference in the way that you think Georgia voters will view this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "DUNCAN",
      "sentences": "Yeah, I personally feel like the ads are making any sort of overwhelming difference. I mean, you either love Donald Trump or you don't love him.The folks that are going to choose this next president are folks just like me that are conservative, that are -- that are level-headed Republicans, that are just either going to decide to stay on the couch and not vote for either one of them, or they're going to show up and actually make it -- make a difference and vote for Joe Biden to be able to allow us as -- as commonsense conservatives to launch day one of GOP 2.0. The day Donald Trump gets beat is the day this party, the Republican Party, gets to get back on its feet and start over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Well, some would say he has already been beaten, but he doesn't think so. So, we'll see.Geoff Duncan, thank you so much for joining us. I'm enjoying reading your op-eds. I know the next one is coming out soon, I'm sure. Thank you so much. I want to continue our conversation here with our political commentator for CNN and Republican pollster, Kristen Soltis Anderson, also former Trump administration official, Matt Mowers, and host of \"Can We Please Talk?\" podcast, Mike Leon. I always make sure that's very like, can we talk? Can we talk for a second? Can we please talk? Let me begin with this, though, because just thinking about who shows up, which type of candidate, obviously, everyone is going to be watching this debate and thinking different things. It's kind of an ink blot Rorschach test for people. But I wonder from your perspective, what do you think voters will be most watching for? Is it substantive or is it the idea of, I want to know how they perform with one another?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "LEON",
      "sentences": "Well, because like so, for example, why would we ask him if he's going to accept the results of the 2024 election? He hasn't accepted the 2020. He hasn't accepted 2016. It's not rigged and stolen. You know, I know because he's participating in it again. You don't participate in something that's already rigged and stolen, that you've felt you've been cheated on.So, back to the voter thing, though, for a second, I think voters, and Kristen can speak to this a little bit better, they're looking at single issues, right? The war in Gaza, right? The money that's being spent by the U.S. on that. The economic issues that we've talked about. Consumer goods are up year over year. Those are just numbers. It's math stuff. So, how do these guys speak about that? The problem is, the underlying issue is we have this new format of muting microphones and being able to hear people back talk, you know, and maybe that sidetracks a candidate to talk about something else. Does that take away the focal point of a policy discussion, which we all agree we want that? Are we going to get that? Who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Well, do voters, I mean, want those policy issues or do they -- I mean, you have to wonder sometimes. You're a pollster. You know this quite well. Both of you know this area, all of you, really. But what do you think the voters are most looking for out of the presidential debate? Keep in mind, this is the earliest one we've ever had, really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "KRISTEN SOLTIS ANDERSON, CNN POLITICAL COMMENTATOR",
      "sentences": "So, it sounds nice to say, hey, you know, these candidates need to come with their 10- point plan --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Right.-- to fix the economy. And if I went out and did a poll and I asked voters, what do you want to hear from candidates? People would probably say, I'd like to hear them have a substantive discussion on the issues. But the reality is this is going to be a spectacle. People are going to tune in to figure out what does it look like when these two men, now four years older than they were the last time they did this, stand on a stage next to each other. I don't think that it's likely that either of these candidates wins the debate on substance, but I do think that there are substantive ways these candidates can lose the debate. So, take Donald Trump, for instance. If he gets asked a question, as I'm sure he will be on an issue like abortion, he cannot survive giving an answer that says, well, I don't really have a position, we're coming up with the policy, it's going to be great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Well, I'll tell you next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "I'll tell you next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "That's what he did recently on an issue like birth control. You can't do that. This is an issue that is very important to a lot of voters, and they want clarity on it. And so, there are ways that substantively these candidates can say something that sounds wishy-washy as a non-answer, and that can create a bad moment for them, much more so than I think anyone is going to dazzle the public with some great substantive response to a policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Well, I do wonder then in that respect, is this -- I mean, listen to what Trump has been saying about preparing for this debate. It maybe he's aware of that notion and the spectacle aspect of it. Listen to how he says he's, well, prepping.(BEGIN VIDEO CLIP) TRUMP (voice-over): How are you preparing? I'm preparing by taking questions from you and others, if you think about it. But I'm preparing by dealing with you. (LAUGHTER) You're tougher than all of them. (LAUGHTER) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "I'm dealing with you. That's what I'm getting ready to do. Is that really enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MATT MOWERS, FORMER SENIOR WHITE HOUSE ADVISER UNDER TRUMP",
      "sentences": "Oh, look, you know, I've got a confession to make. I played 18 holes of golf today for the first time in over five years, and I sucked on the course. You know why? I didn't practice. I haven't been out there in five years actually doing anything. Every single shot was awful.And so, it is important for them to get practice. He's not wrong. Donald Trump is always prepared for debates this way. I remember back in 2016, some of the campaign were scheduling town hall-style meetings for him just in advance of the debate with Hillary Clinton. He was very keen on making sure there weren't flashing lights, there weren't cue cards, there weren't -- you know, pre-planned questions. He wanted a flat-out town hall because he's also a little superstitious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MOWERS",
      "sentences": "If you overprepare sometimes, you kind of lose that type of what he values is one of his greatest strengths, which is his instinct. You know, this is a guy who really prioritized having an open schedule when he was running the Trump companies, the Trump operation, in part because he wanted that flexibility. He wanted to be able to change based upon instinct during the day. He does the same -- goes the same way into a debate setting.Obviously, very different from what President Biden is doing right now. Hunker down in Camp David, preparing as many, you know, probably planned lines as he can. I'm sure the White House is crafting a lot of them. So, it would be very interesting to see. Do you take preparation or do you take instinct? Because that's what we're going to see on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "I mean, I wing it every night. So, I was going to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "LEON",
      "sentences": "You want to practice. You want to practice but you don't want to sound rehearsed. I think that would be the biggest message that I would give to President Biden. If he's -- if he's preparing some lines, make some funny jokes like you just did about playing golf. I'm a seven handicapped, by the way.(LAUGHTER) Those are the kind of jokes that you make, but like it has to come off natural like there's -- there's a certain je ne sais quoi about this, right, that we're all watching for. This is the Super Bowl, kids. Okay? So, for those of you out there watching, this is the Super Bowl. You want to learn more about these folks. You're truly independent. You want to hear policy discussion. Watch this and watch how they sound. And can you trust this person for the next four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MOWERS",
      "sentences": "And can you tolerate them being in your living room every single day for the next four years? And that's the key thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "Well, but we already know that voters have kind of said no --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MOWERS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LEON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "And that's where in some ways I think that this debate, it has a lot of peril for Donald Trump, obviously. I'm frankly surprised he agreed to it, kind of said, sure, I'll show up wherever, whenever, because right now Trump is slightly ahead in the polls. There's more of a likelihood that this changes the race in a negative direction for him.On the other hand, that spontaneity, I really think that is the one place where Trump has the opportunity to get one up on Biden. If, for instance, Biden does have a moment where he's maybe not his sharpest, not as his best, there's a way Donald Trump can come out, hit that too hard, be mean, be a bully, and turn everyone off. But if he makes some sort of light quip and moves on, there is a way that Donald Trump, I think, still is a little more energetic than Biden, is better at television as an art than Biden. There's a chance that Donald Trump, the apprentice guy, for instance, shows up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Well, you know, on that point, though, you made the point earlier about there are certain topics when it's not going to be enough just to have window dressing on issues. Reproductive rights, one very important one. There are going to be answers that must be given for voters.And there's not the audience to feed off of to have that instant gratification. Am I doing okay? There are no active listeners in the actual moderators. There's not an audience of people who are going to tell you, I like what you said or I didn't. That's going to be hard to have that vacuum for him. But there is one independent voter that told the \"Times\" this. I want to read it for you all. \"This is the most apprehensive I've felt about a presidential debate. I sense a disaster in the making where neither will look presidential.\" I do wonder how acute is that fear for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "MOWERS",
      "sentences": "Well, you've got to remember, the other piece of this, too, is that you can go with the best plan strategy. And, you know, I've run for office. I've been on in debates. You can go with everything planned. It's all a human experience at the end of the day. And these are two candidates who hate each other. But they make no bones about it. They personally dislike each other. And so, as much as I'm sure both of them are going to go in prepared with some persona to some degree, they're -- eventually, human emotion can take over in these debate settings. And we'll see how they react to each other. But because of that visceral dislike of each other, I think that voters' concerns are going to be confirmed on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LEON",
      "sentences": "Can I just piggyback one thing? Because Geoff Duncan said there about the 10% in the middle. It's more like 14, 15%. And you know how I know that? Because RFK, Jill Stein, Cornel West are totaling 14% and 156 million people voted in 2020.If you do simple math of 15%, that's 23 and a half million people, I think, that are truly feeling independent or politically homeless, that that's who you have to really talk to, and that's what that kind of speaks to right there on Thursday that they're going to be watching for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:43",
      "speaker": "COATES",
      "sentences": "A legal and political saga that has spanned now more than a decade, well, finally appears to be over. WikiLeaks founder Julian Assange, a free man. He's currently traveling to his home country of Australia after reaching a plea deal with the United States Department of Justice. This is actually new video of him from just a few hours ago. He was released from a U.K. prison where he has spent the last five years of his life.Now, according to the terms of the deal, Assange will plead guilty to a single felony count of illegally obtaining and disclosing national security material. The punishment? Well, the DOJ wants a 62-month sentence equal to the amount of time he has already served in the U.K. And that means he will avoid imprisonment in this country. And the deal, of course, must still be approved by a federal judge. But if it is, it is a significant win for Assange, who faced 18 counts from a 2019 indictment that carried a maximum of up to 175 years in prison. Joining me now, James Clapper, a CNN national security analyst and former director of National Intelligence. Also, here, David Sanger, a CNN political and national security analyst, and author of \"New Cold Wars: China's Rise, Russia's Invasion, and America's Struggle to Defend the West.\" Thank you both for being here this evening. This is really significant news that has come out about Julian Assange. I know this has been what we've been talking about for many, many years about what would happen to him. You were actually president, Director Clapper, of National Intelligence when he was -- when he released a trove of classified documents. How do you feel about this plea deal tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:43",
      "speaker": "JAMES CLAPPER, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Well, Laura, this may come as a surprise to you, but I actually think this came out pretty well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:43",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CLAPPER",
      "sentences": "-- at the time, particularly where it could have put at risk people or compromised sources and methods. That's all the thing that the Intelligence Community worries about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Do we know that he has that -- that hasn't happened? Is that why you feel this is -- it has ended up correctly or well, that we don't know that he has done that or it hasn't had that effect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CLAPPER",
      "sentences": "Well, there was a damage assessment done at the time and there was concern, although I don't recall any direct proof that. For example, assets in Afghanistan, Iraq, who were supporting, helping the United States were exposed.I think another issue here, speaking on behalf of the Intelligence Community, is you can't have a system where people on their own unilaterally decide, well, I just think it's okay to expose all this classified information when they've made a commitment to protect it. That, to me, is very important principle to bear in mind here. But again, where I began, I think justice is served.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "What do you think, David? And one thing we've heard from former Vice President Mike Pence, he calls this deal actually a miscarriage of justice and that it put the lives of troops at risk. He has posted something about that. But a big question of many people is the, why now? Why now? And is this the right result for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "DAVID SANGER, CNN CONTRIBUTOR",
      "sentences": "Well, let's start off with what Director Clapper has pointed out, was an act of revelation of this vast trove.Remember, there were -- so long ago, we all forget there were really two very different troves. One was military secrets and videos and so forth, some of which showed some problematic behavior on the part of -- of American troops. And the second was the big trove of diplomatic cables, which I worked on with a team of \"New York Times\" reporters. So, they were initially revealed by Chelsea Manning, then a private military who was convicted and sentenced for all that. I believe later on pardoned --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Commuted later on, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CLAPPER",
      "sentences": "Commuted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "SANGER",
      "sentences": "Commuted, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CLAPPER",
      "sentences": "Thirty-five-year sentence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "SANGER",
      "sentences": "That's right. And it was Private Manning who had made those commitments to keep all of those things secret. It was a different and more complicated case for Assange. He was not a U.S. government employee. He had never made commitments to do that. He wasn't a U.S. citizen, didn't take place in the U.S.He also wasn't a journalist, right? He was taking this data and just throwing everything out of -- out there because WikiLeaks had this sort of anarchic concept of full transparency. He didn't do what I think, Laura, you and I would consider what journalists do, sift through material, figure out what's important, exercise some judgment about what you publish and what you don't, excise the names of people whose lives could be at risk. Those are all things that we and other news organizations went and did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Does that make a difference to you in thinking about how -- I mean, one, you point out correctly that there's -- there are certain hurdles the prosecution would have to face --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "SANGER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "-- through all these things. But then when you talk about journalism and the press, it is a distinction from what somebody who is supposed to protect the documents in different way. Would this have created difficult precedent, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "SANGER",
      "sentences": "Very much so because it was the use of the Espionage Act against journalists here in the future that I was really worried about, that even if WikiLeaks was not a journalistic organization, once you had the precedent there that the Espionage Act, which I think goes back to 1917, to World War 1, was being used against journalists who, you know, in regular, ordinary work, you frequently come across and sometimes have to make judgments about publishing classified information, this was going to be the precedent for that. I worried about that a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "It's interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CLAPPER",
      "sentences": "Laura, it could also be a bad precedent to ignore it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CLAPPER",
      "sentences": "And that was my point about the discipline that should be sustained here for people who are obligated to protect classified information. So, had this been completely ignored, had the indictment not been levied by the federal -- a federal jury, that's a bad precedent to set as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "COATES",
      "sentences": "It is an important --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SANGER",
      "sentences": "And an old one that has required balancing for years and years by the courts. I think probably at the end of the day, they ended up with something relatively close to a good balance here. I think had Assange come back and been tried under the Espionage Act and there had been multiple convictions, I think there would be a pretty bad precedent. I think there'll be some in journalism who think even this creates a precedent that could be used by another administration in the future to go after reporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Director Clapper, I'll give you the last word on this in terms of the Intelligence Community in particular because, obviously, sometimes, you will prosecute the DOJ cases with a mind towards deterrence and setting an example for people as well. Obviously, Chelsea Manning, Private Manning, did suffer some consequences legally from this. Do you think the Intelligence Community is satisfied that Julian Assange essentially gets time served?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLAPPER",
      "sentences": "I don't know. Laura, I don't know that I can speak for the entirety of the Intelligence Community. I think there'll be a division of opinion about it. Some people will not be happy about -- about this. Others, given the passage of time since the exposure and the amount of time he spent in incarceration, I think would be okay with it. Personally, and not only speaking personally, I think it came out right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Well, I'm sure there will be political fallout from it. I mean, you can only imagine, we do have a former president with a classified documents case pending, right, in different areas. And you know that I would believe that ammunition would be developed from the idea of this decision. But we'll see how it all plays out. Don't worry, it will be instant reactions and maybe even on Thursday on a debate.Gentlemen, thank you so much for being here. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "SANGER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:56",
      "speaker": "COATES",
      "sentences": "All right, tomorrow brings another episode in the drama of the Donald Trump classified documents case. The focus, Trump's request to throw out some evidence that had been collected at Mar-a-Lago during the search.Now, today, Judge Cannon heard arguments on two other key issues. The first one, another attempt by Donald Trump's team to throw out the entire case. And they argue that this guy, Special Counsel Jack Smith, is somehow unlawfully funded. Now, there has not been a decision about that yet. Then she heard the prosecution's request for a gag order, arguing that his statements are inciting threats against FBI agents. The judge appeared skeptical about that argument. She didn't actually make a ruling, but she did chastise federal prosecutor David Harbach, saying -- quote -- \"I don't appreciate your tone,\" but she would \"appreciate decorum at all times.\" But -- quote -- \"If you aren't able to do that, I'm sure one of your colleagues can take up arguing this motion.\" Now, prosecutors argue the gag order is needed because Trump's rhetoric is so dangerous and he's making false statements about the FBI search of Mar-a-Lago, saying that agents were authorized to take him out because of the standard language that's contained in the actual text of the warrant that does allow for the use of deadly force without saying that you ought to use it. Now, Harbach saying -- quote -- \"The government is at a loss to conceive why Mr. Trump would say something so false, so inconceivable, or inviting of violence,\" to which Judge Cannon asked -- quote -- \"Where do you see a call for violence?\" Trump's attorney, Todd Blanche, arguing what Trump said was purely political. Quote -- \"The attacks, very clearly, are against President Biden.\" Now, with me now, we've got Devlin Barrett, a law enforcement reporter and co-author of the Trump trials newsletter for \"The Washington Post.\" Also, here, CNN legal commentator and former Trump lawyer, Tim Parlatore. I'll begin with you, Devlin, because you were in the courtroom today. So, tell me about what was going on and what is the likelihood that the prosecutors would actually get the gag order they're asking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:56",
      "speaker": "DEVLIN BARRETT, LAW ENFORCEMENT REPORTER, THE WASHINGTON POST",
      "sentences": "I think this has always been a long shot. The judge has been skeptical of the argument for this gag order since the prosecutors first made it. To be honest, David Harbach, the prosecutor, didn't do himself any favors in his presentation today. And the judge, I think, pushed him on a number of points that he did not have immediate at hand answers for.So, it feels like the judge is disinclined at this point to rule in the government's favor here. But she did ask for more submission. So, I don't think this is a settled conversation yet, but it has not gone well for the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:56",
      "speaker": "COATES",
      "sentences": "Well, talking about this tone comment that I don't appreciate your tone, I want to know what his tone was, because there was another moment when the judge warned prosecutors abruptly not to interrupt her. I mean, Cannon was criticized in the past for her handling. But tell me what the dynamic is inside the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:36:56",
      "speaker": "BARRETT",
      "sentences": "So, remember, this is about human beings, right? It's not -- it's not -- it's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "BARRETT",
      "sentences": "Today was a very, very human day in court, Laura, a very human day, because what happened was the judge kept interrupting David Harbach, the prosecutor, as he was making his arguments. David Harbach got, I think, a little flustered and a little frustrated by the interruptions.And, you know, this is probably too nerdy a point, but it felt for much of the day like an appeals court hearing as opposed to a trial court hearing. And I think some of the lawyers have more different degrees of experience with the appeals court type of back and forth than trial court back and forth. And Harbach basically got frustrated and said at one point in frustration, I'm trying to give you the answer, but you keep interrupting. He didn't say that verbatim, but that was what he was conveying to the judge. And what the judge basically said was, okay, cool, cool your jets. You're going to get to say whatever you want to say. But I have questions along the way. I'm the judge, so I get to ask some questions. And I think he understood that he had sort of not done well in the moment and came back to it. But to be honest, he had a couple of problems during the day. That was the most obvious one. But he had other sort of like practical problems in terms of his presentation that the judge was not impressed with. And it just -- it did not go well for him. And to be honest, they have been down this road before. She has chastised him before for not making fulsome arguments on this issue of a gag or essentially bail modification, to be clear. But, you know, it's a little surprising to me that they weren't better prepared for what they have to assume was a skeptical audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Let me turn to you, Tim, on this because, you know, having a gag order request for Donald Trump is really par for the course on several of his cases, as you have seen. Each of them is different for a variety of reasons. But prosecutors were citing an armed attack on an FBI office at -- after Trump posted about the search in Mar-a-Lago. And the agent said -- quote -- \"someone said would be hunted down and slaughtered in their own homes, after which we're going to slaughter your whole effing family.\"This is the connection they're trying to drive the point home, that his statements about the text of the warrant led to things like this or could potentially lead to things like that. Should that have been enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "TIM PARLATORE, CNN LEGAL COMMENTATOR",
      "sentences": "Just by itself, if you can actually make the connection, then it's something that -- that is worthwhile bringing up. But what it sounds to me like is that they have, you know, threats against the FBI and an armed attack on an FBI office, comments by Donald Trump, and no connection between the two.And so that's really it sounds to me like what the judge was pushing them on is, hey, you're saying this happened, you're saying this happened, but if you can't give me anything to suggest the connection between the two other than, you know, that you're Jack Smith and that's what you're -- that's what you believe, then that's not enough for a gag order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Isn't the potential at times -- I mean, they have to make their own arguments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "PARLATORE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Far from me to make them for them. But, you know, showing that there has been a connection as opposed to a prospective possibility, say this was a jury trial already, the prospect of someone being harmed might be enough for a judge, but this would not be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "PARLATORE",
      "sentences": "You know, you brought up a point earlier that these have become par for the course for Trump cases. They are not par for the course in any other circumstance. You know, gag orders are extremely rare and they're rare because they are unconstitutional and they are only allowed in very, very limited specific circumstances.And, you know, what I've been seeing throughout these cases is by continuously bringing gag orders against Donald Trump, the Justice Department and Manhattan District Attorney's Office, they're kind of peeling back, you know, what the standard is and getting judges to say, well, in this case, I'll allow it because this defendant is so bad. It's the same kind of stuff that we saw back in the 80s with a lot of these organized crime cases in New York where judges would say, well, this -- this defendant is so bad, so, yes, we're going to impose this a lesser standard. And, you know, the case law then moves back further and further from what the rule is because of this defendant. And what that ends up with is a situation where you've created a rule that becomes much more lenient and then gag orders start to become part of the course for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "If this were closer, a little closer to the trial date, not one has not been said, of course, in this matter, the idea of a gag order might become more of an urgent issue as opposed to a prospective one. Talk about the length of time would be implemented, would be really for as long as it took to set a trial date. It could be indefinite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "PARLATORE",
      "sentences": "It could. And here's the thing. Gag orders, generally speaking, are for protection of the integrity of the trial. And so, if you're trying to protect the jury pool, that is one of the things that is a viable reason for having a gag order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "A big hearing in the Idaho student murders case this week. Lawyers expected to discuss dates for the trial of the suspect, Bryan Kohberger. He's accused, of course, of killing four students back in November of 2022. And that case has been delayed due to different pre- trial motions. And while he awaits trial, a chilling new theory claims that he actually only had one specific target.Howard Blum explains it in his new book that is out tomorrow, \"When the Night Comes Falling.\" It's based on his conversations with law enforcement and other sources. And he joins me now. Howard, welcome and good evening to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "HOWARD BLUM, AUTHOR",
      "sentences": "Good evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "This reporting, really significant. I've been following this case, as we all have across the nation, because it was just so chilling for so many reasons. Tell me about your reporting and what led you to a theory that only one of the individuals who was killed was the specific target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "BLUM",
      "sentences": "Well, I was able to get out to Idaho, to Moscow, in the early days before the suspect was identified. And in those days, before there was a gag order -- a gag order is the topic, it seems, tonight going through the show -- I was able to talk to people in law enforcement, talk to people in the town and be able to establish relationships with the people, and I was able to recreate to the best of my ability what happened on the night of the murder.Both the prosecution and the defense have testified in court that there was no proof of any connection to Kohberger, who's charged with the killings, and any of the victims. However, if one goes over the events of that night, he enters on the second floor of the house through a kitchen door that's left open. It's never locked. He goes up to the third floor. Now, there are two people living on the second floor. If he was looking for a specific victim, if he was just on a manic killing spree, he would have stopped there. Instead, he goes up to the third floor, to Maddie Mogen's bedroom. It so happens that Kaylee Goncalves is there that night, that weekend. She has come to visit. She usually has been living up north. She's about to graduate. So, I believe that Maddie was his target. Everyone else in this horrific event was really collateral damage. As people called out and spoke with him, as he noticed them, as he was returning down the stairs after the killing, that's when he murdered Xana and Ethan Chapin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "Hmm. Now, of course, he is the charged defendant in this case, and the trial has not been completed. He maintains his presumption of innocence.But the way that you have described in your reporting, I mean, you actually report that his own sister had her own suspicions, writing, \"she began to notice certain things about her own family. There was Bryan wearing white surgical gloves as he suctioned the Hyundai's upholstery and trunk with a shop vacuum. Then there he was in the kitchen late at night sorting his day's personal detritus into plastic Ziploc bags.\" What did she do next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "BLUM",
      "sentences": "At this point, according to the reporting I've done, his sister confronts the father. Now, the father has just returned from a trip across country with the son. They were shoulder to shoulder in a Hyundai Elantra during the four or five-day trip across America. There -- he -- the father knows the police are looking for a white Hyundai. He knows his son has had emotional problems, has been a former heroin addict. He -- he's so concerned about the son that he goes out to see him and make this trip home with him.So, at this point, the father was reaching conclusions about his son. He was thinking the unthinkable. He was trying to deal with the realization following the footprints of what he was thinking in his mind that lead to the conclusion, oh, my gosh, my son might have been responsible. So, when the daughter confronts him, what does he do? He walks off without a word. He really can't confront it. He's not emotionally capable of confronting his son for what he has done. In many ways, you know, Kohberger family are victims, too, of these crimes. This story is about there are no survivors, really. There are just victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "Unbelievable. We did reach out to the Kohberger family and Bryan Kohberger's attorney and the county prosecutor's office and have not heard back. This -- this book is so gripping, as is the actual case itself, and as you mentioned, all of the families and the collateral damage to the entire community. Howard Blum, we will continue to follow this. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "BLUM",
      "sentences": "Nice speaking with you, Laura.",
      "isLastSentenceInterrupted": false
    }
  ]
}