{
  "date": "2024-05-17",
  "headline": "CNN This Morning",
  "subHeadline": "Prosecutors Can't Find Giuliani; Biden Asserts Executive Privilege; RFK Jr. Joining Debate Controversy; House Committee Chaos. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:31:30",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Welcome back.Donald Trump has the day off court. He's attending his son Barron's graduation. But his ally, and former election attorney John Eastman will appear in an Arizona court today where he'll be arraigned on nine counts for his role in the Arizona 2020 election subversion scheme. Eastman, the so-called architect of the fake elector's plot, is one of 18 Trump allies indicted there, along with Rudy Giuliani. He is due in court, but unlikely to show because prosecutors strangely say that they have not been able to locate him to serve him with a notice of indictment. (BEGIN VIDEO CLIP) STEPHEN COLBERT, HOST, \"THE LATE SHOW WITH STEPHEN COLBERT\": It's surprising, they can't find Rudy because he hasn't exactly been discreet about his whereabouts. This is how we started his Twitter livestream yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:30",
      "speaker": "RUDY GIULIANI",
      "sentences": "Good afternoon. This is Rudy Giuliani with \"The Rudy Giuliani Show\" live from Palm Beach. Yep, from Palm Beach, just a mile from Mar-a-Lago. Just 40 steps from the intercostal and about a third of a mile from the Atlantic Ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:30",
      "speaker": "COLBERT",
      "sentences": "If Arizona prosecutors are watching, I'm 25 feet east of the Chipotle off South Dixie Highway, across the street from our red Toyota Camry. I'm waving my hand out the window. Do you see me? No, OK, I'll drop a pin.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:30",
      "speaker": "HUNT",
      "sentences": "OK. And if this is helpful, David Frum, \"Page Six\" actually reports on his whereabouts tonight. They say one party will be hosted - that one's going to be in New York at Amada (ph) in midtown, that's in a few days, but the Florida bash is tonight, hosted by Giuliani confident Ted Goodman and GOP consultant Caroline Ren (ph). If you'd like to know where Rudy's going to be tonight, apparently there's a gift registry.What's going on here? And I - you - full disclosure, you did volunteer for Giuliani - DAVID FRUM, STAFF WRITER, \"THE ATLANTIC\": In 2000 - when he ran for president in 2007, I wrote some speeches for him and volunteered on his campaign. Like many people had been in New York in the 1990s, I was grateful to him for the turnaround of that city. Between 1990 and 2000 New York records maybe the steepest decline in crime ever recorded anywhere in the history of the human race. Obviously, not Giuliani's sole doing and it didn't happen only in New York, it happened in other cities too. But he was the symbol of something. And there was a time when he was a symbol for me of what, you know, socially moderate, patriotic, stand up against it - for America in the world, balance the books, protect people in their homes, conservatism could look like. And so there's a lot of it that's (INAUDIBLE) squalid and a lot that if you read that \"Page Six\" story is pretty funny. But there's also something kind of heartbreaking here too. That he was not one of these weirdos and goniffs (ph) that otherwise surround Trump. He was a person of character and importance in American history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:30",
      "speaker": "HUNT",
      "sentences": "Well, I was at - I mean I'm a child of September 11th. I was, you know, graduating from high school in 2003. And I still have the \"Time\" cover when he was named person of the year in the wake of his leadership after those attacks.And now, Sarah Longwell, he is reduced to - he's selling coffee. He started selling coffee this week. Let's - the Rudy - Rudy Coffee. I mean maybe we should get some on the set and try it out. But to the serious point of like, I mean, this man has fallen very far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "HUNT",
      "sentences": "That's the most confusing one, but, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "LONGWELL",
      "sentences": "The My Pillow guy. Like, this is what the Republican Party is now. It's a - it's a tawdry, you know, sort of cadre of cogmen (ph) and salespeople just trying to sell - like get another one over on the American public. And there's nothing serious in it anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "MEGHAN HAYS, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "It's like, how low can they go? It's like each person's trying to out low the next person. And it's - like we were talking about earlier, it's really sad because these are people we should be looking up to, these Supreme Court justice, we should be looking up to these politicians, and they're not giving people anything to look up for. And it provides a lack of hope and a lack of, where is our country going? How are we - what are we doing for our children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "FRUM",
      "sentences": "When Gerald Ford left the presidency, he put his name to a series of commemorative coins for the Franklin Mint. And this was a national scandal. It was shocking. No - nobody in high office had ever done anything like this before. And for - and it was one of the reasons why Ford was not able to be the Republican nominee in 1980, because people were so shocked by the way he had monetized - and he had - he had his justifications, by the way, and the commemorative coins were kind of classy in their way. But this used to be something that senior people in politics just did not do. They practiced law. They sat on boards. They became (ph) presidents of universities, not that anybody wants that job anymore. But they tried - there was a - they had a reputation and they protected it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "HUNT",
      "sentences": "Yes. No longer, apparently.All right, let's turn now to this story. (BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY): The motion passes pursuant to this vote. The committee hereby adopts the report recommending that the House of Representatives find Attorney General Merrick Garland in contempt of Congress for refusal to comply with a subpoena duly issued by this committee. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "HUNT",
      "sentences": "Two House committees moving forward with contempt charges against the attorney general, Merrick Garland, for refusing to turn over audio from President Biden's interview with special counsel Robert Hur. Hur ultimately decided not to charge Biden for mishandling classified documents. In his report he called the president a \"sympathetic, well-meaning elderly man with a poor memory.\" And, you may remember, that angered President Biden. He is now asserting executive privilege to prevent the release of audio tapes from the interview with Hur. Many news outlets, including CNN, are suing the Department of Justice to get those tapes released.Hours before the committee moved forward with those contempt proceedings, we heard from the attorney general himself. We don't usually hear Merrick Garland talk like this. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "There have been a series of unprecedented and, frankly, unfounded attacks on the Justice Department. This request, this effort to use contempt as a - as a method of obtaining our sensitive law enforcement files is just the most recent. The effort to threatened, to defund our investigations and the way in which there are contributions to an atmosphere that puts our agents and our prosecutors at risk, these are wrong.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "HUNT",
      "sentences": "David Frum, Merrick Garland has come under some criticism from Democrats for not being aggressive enough in how he handled the Trump prosecution and other things. He was put in there as someone who was viewed and who has really safeguarded his own reputation for trying to bring the Justice Department back to a place where it is viewed as the impartial, non-partisan -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "FRUM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "HUNT",
      "sentences": "Independent body that it is supposed to be.I was really struck that he went out and made those comments yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "FRUM",
      "sentences": "Well, yes - let's just, for five seconds, pretend that there's a series principle at stake here and not just showmanship. But it is almost - it is not the case that you are allowed to see potential - material that was gathered in the course of an investigation that resulted in no charges. I mean nobody would be safe. I mean it happens all the time, that a prosecutor investigating somebody on suspicion of a crime and they find they've done something kind of embarrassing. That, you know, they lied about graduating from college, or they cheat - had an affair and cheated on their spouse. And do you publish that? No, because those are not criminal actions. We have a - the awesome powers of law enforcement are used to find crimes, not to find that someone - whether someone was forgetful or not. And -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:12",
      "speaker": "HUNT",
      "sentences": "Does it make any difference if it's the president of the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HUNT",
      "sentences": "Well, I think Democrats would probably want to fight to get that stuff released, in fairness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "FRUM",
      "sentences": "Yes, but they - but when the attorney general said, no, you can't have it, they would understand, OK, he's - the attorney general's probably right. Well, make a fuss about it, but it's not real. And that's why I think there isn't a principle here and this isn't going to go very far because, in the end, we're looking for stuff that might embarrass the president and prove that he's old, and we want it from a criminal investigation. And that means we want a crack open the file and show everything that is embarrassing to anybody who's investigated and not charged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HAYS",
      "sentences": "Yes, I mean, at the end of the day he didn't do anything wrong. They're not prosecuting him for anything. He - they found him to - that he did - was not at fault for anything. He - they've already released the transcripts. It's already out there. Like, everything he said -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HUNT",
      "sentences": "Well, they did say that he mishandled the classified material. They then said that they don't think they'd win a case against him because of the quote that we read about being an elderly man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HAYES",
      "sentences": "Great, they decided not to move forward with charges. I mean, at the end of the day, that's all that really matters here. They've released the transcripts. Like, why - why do we need to go for a step further? They're asking for the tapes for an impeachment trial for him, which is found to be also baseless. So, it's sort of like, these are just political game. And I just think Republicans need to be really careful because the tables turn very quickly in Washington, as we all know. And to David's point, this is not a good precedent to be setting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HUNT",
      "sentences": "If - they're - they're likely to turn in the house at this point anyway.All right, coming up next - (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREEN (R-GA): I think you fake eyelashes are messing up what you're reading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, ain't nothing -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hold on. Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Listen -(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Forty-five minutes past the hour. Here's your morning roundup.Later today the man who brutally attacked former House Speaker Nancy Pelosi's husband in his home is set to be sentenced. Prosecutors are recommending a 40-year sentence. Could Ohio Senator J.D. Vance join the Trump presidential tickets? (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH): I want to help your dad however I can. And so certainly if he asked me, I - I - I want to help him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Gee, you think? That was Vance on Donald Trump Jr.'s podcast. Trump has said he may not announce his pick until the convention in July.The president of Morehouse College says he will allow silent, non- disruptive protests during President Biden's speech at Sunday's commencement, but he also says this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "DAVID THOMAS, PRESIDENT OF MOREHOUSE COLLEGE",
      "sentences": "This will not be a place where there will be a national photo-op of individuals being taken out of the Morehouse campus in zip ties.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "His comments come after schools called in police to clear demonstrations nationwide. Those protesters protesting the war in Gaza.The Vatican offering insight on super natural phenomenon today as they release guidelines for the doctrine of faith. It comes after social media lead to new claims of unsupported visions and apparitions. I have many questions about this. All right,  it's been 32 years and seven election cycles since American voters last saw this. (BEGIN VIDEO CLIP) ROSS PEROT (I), FORMER PRESIDENTIAL NOMINEE (October 15, 1992): Whose fault is that? Not to Democrats. Not the Republicans. Somewhere out there, there's an extra terrestrial that's doing this to us. I guess. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Speaking of aliens. Three candidates have not appeared on a presidential debate stage together since Ross Perot join Bill Clinton and George H.W. Bush in 1992. It seems unlikely to happen this year, even though independent presidential candidate Robert F. Kennedy - Robert Kennedy Jr. claims he will meet the qualifications to participate in the two recently coordinated debates between President Biden and former President Trump. Instead, we're likely to get more of this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Now -DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: Are you going to pack the court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "BIDEN",
      "sentences": "Make sure you, in fact, let people know you're a senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "TRUMP",
      "sentences": "He doesn't want to answer that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "BIDEN",
      "sentences": "I'm not going to answer the question because -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "TRUMP",
      "sentences": "Why wouldn't you answer that question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "BIDEN",
      "sentences": "Because the question is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "TRUMP",
      "sentences": "You want to put a lot of -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "BIDEN",
      "sentences": "The question is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "TRUMP",
      "sentences": "New Supreme Court justices - radical left -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "BIDEN",
      "sentences": "The question - will you shut up, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "TRUMP",
      "sentences": "Who is your - listen -(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "All right, joining me now is Michael Smerconish. He is the host of CNN's \"SMERCONISH\" and also a CNN political commentator.Michael, happy Friday. Wonderful to see you. RFK Jr. not happy about these debate requirements. This is what he says. \"President Biden and Trump are colluding to lock America into a head-to-head matchup that 70 percent say that they do not want.\" What is your take on this? Should he be allowed on the stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "MICHAEL SMERCONISH, CNN POLITICAL COMMENTATOR",
      "sentences": "If he meets the criteria I think that he should be. I think that the only thing that former President Trump and President Biden agree on is that neither wants RFK Jr. to be on that stage.Kasie, can I also say -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Well, Trump posted yesterday that he'd be fine with it, actually. But I take your point on Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "SMERCONISH",
      "sentences": "Yes. I - I think that the data is mixed, right? I mean, in Philadelphia, a month ago, 15 Kennedy family members came to town to stand on the stage with President Biden. Either five or six of them were siblings of RFK Jr. That's how vehement they are in opposition to RFK Jr. And then, within two days, an NBC survey came out, which defied conventional wisdom. Conventional wisdom that if Bobby's on that stage he's going to pull from Joe Biden. All of a sudden here was a poll that said, wait a minute, he actually pulls from Donald Trump. I think it's determined on a state-by-state basis. But Biden and Trump both view him as a wildcard that neither wants to deal with.Can I also say that I think Donald Trump was outmaneuvered by President Biden in the last two days on this whole issue. There are going to be two debates, not three. There won't be an audience. Trump feeds on an audience. Even when it's an audience in opposition to Trump. And the removal of RFK Jr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "No, that's a really interesting point. I mean do you think that Biden's push on this, his insistence on doing these debates and the way it came together, does that signal that the campaign recognized he was behind and basically had to do something to shake it up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "There was some reporting this week on the polling question that President Biden himself simply doesn't believe the polls, and that that's a part of the explanation for his and the campaign's kind of stay the course strategy. The debates may argue - them decided to do these debates this way may argue against that, but there is kind of the flashback to the primary in 2020 when he seemed really down, he'd been written off by a lot of people, and he still came back and won. That lesson seems to still be there for them.How do you see that? And is it the right way to look at it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "SMERCONISH",
      "sentences": "So, there's time on the clock, Kasie, but there's not as much time on the clock as there used to be. Like, we've got to disabuse ourselves of the idea that there's six months left in this election because people vote in September, you know? It's really going to be game on. Here we are now. Memorial Day weekend is coming. Lot of folks are going to tune out for the summer. And when we regroup as a society, it's Labor Day weekend. It's not really the start of the 11th hour the campaign. It means people are actually casting their ballots by mail. So, I have to believe that also was a factor in the Biden decision to try and snooker, frankly, Donald Trump into agreeing to two debates and not three with no audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "Pretty remarkable.So, Michael, I know you also have been following, and I can't believe we're still talking about this after how - this was a while ago now, but this roast of Tom Brady has had some serious legs and he says he regrets it. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "TOM BRADY, RETIRED NFL QUARTERBACK",
      "sentences": "I loved when the jokes were about me. I thought they were so fun. I didn't like the way that it affected my kids.I wouldn't do that again because of the way that it affected - actually the people that I care about the most. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "Should he not have done this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "SMERCONISH",
      "sentences": "I thought it was hilarious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "I did too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "SMERCONISH",
      "sentences": "I mean, I have a very sophomore - you did? OK. Thank God.I have a very sophomoric sense of humor. I can't decide if \"Caddyshack\" or \"Animal House\" or \"Slap Shot\" were the best movie of all time. I had Sally Jenkins from \"The Washington Post\" on my program last weekend. And she's got a great sense of humor. You know, comes from Dan Jenkins. And she said, Michael, I wanted to laugh, but I just thought it was crude. I think Brady's mistake was that he should have recognized, if Gizelle is on limits, then so too are the kids. And by extension, she probably should have been off limits. But that would have been 50 percent of the material in that special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "Yes. I mean, I will say, I think - I think some of it was a little over the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "SMERCONISH",
      "sentences": "True.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "I - I can understand why they was this kind of fallout. I think he made a lot of money off of it, so, who knows.Michael Smerconish, thank you very much for being with us. Always appreciate having you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "SMERCONISH",
      "sentences": "Thank you, Kasie. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "And don't miss Michael's show tomorrow morning on CNN.Thank you. See you soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "SMERCONISH",
      "sentences": "See ya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "All right, let's turn now to the august House of Representatives.(BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREEN (R-GA): I hope you brought your popcorn. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "Lawmakers definitely should have brought popcorn yesterday as they watched this at a House Oversight Committee hearing.(BEGIN VIDEO CLIP) : If my comment talks (EXPLETIVE DELETED) about her, y'all going to have a problem. REP. MARJORIE TAYLOR GREENE (R-GA): Can we take a break for five minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Chairman.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "During a hearing on Attorney General Merrick Garland's contempt resolution. Conservative firebrand Marjorie Taylor Greene went head- to-head with Democratic Congresswoman Jasmine Crockett and Alexandria Ocasio-Cortez. The three hurling insults at one another. It was nasty and personal. Watch.(BEGIN VIDEO CLIP) REP. JASMINE CROCKETT (D-TX): Do you know what we're here for? You know we're here about AG Garland (INAUDIBLE) the president -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, just a point of - point of order.REP. MARJORIE TAYLOR GREENE (R-GA): I don't think you know what you're here for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "CROCKETT",
      "sentences": "Well, you the one talking about - I guess she's still (INAUDIBLE) -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "GREENE",
      "sentences": "I think your fake eyelashes are messing up what you're reading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "CROCKETT",
      "sentences": "No, ain't nothing -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hold on. Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "CROCKETT",
      "sentences": "Listen -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Order. Not a point of order.REP. ALEXANDRIA OCASIO-CORTEZ (D-NY): Mr. - I do have a point of order, and I would like to move to - to take down Ms. Greene's words. That is absolutely unacceptable. How dare you attack the physical appearance of another person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Meeting will suspend. Meeting with suspend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "GREENE",
      "sentences": "Are your feelings hurt?OCASIO-CORTEZ: Remove her words down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "GREENE",
      "sentences": "Awe.OCASIO-CORTEZ: Oh - oh, girl. Baby, girl. GREENE: Oh, really. OCASIO-CORTEZ: Don't even play with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "GREENE",
      "sentences": "Baby girl? I don't think so.OCASIO-CORTEZ: We're going to - we are going to move and we're going to take your words down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HUNT",
      "sentences": "Who wants to - who wants to take a whack at this? I mean these are people that are elected. Like, I -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:09",
      "speaker": "HAYS",
      "sentences": "But this just goes to the whole thing we were talking about all day today that - where - where - how far have we come and like why is this - why are these people even acceptable? This is like - it's disgusting that this is how they're behaving. And why are they attacking each other personally? They are - they have enough to attack each other on their views. They don't need to attack each other on their eyelashes and their hair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "I'm sure that it has always been true there are clowns in the House of Representatives. There also used to be a career path where you put your head down, you did the work, your amass some seniority, you build a staff, you build a reputation, you build partnerships and you pass laws, which is what you were there to do. And this is the - this comic and I eye-catching side of the problem with the congresses of the past few years, which is they're remarkably unproductive.And, you know, when you think about problems that Americans have, from the cost of nursing home care, to, how do you get health insurance, to climate change, to, are the taxes too high, to the debates as we have this all party consensus that is building in favor of more protectionism and trying to enrich ourselves by keeping out foreign goods. That these are things that you would think that the House of Representatives should be having a voice on. But laws don't get past, this stuff happens. And so this you can see and it gives you an idea - it's important as occlude to all the things that you don't see because they're not happening. HUNT: One thing about this too is that it does come down to leadership. I mean James Comer, this was his committee that devolved into this back-and-forth. Here was how he tried to explain what happened. (BEGIN VIDEO CLIP) REP. JAMES COMER (R-KY): I don't know if you've noticed it, I have two hearing aids. I'm very deaf. I'm not understanding. Everybody's yelling. I'm doing the best I can. Can we not recognize Ms. Greene and let her get - REP. ALEXANDRIA OCASIO-CORTEZ (D-NY): We cannot because of the rules of the committee, Mr. Chair. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "I sort of wonder how he didn't hear this piece of it. Watch.(BEGIN VIDEO CLIP) REP. JASMINE CROCKETT (D-TX): We're not going to - we're not going to do this. Look, you guys, earlier, and literally just - REP. MARJORIE TAYLOR GREENE (R-GA): You just - you just voted to do it. You just voted to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, and I'll tell you first -(CROSS TALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You all (ph) did it first. So, you don't want to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Order. Order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "(INAUDIBLE) well, I think -- I'm trying to get clarification, Marjorie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "I'm trying to get clarification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "GREENE",
      "sentences": "(INAUDIBLE) yelling. Calm down. Will you please calm down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "If you don't want me to be - no, don't tell me to calm down -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "GREENE",
      "sentences": "Calm down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "Because y'all talk noise -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "GREENE",
      "sentences": "Can you calm down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "And then you can't take it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "GREENE",
      "sentences": "You're out of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "Because if I comment -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "GREENE",
      "sentences": "Look, Chairman, can we (INAUDIBLE) take a break for five minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "CROCKETT",
      "sentences": "If I comment on (EXPLETIVE DELETED) about her, y'all going to have a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Chairman -(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Meghan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HAYS",
      "sentences": "I mean it's like a circus. And like it's a circus where people are screaming at each other. It's - I mean, I guess, Comer couldn't blame his wife because he didn't think it. She was fast enough to solve this problem. That's seems to be what we're blaming people for today. I just - I just don't understand how this is like acceptable behavior from our lawmakers who need to be passing laws. People actually have issues in this country, and we are - need to have actual laws.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "LONGWELL",
      "sentences": "You know, one of the things that's been interesting about voters, we ask about Congress a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "LONGWELL",
      "sentences": "And it's funny, they very much want results, but they do not want compromise. And voters in this country seem to have lost the plot that it requires compromise to get results, which is, I think, why you now see people reaching for sort of the strong man authoritarian types because they have forgotten that actually the way this body is supposed to function is by doing the hard work, putting their head down, reaching a compromise that makes everybody a little bit unhappy and a little bit happy, and ultimately you get something done for the American people. And so people want things done, they don't want them to compromise, they want them to be in opposition like that, and that's why we have all this dysfunction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Yes. Well, I mean, and to what you were saying, David, too, when celebrity seems to be the goal of coming to Congress -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "You end up in situations like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "Well, Alexandria Ocasio-Cortez is sort of an example of this because, look, Marjorie Taylor Greene has no choice but to be Marjorie Taylor Greene. That's just - there's no upper floor of the building there. But Ocasio-Cortez has potential to go in a numbers of different ways in her career. And that the incentives are pulling her toward the Instagram influencer, the viral moment, the - the no - the no big bills path. I - HUNT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "OK. So, she has - she has a path. I mean I think part - what we're also coping with is, this is a Congress that doesn't have a majority in the House of Representatives. And the inhibitions, what might happen under a different political culture, is the speaker would put together a working majority, you know, half of his party, a third of the other party, and build a majority from the center out. But that is completely prohibited by the culture of the modern House of Representatives. That's how actually things were often done in the past, especially in the '50s and '60s when partisanship was little more blurry, you would have these - this functioning coalition of the center, a moderate Democrat, usually with the Democratic speaker, in those days always with the Democratic speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "But putting some of the Democratic members out in the margins, putting many of the Republican members out to the margins. But our political culture doesn't allow that middle-out coalition anymore.",
      "isLastSentenceInterrupted": false
    }
  ]
}