{
  "date": "2024-12-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Delivers Rally-Style Speech at Conservative Event; Deadly Car Ramming Suspect's History of Threatening Social Media Posts Emerges; Putin Vows Revenge for Drone Attack on City of Kazan; Vaccine Hesitancy on the Rise in U.S.; London's Harry Potter Studio Tour Ready for Christmas. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:31",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:31",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us.U.S. President-elect Donald Trump took to the stage for his first rally style speech since his election win, taking a victory lap and previewing what lies ahead when he returns to the White House in just four weeks. Trump spoke Sunday at an event in Phoenix put on by the conservative group Turning Point USA. He touched on a wide range of issues, from TikTok to the Panama Canal, and pushed back on suggestions that billionaire Elon Musk was acting as the de facto president. Trump also vowed to keep his campaign promises and take action on day one when it comes to the border and immigration. Trump said his speech was just a, quote, \"small preview of the commonsense revolution that will begin on January 20th.\" CNN's Steve Contorno has more details from West Palm Beach in Florida. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:31",
      "speaker": "STEVE CONTORNO, CNN CORRESPONDENT",
      "sentences": "Speaking from Arizona on Sunday, Donald Trump delivered what his campaign --CONTORNO (voice-over): -- called a rally-style speech in front of a friendly conservative audience, his first since winning election last month. And it was certainly reminiscent of many of the campaign speeches that he delivered over the past two years, with a heavy focus on immigration and his plans for the U.S.-Mexico border. He did, however, tread some new ground, saying that he was open to allowing TikTok, the Chinese social media company, to continue to operate in the United States. He also considered taking back control of the Panama Canal and suggested that he would eat [SIC] -- meet early in his term with Russian President Vladimir Putin about the Ukraine war. He also pushed back against Democrats' criticism that he has allowed billionaire Elon Musk to become the de facto leader of his party and the country. Take a listen to what he said. DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: They're on a new kick: Russia, Russia, Russia. Ukraine, Ukraine, Ukraine. All the different hoaxes. And the new one is President Trump has ceded the presidency to Elon Musk. No, no, that's not happening. No, he's not going to be president. That I can tell you. And I'm safe. You know why? He can't be. He wasn't born in this country. CONTORNO (voice-over): During his remarks on Saturday, Donald Trump also signaled a show of support for many of his controversial picks for his incoming administration. He stood by Robert F. Kennedy Jr. and his plan to, quote, \"make America healthy again.\" He also gave a show of support for Pete Hegseth, his pick to lead the Pentagon as defense secretary, as well as Tulsi Gabbard, his choice for director of national intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "CHURCH",
      "sentences": "Let's turn now to Larry Sabato. He is the director at the Center for Politics at the University of Virginia and the editor of \"A Return To Normalcy? The 2020 Election That Almost Broke America.\" And he is joining me from Charlottesville in Virginia.Great to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA",
      "sentences": "Thank you so much, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "CHURCH",
      "sentences": "So, President-elect Donald Trump spoke at a conservative political event in Phoenix over the weekend, laying out his administration's agenda and saying that, on his first day in office, he plans to use executive orders to close U.S. borders to what he calls illegal aliens. And he says he will immediately begin the largest deportation operation in American history.So, how far do you expect Trump will go on this, given what we know so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "SABATO",
      "sentences": "He told us many times in the campaign he wanted to be a dictator for day one. Well, that day one is going to be a long day, because he's already listed, by my count, at least, 8 or 9 major executive orders. And I'll bet by the time January 20th rolls around, it's a number far bigger than that.As far as immigration and deportation is concerned, as long as he and his key aides focus on criminals -- criminal undocumented workers or aliens in the United States -- then I don't think there will be much negative reaction. But if this goes much further than this, and if it ends up that families are being split up again and children are being separated from their parents; and for industry that loads and loads of part time workers, especially in the fields, are being sent back, and they don't have the substitutes to pick the vegetables, you're going to see a major reaction from business, not just from liberals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "CHURCH",
      "sentences": "And Larry, at that same event, Donald Trump pushed back on suggestions from Democrats that Elon Musk is acting as a de facto president, saying Musk is not going to be president, because he wasn't born in this country.But that, of course, is not exactly what's being suggested here. It's more about Musk appearing to be calling the shots. And we saw that when he nearly triggered a government shutdown. So, what does all this signal for Trump's new administration and Musk's role in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "SABATO",
      "sentences": "Musk is so important to Trump and has given so much money -- I mean, hundreds of millions of dollars already, not just to Trump, but to Republican-oriented committees, and has pledged more for the midterm elections -- that Trump can hardly push him aside and wouldn't want to.Now, the image that's projected has been kind of a co-presidency. Trump is correct, of course, that Musk is not a natural-born citizen and, therefore, could not run for president or serve as president. But as you know, that's really not what Musk was doing and not what Trump was permitting him to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "CHURCH",
      "sentences": "And, of course, neither Musk nor Trump got what they actually wanted when they killed off the speaker's bipartisan spending bill and nearly shut down the government at the end of the week.But Trump made no reference to that over the weekend, did he? Presumably, he won't want a repeat of a situation like that, where he makes a demand like raising the debt limit, and his own Republicans reject it. So, do you think he learned from that, that his margin isn't great enough that he can take a risk like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "SABATO",
      "sentences": "He should have. And in fact, that was the most significant part of this.You know, in the end, they didn't save any money at all. They ended up spending about the same amount, about the same number of billions of dollars, or millions of dollars, hundreds of millions with this -- this new bill. What was really significant was that, in one vote, 38 Republicans defected from Trump's position. And on the final vote, 34 Republicans defected for another reason. But it just goes to show you that the Republicans are more split. There are more factions in the Republican Party than people acknowledged after Trump's victory. He's not going to be able to wage [SIC] -- to wave a magic wand and solve this at the beginning of his presidency, and his power only diminishes with time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:02",
      "speaker": "CHURCH",
      "sentences": "And Larry, in Phoenix, Trump also suggested he would meet with Russia's President Vladimir Putin very soon in an effort to end the war in Ukraine, saying, quote, \"Bringing the war to an end is one of the things I want to do quickly.\"We know that Putin has said that he is ready for potential talks with Trump. So how will Trump likely end it? And what are the pros and cons of such a move, politically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHURCH",
      "sentences": "Larry Sabato, always a pleasure to have you with us and happy holidays to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "SABATO",
      "sentences": "Same to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHURCH",
      "sentences": "Donald Trump's pick for border czar also fired up the conservative crowd in Phoenix, pushing for an aggressive crackdown on immigration during his remarks.It appears Tom Homan's plan is to go into sanctuary cities and prosecute anyone hiding undocumented migrants from law enforcement. He says illegal immigrants who have committed crimes will be the priority, but they won't be the only ones agents are looking to arrest. (BEGIN VIDEO CLIP) TOM HOMAN, TRUMP'S BORDER CZAR: We'll send a whole bunch of agents into your community, and we'll find the bad guy. And when we find the bad guy, he's probably going to be with others. Others that aren't a priority apprehension. But guess what? They're getting arrested, too. So, you're going to get exactly what you don't want. More arrests in your communities. You're not going to stop us. Put all the roadblocks up -- roadblocks you want. It's not going to work. We're going to do this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHURCH",
      "sentences": "We turn now to Eastern Germany, where we're learning more about the suspect in the deadly car ramming attack at a German Christmas market.Taleb al-Abdulmohsen, who faces multiple murder and attempted murder charges, had a history of making troubling social media posts that grew increasingly dark before this tragedy. Earlier this year, he made threats against Germany and the German people to his nearly 50,000 followers online, something German authorities were apparently alerted to. In one post, Abdulmohsen wrote, in part, \"German terrorism will be brought to justice.\" Well, critics on both the left and right are using the deadly incident to attack the German government for its immigration policies. This despite the fact that the suspect is apparently a self-confessed Islamophobe. Our Matthew Chance is at the scene of the tragedy with the very latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MATTHEW CHANCE, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, the German authorities have now acknowledged they did, indeed, receive a warning from Saudi Arabia about this individual that is now being held as the suspect in this Christmas market car ramming.CHANCE (voice-over): That individual has been -- been named as Taleb al-Abdulmohsen, a 50-year-old man, a doctor, psychiatrist who was originally from Saudi -- Saudi Arabia. He's anti-Islam. He describes himself as an Islamophobe and has often posted on social media, you know, very aggressive messages against Islam. He called himself the most aggressive critic of Islam in history. He has been warning repeatedly on social media that Germany is trying to Islamize Europe, posting conspiracy theories and things like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHANCE",
      "sentences": "You can see the marketplace behind me has still been sealed off with these police cordons everywhere as forensic teams scour through the debris of that attack --CHANCE (voice-over): -- picking up any evidence they can. Of course, while cleaning the streets, to be frank, of the blood that has been left on the pavement as a result of so many casualties. Meanwhile, that suspect has made his first appearance in a German court, with the judge there placing him in pretrial detention --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHANCE",
      "sentences": "-- as this intensive investigation continues.Matthew Chance, CNN, Magdeburg in Eastern Germany. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHURCH",
      "sentences": "Back here in the United States, police have arrested a suspect in the burning death of a woman who was on a New York subway car as it sat at a station.Police say this man approached the victim on the train car in Brooklyn. He allegedly used a lighter to ignite a blanket she wore, then sat on a bench on the platform and watched the victim. She died at the scene. Officers arrested the suspect on another train after three high schoolers called in a tip. Police have not released the identity of the suspect or the victim. They do not believe the two knew each other. Still to come, Palestinians are struggling to get food and basic necessities while Israel launches new strikes in Gaza, killing several members of the same family. Plus, the latest on Russia's response to a drone attack deep inside its territory. We'll have details. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHURCH",
      "sentences": "Syria's de facto leader says he is preparing to announce a newly formed defense ministry and military in just a few days. Ahmad al-Sharaa, also known as Abu Mohammad al-Jolani, led the group of rebels that ousted Syrian President Bashar al-Assad earlier this month.He held a news conference alongside Turkey's foreign minister in Damascus on Sunday, where he said that all weapons in the country will now be controlled by the state. (BEGIN VIDEO CLIP) AHMED AL-SHARAA, SYRIAN DE FACTOR LEADER (through translator): We will not by any means allow for arms outside the control of the state, whether from revolutionary factions or factions in the SDF areas. We need to close this chapter as quickly as possible, because the presence of rogue arms in the country is what leads to chaos and unstable security. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "CHURCH",
      "sentences": "Israeli Prime Minister Benjamin Netanyahu is speaking out after Houthi rebels fired a missile at Tel Aviv this weekend. He vows Israeli forces will continue to target the Houthis in Yemen, in the same way they have dealt with other Iranian proxies.Netanyahu's comments came after the U.S. launched a series of strikes against the rebel group on Saturday. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): As we acted forcefully against the terror arms of Iran's evil axis, so we will act against the Houthis. Only in this case, we are not acting alone. The U.S. and other countries see the Houthis as a threat not only to international shipping, but to the international order. Therefore, we will act forcefully, with determination and sophistication. I tell you, even if it takes time, the result will be the same result as against the other terror arms. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "CHURCH",
      "sentences": "So, let's start with Ukraine striking deep inside Russia, with a drone attack on Kazan hitting an apartment building. Now, Ukrainians usually strike military targets. So, what do you think they were trying to do here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "DOUGHERTY",
      "sentences": "That's a good question. I mean, it could -- it could be a matter of targeting something and the missile went off-kilter. It's a little bit difficult to believe that they would directly try to hit a building. I think we'll have to wait for, you know, the investigation that will happen.But I think it's really significant, because, you know, Kazan is a big city. It's an important city economically, culturally, historically, every way. And if you notice that video, that was a very nice apartment building. So, the significance here, if I would, you know, interpret it the way -- as you're looking at the way Russia has been hit by attacks, that's hitting a middle class and maybe an upper middle class, you know, building; strikes at people who are important in Russia. And if they feel that the war is getting closer to them, it raises questions about President Putin and whether he can actually protect them, you know, from the attacks of the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "CHURCH",
      "sentences": "And this specific attack, for whatever purpose, is, of course, another reminder, as you point out, to Russia, that Ukraine is capable of hitting inside Russia.So, how is President Vladimir Putin likely to respond to this, perhaps militarily?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "CHURCH",
      "sentences": "Well, he is, I would say, furious. If you look at what he said at a meeting right after this happened, he said no matter how much they try to destroy Russia, they will be facing many more times destruction themselves and they will regret what they are trying to do to Russia.So, you can bet that there will be retaliation. And unfortunately, this is, I think, what we're in for right now: increasingly bold attacks by the Ukrainians, Russia striking back viciously. And it shows no sign of stopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "CHURCH",
      "sentences": "And Jill, about 11,000 North Korean soldiers are now serving with Russian forces deployed in Kursk. What more are you learning about reports of casualties there and also reports of problems integrating with Russian troops?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "DOUGHERTY",
      "sentences": "Yes, there's not a lot of direct information, Rosemary. In fact, I noted at the press conference that President Putin gave a few days ago. He didn't even mention the fact that there were North Koreans in Kursk, that region in Russia that Ukraine has attacked.But I would say the -- the indications are that there are certain issues about integrating those troops. After all, the North Koreans don't speak Russian. They are not trained the way Russians are. And there have been a few things online -- of course, they can't really be confirmed -- indicating some animosity between them, or at least, you know, Russians not particularly happy that North Koreans are there. The figures that we've seen are about 100 of them who have been either killed or injured, and it could be more than that. There have been other reports, about 200. But you can bet these are essentially -- and I hate to use that phrase -- cannon fodder. They really are. They are used as infantry, and they are just meant to go in there and attack and, in many cases, be attacked themselves and killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "CHURCH",
      "sentences": "Donald Trump's former pick for U.S. attorney general, Matt Gaetz, claims his bid for the job was thwarted by anti-Trump forces in the Senate. The former congressman withdrew his nomination amid concerns overallegations of sexual misconduct. Now, Gaetz is teasing his possible plans for the future. He spoke Sunday at the Turning Point USA conservative conference in Arizona. (BEGIN VIDEO CLIP) MATT GAETZ (R), FORMER FLORIDA REPRESENTATIVE: Some of you throughout this conference have even given me a few suggestions. My fellow Floridians have asked me to eye the governor's mansion in Tallahassee, maybe special counsel to go after the insider trading for my former colleagues in Congress. It seems I may not have had enough support in the United States Senate. Maybe I'll just run for Marco Rubio's vacant seat in the United States Senate and join some of those folks. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:04",
      "speaker": "AWAN",
      "sentences": "Well, it's really complicated, Rosemary, and honestly, part of it has to do with the politicization of vaccines, particularly during the COVID-19 pandemic.You know, we had Republican and conservative leaders that framed vaccine and vaccine mandates as an overreach of government power, whereas more progressive and liberal leaders framed it as a way to promote public health. And this really caused a stark divide between Republicans and Democrats. And what happened was -- was we had different messaging and mixed messaging between these leaders. And this confused a lot of the American people. And quite frankly, people were reluctant to get vaccinated because of the different messaging that took place. And this was also compounded by the fact that there's so much vaccine misinformation out there. I mean, honestly, there are so many Americans that believe that vaccines cause autism. There are so many Americans that believe that, if they get a shot, they're going to have a chronic, debilitating disease for the rest of their life. And we, of course, know that this is not true. Vaccines are extremely safe and effective. And this is what the evidence shows. So, it's very important for all of us public health officials to debunk these myths that are so pervasive in American society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:04",
      "speaker": "CHURCH",
      "sentences": "So, Doctor, what will be the likely consequences of fewer kids getting childhood vaccines or any other vaccinations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:04",
      "speaker": "AWAN",
      "sentences": "Well, people are going to suffer. And what's going to happen is that, you know, these diseases that were once eradicated will then resurge again.And this is already happening with measles, which was thought to be eradicated in the year 2000. But now, we have close to 300 cases this year alone. And I'm very concerned about those that are vulnerable, because vulnerable populations rely on herd immunity to stay safe. So, we're talking about people like babies or infants that can't get vaccinated. We're talking about those that have weakened immune systems, like patients that have AIDS or HIV; those that are bone marrow transplant recipients; those on steroids. They can't get vaccinated, and they rely on others to get vaccinated, so they can stay safe. So, what's going to happen is that these people are going to get sicker, because people aren't getting vaccinated when they should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:04",
      "speaker": "CHURCH",
      "sentences": "And Doctor, you also write about vaccine hesitancy finding its way into the Louisiana Department of Health, where public health workers are apparently no longer allowed to promote certain vaccines to the public, and that is including those for COVID-19 and the flu.What happens when health workers stop promoting vaccines, and do you expect some other states to -- to do the same?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "CHURCH",
      "sentences": "Dr. Omar Awan, thank you so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "AWAN",
      "sentences": "Yes. My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "CHURCH",
      "sentences": "Well, for many people, the holidays are all about tradition. And Harry Potter's annual Christmas festivities at Hogwarts is one of them.Coming up, CNN takes a tour of the Warner Brothers studio in London as it decorates for the holiday. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone.Well, with Christmas just around the corner, over 119 million Americans are expected to travel throughout the holidays. Flights across the U.S. look to be on time, with minimal delays impacting travel times, though some weather systems could complicate travel heading into Monday. Two storms are forming off the West Coast, threatening to dump rain across the Pacific Northwest and parts of California. Some areas in the Sierra Mountains and Southern Cascades could get more than two feet of snow. The clipper storm moving across the Great Lakes is forecast to carry heavy snowfall into the mountains across New England, as well as thunderstorms continue to develop over Eastern Texas. And though the weather outside is frightful, what better time to cozy up with a Christmas classic? CNN's Anna Stewart takes us behind the scenes to the Warner Brothers studio in London, where she tours the making of a Harry Potter exhibit, now decked with enchanting holiday decor. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "RUPERT GRINT, ACTOR",
      "sentences": "Happy Christmas, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "DANIEL RADCLIFFE, ACTOR",
      "sentences": "Happy Christmas, Ron.ANNA STEWART, CNN INTERNATIONAL CORRESPONDENT (voice-over): It's that time of year when we all rewatch family favorite movies, but this time I'm taking it a step further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "STEWART",
      "sentences": "Could there be a more magical place to spend the Christmas holidays than Hogwarts?STEWART (voice-over): This is the Great Hall, all decked out for a festive feast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "STEWART",
      "sentences": "Laura, nice to meet you.LAURA SINCLAIR-LAZELL, HEAD OF SHOW EXPERIENCE: Nice to meet you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "STEWART",
      "sentences": "You're going to give me the grand tour?SINCLAIR-LAZELL: I am indeed. Welcome to the Warner Bros. Studio Tour, London, The Making of Harry Potter. I'm Laura Sinclair-Lazell. I'm head of show experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:05",
      "speaker": "STEWART",
      "sentences": "You are the person who's going to tell me everything about this place. And I should tell you, I'm probably CNN's biggest Harry Potter fan or nerd, depending on how you view these things.SINCLAIR-LAZELL: Amazing. Well, you've come to the right place. STEWART (voice-over): It feels like we have walked into a Harry Potter movie, minus one enchanted ceiling and two tables, which allows more room for visitors. In the movies, Professor Flitwick made light work of baubles. It's a lot more work for the muggles working here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "None of the food is real?SINCLAIR-LAZELL: Not real. Not this time. No. STEWART (voice-over): With stomachs rumbling, time to move on. Now, you may remember this scene. Hagrid lugging a Christmas tree across the Hogwarts courtyard. SINCLAIR-LAZELL: So, this is very reminiscent of that moment. And this would have been the original costume as worn by Martin Bayfield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "So, this is what was worn by the body double?SINCLAIR-LAZELL: Absolutely. Yes. Any of the long shots that you see were usually worn by him. STEWART (voice-over): Time for a little retail therapy. And it's been snowing. SINCLAIR-LAZELL: We use shredded paper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "This is shredded paper?SINCLAIR-LAZELL: Or shredded plastic. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "Wow.SINCLAIR-LAZELL: And then on top, we sprinkle some glitter to give it that kind of real-life snow effect. STEWART (voice-over): From Ollivanders to Flourish and Blotts, Diagon Alley has everything the witch or wizard needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "OK, if you could go into any of these shops for real, which one would you go into?SINCLAIR-LAZELL: Oh, I'm torn. Probably, I'd want to hang out with the twins, so I'd --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "You'd want to go to --SINCLAIR-LAZELL: Wizard Wheezes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "OK.SINCLAIR-LAZELL: Go pick up a few jokes. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "I think maybe the quidditch shop for me.SINCLAIR-LAZELL: Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "Once I've got my wand.STEWART (voice-over): And clearly, it would be a Firebolt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "STEWART",
      "sentences": "The firebolt, the fastest broomstick in the world.STEWART (voice-over): Although, sadly, no holiday sales here. And to end the tour, a breathtaking view of Hogwarts in the snow. Anna Stewart, CNN, Watford. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "CHURCH",
      "sentences": "A Christmas tradition continues in Germany. Every year, Josef Glogger strings about 45,000 lights around his home to create an illuminated nativity scene, which has drawn crowds for more than two decades. And visitors say they love it.(BEGIN VIDEO CLIP) GUNDI SAUER, VISITOR (through translator): It's a dream here. It's like a fairytale for me. And whenever I come here with my grandchildren, I always sink back into my own childhood memories. And it's just wonderful. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}