{
  "date": "2024-03-12",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: U.S. Believes Netanyahu's Viability as Leader in Jeopardy; On the Front Line with Ukraine's Medics; Princess of Wales Apologizes for Confusion Caused by Image; Palestinians Mark Ramadan in Gaza Without a Ceasefire. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Bianca Nobilo. If you're just joining us, let me bring you up to date with some of today's top stories.Haiti's prime minister has agreed to step down. Ariel Henry says that he will leave the role once a transitional council is formed. In a speech late Monday, Henry said the country needs peace and stability and asked all Haitians to remain calm. Landslides and floods in Indonesia have killed at least 26 people and many more are missing. Days of torrential rain have left homes and buildings destroyed. Indonesian authorities say at least 39,000 people have been affected by the severe weather in the region. And the Swedish flag has been raised at the NATO headquarters in Belgium with officials gathering in Brussels Monday for the ceremony. Sweden joined the alliance last week. The country had announced their intention to join the bloc in response to Russia's invasion of Ukraine, abandoning their decades-long policy of non-alignment. The U.S. believes Benjamin Netanyahu may be losing his grip on power. A new intelligence report says Israel's prime minister is losing the trust of the public and may soon face more protests and calls for his resignation. The assessment came from U.S. intelligence chiefs who presented their latest report on national security threats to the Senate on Monday. CNN's Alex Marquardt has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Monday's worldwide threats hearing is a rare annual opportunity to hear from the most senior U.S. intelligence figures together answering questions.They hit on a whole range of topics, including, of course, Russia and Ukraine. The CIA director Bill Burns warning that now, two years into Russia's war in Ukraine, Ukraine could gain the upper hand offensively if the U.S. sends more aid. Otherwise, he said, Ukraine could lose a significant amount of territory this year. He said Ukraine is not lacking in courage or tenacity, but in ammunition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KEN BURNS, CIA DIRECTOR",
      "sentences": "I think down one road with supplemental assistance approved by the Congress lies the very real possibility of cementing a strategic success for Ukraine and a strategic loss for Vladimir Putin's Russia.Down another road, however, without supplemental assistance, it seems to me, lies a much grimmer future. Ukraine is likely to lose ground and probably significant ground in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MARQUARDT",
      "sentences": "China continues to support Russia's efforts in Ukraine. And this year's unclassified threat assessment said that China has more than tripled its export of goods with potential military use to Russia since Moscow launched its invasion two years ago.Here in the United States, the terror threat, according to the FBI director, has soared since the October 7th Hamas attacks in Israel. Director Chris Wray told the Senate Intelligence Committee that it's on a whole other level now, a combination of different kinds of potential terrorist actors, both foreign and domestic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "sentences": "It's the first time I've seen in a long, long time the threats from homegrown violent extremists, that is, jihadist inspired extremists, domestic violent extremists, foreign terrorist organizations and state sponsored terrorist organizations all being elevated at one time.Since October 7th, though, that threat has gone to a whole nether level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MARQUARDT",
      "sentences": "And as a result of Israel's war in Gaza, Israeli Prime Minister Benjamin Netanyahu's grip on power is slipping, according to this intelligence report. His viability as a leader is in jeopardy because distrust has deepened across Israeli society, it says.According to the intelligence community, a different, more moderate government is a possibility. Monday's hearing was the first of two days. On Tuesday morning, the intelligence chiefs will face the Intelligence Committee of the House of Representatives for more questioning. Alex Marquardt, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WALSH",
      "sentences": "Because of the intensity of the fighting here, this happens all night, every night. The desperate race to use dark, the cover of night, to get the wounded to hospital as fast as possible. Here comes some more.UNIDENTIFIED MALE (translated text): Put the camera away! Put it away! WALSH (voice-over): From one Humvee to another, the wounded of a war they're losing because the U.S. is dropping out. UNIDENTIFIED MALE (translated text): I don't see blood. Roll the sleeve, brother. WALSH (voice-over): The force of a blast appears to have broken his upper arm. UNKNOWN MALE (translated text): It's my bone. UNKNOWN MALE (translated text): Yes, I can see it. WALSH (voice-over): It's going to be a painful drive until the drugs kick in. UNKNOWN MALE (translated text): Bodya! Drive slowly, no potholes, please. WALSH (voice-over): He says he only had stitches out four days ago from another injury, a Russian attack drone ripping into their armored vehicle two weeks ago. One of the five men hit inside then is still in hospital. Tonight it was also drones. UNKNOWN MALE (translated text): We were running four kilometers. Under the drones, under everything. They were waiting for us as soon as we arrived. Our two groups were pinned down by drones. The medivac was coming but we can't see it. It's also being shelled with everything they have. I just heard a bang right on my side. I fell down inside the Humvee couldn't feel my hand couldn't move the fingers. So the arm is still there, in its place. UNKNOWN MALE (translated text): Can they fix it? UNKNOWN MALE (translated text): Yes, there is nothing serious. You are lucky the artery isn't damaged. WALSH (voice-over): When they get to the hospital, all is blacked out and we cannot even film the doors. Russia is scouring the front lines for any part of the medical chain to hit, to make help harder and further away, just like American money. Nick Paton Walsh, CNN, near Orlivka, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "People are worried and they're concerned, and the speculation just goes greater and greater, and it's really -- it must be so hard for Kate. She's had this severe surgery. She just needs privacy, and the Internet is panicking.People are saying we can't trust them anymore, we can't trust their photos. FOSTER (voice-over): With the trust between the royal family and the public being called into question, what was meant to be a reassuring family snap backfired spectacularly. Max Foster, CNN London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Prince William did, however, make an appearance on Monday, along with Queen Camilla at Westminster Abbey, celebrating the 75th anniversary of the Commonwealth. Notably absent from the festivities was King Charles, who stepped back from public appearances while receiving cancer treatment.He filmed a video message praising the accomplishments of the member nations. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KING CHARLES, UNITED KINGDOM",
      "sentences": "Our diversity is our greatest strength. The Commonwealth represents a third of humanity from all regions of the world, with all the different experiences, knowledge and aspirations that this brings.Wherever we live, we are united by the many challenges we face. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "King Charles added his thanks for the public's well wishes during his recovery and pledged to serve the Commonwealth to the best of his ability.Palestinians in Gaza are marking Ramadan without a ceasefire. We'll show you how they're observing the Islamic holy month coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "The current situation in Gaza with no pause in the Israel- Hamas war and growing humanitarian crisis makes for a bleak Ramadan. CNN's Nada Bashir shows us how some Palestinians in Rafah are marking the holy month, but first a warning to you that part of her report does contain disturbing video.(BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Moments of joy like this are rare in Gaza now. As the holy month of Ramadan begins, this is a moment of togetherness in the very worst of times. Amid the horror, children across the strip are somehow able to escape their reality, even if only briefly. In this refugee camp in Deir El-Balah, some Palestinians have decorated their tents just as they once decorated their now-destroyed homes. [04:50:00] But festivities here are muted under the constant buzzing of Israeli drones overhead. And the ever-present threat of yet more airstrikes, with hopes for a ceasefire, dashed. What are your wishes for Ramadan? A journalist asks this young boy in Rafah. A ceasefire and that price is going back to normal, he says. It's very expensive. There's no gas, no water, nothing. Official say hundreds of mosques in Gaza have been destroyed since the war began. And yet, night prayers have continued amid the ruin. In the north, worshippers gathered at this makeshift U.N. school overflowing with civilians displaced by Israel's relentless bombing campaign. During Ramadan, observant Muslims refrain from eating from dawn to dusk. It is a month centered around faith and community, with worshipers traditionally breaking fast amongst family and friends. With a quarter of Gaza's population now on the brink of famine, according to the U.N., many in Gaza will have nothing to eat. Even after sunset. I came to the food market, but I can't find anything to buy, Soufiane (ph) says. There's nothing. There are no dates, no milk, nothing. People can't even find food for their children. No food and no peace, this Ramadan. The first day of the holy month, marked by yet more airstrikes on Gaza and more civilians killed adding to a death toll already exceeding 31,000 over just five months. But while many are still being killed in Israel's ongoing bombardment of the besieged strip, others are now dying from starvation. Among them, two newborn babies at the Kamal Adwan Hospital. They died on the first day of Ramadan as a result of malnutrition and dehydration, and a lack of medical equipment at the hospital, Dr. Samer (ph) says. But even as the situation in Gaza grows more desperate, Israeli officials warn that a ground offensive in Rafah in the south where more than a million Palestinians are now displaced has not been ruled out. And with ceasefire negotiations stalling, there seems to be no end in sight for Gaza suffering. Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "If you would like information on how to help with humanitarian relief efforts for Gaza and Israel, please do go to cnn.com/impact. You'll find a list of vetted organizations who are providing assistance there.Still to come for you, the other Oscars moment that everyone's talking about. Al Pacino addresses why many viewers felt that he awkwardly handled the award for Best Picture. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Singer Eric Carmen, known for songs like \"Hungry Eyes\" and \"All By Myself,\" has died. Carmen's wife, Amy, announced his death on his website.She writes: It is with tremendous sadness that we share the heartbreaking news of the passing of Eric Carmen. Our sweet, loving, and talented Eric passed away in his sleep over the weekend. It brought him great joy to know that for decades, his music touched so many and will be his lasting legacy. The Cleveland, Ohio native started his career in a 1970s pop rock band called The Raspberries before becoming a solo star. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "CARMEN, SINGING, MAKE ME LOSE CONTROL",
      "sentences": "Turn the radio up for that sweet sound Hold me close, never let me go Keep this feelin' alive Make me lose control ...(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Eric Carmen was 74 years old.Now, if you were awake to catch the end of Sunday's Academy Awards, you may have got a bit confused when actor Al Pacino gave an unusually brief introduction to the night's final and most important category, Best Picture. Instead of a highlight reel restating the nominees, the Godfather star immediately opened the coveted envelope, announcing Oppenheimer as the winner. Here's the moment that everyone was talking about. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "AL PACINO, ACTOR AND BEST PICTURE OSCAR PRESENTER",
      "sentences": "Ten wonderful films were nominated, but only one will take the award for Best Picture.And I have to go to the envelope for that, and I will. Here it comes. And my eyes see \"Oppenheimer.\" Yes. Yes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}