{
  "date": "2024-06-28",
  "headline": "CNN News Central",
  "subHeadline": "CNN Flash Poll of the Presidential Debate; Fact-Checking the Debate; Scott Walker is Interviewed about the Presidential Debate; Covid Cases Rising in U.S. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:00",
      "speaker": "TIM NAFTALI, FORMER DIRECTOR, NIXON PRESIDENTIAL LIBRARY",
      "sentences": "Is it simply a cold? Is he - is he walking the way he walks simply because he was to vein to put on a boot when he broke his ankle? These are tough questions which the Bidens have to discuss together and then share with the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Tim Naftali. Thanks for coming on this morning, Tim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "All right, despite the hand-wringing and worry for Democrats after the presidential debate, the campaign trail waits for no man. And that is exactly where President Biden is this morning as is Donald Trump. But the debate is front and center in voter's minds.CNN's senior data reporter, Harry Enten, joining me now with a look at how this all stacks up historically. How bad was Biden's performance in the mind of voters as they watched this on a historical level? HARRY ENTEN, CNN SENIOR DATA REPORTER: Yes, you know, the title of this, I have this title page every single time. This time it's Trump's first debate victory. And that has two meanings. The first is that, you know, last night was the first debate of this cycle. But the second is, it's actually his first general debate victory in the minds of the voters ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "Ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ENTEN",
      "sentences": "Ever. 2016, Hillary Clinton won all the debates. Last time around, Joe Biden won all the debates. Here's the first debate winter margins dating back to 2012. Look here, Mitt Romney won by 42 points. Hillary Clinton just won by 13. Joe Biden, last time around, won by 32.Look at this, this year is the exact inverse of where we were four years ago. Donald Trump won this debate by 34 points by a 67 to 33 percent margin. So, the fact of the matter is, Donald Trump's performance last night was the best performance he ever put forth in the American voter's minds on a debate stage, or it could be argued that Joe Biden's debate performance was so bad that he managed to make Donald Trump actually look good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "With that 34-point lead, does this mean can we just go ahead and assume that this is going to give him a bump when it comes to what voters will do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ENTEN",
      "sentences": "History isn't always precedent, but in this particular case poll bump after winning the first debate, look at this, Joe Biden last time around got to poll bump. Hillary Clinton got a poll bump in 2016. Mitt Romney, after winning the first debate, got to poll bump in 2012. And a 2008 Barack Obama got to poll bump.And if you look on average, across those four different first debates, guess what, the person who won the debate gained four points on average. And, of course, at this particular point, what we were dealing with going into this particular debate, if you looked at that CNN poll of polls yesterday, Donald Trump was already ahead by two points. So, if you apply that, you could end up, if history holds, on average, you could be looking at a mid-single-digit lead for Donald Trump. And you know what? Again, we're talking about unprecedented debate performances for Donald Trump. Donald Trump, outside of the convention, after the RNC in 2016, has never held such a large lead as this could potentially end up being if history holds. Of course, history isn't always precedent. We don't know what exactly will happen. But if you're looking back at history at this point, this history is very bad for the man who won the first debate four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "If history as a guide -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ENTEN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "As we all say. Have an incumbent, in the past, faced something like what is happening with Joe Biden now, what has that meant for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ENTEN",
      "sentences": "Nothing good. Nothing good, Sara Sidner. Nothing good for them.All right, incumbents who trail prior to and then lost the first debate, Jimmy Carter, George H.W. Bush, Donald Trump, Joe Biden. Well, we don't know what's going to happen this year. But we know what happened with these three other guys. And you know what happened with them? They were one and done. They all lost re-election. And at this particular case, Joe Biden, you're looking at those polls right now, looking at those post-debate polls, looking at that Democratic panic, there's really no good news except for the fact that fortunately for Joe Biden the election isn't today or tomorrow, it's in November, because he's going to need that time to make up for what was an historically bad performance for the current president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "We should also mention, there is also another debate. There is a lot of debate amongst those watching as to whether that is actually going to happen. So, we will wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ENTEN",
      "sentences": "We - we're going to have to wait and see. But last night there was nothing good for this man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "All right, Harry Enten, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "BOLDUAN",
      "sentences": "Fact checkers, they had to work overtime last night. And we're talking about Donald Trump because of Donald Trump's avalanche of lies, falsehoods, and bluster coming from the debate stage.Let's bring an our fact checker, CNN's Daniel Dale, for more on this. Overall, what happened, Daniel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "DANIEL DALE, CNN REPORTER",
      "sentences": "What happened was that we got a bombardment of dishonesty from Donald Trump and some false and misleading claims from President Biden. So, Biden certainly wasn't perfect. Our CNN team counted at least nine false or misleading claims. But it was well over 30 I counted for Donald Trump. So, it's important for us to call out things when they're not equal, and not pretend that they are, and these two candidates were not even close to equal on this measure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "You say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "DALE",
      "sentences": "This is a bit garbled, like a lot of Biden's claims were, but it's still false. Troops have died on his watch. Thirteen pretty famously died during the Afghanistan withdrawal. But also more recently we had three killed in a drone attack in Jordan, two Navy SEALs died during a raid off the coast of Somalia. So, just not true that no troops have died under President Biden's watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "And then on balance, we can try to go through some clearly not all of what we got from president - former President Trump.Let's talk about the claim that he made about abortion. At least this one. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "That's what you're going to do. And if I'm elected, I'm going to restore Roe v. Wade.DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: So that means he can take the life of the baby in the ninth month, and even after birth, because some states, Democrat run, take it after birth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "We just heard the governor of Pennsylvania even called that one out again this morning, Daniel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "DALE",
      "sentences": "Yes, that's an egregious lie and I think typical of the egregiousness of some of these Trump claims. There is no state Democrat run, Republican run, where someone is allowed to execute a baby after birth. That is infanticide murder in all 50 states Trump likes to reference comments made by former governor of Virginia, Ralph Northern, but those are comments the governor insisted were misinterpreted. Even if they were not misinterpreted, they were not law. It's not allowed anywhere in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "I want to jump down to another claim from former President Trump. This is when he made rapid-fire claims about deficits and China.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: We now have the largest deficit in the history of our country under this guy. We have the largest deficit with China. He gets paid by China. He's a Manchurian candidate. He gets money from China. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "What's - what is - where is the truth? What is the truth there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "DALE",
      "sentences": "That's like three false claims in three sentences, or generously two false claims and one that lacks evidence. So, he said the largest deficit is under Biden right now. No, the largest budget deficit in U.S. history was under Trump in 2020. In fairness, that was during Covid -Covid emergency spending. He said the largest trade deficit with China. Also a record set under Trump in 2018. It's come down significantly since then. And then he claimed that Biden is this Manchurian candidate, taking lots of money from China. After all this investigation, impeachment inquiry, et cetera, there is no evidence produced by House Republicans or anyone else that President Biden has taken even a cent from China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "And some of the facts to work through this morning.It's good to see you, Daniel. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "DALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:01",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:13",
      "speaker": "SIDNER",
      "sentences": "Lots of jobs back-and-forth last night, but Donald Trump seemed to land more punches.Joining me now is the former Republican governor of Wisconsin, and president of Young Americas Foundation, Scott Walker. Thank you so much, sir, for joining us. Look, Trump did tell quite a - SCOTT WALKER (R), FORMER WISCONSIN GOVERNOR: Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:13",
      "speaker": "SIDNER",
      "sentences": "Thank you. Quite a few lies, but voters saw a clear winner in this debate. Registered voters who watched Thursday's debate between President Joe Biden and former President Trump said that Trump had a better performance, 67 percent to 33 percent. So, why do you think - what is it that really worked here? Was it that Biden hurt himself or that Donald Trump just had a better debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:13",
      "speaker": "WALKER",
      "sentences": "Well, I think it's a combination of both. I think it was a sad night just watching Joe Biden thinking he's the president of the United States because I think overwhelmingly people just didn't think he was up to the challenge. Along the way, particularly on things like the economy, high prices, immigration, I thought former President Trump gave some really strong, strong answers.But I think the format from the day this was announced there were some people, defenders of President Trump, saying this is bad. I thought it would be good for him, and it turned out to be true. The idea that the format on CNN, I actually thought both the moderators would give fair questions to each of the candidates. I think they did. I think the idea that you had the microphone off so that people were forced to hear Joe Biden, as well as to hear from president - former President Trump, I think, worked in Trump's advantage because he could talk, but then people got to listen. And, again, sadly Joe Biden's, not just because of his age, but he's just not up to the challenge and his policies, I would argue, don't work. And people got to see that vividly last night on the debate stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:13",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about President Biden. It was President Biden and his camp that called for this debate initially. They were the first ones out of the gate, and then former President Trump jumped right in.This morning, what do you think they're thinking about that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:13",
      "speaker": "WALKER",
      "sentences": "Oh, it's got to be the worst mistake in political history. You know, Donald Trump called their bluff. They thought because it was on CNN, it was under their terms, the mic would be turned off, all those things they thought would be to the advantage of the Biden campaign. It was just the opposite. It showed Donald Trump - he said he'd debate anywhere, anytime, any place, and he did just that. And again, he called their bluff.I got to think, you look back and you think about, you know, the Kennedy-Nixon debates being a blundered to have it on television for the Nixon campaign. This will go down in history, I think, as one of those critical, critical mistakes and very well could have cost him the election last night, assuming he's the nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "WALKER",
      "sentences": "Well, obviously, there's a lot of people talking about it. I was watching the analysis on CNN last night after the date and heard a lot of chatter, not only amongst the analysts, but from text messages and calls each of them are getting.Remember, though, the delegates are legally obligated to vote for Joe Biden on the first ballot unless he himself would somehow bow out of this race. I don't know that that's likely to happen. Remember, this is a guy who had to get out of the race back in 1987 because of plagiarism. He came back and ran again in 2008. He served with Barack Obama as vice president. He ran again when a lot of people tried to discourage him from doing so in 2020. I think the guy would gnaw his arm off before he gave up the presidency. And so I think Democrats have a real trouble - a real problem ahead of them, not only to get him to bow out, but think about this, who do they replace them with? Unless its Kamala Harris, I don't think you can put another white guy on the ticket for a party that's so tied into gender politics. And, to me, the only one on that list is someone like Michelle Obama. And I think she's too smart at this point to want to get in the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "SIDNER",
      "sentences": "Yes. we heard Kamala Harris come out swinging for Joe Biden, still standing by his side for him to run for president.Thank you so much, Scott Walker, for your comments this morning and your analysis from your camp. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:06",
      "speaker": "BERMAN",
      "sentences": "Pete Arredondo, the former Uvalde school district police chief, and former Officer Adrian Gonzales, have been indicted for their response to the 2022 mass shooting at Robb Elementary School. Arredondo was charged with ten counts of child endangerment and criminal negligence. It took 77 minutes before the shooter was stopped. In that time, 19 students and two teachers were killed.This morning, a new directive in Oklahoma requiring the Bible and Ten Commandments to be taught in public schools. The state superintendent made the announcement saying teachers in the fifth through 12th grades must now incorporate both into their curriculums. Curricula? He called the Bible an indispensable historical and cultural touchstone. The move is already receiving intense pushback. One group called it blatant religious coercion. So, LeBron James and his son, Bronny, are now sort of teammates. The 19-year-old was the 55th pick by the Los Angeles Lakers in the NBA draft deep into the second round. This is, of course, just a year after Bronny suffered a cardiac arrest. It will make history, assuming he makes the team next fall. They will be the first father and son duo to play on the same team at the same time. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:06",
      "speaker": "BOLDUAN",
      "sentences": "Also this to worry about right now. A new wave of Covid is hitting the United States, just in time for summer.CNN's Meg Tirrell has more detail on all of this. First and foremost, what's behind this surge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:06",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Yes, and, Kate, so we often see a bump in Covid levels in the summertime as people are moving indoors to the air conditioning when it's really hot. And this year we're seeing this bump maybe a little bit earlier than usual. And, of course, we've been dealing with a lot of heat.The CDC is tracking this across different metrics, from emergency department visits, hospitalization rates, and the percent of deaths that are attributable to Covid. On all of those measures, those are up between 15 and 25 percent in the most recent weeks' worth of data. But it's really important to put this into context. And one way to do that is to look at the levels of the Covid virus in wastewater nationally over time. That's a way of just kind of passively monitoring how much Covid is out there. And if you look at that, we do see, there at the end, it is scooping up a little bit for the past month. Wastewater levels of Covid have been rising, but they are so much lower than they have been in previous peaks. And so that's important to remember. The CDC says nationally the level is low. They are rising the fastest in the regions of the west and the south. If you look at the CDC's map of where Covid infections are rising, that's thought to be in at least 38 states right now. And that's really spread across the country. And so we are seeing Covid levels rise, but they are not currently at levels we've seen it real big peaks in the past, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:06",
      "speaker": "BOLDUAN",
      "sentences": "And you mentioned the CDC. The CDC is also out with a new - new vaccine recommendations. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:06",
      "speaker": "TIRRELL",
      "sentences": "Yes, this week the CDC's advisors met and voted both on Covid and flu vaccine recommendations. There's going to be updated shots for both this fall and they recommend it and the CDC adviser also signed off that everybody over six months should get an updated Covid shot and an updated flu shot. They pointed out that deaths from Covid top 75,000 in 2023. Deaths from flu were around 45,000. So, these are dangerous diseases. They say getting an updated vaccine because there are new and more contagious seeming variants circulating for Covid is worthwhile for everybody to increase protection.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:06",
      "speaker": "BOLDUAN",
      "sentences": "It's good to see you, Meg. Thank you very much for that.A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}