{
  "date": "2024-08-31",
  "headline": "CNN This Morning",
  "subHeadline": "Trump To Vote Against Florida Abortion Measure After Backlash; Johnny Gaudreau, Brother Killed By Suspected Drunk Driver; Trump, Special Counsel Lay Out Opposing Plans For Way Forward In Federal 2020 Election Case; Doctor Charged In Connection To Matthew Perry's Ketamine Case Appears In Court. Ukraine Ask the U.S. to Lift Restrictions in Key Meeting As Russian Attack Kills 7; FAA Clears SpaceX's Falcon 9 Rocket to Fly; NFL Introduces Guardian Caps Helmets for Safety. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:30",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Good morning. Good morning. Welcome to CNN This Morning. If there's something you wanted to get done before the end of August, you got to do it today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Oh yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "WALKER",
      "sentences": "It's August 31st.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "BLACKWELL",
      "sentences": "August 31st. It is a wrap for August and the unofficial into summer coming up soon. Good to have you with us. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "WALKER",
      "sentences": "Time has been flying, hasn't it? I'm Amara Walker. Thank you so much for being with us this morning. Here's what's happening. The Trump campaign, Donald Trump himself and his running mate, J.D. Vance, can't seem to pin down exactly where Trump stands on abortion access in Florida or nationwide. The about face we're hearing from Trump and how the Harris campaign is looking to capitalize on it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You feel so bad. Words -- there are no words.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "BLACKWELL",
      "sentences": "A tragic story out of New Jersey, an NHL star and his brother were hit and killed by a drunk driver just hours before their sister's wedding. How they're being remembered by fans and other players.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "WALKER",
      "sentences": "New this morning, more evidence that Trump's federal election subversion trial will not go to trial before the election. The late night legal filing sparking new questions over the next steps in the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "BLACKWELL",
      "sentences": "One of two physicians charged a connection with Matthew Perry's death was in court Friday. The details he told the judge about his role in Perry's death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "WALKER",
      "sentences": "And football is back, and with it, some big changes to how both NFL and college games are played. This season, we're going to break it all down this morning on CNN This Morning.We begin on the campaign trail where reproductive health rights are taking center stage once again. On Friday, Kamala Harris slammed Donald Trump for saying he will vote no on an amendment to Florida's abortion law. The amendment is on the ballot this November, and if enough Florida voters vote no, that would pave the way for a six-week abortion ban to stay in effect. But, Trump's intended vote is at direct odds with his statement to Fox News made earlier, made less than 24 hours earlier. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: I think six weeks you need more time than six weeks. I've disagreed with that right from the early primaries. When I heard about it, I disagreed with it. At the same time the Democrats are radical because the nine months is just a ridiculous situation that where you can do an abortion in the ninth month. And you know, some of the states, like Minnesota and other states, have it where you can actually execute the baby after birth, and all of that stuff is unacceptable, so I'll be voting no for that reason. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "BLACKWELL",
      "sentences": "OK, first, let's just clear this up. It is illegal to execute a baby, that's just murder. There's no basis for Trump's claim on that. And the back and forth is it's really not new for Trump's campaign, as his stance on reproductive health continues to evolve, and the Harris campaign is latching on to the disconnect.Joining us now is CNN's Daniel Strauss. So just in the past week, we've seen this flurry of activity from Trump's campaign trying to clarify remarks. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "DANIEL STRAUSS, CNN REPORTER",
      "sentences": "Yes, so it's it depends on the day. Sometimes Trump is taking a very restrictive point of view on abortion and this Florida bill, and then other days, he's saying he needs more weeks and is pushing for more expansive sort of view on the issue.Now his running mate, J.D. Vance has also said that in -- if there were another Trump term in office and if a federal abortion ban were to reach his desk, he would not sign it. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You if such a piece of legislation landed on Donald Trump's desk, would he veto it? J.D. VANCE, U.S. REPUBLICAN VICE PRESIDENTIAL NOMINEEvery clear he would not support it. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But you would veto it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "VANCE",
      "sentences": "Yeah, I mean, if you're not supporting it, as the President United States, you finally have veto it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So he would veto a federal abortion ban?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "VANCE",
      "sentences": "I think he would. He said that explicitly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would you veto a federal abortion ban?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "TRUMP",
      "sentences": "I'm not going to have to think about it, because it's working out so well right now. The states are doing it. It's a state's issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:30",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Only asking that because J.D. Vance said that you would veto an abortion ban if it was sent to your desk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "STRAUSS",
      "sentences": "Now look, this is not the position you want to be in if you are a Republican presidential nominee for president, and the Trump campaign knows this. They want the support, the energy and the money of the grassroots wing of the Republican Party that focuses on abortion and takes a pro-choice stance, but at the same time, they also want the support of a national more moderate electorate, and that requires a view that is more moderate on this issue.The Harris campaign itself has moved to jump on this and highlight Trump's flip flopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "WALKER",
      "sentences": "Yes. Let's talk about the Harris campaign jumping on this because the Harris campaign just announced launch of their 50-stop bus tour, which will kick off right in Trump's backyard and Palm Beach Florida. How are they going to take Trump's inconsistencies and contradictions to their own benefit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "STRAUSS",
      "sentences": "You know, Democrats, for a while now have been using any comments on abortion by Republicans to argue that they are either secretly or openly supporting the most restrictive options possible, and that's really helped Democrats gain with women voters and key sects of the electorate that Democrats need to win this election.So the more that Trump vacillates on this, the more Democrats and the Harris campaign argues that he's really just supportive of the most restrictive option possible. BLACKWELL: Daniel Strauss, thanks so much. Let's bring in now New York Times congressional reporter Luke Broadwater. Luke, Donald Trump has been on both sides of the question of abortion. He described himself as very pro-choice. Then he became very anti-abortion. He said there should be consequences for the mother. Then backed away from that. That was all before he was elected in 2016. What's the damage done of this moment of, I guess, equivocation or vacillation on the question in Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "LUKE BROADWATER, CONGRESSIONAL REPORTER, THE NEW YORK TIMES",
      "sentences": "Well, I think it shows that the Trump campaign is very much aware that the issue of abortion and reproductive rights generally is one of their biggest dangers for their success as they try to win the election here.Donald Trump, for years delivered for the pro-life, anti-abortion movement. He appointed judges who banned Roe versus Wade, right? Those are just the facts. And now he's trying to moderate his position, but he's kind of all over the place, saying different things on different days, contradicting his own vice presidential -- his own vice president nominee, and I think it shows that they're nervous on the issue. They don't know quite what to do about it, and they're trying to, at times, be all things to all people, and as they see this election that they once really had in their hand start to slip away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "BLACKWELL",
      "sentences": "So let's talk about the J.D. Vance of it all, and Vance himself, as he was running for Senate in 2022 made clear where he stood on abortion. And this is from a podcast. Let's play that.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "VANCE",
      "sentences": "I certainly would like abortion to be illegal nationally.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "BLACKWELL",
      "sentences": "Clip of that podcast, January of 2022. Now he's on the Trump ticket. How difficult is it for him to navigate this when he's saying the President, former president, will not sign this, he will veto a national ban when the President himself won't commit to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "BLACKWELL",
      "sentences": "You mentioned the IVF announcement from former President Trump. He says that the under another Trump administration, the government will either pay for IVF treatment or mandate that insurance companies pay for it. Democrats -- it was a messaging bill, for sure, but Democrats put a bill in the Senate on the floor that would do just that, require employee based or employer based insurance policies to pay for it. All but two Republicans voted against it.So, how is this new announcement from Trump resonating with Republican members in Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "BROADWATER",
      "sentences": "Right. Yes. So again, this is something that the rank and file Republicans don't want, right? The base doesn't want this. They're worried about upsetting the evangelical or religious base of the Republican Party, but Trump, you know, he's trying to win the election. So he's going to go out there and adopt really what is it was an idea from the Democrats embrace it, and the Republicans in the Senate and in the House will just have to sort of swallow that, as we know they have a long history of not criticizing former President Trump, even when they may disagree with him, quietly or behind closed doors. And so we haven't seen an outcry from the Republican lawmakers against this policy, even though they're on record disagreeing with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "BLACKWELL",
      "sentences": "All right. Luke Broadwater, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "WALKER",
      "sentences": "Well, this morning, the hockey community, family and friends are mourning the loss of two brothers, NHL star Johnny Gaudreau and his sibling Matthew. The pair were killed by an alleged drunk driver while out for a bike ride in New Jersey. It happened hours before they were going to be groomsmen at their sister's wedding. The Philadelphia Phillies observed a moment of silence to honor Johnny and Matthew's memory before their Thursday night game against the Atlanta Braves. CNN's Polo Sandoval has more.(BEGIN VIDEOTAPE) POLO SANDOVAL, CNN CORRESPONDENT (voice-over): Hockey star Johnny Gaudreau and his younger brother Matthew killed by an alleged drunk driver Thursday night on the eve of their sister's wedding, where they were set to be groomsmen. State police confirmed the siblings were bike riding in southern New Jersey when they were hit by an SUV. Sean Higgins is believed to have been the driver. The 43-year old now charged with two counts of second degree vehicular homicide. Police records say he admitted to drinking five to six beers before the accident and that he failed a field sobriety test. Higgins made an initial court appearance Friday where a judge ordered he be held until his next hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We'll see you back in court on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "SEAN HIGGINS, ALLEGED DRUNK DRIVER WHO FATALLY STRUCK JOHNNY GAUDREAU",
      "sentences": "So I'm here until Thursday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, sir.SANDOVAL (voice-over): Gaudreau earned the nickname Johnny Hockey was drafted by the Calgary Flames in 2011.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Number 13, Johnny Gaudreau.SANDOVAL (voice-over): Signed with the Columbus Blue Jackets in 2022 where he tallied a dozen goals and nearly 50 assists the last season alone. Johnny played the game with great joy, reads a statement from his team. The impact he had on our organization and our sport was profound, but pales in comparison to the indelible impression he made on everyone who knew him. But despite the success in the rink, the true passion appeared to be off the ice as a loving husband and proud father of two babies, the youngest born this year and carries dad's name. Matthew followed in his brother's footsteps, playing side by side with Johnny in Boston College. Coaches there described the brothers as full of joy for the sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "GREG BROWN, HEAD COACH, BOSTON COLLEGE EAGLES",
      "sentences": "If you ask us to name our favorite players, they've got to be both boys are going to be among them.SANDOVAL (voice-over): An uncle of the Gaudreau brothers releasing the statement saying last night, we lost two husbands, two fathers, two sons, but truly, two amazing humans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "SANDOVAL",
      "sentences": "A spokesperson for the Columbus Blue Jackets told CNN that Matthew Gaudreau's wife, that is the younger brother that she is currently expecting a baby, Victor and Amber. So that is no doubt adding yet another layer of tragedy for family that one moment was planning a wedding, and the next now having to plan the funerals for their two sons.But they do say they're feeling the love, the support from many family, friends, and as you can imagine, for many hockey fans as well. Victor, Amara. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:07",
      "speaker": "BLACKWELL",
      "sentences": "Such an awful story. Polo, thank you for the reporting. Special Counsel Jack Smith and attorneys for former President Trump are at odds over how the federal election subversion case should move forward. Just ahead, the new filing setting the stage for a contentious hearing in a Washington D.C. courtroom next week, and how the Supreme Court immunity ruling is coming into play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "BLACKWELL",
      "sentences": "Plus, Brazil's highest court blocks Elon Musk's X, formerly known as Twitter, why the country's 200 million residents cannot log on to that platform this morning.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "WALKER",
      "sentences": "One of the two physicians charged in connection with Matthew Perry's death appeared in the Los Angeles court room on Friday and was freed on a $50,000 bond as part of a plea deal with federal prosecutors. Dr. Mark Chavez plans to enter a guilty plea to one count of conspiring to distribute ketamine to Perry, who died last October due to an overdose of the drug. Chavez is one of five people charged and also one of three individuals cooperating with prosecutors. CNN's Nick Watt is in Los Angeles with more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Amara, Victor, according to his lawyer, Dr. Mark Chavez, is full of remorse and is going to do whatever he can to make the best of this situation that ended with Matthew Perry, the much beloved Friends' star dead because of ketamine.Now Chavez, he certainly acts like he is trying to do everything to cooperate. Of course, he was asked to submit his passport today. He had the passport with him in his back pocket. He agreed that he will not practice as a doctor while this whole process is going on. Some other conditions. He is also going to plead guilty to the charge of conspiracy to distribute ketamine. Unclear exactly when that will be. Now, what Chavez is alleged to have done is he was called by another doctor who said, hey, we've got this guy, Matthew Perry, he's after ketamine. I know you Dr. Chavez used to work in a ketamine clinic. Can we get some? Chavez was like, sure. Chavez allegedly misrepresented facts to get the drug from a wholesaler, and that drug, which they paid $12 a vial for, was then sold to Matthew Perry for $2,000 a vial, as the other doctor said, let's see how much this moron will pay. Now, that other doctor and the Ketamine Queen, who is a more street level alleged dealer of ketamine, they are due in court next week. Guys, back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:02",
      "speaker": "BLACKWELL",
      "sentences": "We have exclusive video for you this morning showing Ukraine during its recent surprise incursion into Russia. This comes just as Russia fired missiles on Kharkiv, that's in Ukraine, of course, yesterday, killing seven and entering at least 77.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:27:02",
      "speaker": "WALKER",
      "sentences": "And it comes just as the U.S. heard Ukraine's request to ease restrictions on where Ukraine can strike inside Russia with American made long range weapons. Ukraine's defense minister met with defense secretary Lloyd Austin yesterday at the Pentagon and presented Austin with a list of targets.But the U.S. is not currently expected to loosen weapons restrictions. We now turn to CNN senior international correspondent Frederik Pleitgen with his exclusive look at the fighting inside Russian territory. Fred, what kind of targets do the Ukrainians want to hit inside Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "During today's meeting, we will engage detailed discussions about the situation on the frontline, including our vision, objectives and plans. We'll also address Ukraine's critical needs, including necessary armaments, equipments and training.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PLEITGEN",
      "sentences": "While Ukraine is advancing in some areas, they're on the back-foot on the eastern front with Russian troops making slow but steady progress. But Kyiv hopes a massive arms package from the U.S. could help them turn the tide, a senior Ukrainian official tells me in Kyiv.UNIDENTIFIED MALE (through translator):  Russia can be forced through a proper military strategy, through military strikes, through increasing the cost of war for the Russian federation. Increasing the cost of war means that the war will be fought on Russian territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PLEITGEN",
      "sentences": "But as the war grinds on, the toll among Ukrainian civilians continues to rise. A massive missile strike on the northeastern city of Kharkiv on Friday, killing several people and wounding dozens. Still, Moscow lashing out at the U.S. and its allies over even just the talk of possibly lifting restrictions on the use of western weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "Get ready for football frenzy everyone. College football Saturdays kick off today in a big way. And there are nearly 65 football games today alone across the different college conferences and divisions, giving football fans plenty of grid iron action take -- taken over this Labor Day weekend.And the NFL season isn't far behind. The reigning Super Bowl champs Kansas City Chiefs take on the Baltimore Ravens on Thursday night. That is ahead of the more than a dozen NFL games slated for next Sunday as well. But there are some big changes to how both college and NFL games will be played this season. Christine Brennan, CNN sports analyst and \"USA Today's\" sports columnist, joining us now to break it all down for us, Christine, good to see you this morning. So, we're saying the reigning college football national champions, the Michigan Wolverines kick off against Fresno State tonight, and it could be a tougher road to a repeat championship for the Wolverines because of the changes to the playoffs bracket. Can you tell us a little bit about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Absolutely, they're adding more teams on run, there's been a national craving, and certainly if not the country and the fans, it's the TV networks. Because they all want in on a piece of the pie, the TV ratings bonanza that college football is in America.And so, there will be 12 teams that make the playoffs coming at the end of this season, the 2024, 2025 season. And actually, the playoff time period from those first games all the way to the final game, very similar to the men's or women's final four, where they play and the winner moves on. It will be one month, December 20th to January 20th. So, those old conversations that we all remember about -- wait, they're students, we need them back in the classroom. What about finals? What about all the travel? Well, those days are long gone, whether you like that or not, because now there will be this month long playoff system. What it will do is include of course, more teams. And we always know there's always that team that was just left out and the fans, the fan base, the alumni were so upset. Obviously, the schools were not happy to not cash in on that pay day as well. The conferences, the big behemoth conferences that we now have, including, of course, the Big 10 and the SEC, the two big ones, even other the Big 10 is now 18. And so, now, they're including more teams there. And so, you'll have, if you're cheering for a certain team, you'll have a much better chance of having them make the playoffs, and you will have college football going well into January, actually around the time of the inauguration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BRENNAN",
      "sentences": "You know, Amara, I think it's a good thing. The idea of communicating, this is what this means, is that in the helmet, one player on the team will be able to hear the communications with the coach, and be able to talk to the coach. It will be turned off right before the play begins.This has been happening in the NFL. You'll see occasionally that there will be a player that will be holding his hand to his ear, you know, and with the helmet on, and trying to listen to what the coach is saying to him. So, that's going to now happen in the college game. And it is a direct result of the Michigan cheating scandal where you had the signals being stolen. So, it used to be hand signals, or on the sideline, the players, other players would hold up cards. And those certain cards that they would hold up would tell the offense what the next play is, very rudimentary old school communication. Again, that's over. I think it's a reaction again to that Michigan cheating scandal where they were stealing the signs. That's not good. It's not good for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BRENNAN",
      "sentences": "College football. These are 18 to 23-year-olds, but yes, now, they will be able to communicate via 20 -- 21st century, if not 20th century technology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "And there's also in the NFL, a new kickoff rule and a ban on what's called a hip-drop tackle. What is that? Walk us through these changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BRENNAN",
      "sentences": "The -- one is most intriguing to me is the kickoffs. It's going to look so different. And if fans have been watching pre-season, they've seen some of this. It looks almost like a regular NFL play, you've got the kicker back where he used to be on the 35 front yard line.But then you've got the rest of the kickoff coverage team, basically 5 to 7 and yards away from the kickoff return team. So, it almost looks like a real play with the kicker far away. Why is this happening? It's for the safety, the well-being of the kick returner, and those -- what they used to call the Kamikaze Squad, where those guys would just come down and just target that the person running with the kickoff. That was a disaster, right? That was just a recipe for disaster for injury now, it will be exciting, but you will have far less room for those players to come against any ahead steam as they run into the kick returner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "All right, a lot of changes to watch for this season. Christine Brennan, good to see you this morning. Thank you.VICTOR BLACKWELL, CO-ANCHOR, CNN THIS MORNING WEEKEND:  So, with the recent deaths of three teenage football players, there's a new push to make Guardian Caps mandatory for kids. Those are the protective soft shell helmet coverings used by players in the NFL. CNN's Coy Wire is here now with us. So, you played obviously 9 years in the NFL. It's about just a decade since you retired. What's happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "COY WIRE, CNN SPORTS CORRESPONDENT",
      "sentences": "Well, a lot has happened. First, a major culture change, right? I'm sitting here on the couch with Victor Blackwell talking about the importance of safety --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WIRE",
      "sentences": "And the coaches, players, fans all know that it's important to push to make the game safer. Secondly, there's been 50-rule changes over the past two decades aimed at making the game safer just in the NFL alone. And lastly, you have this rapid acceleration in the research and the technology that we're seeing on the field.One of those is the Guardian Caps that you mentioned, Victor, and we wanted to take a closer look at their potential to make the game safer. (BEGIN VIDEOTAPE) WIRE (on camera):  Each football season, sporting cathedrals like this, Mercedes-Benz Stadium are full of excitement about the game. But each season also brings concerns for families and players about the dangers that come with it. There has been a recent uptick and efforts to make the game safer. One of them, these protective helmet covers called Guardian Caps. But do they work? (voice-over):  The Georgia-based company aims to reduce damage that can be caused to the brain by the sudden stopping or rotation of the head. The NFL's research led them to make these caps mandatory for all players during practices, aside from kickers and quarterbacks who are off limits for contact. Players can also choose to wear the caps during the games. (on camera):  NFL Executive Vice President Jeff Miller says the statistics show the caps increased safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "JEFF MILLER, EXECUTIVE VICE PRESIDENT, NFL",
      "sentences": "As a result of the last two seasons, we saw about a 50 percent decrease in concussions in the positions that were mandated to wear them. So, of course, we said OK, all positions will now wear them in this pre-season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WIRE",
      "sentences": "Now, NFL rule changes and advancements in the helmets themselves could also be leading to a decrease in concussions.(voice-over):  The company says that more than 3,000 high schools and more than 750 youth programs currently used the caps. One question is, if the NFL is making them mandatory for the pros, why aren't they mandatory for kids? One potential drawback could be cost. Each one of these runs about $70, $56 when bought in bulk for a team, many schools are already struggling with funding, and the National Athletic Trainers Association has said that such products come with little to no independent scientific evidence showing that they actually work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "Now, Victor, we heard some percentages in there, right? Like even if those Guardian Caps make the game 1 percent safer, we're on the right path, right? And even with the helmets themselves, this is a helmet I wore, right? This helmet is now banned, Victor, there were seven new models that were introduced just this year in the NFL with other models being band every year because they're not deemed safe enough every more -- anymore.So, each year, I think the good thing is, safe to say, our reporting shows the game is safer than it's ever been, and with all the research and advancements, it's only going to get safer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Going in the right direction. Have you tried on one of these? Would it distract you as a top heavy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "This?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "No --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "Oh, the Guardian Cap --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "The Guardian Cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "It does feel funny, you can definitely tell there's something on your head, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "The other big drawback I've heard from NFL players is they just don't think it looks cool, now that's a part of that antiquated mentality -- like we can't be there. Like if you really want to be safer and think about your future, you can't be worried about how you look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Your look, yes, certainly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Coy Wire, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "A look at this morning's headlines now. The U.S. military says 15 ISIS operatives are dead after an early morning raid in western Iraq. U.S. Central Command says those operatives were armed with grenades and explosive suicide belts. U.S. forces and Iraqi security personnel were part of the operation on Thursday, disrupting efforts by ISIS to attack both American and Iraqi citizens.The FAA has cleared SpaceX's Falcon 9 rocket to fly again just two days after it was grounded when a part of its rocket booster exploded while attempting to land. Well, it is now back on track for two high- profile missions. One is taking a crew of civilians to attempt the first-ever commercial space-walk, and then SpaceX is also planning to take a pair of NASA astronauts to the International Space Station, as well as bringing Boeing's Starliner test crew back to earth in early 2025. Both missions have been hampered by technical issues and bad weather. More than 200 million Brazilian residents are no longer able to access Elon Musk's X, after a Supreme Court judge in Brazil suspended the social media platform. He said the company failed to name a legal representative there after being given a 24-hour deadline. The court also ruled anyone who does try to access X through a VPN will be facing a fine of nearly $10,000 a day. Musk says the judge is destroying free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "So, a measure of inflation that really is the Fed's favorite is heading in the right direction again. And that's got some people excited about a potential interest rate-cut in September. That would be the first in more than four-and-a-half years. CNN's Matt Egan takes a look at what that means for you and for the job market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Plus, be sure to tune in Monday for a two-hour special of \"THE WHOLE STORY\" with Anderson Cooper. For a look at five key issues from both presidential candidates ahead of the November election. Watch \"FIGHT FOR THE WHITE HOUSE on Monday night starting at 8(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}