{
  "date": "2024-11-08",
  "headline": "CNN News Central",
  "subHeadline": "Trump Picks Wiles for Chief of Staff; Stocks Open After Rate Cut; Attacks on Israeli Soccer Fans Condemned; Petro Poroshenko is Interviewed about Fighting in Ukraine; FDA Proposes Ban on Key Ingredients. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Underway, full steam ahead.Joining me now to discuss are CNN senior political commentator, and former senior adviser to President Obama, David Axelrod, otherwise known as Axe or our buddy. We also have senior political commentator and former assistant to President George W. Bush, Scott Jennings. Thank you, gentlemen, for being here. Susie Wiles makes history as the first woman who is the chief of staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "That's a big thing. What do you make of her stepping into this role, and do you see her as someone who is going to be a guard rail, an enabler, or what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, first of all, I'm glad that she got this job because she earned it. I mean she ran one of the most disciplined, organized campaigns. I mean she's known in the Republican Party as being a very competent administrator of whatever she gets involved in. And so if she takes that same kind of discipline and organization to the White House, it gives Donald Trump an excellent chance to fill the key jobs in his White House and his administration quickly and also to execute on his agenda.Also, I love this because it obliterates the attacks that people were making on Donald Trump, chiefly Mark Cuban, that he just can't stand to be around smart, strong women. There's no smarter or stronger woman in the Republican Party. She did a great job running the campaign. She's going to do a great job running the White House. Every corner of the party this morning is cheering this on. And the fact that Trump made a decision quickly, decisively and now she can get about helping him organize the government, everyone's very, very happy and comfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "We had a source saying that she has made this comment about keeping the clown car out of the White House. What do you make of that and what does this mean for someone who has been disciplined, even though her candidate has not been as disciplined with things that he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "AXELROD",
      "sentences": "Well, that is - you know, I said throughout the campaign that they had a highly rational campaign and a highly irrational candidate. And the campaign was impressive in that regard. They - they did the blocking and tackling and I said she's Pat Summerall's daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "AXELROD",
      "sentences": "So, they did the blocking and tackling well. And I think she and Chris LaCivita deserve credit for that. The question is, how much can she control. I think the reason she's survived is she recognized what she can and can't control. And ultimately every president has 99 percent of the voting share. So, he'll bring in who he wants to bring in. But I'm sure she will do what chiefs of staff do, she will try and regulate the flow of paper and people in and out of that Oval Office so that there's an orderly process of decision-making to the extent that Donald Trump will tolerate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "That she can.I do want to go back to sort of what we saw happen, in particular with Latino voters, because we had one of our reporter who's excellent, Ed Lavandera, going out and just talking to those reporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "And I want to let people hear what was said by someone who voted for Donald Trump and is a big fan, who is an immigrant to this country.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JORGE RIVAS, RESTAURANT OWNER",
      "sentences": "We'll tell him that the men love this country.I know he's not perfect. I know he's not like the pope. We believe in, you know, teaching our kids about God, our Christian values, family values, and - and the Democratic Party is embracing all the woke, left-leaving ideas that doesn't go with our values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ED LAVANDERA, CNN CORRESPONDENT",
      "sentences": "Do you think it's the Democrats pushing Latinos to Trump, or is it Trump bringing in Latinos?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "RIVAS",
      "sentences": "I think more Democrats are pushing Latinos to Trump.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "David, when you hear that, and when Democrats hear that, what do they need to take away from these conversations because, obviously, that is the thought of others who went to the polls and obviously the economy was a big deal, but this is also part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "AXELROD",
      "sentences": "Yes. Look, I think as Democrats do soul-searching, one of the things they should conclude is to stop looking at America like anthropologists and missionaries, stop treating people as identity groups. A lot of these - I mean these Hispanic voters weren't looking for racial advocates, they were looking for economic advocacy. They're - they tend to be socially conservative. They behave a lot like working-class voters across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Across the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "AXELROD",
      "sentences": "And I think there was a mistake, an impression that somehow they have - you know, that the immigration issue was some magic wand that would bring Hispanic voters, or should bring Hispanic voters - these are citizens, some of them are as concerned about what's going on, on the border - border as anyone else.I think the party has to stop treating people like, you know, subjects and identity groups and start treating them as neighbors and listening to them and their concerns, and responding to them at a very, very ground level - on a very, very ground level basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "JENNINGS",
      "sentences": "Well, a couple of things. Number one, it's not easy to lose an election. I mean I've been on the wrong side of some elections. I know Axe has as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "AXELROD",
      "sentences": "No, never. Never. Never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "JENNINGS",
      "sentences": "Not - not as often as me.But - but - and so I understand, number one. But, number two, this is America and this is how it works. So, we've got a clear winner in this election who's been given a mandate by the American people to execute on the promises that he made and then we'll all get to judge him on those promises in two years in a midterm, and then in four years after that. You can judge how the two parties have done. I think the conditions that brought about his victory, though, are - you know, they're not small things. I mean three quarters of the people think they've been under severe hardship because of inflation, two-thirds think the country's on the wrong track, there's significant concern about the chaos in the world. So, he has major challenges to meet, but that's the challenge of any president is, do you make things better - and that's ultimately how Trump won -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "AXELROD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "JENNINGS",
      "sentences": "Because Biden was judged not to have done that. So, now the mantle of leadership is on Trump. And I would just say, look, the election's over. Let's give this administration a chance. I think Democrats never really gave him a chance the first time. Let's give him a chance to execute. Let's see where we can have common ground on things and maybe we can have a little bit more unity in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "SIDNER",
      "sentences": "David, where do Democrats go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "AXELROD",
      "sentences": "Well, look, first of all, let me just respond to what Scott said. We have one president at a time. If President Trump responds to the concerns of people in their day-to-day lives and helps improve the lives of people, if he - if he, in a responsible way, deals with the issue of the border, that's one thing. But we ought to be clear, when he talks about a mandate, it's not a mandate to lay siege on his political enemies. It's not a mandate to destroy the Affordable Care Act because he doesn't like that it's called Obamacare. It's not - you know, those things - if he goes down that track, the one thing I know about this wheel of democracy, it is awesome and it is brutal when you're on the wrong side of it, but it keeps on rolling. And if people are unhappy with what this president does, very - they'll very quickly dispatch him as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "JENNINGS",
      "sentences": "It's the beauty of it. I mean the gears keep turning. We get to vote every two years in this country. And you can express your pleasure or your anger. And the people just expressed their anger with what's been going on. So, I'm really hopeful, actually, because people obviously want Republicans to have a chance to change the direction of the country. So, I'm hopeful that my party understands the message they've been sent and not - treat it as seriously as the people did who voted and do the right things for people. Good policy is good politics. It's an old cliche, but it's a true one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "SIDNER",
      "sentences": "All right, Scott Jennings, David Axelrod, thank you both. I know we are all so tired, and its Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "AXELROD",
      "sentences": "You could have given us a seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "SIDNER",
      "sentences": "So - I should have given you a seat, but you have a stand at the table (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "AXELROD",
      "sentences": "Yes, I'm leaning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "SIDNER",
      "sentences": "Thank you, gentlemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "AXELROD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "Moments ago, opening bell ringing on Wall Street. Does the post-election market rally continue today after the Federal Reserve cut interest rates by a quarter point yesterday. The person with all of the answers, Julia Chatterley, is here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "JULIE CHATTERLEY, CNN BUSINESS ANCHOR",
      "sentences": "She does try. Happy Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "Well, do you know, you may not like the politics of this week, but if you have a 401(k) you can like the profits. The S&amp;P 500 is on track for the best week of the year this week. It's part relief that we got a clean election result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "And, of course, part, I think, tied to Trump's policies, deregulation, good for banks, good for the energy stocks, which has lifted us. Less good news, of course, for the renewables, and that's what we've seen this week, except for Tesla, of course. Elon Musk, $20 billion plus richer and more powerful this week as well. So, that's some of the takeaway on the week.But investors also did like, I think, what they heard from Jay Powell. Yesterday he talked about the strength of the economy. We saw a quarter of a percentage point rate cut, as you  mentioned. He left open the door, good news for borrowers, to a December rate cut, which I think it started to be called into question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "I think my biggest takeaway from yesterday is that the president-elect is going to be taking over a solid economy, and that should be good for borrowers most particularly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "That's what I was going to ask you. So,, what kind of economy, you know, is Trump going to be inheriting? And what does it mean - I mean what does it mean like for - for the Fed outlook going forward into January and beyond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "Great question. A solid economy until perhaps his policies do otherwise. And I think that was one of the unwritten messages of the meeting yesterday. In fact, one journalist asked, rather than the fact that we've been talking about him and the Federal Reserve cutting rates next year, what's the risk that as a result perhaps of tighter immigration policy, some kind of trade war, that could be inflationary and raise prices, they end up having to hike interest rates. Just take a listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can you rule out an interest rate hike next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "sentences": "I - no, I wouldn't rule anything out or in that far away. But that's certainly not a - not our plan. I mean our baseline expectation is that we'll continue to - to move gradually down towards neutral, that the economy will continue to grow at a healthy clip and that the labor market will remain strong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "The president -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "Not our plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "No. The president-elect and his policies are the wildcard here, but he did say that he's going to be staying in the job. That was a bit of a mic drop moment. He said, I'm not leaving and I'm wedged to the chair for now. It's going to be a lively few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "Asked and answered. Will you leave? No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "Nope. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "And no again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:17",
      "speaker": "BOLDUAN",
      "sentences": "Good to see you. Thank you so much.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, I mean, look, I mean, this was, you know, been condemned - this is being condemned by both the Dutch authorities and the Israeli authorities as an absolutely outrageous sort of act of violence, anti-Semitic violence. There have been dozens of people who have been arrested. Social media is filled with horrific images, frankly, of Israeli soccer fans being beaten to the floor, being kicked, anti-Semitic, anti-Israeli slogans being shouted at them as they're beaten.There's even a video of somebody being run over, an Israeli fan being run over in a car on the streets of Amsterdam. And so, you know, inevitably this has been condemned by the Dutch authorities. It's being called a pogrom by the - by the Israeli president. And the Israelis doing everything they can to get people out of the Netherlands as soon as possible. A number of flights have been sent there to get people home as soon as possible. One's already sort of on its way back. There are another two this evening. The - we're told that the - the forensic teams, the Israeli forensic teams, the police teams, are being sent to the airport to meet people to collect evidence so they can work with the Dutch authorities, so that some of the people who have been arrested, and others, there can be prosecutions as well. But, you know, more generally, I'm not being told by Israeli officials that a security review is underway to make sure that in the future Israeli sports teams get the appropriate level of security, that this kind of thing does not happen. And also there's a review of security on Israelis living abroad in general. The - of course, obviously, this has caused such shock, such horror here in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SIDNER",
      "sentences": "All right, Matthew Chance, thank you so much for your reporting there for us from Jerusalem. Appreciate it.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, new this morning, Ukrainian President Volodymyr Zelenskyy confirms that deadly clashes with North Korean troops in the - in Russia's Kursk region, I assume he confirms that they're actually happening. This news comes as Ukraine is preparing for the possibility of a major funding cut following Donald Trump's election back to the White House.With us now is the former Ukrainian President Petro Poroshenko. Mr. President, thank you so much for being with us. Donald Trump has been elected in the United States again. In the past there have been discussions that if he were elected he might cut U.S. funding to Ukraine. What would happen if funding to Ukraine from the United States came to an end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "PETRO POROSHENKO, FORMER PRESIDENT UKRAINIAN",
      "sentences": "So, thank you very much indeed for the invitation.Second, I want to say that I'm very much appreciate the American people for their unique bipartisan support Ukraine as a state to have for fighting for our freedom, for our democracy and for fighting and freedom in the world. Second, I worked with Trump for more than three years, and I definitely can guarantee that this is not happen. And the third, no matter if we would money, without the money, me, Ukrainian people will fight for our - for our state, for our independence, for our serenity and for our territorial integrity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "BERMAN",
      "sentences": "Donald Trump has said that he could broker some kind of peace agreement between Ukraine and Russia within 24 hours. Do you believe that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "POROSHENKO",
      "sentences": "I hear that before the election, and I'm happy to hear that after the election. And my piece of advice, if Trump wants to stop the war in 24 hours, he can have it in only one way, to invite Ukraine to join NATO. Then Ukraine would be the NATO members states. Within 24 hours, war will be stopped. And there will be no peace without Ukraine joining NATO neither in 24 hours nor in 24 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "BERMAN",
      "sentences": "What is your biggest concern now following the U.S. election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:12",
      "speaker": "BERMAN",
      "sentences": "Petro Poroshenko, former president of Ukraine, we appreciate your time this morning. Stay safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:12",
      "speaker": "POROSHENKO",
      "sentences": "Thank you. Thank you for the invitation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:12",
      "speaker": "BERMAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "SIDNER",
      "sentences": "New this morning, FDA is moving to pull a popular decongestant from store shelves. It's in products like Sudafed PE, Vicks Dayquil and Mucinex Sinus Max.Joining me now is CNN's Jacqueline Howard. What exactly is the ingredient and why is this happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Sara, the ingredient that the FDA is really zeroing in on is phenylephrine. It's an active ingredient in those common nasal decongestants that you mentioned, like Sudafed, like Dayquil, like Mucinex. And oral phenylephrine was actually approved by the FDA about 30 years ago. But what's happening now is that FDA officials say the latest evidence and research suggests that oral phenylephrine is actually not effective as a nasal decongestants. And that's why they're proposing removing it as an ingredient in some common cold and allergy medications.Now, this is an issue around effectiveness. It's not around safety. And phenylephrine itself, as an ingredient, is found in other nasal decongestants like nasal sprays, for instance. So, this is really looking at the oral phenylephrine that's in these common products, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "SIDNER",
      "sentences": "So, this isn't - this doesn't mean that things are going to suddenly be missing from the shelf, right? What happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "HOWARD",
      "sentences": "That's right. No, this is a proposal. So, this is a proposal that's open for public comment right now. What will happen next is if we see this proposal finalized, then that could affect products that are on the market. And like I said, there are alternatives, like those nasal sprays and like antihistamines, for instance. So, there are alternative options for consumers out there.But I will say, it is an interesting conversation that's happening right now, Sara. The company's behind the cold and allergy medications that do have oral phenylephrine, they are standing by this ingredient. They say it's safe and effective. So, we will see this kind of conflict and conversation happening in the months to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "SIDNER",
      "sentences": "All right, Jacqueline Howard, thank you so much. Appreciate it.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "BOLDUAN",
      "sentences": "Roughly 100 vehicles were stranded for hours on a rural New Mexico highway after a semi crashed during a severe winter storm. This man who took this video said that he was forced to turn around after being trapped. What a mess. More than 10 inches of snow has fallen in parts of the state ,with more on the way. More than 5.8 million people across New Mexico and Colorado are under winter storm threats.Sales of books focused on dystopian or oppressive societies rocketed to the top of Amazon's best seller list after Election Day and Donald Trump's win. Margaret Atwood's, \"Aa Handmaids Tale\" jumped back up to the number three spot. Before that it was sitting around the number 209 spot on that bestsellers list. George Orwell's \"1984\" saw a 250 percent surge in sales in the same amount of time. Forty-three monkeys are now on the loose in South Carolina. Look at them. They're like, we're coming for you. They managed to escape a research facility there Wednesday after a caretaker forgot to lock an enclosure door. They're believed to be in the wooded area surrounding the facility, but still local officials are warning residents in the area. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:56:13",
      "speaker": "MATTHEW GARNES, YEMASSEE TOWN ADMINISTRATOR",
      "sentences": "I imagine they'll be getting hungry. Some might be on the lookout for some food. But they're non-violent in nature.Very inquisitive in nature. They're small. They're skittish. And that's why we're kind of emphasizing to people to, you know, make sure your windows and doors are closed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}