{
  "date": "2024-09-02",
  "headline": "CNN News Central",
  "subHeadline": "Democratic Presidential Candidate Kamala Harris to Campaign in Michigan and Pennsylvania with President Biden; Donald Trump States He Had Every Right to Interfere in 2020 Election; New Poll Shows Gender Gap between Harris and Trump Supporters. Fury in Israel as Protesters Demand Netanyahu Make a Hostage Deal; Shooters of 49ers Rookie Renews Spotlight on Crime in San Francisco. Aired 8-8:30a ET.",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "TODD INMAN, NTSB MEMBER",
      "sentences": "-- the use of passenger seatbelts. One of the things we do from here is we actually come out and then try to advocate for recommendations of how to make the transportation system better.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "John, we do know this bus left Atlanta, was headed to Dallas. It was operated by a Mexican bus company, so you hear they're going to go through all the maintenance records and try to see exactly what was going on with this bus before it had that tire failure and then went into that embankment and rolled. We do know that sometimes when you have speed and you have tire failure, it can be disastrous for people in the road. Obviously, though, your heart goes out to the family members who are experiencing just tremendous loss after this rollover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, Ryan Young, thank you so much for that report.A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "TikTok with 64 days to go. The 2024 race enters a critical new stretch. Ahead of the pivotal presidential debate, Donald Trump off the trail today and Kamala Harris hits multiple battleground states right beside her new top surrogate, President Biden.And days away from his first NFL game, a rookie for the San Francisco 49ers was shot during an apparent robbery attempt. The latest on his condition and the teenager that is suspected of shooting him. And millions expected to hit the roads and airports today as they head home from their fabulous Labor Day trips. We have the travel trouble spots for you. I'm Sara Sidner with John Berman. Kate Bolduan is out today. This is CNN NEWS CENTRAL. BERMAN: It is Labor Day, and Labor Day is the traditional kickoff of the election season. But you know what, this election season is so unprecedented. Who knows if any of the normal rules apply? Today, Vice President Kamala Harris heads to Michigan and Pennsylvania. A new ABC News-Ipsos poll shows Harris ahead of Donald Trump by about six points among likely voters. In Pennsylvania today, Harris will be joined by President Biden, who is reemerging on the campaign trail. This week, the president will also visit Wisconsin and Michigan. CNN's Eva McKend is with us this morning with the plans for the Harris campaign. Eva, I see you are in Detroit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "I am, John. The vice president here in Detroit on Labor Day to illustrate her support for union workers. She will argue that the Biden-Harris administration has been the most pro pro-union administration in American history. And while we have seen Republicans make gains with rank and file union workers, largely with a cultural argument, she will maintain that it is actually Democrats, and by extension her, that champion policies that best represent union workers, like the PRO Act that would extend a legal protections for employees trying to form a union.John, Michigan is such a critical battleground state. President Biden won this state by only about 154,000 votes in 2020. President Biden going to join the vice president in Pennsylvania after this Detroit rally. We know that President Biden is most comfortable in a union hall. Biden only won Pennsylvania in 2020 by about 80,000 votes. The vice president is trying to make this argument that she is principally concerned about the future while the former president is concerned about the past, trying to characterize herself as a new candidate for a new era. That of course is a difficult argument to make given that she is currently part of the administration. But we still see her embracing President Biden in strategic ways, in ways that she believes that he will be particularly helpful, and no doubt that is with union workers. We know that the vice president largely is going to hunker down for the remainder of the week as she prepares for next week's debate. But President Biden is going to act as a key surrogate for her, not only in Pennsylvania tonight, but also this week in Wisconsin and in Michigan. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BERMAN",
      "sentences": "All right, Eva McKend in Detroit, one of the key stops today. Thanks so much for being with us. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "CONTORNO",
      "sentences": "Elsewhere that interview he called Vice President Harris \"nasty\", that was the word he used, in her previous debate with former Vice President Mike Pence. Obviously, an interesting choice of words there given that Mike Pence is not endorsing Donald Trump in this election and also what happened on January 6th, 2021, when several of Trumps supporters rushed the Capitol, some of them saying, quote, \"Hang Mike Pence.\" So that choice of words there obviously stands out.I also want to walk you through a little bit of Donald Trump's week ahead going into this this debate, because as you said, he will be on the road quite a bit. On Wednesday, he will be appearing at a town hall in Pennsylvania. Thursday, his election case has a hearing in Washington, D.C. Just another example of how these legal charges continue to interfere with the campaign calendar. On Friday, he will be in North Carolina, speaking to the Fraternal Order of Police, continuing to push this narrative that police are on his side over the Democratic ticket. And on Saturday, he is holding a rally in Wisconsin and there's more events planned over the weekend as well heading into that critical first debate on September 10th. Donald Trump doesn't like to do that sort of normal debate prep that we're going to be seeing from the vice president this week. He likes to sort of have rolling, informal conversations with a number of advisers over the days leading up to it. They sort of, just sort of spar on the fly and talk about issues, not necessarily holding mock debates like you see from other candidates, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "SIDNER",
      "sentences": "Well, it worked for him last time. We will see what happens this time. Thank you so much, Steve Contorno. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "BERMAN",
      "sentences": "All right, here to talk about where we are, where we're going but most importantly, why we are where we are and where we're going, communications strategist and pollster Frank Luntz. Frank, great to see you. I just want to start with one number from the new ABC News- Ipsos poll. This is a poll that shows Harris with a six-point lead among likely voters, a four-point lead among registered voters, but a gender gap that widened over the election. Among women, she was ahead by six before the election -- before the convention, 13 now. And among men, she trails by five. Now, she trailed by three. The shift among men statistically insignificant, but the shift among women pretty big. Why do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "FRANK LUNTZ, POLLSTER AND COMMUNICATIONS STRATEGIST",
      "sentences": "And it's even bigger among younger women. Women 18 to 34 generally see in her what they want to be themselves. They see her as inspirational. And they see her as someone who has the skills and the talents and the traits that they want to represent. Older men have exactly the opposite reaction to her. And that's why older men seem to be with Trump. We're going to have the largest gender gap ever in modern American politics. And when you factor in age, that gap becomes even greater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "BERMAN",
      "sentences": "So how do you run with that? If you know this, if you are the Harris campaign or the Trump campaign going forward, what do you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "LUNTZ",
      "sentences": "You drive your vote. You focus on your vote. You make sure that every single younger woman is registered. You make sure that they understand that they have to participate. It's not enough to support someone. And this is to me the biggest change between before the Democratic convention and after. Before, younger when were not energized, they were not engaged. They were not even planning to vote. After the convention, they can't wait for Election Day. So you have to keep up that momentum.I put them behind her and all those rallies, did you see people standing behind? I make sure it's filled with younger women so they see people who look like them, and it's a way to communicate that she cares about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "BERMAN",
      "sentences": "Why then is President Biden out with her today in Pittsburgh and go into Michigan and Wisconsin? How much does that help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "LUNTZ",
      "sentences": "Because it's his best state. Even though he's from -- even though he lives in Delaware now, he's part of the Pennsylvania culture, particularly the paycheck to paycheck voter. You notice, I did not say blue collar and I did not say working class. It is paycheck to paycheck because that's how they feel, that identifies how they live. And it's 24 percent of the electorate. And Joe Biden can communicate to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "BERMAN",
      "sentences": "I did mention at the top of the show, Labor Day is the traditional kickoff to the campaign season. I don't know that applies anymore. Frankly, I'm not sure it has applied for the last few cycles, but we say it. I mean, what is left to do and 64 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "LUNTZ",
      "sentences": "Oh, the debate is everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:11",
      "speaker": "BERMAN",
      "sentences": "Everything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "BERMAN",
      "sentences": "One of the things I've never understood about Donald Trump is they really push this notion. Oh, he doesn't do debate prep, he doesn't -- he does debate prep. We know he does debate prep. He may not do formal mock debates in a room. Or maybe he does and we just don't know. But why do you think it's so important for him to project that image of I don't care that much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "LUNTZ",
      "sentences": "Because in 2020, he was told by Governor Chris Christie, chill out. You don't have to go for the jugular. Let President Biden speak, at the time vice President Biden, and he'll hurt himself. And Trump couldn't do it. He couldn't lay off. He just had to go. And if I was advising the campaign right now, which I do not, I'd say to him that silence in some cases is the best language, that silence, because he has questions that he can ask that she can't answer. Why did inflation get so high under your administration? What exactly are you going to do? If your policies caused it, what can you do to solve it? And most importantly, are you better off today than you were four years ago? It's not my question. That was Ronald Reagan's question. If he asked that question, plainly, he will be successful. I don't believe he has the ability to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "BERMAN",
      "sentences": "Frank Luntz, it's nice to see you this morning. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "LUNTZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:02",
      "speaker": "BERMAN",
      "sentences": "Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:15",
      "speaker": "SIDNER",
      "sentences": "New this morning, demands to make a hostage deal right now as outrage intensifies over the deaths of six hostages in Gaza killed by Hamas and a nationwide labor strike and protests are happening across Israel threatening to cripple the country's economy.Overnight, chaos erupting as police used teargas and stun grenades to try and control the crowd. You can see the aftermath of all that. Among the six murdered hostages is Israeli-American Hersh Goldberg- Polin, his funeral is happening in just the next hour. CNN's Jeremy Diamond is live in Tel Aviv. Jeremy, can you give us a sense of the situation there, still protesters filling the streets there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:15",
      "speaker": "JEREMY DIAMOND, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "They are certainly are.We are currently at that main intersection in Central Tel Aviv, where last night we saw hundreds of thousands of people pouring into the streets, expressions of grief, of frustration, of anger. The fact that there are still so many hostages left in Gaza after the bodies of six hostages who the Israeli military says were killed by Hamas, were recovered over the weekend. And you can see protesters are once again coming back into the streets trying to make their voices heard. We are right by the Israeli military's headquarters here, as well as where the government usually holds many of its security Cabinet meeting. Those meetings of course, have been critical to setting this government's policy which has decided to prioritize according to the words of many protesters here today, to prioritize the military aims, to prioritize maintaining control of that Philadelphi Corridor between Gaza and Egypt over securing a hostage deal. I spoke with one woman who was blocking traffic just a couple of hours ago about who she blames for the current situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "SIDNER",
      "sentences": "How is the Netanyahu government responding or reacting to these protests other than, obviously, the police are there and trying to control the situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "DIAMOND",
      "sentences": "Well, so far there has been no change in the Israeli government's position. In fact, yesterday, following the recovery of those six bodies, there was a very heated Cabinet meeting and it was heated because of one man in particular, and that is the Defense Minister Yoav Gallant who has been insisting that the government should be prioritizing a hostage deal more than it is.He wanted to reverse a vote that seems to have prioritized the control of that Philadelphia Corridor I was just talking about, over a security hostage deal, making it effectively a requirement in order to secure a deal that Israeli troops maintain control of that area and he faced fierce push back from the Israeli prime minister, from other ministers aligned with the Israeli prime minister who don't want to change the policy, who don't want to be seen as conceding anything to Hamas in the wake of the killing of these six hostages. But again, tonight we will see likely thousands, perhaps tens or even hundreds of thousands of people back in the streets. And there is a sense that perhaps this moment will be different, that perhaps the bodies of these six hostages being recovered, that perhaps that will be the moment that things will change in this country. For now though, it hasn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "SIDNER",
      "sentences": "Jeremy Diamond, an excruciatingly difficult situation for the families on both sides of this conflict dealing with war. I appreciate your time out there with the protest happening there in Tel Aviv.All right, also happening in Gaza, a desperate effort to vaccinate more than a half million young children against a disease that has been eradicated in most of the world -- polio. And, the shocking attack that forced some NFL rookie off the field and into the hospital. New details on who has been arrested for shooting him. (COMMERCIAL BREAK) [08:26:21] JOHN BERMAN, CNN ANCHOR: All right, new this morning, San Francisco 49ers' rookie, Ricky Pearsall is out of the hospital and recovering at home after being shot in the chest during an attempted robbery. A suspect is in custody. CNN's Camila Bernal is here with the latest. Camila, what are you learning on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey John, so we know that Ricky Pearsall is now resting and recovering at home and on a Facebook post, his mother saying that that bullet went in through his chest, out his back, but also saying that it missed vital organs. So, he is expected to be okay.Now, what happened here was that he was at Union Square in San Francisco at 3:30 PM on a Saturday, broad daylight, and he was alone and a 17-year-old approaches them to try to rob him at gunpoint. There was a struggle between the two of them. That gun goes off multiple times and hits both of them. That 17-year-old trying to run away, but was quickly arrested by police. And now, the district attorney in San Francisco is saying that she will make a charging decision either tomorrow or Wednesday, but this will be in juvenile court because he's just 17 years old. The thing though is that this incident really strikes the conversation and brings it back to the forefront in terms of the safety of San Francisco. The many break-ins and shopping lifting incidents that they've had in this area in particular. And so, the mayor, London Breed saying she acknowledges that this is a setback for the city. Take a listen. (BEGIN VIDEO CLIP) MAYOR LONDON BREED (D), SAN FRANCISCO: We are glad that the victim will be okay, but this incident does set us back from all the hard work that we've done in order to make significant changes in public safety in San Francisco. We still have the lowest violent crime rate of any major city. We are on track to have record-low numbers of gun violence in particular in the city. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "BERNAL",
      "sentences": "So, some of these numbers that she's referring to are from the city, and in 2024, what they're saying is that property crime went down 32 percent. They say violent crime went down 14 percent, gun violence down 38 percent. So, that's what she is referring to.But Mark Farrell who is running against her in the upcoming mayoral election, saying essentially that enough is enough, and saying that there needs to be some sort of change. Now, authorities in San Francisco saying that he was not targeted for being a football player, it was just a robbery. But again, all of this bringing that national conversation back into the spotlight in terms of what's happening in San Francisco -- John.",
      "isLastSentenceInterrupted": false
    }
  ]
}