{
  "date": "2024-08-26",
  "headline": "CNN Newsroom",
  "subHeadline": "New Phase in U.S. Presidential Election; Abortion Access is a Key Issue this Election Season; Tensions High After Israel, Hezbollah Trade Fire; Russia Launches Large Air Attack on Ukraine Overnight. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The 2024 presidential campaign enters a new phase this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are we going to have the politics of Donald Trump, which is smear and fear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you're waiting on Kamala Harris to come up with new policies, you're going to die waiting.BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): The Israeli army destroyed thousands of short-range rockets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We retain the right to respond another time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Australia's right to disconnect. A new law allowing employees to refuse to communicate with their employers outside regular work hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's actually really important that we have laws like this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Christina Macfarlane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello, a warm welcome to our viewers joining us from the United States and around the world. I'm Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNN ANCHOR",
      "sentences": "And I'm Christina Macfarlane. It's Monday, August 26th, 9 a.m. here in London and 4 a.m. in Detroit, Michigan, where Donald Trump is set to kick off a busy week on the campaign trail ten weeks before the election. Both candidates will be heading to battleground states over the coming days as the race for the White House enters a new phase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Trump will be in Michigan and Wisconsin attempting to reclaim the spotlight. And Vice President Harris and her running mate Tim Walz will head south and kick off a bus tour in Georgia at the same time supporters of both candidates are speaking out in support of their party's contender for the White House.(BEGIN VIDEOTAPE) SEN. CORY BOOKER (D-NJ): This is really a binary choice. Are we going to have the politics of Donald Trump, which is smear and fear, denigration and demeaning? Or are we going to have a page be turned in America where we get back to coming together, meeting in the middle, showing that we can compromise and actually get big things done as a nation? SEN. LINDEY GRAHAM (R-SC): If you're waiting on Kamala Harris to come up with new policies, you're going to die waiting because she will continue what they've been doing for the last four years. That's why she has no new policies to offer, because they're going to keep doing the same old thing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Well, one issue extremely important to voters from both parties is abortion. Several states across the nation have initiatives on the ballot this November to further restrict access. It's a motivating factor for many liberals who want to reverse the attacks on reproductive rights brought about by the overturning of Roe versus Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MACFARLANE",
      "sentences": "And conservatives want to take those restrictions as far as they can and enshrine them into law. But going to extremes could cost them support with more middle-of-the-road independence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Republican vice presidential candidate J.D. Vance spoke with NBC's Meet the Press about how Trump could handle a possible federal abortion ban if re-elected.(BEGIN VIDEOTAPE) SEN. J.D. VANCE (R-OH), U.S. REPUBLICAN VICE PRESIDENTIAL NOMINEE: California wants to have a different abortion policy from Ohio. Then Ohio has to respect California and California has to respect Ohio. Donald Trump's view is that we want the individual states and their individual cultures and their unique political sensibilities to make these decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If such a piece of legislation landed on Donald Trump's desk, would he veto it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "VANCE",
      "sentences": "I think it would be very clear he would not support it. I mean, he said that explicitly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But would he veto it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "VANCE",
      "sentences": "Yes, I mean, if you're not supporting it as the president of the United States, you fundamentally have to veto it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So he would veto a federal abortion ban? VANCE(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MACFARLANE",
      "sentences": "CNN spoke with a Democratic pollster about just how much is at stake politically on this issue. Take a look.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CELINDA LAKE, DEMOCRATIC POLLSTER AND POLITICAL CONSULTANT",
      "sentences": "It could have a massive impact. First of all, it could increase the turnout of younger women and younger voters and pro-choice voters. We now have the pro-choice voters, since Dobbs, more energized than the anti- choice voters. Before that, it was always the other way around. Pro- choice voters are voting. They're registering. They're voting in this issue. They did it in Kansas. They did it in Ohio.They do it even when the people try to trick them. They do it when it's in their constitution already. And they want to guarantee it nationally, not just state by state. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "We were talking about how abortion is really emerging into a key issue, isn't it? Do you think that's driven by the Democrats? I just want to tell you what Elizabeth Warren said about this, about how fundamental it is to the way women are voting in particular.(BEGIN VIDEO CLIP) SEN. ELIZABETH WARREN (D-MA): American women are not stupid. And we are not going to trust the futures of our daughters and granddaughters to two men who have openly bragged about blocking access to abortion for women all across this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "So they're referring to J.D. Vance but saying that it's down to the states to decide which is still allowing abortion, you know, bans on abortion to effectively take place. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "GIFT",
      "sentences": "Absolutely, Max. You know, Trump realizes that abortion is an Achilles heel for Republicans. And so he has tried to tack to the center over the course of his campaign.We saw in 2022 that Democrats significantly outperformed expectations. There was a whole talk of a red wave occurring that never did. In 2023, a lot of state referendums showed that there's huge support for expanding reproductive rights. Obviously, Democrats are attacking Donald Trump's three Supreme Court appointments, which allowed for the overturning of Roe versus Wade. So this is absolutely an issue that is galvanizing Democrats, even galvanizing a fair share of moderates and maybe even moderate Republicans. So Trump is trying to tack to the center. Democrats keep insisting that he supports the national abortion ban. He has been very clear that he doesn't. But at the same time, this is a significant issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Thomas, we're hearing from the Trump campaign that they are now about to go into overdrive planning. I think several events every week, if not every day. I mean, the Trump team this week we're hearing are going to be in Michigan in the swing state of Michigan, while Harris is in Georgia.I mean, he has clearly been struggling to regain momentum in the face of the juggernaut that has become the Harris campaign. How do you expect the Trump campaign to tackle the next few weeks? And do you expect Trump to move away from the personal attacks that we've seen so often in previous weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "GIFT",
      "sentences": "Well, in short, I think the answer to that last question is no. A lot of Trump's political advisers would say just focus on policy, emphasize the economy, emphasize immigration. But Donald Trump doesn't seem to be able to help himself whenever it comes to the ad hominem attacks. I do think that that hurts him with a fair amount of moderates who just don't like this kind of vitriolic language dominating politics.But Trump has really had trouble, I think, pivoting from Joe Biden as the nominee to Kamala Harris. I mean, he really hasn't figured out exactly what the line of attack is. They're more or less settling on this notion that she is too far left, that she's outside the mainstream, that she's too progressive. Keep hearing Trump and his allies use the term San Francisco liberal. But they need to change the dynamics of this race, because just a few weeks ago, the assassination attempt happened. Republicans were coming out of their convention, looked like they were going to strut to victory. Now it almost looks like the opposite. Harris is leading in states like Pennsylvania, Michigan and Wisconsin. Trump is still winning in most of the Sun Belt. But even there, the race has narrowed considerably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "We'll have the debates, won't we, coming up, at least one of them anyway. And Harris is untested against Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "OK, Thomas Gift, as ever, thank you so much for joining us.The U.S. says it's closely monitoring the situation in the Middle East after a heavy exchange of fire between Hezbollah and Israel on Sunday. The U.S. defense chief has ordered two carrier strike groups to remain in the region and informed his Israeli counterpart of the decision. Israel launched what it called preemptive strikes against Hezbollah in Lebanon on Sunday. The IDF says it struck and destroyed thousands of Hezbollah rocket launcher barrels across dozens of launch sites.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Hezbollah's chief says its attacks on Israel in retaliation for the killing of top military commander is done. But more strikes are possible in the future. Israeli Prime Minister Benjamin Netanyahu is also vowing that this is not the end of the fighting.Well, CNN's Jennifer Hansler has more now on the situation in the region. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT REPORTER",
      "sentences": "The U.S. is keeping a major show of force in the region following back-and-forth strikes between Israel and Hezbollah over the weekend. A U.S. defense official said the U.S. provided intelligence to help Israel track oncoming Hezbollah attacks but did not participate physically in those attacks.Secretary of Defense Lloyd Austin told his Israeli counterpart on Sunday that he would be keeping two major strike groups in the region to help deter a further war. The U.S. moved a number of assets to the region earlier this month to try to prevent Tehran and its proxies from launching a retaliatory attack against Israel. There are fears that such an attack could spark a wider regional war. At the same time, U.S. officials are pressing the urgency of getting a hostage and ceasefire deal across the finish line. Secretary of State Antony Blinken warned earlier this week that this could be the last chance to get such a deal across the finish line. High-level talks continued in Cairo on Sunday and wrapped up without an apparent resolution. However, working-level talks are expected to continue this week. A U.S. official said the talks were constructive and conducted in good spirits towards trying to get an agreement. However, a number of gaps remain. U.S. officials hope that they are able to narrow those gaps in the coming days. Jennifer Hansler, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Let's go to CNN's Paula Hancocks. She's live in Abu Dhabi. And it's interesting to note how both sides are claiming successes here.But that's probably the sort of tone that's created, you know, created not more escalation, effectively. If both sides can claim some victory, then it's a positive sign for the region, isn't it, to some extent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Absolutely, Max. If both sides can claim that they've saved face in some way and that they have been successful in what they were trying to do, then it allows both of them to at least pull back from this particular flare-up. No one expects this to be the end of the tit-for-tat across the border between Israel and Hezbollah. But what Israel believes it has managed to do in the early hours of Sunday was to prevent a more significant attack by Hezbollah, saying that it was a preemptive attack, saying that they had intelligence that Hezbollah was about to carry out significant strikes against Israel and deeper into Israeli territory. And that is when they decided to use about 100 fighter jets to attack dozens of launch sites. This is how the Israeli prime minister put it.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): The Israeli army destroyed thousands of short-range rockets, all of which were intended to harm our civilians and forces in the Galilee. Additionally, the Israeli army intercepted all of the drones that Hezbollah launched at a strategic target in central Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:05",
      "speaker": "HANCOCKS",
      "sentences": "So, both sides saying there may be more response. The prime minister also saying that this is not the end of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:05",
      "speaker": "FOSTER",
      "sentences": "OK, Paula, thank you so much.Meanwhile, Israel's military is ordering more evacuations in central Gaza. About 40,000 Palestinians are sheltering. It's unclear how many people are currently aware of the order. The evacuation zone has five school shelters, tents and houses, the Al-Aqsa Hospital as well. Many of those living in the area previously fled from Rafah and they're expressing their frustration at having to flee yet again. (BEGIN VIDEO CLIP) SAWSAN ABU AFESH, DISPLACED PALESTINIAN (through translator): Everyone with a conscience hopefully can see us and bravely see that we are dying. No one is watching. Please watch us with mercy. Watch how we are moving from a place to another and we have no idea where to go. I have no place. I am moving with my kids and what I can carry my furniture left behind and I will sleep tonight on the ground. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:05",
      "speaker": "MACFARLANE",
      "sentences": "Meanwhile, polio vaccines have arrived in Gaza in preparation for a mass vaccination campaign. The Palestinian Health Ministry says 1.26 million doses are being stored in a warehouse and they're working to secure an additional 365,000 in the coming days. The ministry says it's coordinating with UNICEF to vaccinate about 640,000 children with two doses each.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:05",
      "speaker": "FOSTER",
      "sentences": "Now, Russia launches a wide-scale aerial attack on cities across Ukraine with deadly effect. That's coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:05",
      "speaker": "MACFARLANE",
      "sentences": "Plus, a Russian strike in eastern Ukraine kills a man hired to keep journalists safe. The latest on the attack in Kramatorsk and on the war in Ukraine next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Ukraine says Russia launched a massive aerial attack overnight. The country's air forces detected dozens of missiles and drones targeting nearly every region of Ukraine. Meanwhile, Ukrainian officials confirmed that a British citizen was killed by a Russian attack in the Donetsk region.Salma Abdelaziz has been following this. And Salma, let's talk about the British citizen who died here. This was a target on a hotel in the region of Donetsk. It's a hotel, as I understand it, that many media outlets have used before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes, and this is definitely an attack that has caused shockwaves through our community. A community of journalists. This is a hotel, Hotel Sapphire in Kramatorsk.And Kramatorsk is very close to the front lines, but it is a Ukrainian-controlled city. So people use it as a base. NGO workers, journalists use it as a base in order to cover that conflict. And that's exactly what this Reuters crew was doing when they were staying at this hotel in Kramatorsk. It was struck by Russia, of course. Several people wounded, one American wounded. And unfortunately, as you mentioned, a British citizen who was hired to work with that Reuters crew to keep them safe, a former British soldier, was killed at Ryan Evans in that attack. President Zelenskyy, of course, squarely pointed the finger at Russia and called this a deliberate attack, said that it is intended to make it ever more difficult and dangerous for journalists to cover that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "And in terms of this attack, I mean, we obviously report on these attacks all the time, but this was so widespread, wasn't it, geographically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ABDELAZIZ",
      "sentences": "It's quite extraordinary. So this morning, Ukraine's air force saying that they received drones, missiles, attacks coming to nearly every single region in Ukraine. What was the result of that?We know three people killed so far, power outages across the country, people told to run into bomb shelters in Kyiv and other cities and towns. It's a reminder yet again of how Russia targets civilian infrastructure as a way of expanding the cost of this war very far from those front lines as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Is there a sense that this was in retaliation in relation to Ukraine's advance that continues in the Kursk region? We saw, remember last week, Putin vowing a response, a strong response to that. I mean, is this all in the calculus of what has been happening in Kursk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ABDELAZIZ",
      "sentences": "One can assume, of course, that it is within that wider context that Russia continues to respond and continues to try to find ways to weaken Ukraine, to weaken President Zelenskyy's standing, to weaken unity within the country. Again, far from those front lines where soldiers are fighting. But this is part of a continued Russian strategy.We've seen this since the very beginning of the conflict where Russia has tried to target power infrastructure, water infrastructure, just the very basics of life to make it difficult to just exist in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "OK, Salma, thank you so much.The Telegram messaging app says its CEO has nothing to hide after he was arrested in France. Now, Pavel Durov was taken into custody at an airport outside Paris on Saturday on a French arrest warrant. The FMTV reports the warrant alleges a lack of moderation has let Telegram become a platform for money laundering, drug trafficking and sharing of pedophilic content. Durov is a 39-year-old French and Russian citizen, and a Russian lawmaker claims the arrest is part of a plot by the West to seize control of the messaging app. (BEGIN VIDEO CLIP) [04:25:00] MARIA BUTINA, RUSSIAN PARLIAMENT MEMBER: The arrest of Pavel Durov means that there is no freedom of speech, that the freedom of speech in Europe is dead. Elon Musk is free, Mark Zuckerberg is free, but Pavel Durov is now in prison. Why? Because he's Russian. I do believe that Pavel Durov is a political prisoner, that he is the victim of the witch hunt that the West did do for the people who are not simply minded as they are. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, Telegram has posted a statement saying its moderation is within industry standards and getting better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Still to come, Israel and Hezbollah exchange the heaviest fire since the start of the war in Gaza, what it means for the already volatile region coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Plus, a passing hurricane has been lashing Hawaii with heavy winds and rain, but how long will it remain a major storm? We'll tell you.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}