{
  "date": "2024-08-02",
  "headline": "CNN Newsroom",
  "subHeadline": "Americans Held Prison in Russia Returned Home Through a Prison Swap; Slain Hamas Political Leader Arrives in Qatar and Will be Laid to Rest. Biles, Ledecky Bannered Team USA in Day Six of Paris Olympics; Pussy Riot Founder Shares Advice for Newly-Released Foreign Prisoners in Russia. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Hello and welcome to all of you watching us here in the United States, Canada and around the world. I'm Kim Brunhuber.We begin with the breaking news. Three Americans held prisoner in Russia are now back here in the U.S. They were greeted by President Biden and Vice President Harris when they arrived at Joint Base Andrews in Maryland later Thursday. Now, it's all part of the biggest exchange of prisoners between the U.S. and Russia since the end of the Cold War, a complex arrangement involving 24 people in seven countries. Marine veteran Paul Whelan and journalist Evan Gershkovich and Alsu Kurmasheva are among the 16 people set free by Moscow. President Biden said the deal could never have happened without the strength and cooperation of U.S. allies. Here he is. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: The toughest call on this one for other countries is I asked them to do some things that were against their immediate self-interest and really very difficult for them to do, particularly Germany and Slovenia. Slovenia came in at the last minute and I tell you what, the chancellor was incredible. He was incredible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Now it was Germany's agreement to release convicted assassin Vadim Krasikov that apparently sealed the deal. Russian President Vladimir Putin greeted him and seven others as they returned to Moscow on Thursday.CNN's Nada Bashir is following developments live this hour in London. So Nada, what more can you tell us about how this complex deal came together? NADA BASHIR, CNN CORRESPONDENT: What can we heard from U.S. President Joe Biden yesterday describing this as a feat of diplomacy and that certainly appears to be the outcome of this. Of course, we've heard from U.S. officials describing the international efforts that went into this carefully brokered exchange deal. Of course, there have been months and months of painstaking negotiations and President Biden outlined the support and involvement of various allies and nations, including Germany, Poland, Slovenia, Norway and Turkey. Turkey, of course, crucial in the logistical element of the actual exchange, which took place yesterday. But again, President Biden emphasizing the importance, the vitality of ensuring those strong alliances that the U.S. has in this, of course, example of the exchange agreement. Now, according to one official, President Biden did have some awareness that an exchange agreement could be imminent about two weeks ago when he gave his address to the American people around his pulling out from the U.S. presidential race. He was very clear in that address that the Biden administration would continue to work around the clock to ensure the release of all Americans wrongfully detained abroad. And just days prior to that address, according to the official, President Biden had been on the phone speaking with the prime minister of Slovenia with regards to a Russian national in Slovenia's custody. And that has been described as the final puzzle piece, so to speak, in securing this exchange agreement. So a huge amount of international involvement in this arrangement, in this agreement. There has, of course, also been some questions around other American nationals who were not released as part of this agreement, namely Mark Fogel, who is in detention in Russia on drug-related charges. The U.S. officials, Biden administration, have now described him as being wrongfully detained. They say that it simply wasn't going to happen in this exchange, but that they will continue to work for the release of other American nationals wrongfully detained. We heard from the U.S. national security adviser, Jake Sullivan, giving quite an emotional statement yesterday, saying that this had been a long road for the Biden administration and the family of those now released back on American soil, but also said that this was a foundation that they could build on, that they hope to continue to work towards securing the release of other American nationals. That will certainly continue to be a focus for the Biden administration while he remains in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "He executed someone in broad daylight, was caught doing it. And that's why Germany didn't want to let him go.TODD (voice-over): Krasikov was serving a life sentence for killing a former Chechen fighter in that Berlin Park. Putin made no secret of wanting Krasikov back. In an interview with Tucker Carlson in February, Putin didn't mention Krasikov's name or the Chechens, but was glowing about what Krasikov did and insulted his victim. VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): That person, due to patriotic sentiments, eliminated a bandit in one of the European capitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "DOZIER",
      "sentences": "For Putin, getting these men back is part of his pledge to his whole security apparatus, the people who are keeping him in power, that if you get taken doing a job for me, I will get you out.TODD (voice-over): Indeed, several Russian spies and hackers are among those released in this prisoner swap. But in the most prominent swaps over the past couple of years, Putin's biggest prizes are men with serious blood on their hands. Krasikov and Viktor Bout nicknamed the Merchant of Death, a Russian arms dealer traded for American basketball star Brittany Griner in 2022 following Griner's imprisonment on cannabis charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "DANIELLE GILBERT, EXPERT ON HOSTAGE POLICY, NORTHWESTERN UNIVERSITY",
      "sentences": "There was a lot of concern that releasing someone like that was completely disproportionate to release someone like that in exchange for an American basketball player on a trumped up drug charge.TODD (voice-over): Viktor Bout cut a figure so legendary in the arms trafficking underworld that he's widely acknowledged as the inspiration for Nicolas Cage's character in the movie \"Lord of War.\" NICHOLAS CAGE, PLAYED YURI IN \"LORD OF WAR\" (voice-over): The arms bazaar was open. Guided missiles, unguided missiles, mortars, mines, armored personnel carriers, whole tank divisions. TODD (voice-over): Analysts say there was no weapon Viktor Bout wouldn't sell for the right price and to devastating effect. DOUGLAS FARAH, CO-AUTHOR, \"MERCHANT OF DEATH\": If you look at the wars that were directly impacted by his weapons deliveries, you can see that they escalate directly in proportion to the amount of weapons arriving. So I would say certainly, you know, tens of thousands of people suffered, if not hundreds of thousands of people because of the weapons he was able to deliver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "TODD",
      "sentences": "What's in store for Vadim Krasikov back in Russia? Analysts say Vladimir Putin will probably make him into a hero and offer him opportunities that many others wouldn't get. The possibilities are almost endless. Last year, Viktor Bout entered Russian politics and won a seat in a regional legislature.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "BRUNHUBER",
      "sentences": "And for more on this, I want to bring in James Nixey, who's the head of the Russia-Eurasia Programme at Chatham House, and he joins me now from Berkshire, England. Thank you so much for being here with us. So as we've said a couple of times, the largest swap since the Cold War, reportedly one of the most complex deals we've seen, even go back to the days of the Soviet Union. Is that fair? I mean, what stood out to you here?JAMES NIXEY, RUSSIA-EURASIA PROGRAMME, CHATHAM HOUSE: What stood out to me is the size of the swap in the wider geopolitical circumstances. We have the worst relationship with Russia, really, at any sign since the Cold War, and frankly, much of the Cold War. The two sides are diametrically opposed to each other over the theater in Ukraine, but also not just that, over the world, over the global order. And so to arrange something like this is it has managed to transcend that within the dear of that relationship. So I think whatever one thinks about it in terms of what the West has had to give up, in terms of the criminal convictions of the people it has sent back to Russia, then to have achieved this in these circumstances is an extraordinary feat. It was a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:09",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah. We saw a bit of the reporting there about the people, as you said, that Russia got in exchange. So why do you think Putin made this trade? What was in it for him exactly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, exactly. Good, good point. So the timing of this, are you surprised Putin made this deal now with Biden and not perhaps wait for the outcome of the U.S. election and a possible Trump win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "NIXEY",
      "sentences": "It's a very good question because it sort of engenders a question of who would Putin prefer to see in the White House? And some people will say or tell you that he would actually prefer to see Kamala Harris in the White House on the basis that that is a more predictable U.S. president.On the other hand, it is -- it is peculiar. You would -- you would think that he would prefer to -- to give that victory, if you will, to Donald Trump. But of course, there's no I don't think the Americans are particularly certain that Donald Trump will win the U.S. election. And so I think it was more a question of the fact that this -- this has been a long process of negotiation. It started years ago, not months. And so this is the -- this is the outcome now. It would have, as you know, as I'm sure you're aware, it would have involved Alexei Navalny. But his death halted things for a while. But ultimately, it's come to this crescendo. It's not over yet. Because, of course, there are still more. As your report suggested, there are still more Americans held -- held prisoner in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, unfortunately, President Biden barely mentioned Putin in his remarks to reporters. You said this was, you know, the worst relations between the two countries since the Cold War. So where does this leave relations between the two countries now? Has anything changed materially, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "NIXEY",
      "sentences": "Unfortunately, not. We're not seeing the start of some sort of new dawn and a burgeoning of U.S.-Russia relations or Russia-Western relations more broadly now, simply because I'm afraid the Russians and I know this may sound extreme, but the Russians consider themselves to be at war with the West.They we see that played out in Ukraine. But the reality is, is that if you take the Russian way of war, it involves espionage, it involves economic warfare, diplomatic warfare and cyber and information warfare. And that is being conducted against the West quite regardless of the war in Ukraine right now. But the two sides are so fundamentally opposed to each other on the European security order, for example, that I'm afraid that is an even more intractable problem than hostages and prisoners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "BRUNHUBER",
      "sentences": "All right, we'll leave it on that pessimistic note. Thanks so much for your expertise, James Nixey in Berkshire, England. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "NIXEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Israel is claiming responsibility for yet another high profile assassination, this time saying it took out one of the reported masterminds of the October 7th terror attacks, Hamas military chief Mohammed Deif. The Israeli military says he was killed in a strike carried out in southern Gaza last month, but they weren't sure about that until this week when they received new intelligence on his death. CNN asked Hamas to comment, but the militant group has yet to do so.Now, these images provided by the Israel Defense Forces show the strike on Khan Younis. It hit a designated humanitarian zone, killing at least 90 Palestinians. Footage from the displacement camp showed bodies in the streets. The IDF called it a precise targeted strike on a compound where Deif was staying along with another commander whose death was confirmed earlier. And later today, the political leader of Hamas will be buried in Doha, two days after he was assassinated in Iran. Ismail Haniyeh's coffin arrived in the Qatari capital earlier. A funeral procession is expected to get underway in a few hours. Hamas is calling for prayers and a day of anger over his killing. Meanwhile, new information is emerging about how Haniyeh died. A source familiar with the matter now says he wasn't killed by a rocket strike, as previously reported by Iran and Hamas, but rather by a hidden bomb. CNN's Salma Abdelaziz is tracking all of this live from London. So Salma, first, let's start now with sort of what we know about the funeral later today, if you would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:07",
      "speaker": "BRUNHUBER",
      "sentences": "All right. I Appreciate that. Salma Abdelaziz in London. Thank you so much.Israel's military claims that one of Al Jazeera's journalists killed in a strike in Gaza this week worked for Hamas and, quote, \"participated in the October 7th attack on Israel.\" But Al Jazeera is pushing back on that, calling that accusation completely false. The network says Israeli forces had already arrested 27-year-old reporter Ismail Al-Ghoul earlier this year, eventually let him go, weakening the argument that he was a militant. Israel's military didn't allege that he held a direct combat role with Hamas. They also didn't address the death of his cameraman. Al Jazeera says both men were killed in an Israeli airstrike on a refugee camp in northern Gaza on Wednesday. All right, still ahead, three Americans are back in the U.S. after a massive multinational prisoner exchange deal. Our breaking news continues in a moment. Plus, how Donald Trump's continued attacks on Kamala Harris's racial identity could impact voters. We'll have that story and much more after the break. Please stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "BRUNHUBER",
      "sentences": "And then there was this moment, Evan Gershkovich walking over to greet his \"Wall Street Journal\" colleagues on the tarmac, telling them, quote, \"I'm home.\" CNN's Kylie Atwood reports on the White House efforts to bring these three Americans home.(BEGIN VIDEOTAPE) KYLIE ATWOOD, CNN U.S. SECURITY CORRESPONDENT (voice-over): These are Americans Evan Gershkovich, Paul Whelan and Alsu Kurmasheva after being handed over to the United States by Russia in a historic prisoner swap in Turkey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "BIDEN",
      "sentences": "Well, good afternoon. And this is a very good afternoon.ATWOOD (voice-over): It's the biggest prisoner swap since the Cold War, involving 24 people being held in seven different countries, the U.S., Germany, Slovenia, Norway, Poland and Russia. Paul Whelan had been held for 2043 days, the longest of all of the released Americans. The former Marine was arrested in 2018 on espionage charges, something Whelan and the U.S. government has vehemently denied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "JAKE SULLIVAN, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "sentences": "Today, excuse me. Whew. Today was a very good day. ATWOOD (voice-over)of times from inside a Russian prison over the years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "PAUL WHELAN, AMERICAN FREED FROM RUSSIA",
      "sentences": "It's extremely odd, maybe is the best word, to turn 54 in a Russian prison.ATWOOD (voice-over): David Whelan reacting to his brother's release in a statement, quote, \"it's vital that he be given agency over his life again, something the Kremlin took away for so many years.\" \"Wall Street Journal\" reporter Evan Gershkovich was the first American journalist to be arrested on spying charges in Russia since the Cold War. And just three weeks ago, he was sentenced to 16 years in prison after his arrest in 2023. ALMAR LATOUR, PUBLISHER, \"WALL STREET JOURNAL\": We've all worked toward this day for so long, each in our own way. And it's wonderful to see it come together like this. ATWOOD (voice-over): Kurmasheva is also on her way home. The Russian- American reporter working for a U.S. government-funded news outlet was sentenced to more than six years in prison for failing to register as a foreign agent, all three appearing in a photo together on the plane in Turkey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "BIDEN",
      "sentences": "The deal that made this possible was a feat of diplomacy and friendship.ATWOOD (voice-over): The released Americans speaking with their relieved families and President Biden on the phone in the Oval Office. Russia also releasing several prominent political prisoners, including Vladimir Karamurza, a Russian opposition leader and a U.S. permanent resident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "BIDEN",
      "sentences": "Russian authorities arrested them, convicted them in show trials and sends them to long prison terms.ATWOOD (voice-over): In order to make the deal happen, President Biden personally lobbied German chancellor Olaf Scholz to release Russian assassin Vadim Krasikov in the exchange with Russia. Krasikov is a former colonel in the Russian security service, serving a life sentence in Germany for murdering a former Chechen fighter in broad daylight in Berlin in 2019. The Kremlin has pushed to get Krasikov back to Russia, even pushing to have him released in 2022. But the death of Russian opposition leader Alexei Navalny in prison in February set back negotiations since the German government wanted Navalny in exchange for Krasikov.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "SULLIVAN",
      "sentences": "On the very day that he died, I saw Evan's parents and I told them that the president was determined to get this done, even in light of that tragic news.ATWOOD (voice-over): Two weeks ago, Russia finally agreed to the deal. Years of intense efforts finally paying off. ATWOOD: Now, this massive prisoner swap is incredibly joyful for the families of the Americans who have been released from Russia, but for the families of Americans who are still detained in Russia, it has been an emotional, incredibly challenging time for them. One of those families is a family of Mark Fogle. He is an American serving a 14 year prison sentence in Russia, facing charges of smuggling drugs. His family says, however, that he was carrying marijuana into the country for medical purposes. And they came out with a statement after the news of this prisoner swap and the fact that he wasn't included in it, saying, quote, \"Mark is not rich, a celebrity or connected to powerful patrons. All he has is his family. This glaring injustice and indifference are unacceptable. It's wrong, unfair and not the America we know and love, essentially making the case that there has been a double standard applied to different Americans who have been detained in Russia.\" We should note, however, that National Security Advisor Jake Sullivan did mention Mark Fogle's name when talking about ongoing efforts to bring home Americans detained around the world. Kylie Atwood, CNN, the State Department. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Fogle's family was hoping all along that he would be included in the prisoner swap, but a sister told CNN it took a phone call from a Russian prison to find out he wasn't. Here she is.(BEGIN VIDEO CLIP) ANNE FOGEL, MARK FOGEL'S SISTER: The last 36 hours have been. Have been gut wrenching. We knew that something was going on yesterday from the -- from the news feeds, and we started calling our senators and the ambassadors that we knew and the State Department. And we really hoped that they were going to get Mark on the plane. We knew that it was going to be happening very quickly. But Mark called me yesterday morning. And when I realized that he was in Rybinsk, I knew that things were not going well because he should have been gone. And it's been -- it's been a roller coaster. It's been a roller coaster. No sleep. I feel like we've been kind of collectively stabbed in the back. Mark is, you know, they've asked for his humanitarian release, but of course, Russia does not release on humanitarian grounds and has had no history of ever doing that. And they're not really liking us very well anyway. So it's kind of an insult to injury that he still has not been designated as wrongfully detained. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "BRUNHUBER",
      "sentences": "Now, the U.S. national security adviser referred to Fogel as wrongfully detained for the first time on Thursday. The State Department hasn't given him that designation, which would automatically trigger diplomatic efforts for his release. A senior U.S. official says the White House unsuccessfully tried to include Fogel in the swap and the administration will redouble its efforts to get him released.Before greeting the freed Americans, Vice President Kamala Harris gave a eulogy for a late Congresswoman Sheila Jackson Lee at a celebration of life in Houston, Texas. Harris praised Lee's legacy of serving and dedication, saying, quote, \"she never lost an opportunity to fight for the people she served.\" Meanwhile, Harris is expected to pick a running mate in the coming days. We're learning that one contender, Pennsylvania Governor Josh Shapiro, has canceled a series of fundraising events this weekend. He's one of several leading candidates who've had meetings with Harris' team. Donald Trump's running mate, J.D. Vance, is defending the former president's attacks on Kamala Harris after he falsely claimed that Harris, quote, \"happened to turn black a few years ago.\" Vance spoke with CNN's Steve Contorno on Thursday. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Republican vice presidential nominee J.D. Vance visited the U.S.-Mexico border on Thursday in Arizona. I had a chance while he was there to talk to him a little bit about those controversial remarks by former President Donald Trump, where he asserted that Vice President Harris was, quote, \"all of a sudden black.\" I asked him, as the father of three biracial children, did Trump's remarks give you pause at all? Listen to what he said.SEN. J.D. VANCE (R-OH), U.S. VICE PRESIDENTIAL CANDIDATE: They don't give me pause at all. Look, all he said is that Kamala Harris is a chameleon. She goes to Georgia two days ago. She was raised in Canada. She puts on a fake Southern accent. She is everything to everybody and she pretends to be somebody different depending on which audience she's in front of. I think it's totally reasonable for the president to call that out. And that's all he did. I mean, look, she's running as a tough on crime prosecutor, even though she implemented open border policy. She's saying that she wants to support the police. Yet she wanted to defund the police just three years ago. It's totally reasonable to call out the fact that she pretends to be somebody different depending on the audience she's talking to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "CONTORNO",
      "sentences": "You used that word chameleon yesterday as well. You're someone who was an unabashed critic of the former president previously. Now you're his running mate. You are someone who has text messages out there now that say, I hate the police. Now yesterday you said, I back the blue. By your own standard, are you a chameleon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CONTORNO",
      "sentences": "I also had a chance to ask Senator Vance about former President Trump asserting that he doesn't believe the vice presidential pick will have any bearing on this race. And J.D. Vance actually agreed. He said that ultimately voters will choose between Donald Trump and Vice President Harris and not the vice presidential picks.So I asked him, well then why are you here? Why are you spending your time on the campaign trail if you don't think you will have an effect? And he said, well, ultimately we can help articulate the message of the campaign. Just another example of him explaining on behalf of the former president and he will be doing more of that this weekend. The two are expected to appear at a rally together on Saturday in Atlanta, Georgia. Steve Contorno, CNN, Tucson, Arizona. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "James Lance Taylor is a professor of political science at the University of San Francisco, and he joins me now from Vallejo, California. Thank you so much for being here with us. So I want to go back to Donald Trump's comments about Harris and blackness. I mean, it's tough to read intention into many of Donald Trump's remarks. But why do you think that he seemed to be making a concerted effort, he and his supporters, to question Harris's blackness?JAMES LANCE TAYLOR, POLITICAL SCIENCE PROF., UNIVERSITY OF SAN FRANCISCO: I think it's an attempt to divide the black vote, to try to suppress a black turnout, a black enthusiasm for Kamala Harris. I think Donald Trump spoke into an issue that he really had no authority on and it blew back in his face almost immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "But how would that serve to divide black voters? Surely they would be united in -- in sort of condemnation of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "TAYLOR",
      "sentences": "Very easily, just kind of constantly resuscitating all of the shortcomings of Kamala Harris, all of her negatives, to the extent that it discourages individuals from being enthusiastic about her or supporting her. And as a consequence, it would, you know, by emphasizing her ethnic identity, by emphasizing her law enforcement background, the intent is to discourage African-American enthusiasm for her and actual turnout. So in a real way, you know, Kamala Harris and Donald Trump going head- to-head and then seeing, you know, the confrontation at the journalist gathering, you know, it really brought out a lot of the tension and it allowed Donald Trump to speak freely about his thoughts about DEI, about race, about ethnicity. And the real problem is it alienates a significant number of Americans who are of mixed heritage.That's I think the thing being left out is we're talking about black and Indian. But the larger narrative is that there are a lot of mixed heritage Americans. And in the next 50 to 75 years, most Americans are going to have a person of color in their family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, as a person of mixed heritage myself, that's a great point, resonates with me. So listen, in this context, many people have been quoting writer Toni Morrison, who's talked about sort of the function of racism being a distraction. I'll quote hereAnd then now on cue in the wake of Trump's comments questioning her blackness, we see all of this reporting now going out and spending time fact checking Trump's claim and, you know, quote, \"proving that she's black.\" And it also, you know, keeps the spotlight away from her and on Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "TAYLOR",
      "sentences": "And we've been pulled into a vortex online everywhere. People are talking about identity. And the problem with this is when Biden stepped down and Harris stepped up, the Trump administration, the Trump campaign was not ready to pivot and focus on her.So all they had left was last election's material. We already had this full conversation in 2019, 2020, and Kamala won. And now here we are in 2024 and we're hearing it again. What if she wins and runs for re-election in 2028? Are we still going to be talking about Kamala Harris being Indian or black? That's how much of a waste of energy and time this is. It's actually arguing the last election. And that's not good for Donald Trump and for his supporters because they aren't talking about 2024 issues. We're talking about ethnic identity. And Kamala Harris won after we debated that in 2020. So why are we talking about it again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TAYLOR",
      "sentences": "I don't believe a single poll. These are polls based on likely voters, which is voters who voted in the last two elections and they are not certain to vote in November. What we need to measure is people who have never voted, the never voter. That's who Stacey Abrams was very effective in Georgia in attracting. So that should be the focus. I don't believe most of these polls are one way or the other. If Harris was up or down, it's too early. Most political scientists ignore polls until they're the exit polls.So I don't think that's a big issue. And again, I do think, you know, focusing on identity is a problem because it has us it raises all these other questions for Trump. Now, it opens up a can of worms about Bobby Jindal and Nikki Haley using different names. And Kamala Harris uses her own name and always has. It raises questions about J.D. Vance's children and how much Kamala is more like J.D. Vance's children than they are Trump's children. So I think, again, this is the cultural wars is not the way to win the election in 2024. They will have to focus on policy questions. Her record like J.D. Vance was trying to articulate. But again, the problem of this entire conversation about Kamala Harris' identity everywhere in America is a waste of everybody's time because we already did it five years ago. And here we are again. Again, I'll say if Kamala wins and then runs for reelection in 2028, will you bring up her being Indian and black again? And that should help you see how much of a waste of time it has been for almost half a decade focusing on her identity. And we might do it again five years from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "BRUNHUBER",
      "sentences": "Yeah, this I don't know much, but I assure you the discussion about identity will not go away anytime soon. James Taylor, thank you so much for being with us. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "TAYLOR",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Today's competitions at the Olympics are just getting underway right now. China has the most gold medals, but U.S. trails closely and has the most medals overall. Thursday proved to be monumental for U.S. gymnastics star Simone Biles, and it was also historic for swimming sensation Katie Ledecky. And while all eyes were on Biles and Ledecky, Team USA's women's fencing team made history in their own right.But the excitement of the games, obviously far from over. Track and field events kick off today. Just a few hours, American track star Sha'Carri Richardson will make her long awaited Olympic debut. Our Amanda Davis joins us now live from Paris. So before we get to today, let's look back at yesterday's highlights. And I guess we can't start anywhere except with Simone Biles, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "AMANDA DAVIS, CNN WORLD SPORT",
      "sentences": "No, honestly, it's we're at that point in the games where everything is culminating at the same time, the gymnastics hall, the pool, the athletics, as you said, starting today, the rowing, the cycling is absolutely brilliant for a sports fan. There's not many people in the world who can get away with wearing a diamond encrusted goat necklace is there. But if anybody can, Simone Biles can. We had another night at the gymnastics hall that was such a privilege to be there for.And, you know, all the hype, all the expectation. Kim Kardashian, Seth Rogen, she going head-to-head against the Tokyo 2020 gold medal winner, her teammate Suni Lee, but with Brazil's Rebecca Andrade also very much in the mix. She was the silver medalist from 2020. There was a little bit of a wobble. I have to say the start from Simone Biles. She made a mistake on the bars. She said, this is just how it can be. But when it mattered, she put in a performance very much worthy of that sixth Olympic gold medal. She becomes the first woman to win two individual all-around Olympic gold medals in non- consecutive games. Of course, eight years since the last time she did it, having missed out in Tokyo. And she said she's going to enjoy this moment. And rightly so that this has been the Simone Biles show that she has deserved. It's being covered by \"Vogue.\" It's being covered by \"Vanity Fair.\" That is not something that we normally see at an Olympic Games in the gymnastics hall, but perhaps worryingly for the rest. She said, well, I've now got just the three individual events to come. And this is where the fun starts. So who knows what we are going to see from her? We also, of course, we are from the greatest, most decorated U.S. gymnast of all time to the greatest, most decorated U.S. athlete of all time. That is Katie Ledecky. She took another medal in the pool last night after storming to that incredible Olympic record victory in the 1,500, the event that she's made her own. Last night, she linked up with her teammates and they took the silver medal in the 4x200 freestyle. They were beaten by an Olympic record from the Australian team. But she's now got a gold. She's got a silver and she's got a bronze. She was saying she was disappointed with that bronze. Of course, you might remember from the 400. But the big one is still to come. That is the 800 meters freestyle later on Friday. She's going head to head with the young Canadian sensation, 17-year old Summer McIntosh, who you might remember was the swimmer who earlier this year broke Katie Ledecky's dominance. She was the first person to beat Ledecky in this distance in 13 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Absolutely amazing. So let's turn to today. I mean, the first big day of track action. So what are we expecting? Who will you have your eye on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "BRUNHUBER",
      "sentences": "All right, we'll have to leave it there. Amanda Davis in Paris. So much excitement. I really appreciate having you on. Thanks so much.Pussy Riot's founder spent two years as a political prisoner in a Russian jail. When we come back, her advice for those who've just been released. Stay with us. (COMMERCIAL BREAK) (TECHNICAL DIFFICULTIES) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}