{
  "date": "2024-03-08",
  "headline": "Quest Means Business",
  "subHeadline": "Biden Touts Strong Economy Amid Voter Pessimism; Trump Sides with TikTok, Reversing Stance from Presidency; Biden: Trump's Comments On Putin \"Unacceptable\"; Moody's: Real Wage Growth, Consumer Confidence Help Biden. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:37",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "We're at the end of the week, and the markets, take a look. They've been all over the place all week. So Imean, why are we not surprised that they're showing a bit of turmoil? They are not -- oh, the Dow is up. I'm guessing there's one or two major Dow large components that are propping that up. We'll look at that when we see the chart of the Dow. The NASDAQ and the S&amp;P are both lower, but not huge amounts considering what we have experienced over the course of the week. The markets and how they're trading and the main events. We focus on the State of the Union last night. Joe Biden is leaning on his record of job creation to woo skeptical voters. The problem, of course is, do they see it that way? Ten years -- 10 years on, MH 370 and still really no answer to why the Malaysia 777 disappeared and indeed really where it is And 92 and still going strong. Rupert Murdoch announces he is getting married. It'll be the fifth time. Live from New York on Friday, it's March the 8th. I'm Richard Quest. I mean business. We begin tonight with that saying \"The State of the Union is strong and getting stronger,\" which is how Joe Biden opened up his State of the Union, probably the most important speech of his political career last night. When it comes to the economy, many voters don't seem to agree during the two-hour speech, the president attempted to paint a picture of economic strength, declaring the U.S. economy is the envy of the world. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:37",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The racial wealth gap is the smallest it has been in 20 years. Wages keep going up, inflation keepscoming down. Inflation has dropped from nine percent to three percent, the lowest in the world and trending lower. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:37",
      "speaker": "BIDEN",
      "sentences": "Landing is and will be soft.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:37",
      "speaker": "QUEST",
      "sentences": "A survey taken after the presidential address shows skeptical voters, some have moved, and yet nearly half of the respondents still feelhis economic policies are not moving the country in the right direction. So the numbers, evidence that the U.S. economy is on firm footing came out today. A total of 275,000 new jobs were added in February, higher than forecast. The revision numbers for December and January were downgraded, which of course, I suppose, it gives us back for this month. Vanessa Yurkevich is with me. Start with those numbers. I mean, the downgrade show it is not as good as we perhaps thought. This month's numbers show that it's okay and going quite well. The labor market is okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Yes. So looking at that downgrade, that downgrade is really encouraging in terms of inflation and interest rates, because it suggeststhat the economy, the labor market is not as hot as we thought it was, therefore, inflationary pressures, which sort of all gives grist to the mill. I mean, obviously, Jay Powell would have known these numbers raised as we're not far off from a position where we would be able to start cutting interest rates or they would be able to start cutting rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "YURKEVICH",
      "sentences": "Yes. So the revisions actually happened in January, and significantly in December as well. The December number came in at 333,000jobs added, that was revised down about 43,000, and that is encouraging for the Federal Reserve, for markets, for Americans to say, okay, the Federal Reserve was implying that maybe they would not be able to cut interest rates for a while. But now this opens the door, this says that there has been a trend now of jobs added in the two hundred thousand, two thirty, two fifty range, and that's probably more comfortable for the Federal Reserve to think about cutting rates, which would be significant for Americans. You're talking about having better numbers to take out a mortgage. You're talking about not having to pay as much on your interest on credit cards, student loans, car loans. So this report in February alone is good, but the revisions to January and December are significant and show a robust job market, but something that is not too concerning, not too hot, where the Fed would have to really step back and say, wait a minute, are we ever going to -- are we ever going to cut rates this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "It is not long before somebody will call it the Goldilocks scenario.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "YURKEVICH",
      "sentences": "I almost did, but I didn't go there today -- Richard,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "Plenty of time for that in the weeks and months ahead. Thank you. Good to see you.Now that jobs report that Vanessa has been talking about reveals this labor market, strength to strength. In some sectors, though employees are feeling somewhat less confident. According to the company rating website, Glassdoor, white collar workers are growing particularly uneasy about their job prospects. It is due in part for the high-profile layoffs in tech and media sectors. On the other hand, the Treasury Secretary Janet Yellen said lower educated workers stand to see big opportunities. (BEGIN VIDEO CLIP) JANET YELLEN, U.S. TREASURY SECRETARY: People without a college education are finally going to be able to get good jobs in our economy, in parts of the country that just have not seen a lot of job opportunities, and I'm afraid that too few Americans are aware of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "QUEST",
      "sentences": "So we might want to think of it as a two-track labor market emerging. It's a blue collar versus a white collar workers divergingfortunes, and according to Glassdoor, white collar workers are seeing more layoffs and taking longer to get hired. The blue collars have got the job market is still competitive. Now watch this and you'll see how it goes. Here we have two trams, there is your blue collar. Your good old fashioned -- that's one there. As you go down the track, according to these latest numbers, then the two of them during the pandemic, very much Even Stevens. But as they go further on, so the divergence begins and the white collar has more difficulties and heads off whilst the blue collar continues. Now this doesn't necessarily always factor in AI, where the dynamic would be different again, arguably hitting the white collar more again as we move forward. Julia Pollak is with me, the chief economist at ZipRecruiter. I hope you appreciate my railways analogy, but the reality is that there is a sector of the labor force that needs to worry more than the others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "JULIA POLLAK, CHIEF ECONOMIST, ZIPRECRUITER",
      "sentences": "Well, if you look at the six tech related sectors in this report, for which we got data through Januarytoday, five of six showed continued job losses and that suggests that we haven't yet seen the bottom in tech. These tech layoffs are continuing and they are fueling a lot of anxiety. Job seekers in our most recent job seeker survey at ZipRecruiter, overestimated their chance of being laid off in the next six months fivefold if you look at the current pace of layoffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "POLLAK",
      "sentences": "So labor markets are still quite tight in most of those industries, but you know, today's report should give us pause. The unemployment ratejumps to 3.9 percent, that's the highest rate in two years, and the increases were largest among the groups that are most vulnerable, younger workers, Black workers, Hispanic workers. So I think we are at risk of seeing this labor market cool, too much. Some indicators that we got earlier in the week like the JOLTS Report, the Job Openings and Labor Turnover Survey actually show that the hires rate and the quits rate are both lower than they were before the pandemic, even though job openings are still higher. There are simple reasons to be a bit worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "QUEST",
      "sentences": "Right. But that's what -- I mean, whilst that is very unfortunate, if you happen to be looking for a job in that situation, it is what the --I mean, the dirty secret is, that is exactly what the Fed and other Central Banks want. They want to cool down the labor market. They want to reduce the premier for workers so that it's -- they're not fighting and raising wages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "POLLAK",
      "sentences": "Right. So we're in a lucky position where there are still lots of strong tailwinds behind this economy. Workers are getting real wageincreases again, real wage growth returned in May of last year after 25 straight weeks of real wage declines. So that is buoyant consumer sentiment and spending. We're also seeing the stock market rally, which should ease financial conditions for businesses. So there are reasons to be very optimistic. I think much of the future is in the Fed's hands. There are some economists who worry that they might wait too long to raise -- to start cutting rates, and that these increases in the unemployment rate that we've seen lately, could snowball, and that of course, is the risk on the other side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "QUEST",
      "sentences": "Where do you stand on this prospect of AI and its effect on jobs? Everything from the UN, the IMF, everybody has opined on the subject as towhether it's five million, 10 million, a hundred million, whatever it might be, globally even more, but we've not yet seen it coming into force, have we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "POLLAK",
      "sentences": "So far, companies that are hiring AI talent are reducing hiring in other areas, but are not reducing headcount overall, we are seeing someevidence that the launch of ChatGPT did reduce demand for freelance workers, so it is possible that some jobs are already being displaced. We just looked at job postings in a couple of creative fields, like for voiceover artists, and for photo editors, and videographers, and illustrators, and there is some evidence that the demand is declining, which could be related to the emergence of these new tools that allow you to do an enormous amount of creative work with very few people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "QUEST",
      "sentences": "If you -- you know, that old line, if you had to choose a job, maybe for brother, sister, daughters, son, whatever. Like your father used tosay, now you become a plumber, and you'll never be out of work. There's always room for electricians, builders, whatever. What is the one job that will always been needed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "POLLAK",
      "sentences": "Well, I think your father is right, still today, those jobs in the skilled trades are in very high demand, and they are not likely to bereplaced anytime soon. Healthcare also is just seeing tremendous steady, stable growth. It's also a sector that is recession proof. We don't see job declines in healthcare during recessions typically, and so that's another area that's pretty prudent to go into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "QUEST",
      "sentences": "Anna is with me, Anna Nicolaou of \"The Financial Times\" joins me.It is a good one this because, you know, when the committee, when the House committee votes, and it's unanimous, you sort of feel that they must know something the rest of us don't, that there is a valid reason. They didn't go partisan, they didn't go party lines, but there is a valid reason to force the divestiture or the splitting of ownership. ANNA NICOLAOU, U.S. MEDIA CORRESPONDENT, \"THE FINANCIAL TIMES\": Yes, I think you're exactly right. I mean, in the past, we've seen politicians on both sides of the spectrum concerned that, you know, if they ban TikTok or force the sale, that they'll alienate younger voters and piss people off, right? And what my colleagues have actually reported this past week is that after these classified briefings about the security risks that a lot of these lawmakers have actually decided that it's worth the risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "QUEST",
      "sentences": "So assume that they don't, that they will not divest, and TikTok remains part of it, then you've got this whole question of -- it will goobviously, up to the Supreme Court in some shape or form as a First Amendment or other federal commerce issue. It's going to get very messy before it gets cleared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "NICOLAOU",
      "sentences": "I think that's exactly right. I mean, this bill, if it passes next week, then it has to go to the Senate, and in the past, I mean, thishas been going on for years, right, where both the Trump administration and the Biden administration have identified and said TikTok is a security risk, and there have been various efforts over the years to try to force them to divest it and none of them have really worked. A lot of them have stumbled once they made it to the Senate, but you're right that the opposite view and why it is, until now really not been able to get it over the line is this view that TikTok is a freedom of speech issue. It's people expressing themselves. It violates the First Amendment to ban it in any kind of way. So that's what we're up against. It will definitely be messy. It's already very bizarre where you have, you know, Biden and the White House, they're supporting this bill, and at the same time, Biden's campaign is posting on TikTok all the time. Now, starting a couple of months ago, he started posting on it. So it's a very strange situation. There's never been a scenario before where a Chinese company had this much influence in the U.S. and that's why you're seeing this play out the way it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "QUEST",
      "sentences": "I think you've just summed it up beautifully. Thank you very much. I'm very grateful for your time, and have a good weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "NICOLAOU",
      "sentences": "No problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:00",
      "speaker": "QUEST",
      "sentences": "Haiti has extended its state of emergency as the country continues its descent into chaos.Gangs have overrun the capital of Port-au-Prince, as they violently tried to overthrow the government. CNN's David Culver spoke to the children there who have had their lives upended. (BEGIN VIDEOTAPE) (UNIDENTIFIED MALE speaking in foreign language.) DAVID CULVER, CNN CORRESPONDENT (voice over): On an abandoned airfield turned makeshift campsite, we step into this cramped space. The Kado (ph) family's home. Lying on her family's only bed, we meet eight-year-old Wugina Kado (ph) looking at us with eyes that have seen the torment and suffering that is engulfing Haiti. CULVER (on camera):Do you remember where you were when the bullet hit you? When you got shot? CULVER (voice over): With her four-year-old sister keeping close watch, Wugina tells me she was playing with friends when they were caught in the crossfire of a gang shootout. She and her friends hid, but not quickly enough, a bullet tearing through her back and out her abdomen. Her dad frustrated by life. CULVER (on camera): And he says they'd been here about a year-and-a-half Before that, they were in their own home. But they said because of the gang violence, it was overtaken Their home was burned down. So here, they are hoping to have found what would have been a safe refuge, but he says, not this is safe. Feel better, okay? CULVER (voice over): Chaos now grips much of Haiti, especially the capital, Port-au-Prince. For the first time, a Haitian security source tells us rival gangs are now working together launching a wide-scale series of attacks against the government going after the airport, police stations, and prisons, the terrible toll of the violence felt nearly everywhere, even here behind the high walls of Kizito Families Home for Children. Run by Sister Paesie, the rules here posted on the wall. CULVER (on camera): Children must be friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:00",
      "speaker": "SISTER PAESIE PHILIPPE, FAMILIE KIZITO FOUNDER",
      "sentences": "They must be friends. They must get along with each other.CULVER (voice over): Getting along, that's the challenge here. Sister Paesie has lived in Port-au-Prince for 25 years, the last five of which she's dedicated to creating safe spaces for children, many of those here orphaned because of the deadly gang violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:00",
      "speaker": "SISTER PHILIPPE",
      "sentences": "I never could have thought that things could become worse, but it did. It did. It did. Year after year, more corruption, moreviolence. More weapons. CULVER (voice over): This place is now at capacity and then some. The children keep coming, she tells me. Sister says she also gets prayer requests from those you might not expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:00",
      "speaker": "SISTER PHILIPPE",
      "sentences": "Sister pray for us. Don't you see we are in danger. Pray for us. I am hearing that every day from the gang members.CULVER (on camera): The gang members are asking you to pray for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "These kids have not been in school since early January, they'll tell you why.CULVER (voice over): The Catholic priest who runs it shows us around. CULVER (on camera): Just noticing on the chalkboard here, the last date, January 11th is the last time kids are actually inside this classroom, since it's been empty. CULVER (voice over): Violent protests erupted in January making it too dangerous for the school's 234 students to travel to. For the staff here, it is heartbreaking. CULVER (on camera): Do you think about them in what's been now more than a month that they haven't been here? Do you think about their situations? FATHER LOUIS JEAN ANTOINE, ST. JOHN BOSCO SCHOOL FOUNDER: It's really sad for them, for us also, because I know. CULVER (voice over): He knows it's about more than missing out on an education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "FATHER ANTOINE",
      "sentences": "I know they are hungry. They have nothing. They are children. They have to eat.CULVER (voice over): Hunger is what drove this young teen to go out at night alone in gang-controlled territory last year hoping to find food. Instead, she tells us she was attacked and raped, giving birth in January to a baby boy, the son of a likely gang member she thinks. (UNIDENTIFIED FEMALE speaking in foreign language.) CULVER (voice over): \"I can't abandon him,\" she tells me. \"My mother struggled a lot with me so I have to do the same for him. Even if it is a child raising another child,\" she says. Children bearing the brunt of a broken country that is spiraling further into chaos with each passing day. David Culver, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "QUEST",
      "sentences": "Today marks 10 years since the disappearance of Malaysia Airlines Flight 370. A story, excuse me, I do beg your pardon.I covered as the aviation correspondent and of course even wrote a book about it. The families of those onboard the aircraft now have hope they are looking to see and maybe realizing that the Malaysian government is about to consider going out again to search. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "We have breaking news right now. Malaysia Airlines confirms it has lost contact with the plane carrying 227passengers and 12 crew members. QUEST (voice over): And so began one of aviation's greatest mysteries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The plane just vanished from the radar screen. You know, we went totally dark.QUEST (voice over): The Boeing 777 took off from Kuala Lumpur on its way to Beijing. It was less than an hour into the flight when the captain said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "CAPTAIN ZAHARIE",
      "sentences": "Good night, Malaysia 370.QUEST (voice over): Minutes later, the transponder stopped transmitting, identification and position. Military radar and data from the pilot's cellphone revealed that the plane had changed course. It was now flying back across Malaysia and the satellite data revealed MH 370 continued flying for around seven hours when the plane likely went down off the western coast of Australia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "NAJIB RAZAK, MALAYSIAN PRIME MINISTER",
      "sentences": "Flight MH 370 ended in a Southern Indian Ocean.QUEST (voice over): That statement extinguished whatever hope the families still had. (UNIDENTIFIED FEMALE speaking in foreign language.) QUEST (voice over): Those families are still hoping for closure. When the plane went missing, planes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "DAVID SOUCIE, CNN SAFETY ANALYST",
      "sentences": "At this point, the only thing we do know is that it did hit the water that there are pieces of the airplane thatwashed ashore. Other than that, we have no other clues as to what actually happened. QUEST (voice over): Now, a decade on, the Malaysian government says it's considering a new search. An American firm, Ocean Infinity says new technology may allow it to find the missing aircraft, after two previous searches failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "OLIVER PLUNCKETT, CHIEF EXECUTIVE OFFICER, OCEAN TRINITY",
      "sentences": "We have spent a lot of time talking to a lot of different people. It's a question thatdeserves to be answered not least just for the families but for everybody. QUEST (voice over): 10 years on finding the plane remains crucial to bring in closure to the families of the victims. K.S. NARENDRAN, HUSBAND OF PASSENGER CHANDRIKA SHARMA: I would have a sense of relief, I guess, that at least we know now. We found something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "QUEST",
      "sentences": "Hello I'm Richard Quest. There is more QUEST MEANS BUSINESS in a moment. There is analysis from Moody's that predicts Joe Biden willnarrowly winning November's election. Moody's Mark Zandi is with me shorty. And if you are bothered by one of your co-workers this week, you're not alone. A workplace etiquette consultant will be telling us that demand has doubled. We will get to that after the news. Because this is CNN and all together. On this network, the news always comes first. Ukraine's president has been in Istanbul today, meeting with the Turkish president, Recep Erdogan. President Zelenskyy says his country needs Turkey's help to free prisoners of war. He also tweeted about his visit to a Turkish shipyard. There, he said warships are built for Ukraine's navy. A judge in New York is giving E. Jean Carroll until Monday to object to the nearly $92 million bond that Donald Trump has now posted to appeal against the judgement to it. If she opposes it, the parties are expected to appear in court that afternoon. In January, a jury awarded her more than $83 million in damages after the former president was found liable for defaming her. The Pentagon says the U.S. conducted its fourth airdrop of food into Gaza today. It has now got more than 120,000 meals into the territory this way. The Pentagon has denied reports that U.S. air drops are hurting people on the ground. So, the Constitution of the United States merely requires the president to report to the Congress on the State of the Union. It doesn't have to be a speech. It can be delivered as it has in the bars just as a message. Well, last night was a bit of everything. It was part State of the Union, and most definitely a lot of campaigning, President Biden sought to draw a firm line between himself and his election rival Donald Trump, who he called my predecessor. Nowhere was that divided more staff on the topic of U.S. support for Ukraine. When he addressed his predecessor's recent remarks about NATO allies, Mr. Biden said he would never bow down to President Putin and Russia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Now, my predecessor, a former Republican president tells Putin, quote, do whatever the hell you want.That's a quote. A former president actually said that. Bowing down to a Russian leader. I think it's outrageous, is dangerous and it's unacceptable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "QUEST",
      "sentences": "Jim Sciutto was watching. You watch more states of unions and myself, but I've done a good fewer over the decades. But Jim, this was --this was something else. I mean, that the robot (PH). You can do that, I will stop you. I mean this was very blunt to an audience that he knew Harbaugh style.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "JIM SCIUTTO, CNN CHIEF UNITED STATES SECURITY CORRESPONDENT",
      "sentences": "He -- clearly, part of his intention was to draw sharp contrast between himself and hispredecessor or the other guy. He tends not to mention his name, but it is Donald Trump we're talking about here. And the fact is, those contrasts are real, particularly when it comes to international security. On Ukraine, Biden has advocated for it for months, Donald Trump has messaged GOP lawmakers on the Hill to block it. On U.S. alliances -- international alliances, including NATO, but alliances with South Korea, Japan, Donald Trump has messaged through the years, he's not convinced they're in America's interests, to the point of his senior advisors have told me that in a second term, his former senior advisors from his first term that he would likely attempt to take the U.S. out of NATO in a second term. And then, on issues such as standing up to despites in Russia, China, and elsewhere, Donald Trump will not criticize Vladimir Putin in public. Joe Biden very much will. It's a clear choice for American voters in the fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "QUEST",
      "sentences": "Jim, now before I let you go, this time on Monday, you will be here starting at 3:00 p.m. Eastern That's 8:00 in Central Europe. \"CNN NEWSROOM WITH JIM SCIUTTO\" will be there. I follow on with QUEST MEANS BUSINESS. This is the new lineup as seen on the screen. They you are sandwiched, Jim Sciutto. Sandwich between Isa and myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SCIUTTO",
      "sentences": "It's going to be great. You and I are still going to keep talking as we like to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "Good to have you, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "SCIUTTO",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "Now, the end of the Biden presidency may be greatly exaggerated, according to Moody's election model. It predicts that President Biden willbeat Donald Trump if turnout is average, because of the economy. It says strong real income growth should help Biden along with rising consumer growth confidence. Moody's highlights the risk, there are lots of ifs. If everything else is equal, that Biden will lose if gas prices or mortgage rates surge unlikely. Mark Zandi is the chief economist at Moody's Analytics, he joins me now. Mark, how much debate do you have in Moody's about the wisdom -- yes, of a -- of a -- of a -- of a model like this? Because I've even doing this. Talk about nailing your colors to the mast in January, if all things being equal, President Biden will win reelection. Would you like to change that as a result of last night? MARK ZANDI, CHIEF ECONOMIST, MOODY'S ANALYTICS: Thanks for the opportunity, Richard. But hey, look, we forecast -- we have to forecast the economy, the global economy, the U.S. economy, global economy, obviously, that depends on who the next president is going to be, what the next Congress is going to look like, because depending on who wins the election, is going to have a big impact on what kind of economic policies we get on the other side, and what that means for the economy. So, obviously, a lot of scenarios here. And we consider all of those scenarios. But the most likely scenario based on our modelling and our projections for the economy. And things like turnout that you mentioned, is that President Biden will win reelection. Very, very close. There is five states, we did this at the electoral college level. There is five states, which we can talk about that are within a margin of one percentage point. So, that's like really close so this can go either way. But we have to do it because we're doing some forecasting here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "Right. Now, the states, I mean, it's Pennsylvania, North Carolina, Nevada, these are all very -- and Georgia, of course. These are all verydifficult, very narrow states. And I guess what predicates, what under pins, your forecast? Well, both political factors and economic ones. The political factors would include previous voting patterns. So, for example, you know, Wyoming is a deep red state, it's always going to vote for the Republican candidate, Rhode Island is deeply blue, it's going to vote for the Democrat, we account for that. Turnout, you mentioned, a third-party candidacies matter, quite a bit favorite son. A couple of other variables like approval rating, all of that, Richard, believe it or not, approval rating matters. least among all the things I just mentioned. On the economic side, real household income, real meaning after inflation. And that's really key, because that's what's got people really upset, you know, about the economy is the high inflation we suffered back a couple of years ago. Mortgage rates, gas prices, consumer competence, they all matter, and we consider all those at the state level. Will you change this forecast as we get closer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "I mean, at the moment, you can -- you're safe in a sense, because you can say no, that was in January, that we said that. But if you keepchanging it as we get closer and closer to election day, you nail your colors closer to the mast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "Exactly. I mean, you know, it's still months off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "The economy can certainly change. Lots of things happen, you know, politically and economically. So, every month we update, and we put in themost recent information and data approval, rating, confidence all the data we get. And we'll update this every month right up until the election, and the model has done a pretty good job of forecasting past elections. The only one we missed was the 2020 election. And, you know, obviously, that was pretty scrambled by the pandemic. The model said, President Trump would win that election. Of course, that's not what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "We're ready for you. We are ready for you -- quick question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "Yes, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "First, first, cutting fed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "First cut by the Fed, which month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "I'd say June. You know, if I were king, you know, if I were on the committee and making the argument, I'd say let's go now because we'veachieved our goals, full employment, inflation is kind of an end. But you know, I'm not on the committee. My sense is, given what chair Powell said in his testimony before Congress this past week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "He said, basically the bar, forget it. We get over to get a rate cuts, not that high. So, I expect June would be the first rate cut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "QUEST",
      "sentences": "I'll put a good word in for you for the committee to get on the committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:01",
      "speaker": "ZANDI",
      "sentences": "Thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "ANNE CHERTOFF, CHIEF OPERATING OFFICER, BEAUMONT ETIQUETTE",
      "sentences": "If you're at home, you can definitely wear athleisure, you could wear sweatpants becauseyou're not interacting with other people in a visual way. If you're going into the office, you need to step it up a little bit. (END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "QUEST",
      "sentences": "OK, workers are pretty much back in the office almost full time, and along with their return came the bad habits. We've all experienced that theloud chewers, the snack stealers, the co-workers who weren't use headphones. Now, it's getting so bad companies are having to use etiquette consultants. Claire Duffy spoke to one who critiqued the behavior of the QUEST MEANS BUSINESS team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "The return to the office was tough for many people. It meant returning to long commutes, less flexibility, and anunwelcome surprise. Some people have forgotten how to behave. (BEGIN VIDEOTAPE) DUFFY (voice over): A resume builder survey from July found that nearly two-thirds of companies are planning to offer workplace etiquette classes in 2024. The issues are wide ranging: from how to behave in front of clients to what conversations are appropriate for the office. And etiquette consultants like Anne Chertoff, say demand is booming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "CHERTOFF",
      "sentences": "So, in the past few years, we've seen 100 percent increase in companies reaching out to us, and ordering trainings in a variety of topicareas. DUFFY (voice over): We spoke with Chertoff about some of the most common workplace behavior faux pas, and how managers should handle them. And with the help of some wheeling co-workers, she gave us some hands-on pointers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "DUFFY",
      "sentences": "All right. So, Anne, talk to us about proper workplace attire. We just saw workplace sweatsuit. What do you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "CHERTOFF",
      "sentences": "So, the way we do dress attire today is dress for your day. And if you're at home, you can definitely wear athleisure you could wearsweatpants because you're not interacting with other people in a visual way. But if you're going into the office, you need to step it up a little bit. DUFFY (voice over): Now, some of these issues have been around for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, come on. Do you see this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "DUFFY",
      "sentences": "Habits from the work from home era are coming back with people as they return to the office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHERTOFF",
      "sentences": "No, because you're not being respectful or considerate to the other people that you work with.DUFFY (voice over): Adjusting to the hybrid work era, Bret challenges of its own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tony. Guys, tell him something this is public and recorded.DUFFY (voice over): What's appropriate for a zoom call still causes debate, including whether you really need to get fully dressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHERTOFF",
      "sentences": "The problem with wearing pajama pants or sweatpants or, you know, leggings from the gym or something like that is that if you do have to getup to get something, they could see that you're wearing athleisure. DUFFY (voice over): And it's not just zoom calls. Taking old fashioned phone calls around coworkers can also lead to all sorts of problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello. Yes, I'm sitting right behind me, why?DUFFY (voice over): It's not just eavesdroppers who cause friction. It's also those who do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Are we going to happy hour later? Yes, where are we going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DUFFY",
      "sentences": "So, if Lee (PH) were trying to get work done here, we were trying to have a meeting, this would probably be a little distracting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHERTOFF",
      "sentences": "So, sometimes people don't realize that the volume of their voice is as loud as it is. And I've been a victim of that. So, I completely getthat. They might not realize that they are talking so loud. They might not realize that you've overheard their entire medical history on the phone. DUFFY (voice over): Chertoff told me she works with all types of companies on workplace etiquette. And while all levels of workers participate, dealing with one group of employees has proven especially tricky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "CHERTOFF",
      "sentences": "Companies are hiring us to come in to teach new hires, Gen Z right out of college, first job, right out of grad school, but also, tokind of reinforce those skills to colleagues who were out of the office in remote settings for so many years. And now, they are coming back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DUFFY",
      "sentences": "Now, while this era of return to work has brought its challenges. There is good news too. Chertoff says all of these things are like musclememory. So, as we get used to being back together, we should get better at remembering how to behave. Clare Duffy, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Water sale not in a moment or two, as you might well imagine.Wedding vows for Rupert Murdoch. He is 92. He is a billionaire. And now, he is planning to get married for the fifth time. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Getting ready to say I do again. Rupert Murdoch has popped the question to another partner after just months ofdating. The media mogul is no stranger to wedding vows. He has been married and divorced four times already. Only last year, he actually announced and broke off an engagement too Ann Lesley Smith, a former dental hygienist and conservative radio host. This time around, he plans to wed Elena Zhukova, a 67-year-old retired microbiologist, who used to be Russian oligarch, Roman Abramovich, his mother-in-law. The couple have reportedly got together last summer and plan to marry at Murdoch's luxury vineyard in California. The announcement is an early birthday present for him. Murdoch turns 93 on Monday. It's been an eventful few month for Murdoch, as well as two engagements. He relinquished his role as chairman in News Corp in November. Handing control to his son, Lachlan. The media mogul was previously married to flight attendant Patricia Booker, journalist Anna Murdoch, and entrepreneur Wendi Deng, who grabbed headlines when she tried to defend her husband from a pie in the face in 2011. He divorced for a fourth time in 2022, when he split from former model, Jerry Hall. They had be married for six years. It will be fifth time lucky for the old romantic. So far, no news on when they'll tie the knot, and begin their new lives as man and wife living happily ever after. Anna Stewart, CNN, London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "QUEST",
      "sentences": "I'll have a \"PROFITABLE MOMENT\" after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}