{
  "date": "2024-11-29",
  "headline": "CNN News Central",
  "subHeadline": "Trump Tariff Impact?; Israel-Hezbollah Cease-Fire Holding; Holiday Shopping Season Kicks Off. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:27",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Ready, set, shop. A record number of Americans expected to hit stores on this Black Friday, as retailers are hoping for a much-needed boost this holiday shopping season. We will take you out there live.Plus, Ohio's governor signing a bill that bans transgender students from using bathrooms that align with their gender identity. We're going to speak to one of the bill's sponsors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "And buckle up, everybody. An arctic blast is about to hit half the country, making traveling home this holiday weekend even more miserable.We're following these major stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "SANCHEZ",
      "sentences": "It's the most wonderful time of the year, especially if you're looking for a good deal. We're grateful you're joining us this afternoon. I'm Boris Sanchez, alongside Jim Acosta.Jim, good to see you, yes. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "ACOSTA",
      "sentences": "Happy holidays, everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "SANCHEZ",
      "sentences": "Yes.Right now, millions of Americans are trying to have a happy holiday as they rush to malls or are scrolling online, the holiday shopping season kicking off with Black Friday. The National Retail Federation says it expects a record-breaking 183 million people to shop between now and Cyber Monday, with about two-thirds saying they plan to actually visit stores in person today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "ACOSTA",
      "sentences": "But there are concerns about inflation and how tariffs planned by president-elect Donald Trump could impact the cost of everyday goods, like the ones many Americans plan on buying today.CNN's Meena Duerson joins us live from a mall in New Jersey. Meena, what are you seeing there right now? And is this on everybody's mind in terms of what these tariffs might do, what -- do they need to get all the shopping done now before these things kick in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "MEENA DUERSON, CNN CORRESPONDENT",
      "sentences": "Well this is a very busy day here, actually.And I think in-person shopping is back is what we're seeing today. As far as the tariffs are on people's minds, this -- people have been dealing with inflation for a few years, but this holiday season is shaping up to be a little healthier. People are projected to spend around $900 this holiday season on gifts, food, things like that. But shoppers here are telling us they are looking for deals. They are trying to keep their money a little more conservative. They are trying to take advantage of what might be out there today. So we spoke with a couple of people in the mall today. I think we can show you some -- a little of some of what they said to us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We came for the deals because we are trying to save money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "DUERSON",
      "sentences": "Well, did you find a good deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, we actually bought a lot, yes. We spent a good amount today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "DUERSON",
      "sentences": "What kind of stuff did you guys get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We got clothes. We got makeup. We got hair products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "DUERSON",
      "sentences": "How much money do you guys think you spent so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, about like $600.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We went out at 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Giveaway, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Giveaway. And then we just came here afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But that's one of the many reasons we want to come out today, just trying to find a good deal, especially for larger -- we have a larger family, so one gift adds up for a family member.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "DUERSON",
      "sentences": "Yes, so shoppers didn't talk to us specifically about being afraid about tariffs. But they are looking for deals.And many said to us they're here in person because they really like the experience of being in the mall. And that's something we heard really from younger shoppers. Younger shoppers are actually projected to be some of the most active today. In a recent survey, 89 percent of those 18 to 24 said that they did plan on shopping today, whether that be online or over this weekend in person. And consumers are looking out for deals in a number of big categories. We saw people buying some of these hot gift items, whether that's for themselves or for their loved ones, beauty, clothes, gift cards, food, as well as some electronics and items that actually may be affected by those tariffs, game consoles, things like that way may see price increases after Inauguration Day if those tariffs do go into effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:27",
      "speaker": "SANCHEZ",
      "sentences": "Eager for some deals before potential tariffs.Meena Duerson, thank you so much for the reporting. Let's dig deeper now with consumer spending analyst and chief research officer for H Squared Research, Hitha Herzog. Hitha, thank you so much for being with us. A record number of people are planning to go shopping today. Does that give you an indication of consumer sentiment, about how folks are feeling about the economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "SANCHEZ",
      "sentences": "So, I do wonder, given that there have been some less-than- stellar earnings reports and details coming out about earnings reports from major retailers -- I'm thinking of that snafu with Macy's, also not great numbers from Target -- how much does a big holiday shopping season represent for these major retailers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "HERZOG",
      "sentences": "Well, Boris, I didn't expect you to be out at five in the morning in that Taylor Swift line over at Target.(LAUGHTER) HERZOG:  But let me tell you something. If anyone is going to be carrying the Target earnings into next quarter, it's going to be Taylor Swift and her fans. They were lining up in droves trying to find that elusive book for the Eras Swift tour, which I think is ending this -- today or maybe tomorrow. I'm self-admittedly not a Swiftie, but I do like her music. So you were seeing a lot of people lining up there. I think it happens -- it really comes down to what the product offering is at these retail stores and what people are doing online. Again, the consumer is feeling better about itself. So everyone is going out. It's just a matter of how much credit card debt and debt they want to carry going into January and beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes, I appreciate that Taylor Swift disclaimer, lest we draw the ire of some of the Swifties online.I want to ask you about the looming threat of tariffs. How significant do you think an impact these promised tariffs from president-elect Trump could have for consumers? Do you anticipate this is going to change shopping habits in a dramatic way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "HERZOG",
      "sentences": "Well, there's one thing that we need to think about, and that's proposed tariffs.Also, I think people need to know that these tariffs are reviewed every four years. And in May of 2024, Biden actually reviewed those tariffs. These were proposed from -- or they were implemented by Trump four years ago in Section 301. And Biden actually kept them the same, if not increase them to protect border security. So this is something that we see presidents do often. It's a review process that happens. I know people are -- when you see an increase of proposed tariffs of up to 60 percent, it seems like it's looming and scary, but just wanted to shine some light on what is actually happening. This is what presidents do every four years is, they review this process in Section 301.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "SANCHEZ",
      "sentences": "But it's been a long time since any president has vowed a 25 percent tariff on allies like Mexico and Canada. And it's so concerning to some experts that they have advised that consumers should consider buying certain important items now, in anticipation of these tariffs potentially making those products more expensive in the future, things like appliances and consumers.Do you think that's a good idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "HERZOG",
      "sentences": "Again, we have lived with these tariffs for the last four years. And from what I have seen, other than grocery prices from inflation, people really haven't responded that much.Again, I'm talking about inflation prices. When that impacted groceries, people got very upset, and that was very upsetting. But we have lived with pretty high tariffs for the last four years. So that's something that a while -- again, these numbers seem looming and it seems scary. And I'm not saying that all consumers are not price- sensitive to that. But this is something, again, I want to reiterate, that each president does every four years. So this is something that happens every time a president or a new president comes into office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "SANCHEZ",
      "sentences": "Well, we hope that consumers don't wind up bearing the brunt of those tariff threats.Hitha Herzog, we appreciate the time. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "HERZOG",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "SANCHEZ",
      "sentences": "So, as president-elect Donald Trump makes that big bet on tariffs, you have to wonder if that gamble is actually going to pay off for Americans' pocketbooks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:03",
      "speaker": "ACOSTA",
      "sentences": "Yes, it's a big question. A big part of Trump winning back the White House was his campaign promise to tame inflation.But top economists warn, his pledge to slap hefty tariffs on key U.S. trading partners will lead to higher prices. CNN political commentator Shermichael Singleton joins us now. Shermichael, what's the strategy for Republicans when it comes to defending these tariffs if they come in, if the prices go up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "SANCHEZ",
      "sentences": "Shermichael, to that point about an adjustment in policy on migration from Mexico, one of the reasons that we have seen the number of undocumented migrants crossing into the United States go down is because, during the Biden administration, Mexico made certain efforts to prevent caravans and other folks from getting to the southern border with the United States.But we saw, in that call, or at least in the response to the call from Trump and some of his allies, they try to take credit for President Claudia Sheinbaum agreeing to effectively close the border because of his tariff threat, when she actually denies even saying that. What do you make of that discrepancy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "SINGLETON",
      "sentences": "I think it's politics, Boris.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "SINGLETON",
      "sentences": "I think it's politics as usual. I think the president- elect is going to do what he can to take credit. I get it. I understand.I would love to see, however, the newly elected incoming Trump administration working with the newly elected president of Mexico to figure out, how do you tackle some of these migrant issues, not only within the country of Mexico, but within some of the countries that these individuals are fleeing? A lot of it is because of violence and because of drugs. So can we sort of see a cross-border partnership that will allow some of the government officials there locally to combat some of the criminal gangs and cartels and to also root out corruption within some of the government? I think if you focus on that, maybe a four-to-eight-year plan, then you can overall see a net reduction in migrants wanting to come to the U.S. writ large. This isn't an immediate thing, but I think putting forth the policies to move in that direction would overall benefit all countries involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "ACOSTA",
      "sentences": "And CNN political commentator Bakari Sellers, he also joins us now.Hey, Bakari, I mean, what do you make of all of these arguments going back and forth over what Trump exactly is up to with this tariff talk? I mean, the president of Mexico had an almost completely different take as to how that call went down. I mean, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "There are a few things.The first is this is typical Trump bluster. Do nothing. Tweet about it. FOX News segment, everybody praises you for something you didn't do. My good friend Shermichael was talking about comprehensive policy between Mexico and the United States. I mean, I think he would be excited to know, like many of us, that there is a comprehensive policy between Mexico and the United States right now. And that comprehensive policy, as well as other countries, coordinated effort, because usually Mexico is the place where those individuals emerge through our southern border. But that comprehensive policy has led from November -- from December of 2023 to November of 2024 to a 75 percent reduction. I mean, President Sheinbaum actually laid that out for Donald Trump in her statement in response. But we can't chase every tweet for the next four years. We can't chase every single thing hair-on-fire by Donald Trump. It's bad economic policy for tariffs. People don't believe that he's going to do it. They're kind of saying, wait and see, he's using it as leverage. But as soon as he engages in putting tariffs on goods, those are taxes in people's pockets, inflation will go up, and people will see what they voted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "SANCHEZ",
      "sentences": "To that point, Bakari, I was just speaking to a consumer spending expert who seemed to say that people have learned to live with some of the tariffs that Trump installed and that President Biden kept on after Trump's first administration.Are you concerned that ultimately Americans will live with certain higher prices in exchange for less immigration, as one Republican congressman told us on the air the other day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "SANCHEZ",
      "sentences": "Bakari, Shermichael, appreciate the perspectives. Thanks so much for joining us, and happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "SINGLETON",
      "sentences": "Happy holidays, guys. Good to see you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "SELLERS",
      "sentences": "Happy leftover day. Happy leftover day. I'm excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "ACOSTA",
      "sentences": "I have already had mine.(LAUGHTER) ACOSTA:  I can feel it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:04",
      "speaker": "SANCHEZ",
      "sentences": "Thanks so much.Still ahead this hour on CNN NEWS CENTRAL: a tested truce. Israel and Hezbollah accusing each other of cease-fire violations. We're going to look at the lingering concerns that could upend this deal. Plus, Ohio's governor signing a law limiting bathroom use by transgender students. We're going to speak to one of the bill's co- sponsors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:22",
      "speaker": "ACOSTA",
      "sentences": "Israel says it launched a new airstrike today in Southern Lebanon three days after it began at cease-fire with Hezbollah.Israel says today's airstrike was in response to a portable rocket launcher on the move. Both sides have accused the other of breaching terms of the cease-fire agreement in recent days. The Israeli military also put out a new warning today urging Lebanese civilians not to move south to more than 70 villages, citing safety concerns. Joining us now, CNN military analyst retired U.S. Army Major General Spider Marks. General, always good to see you. Thanks for being on with us this afternoon. Let me ask you about this, because the cease-fire, it seems tenuous. Let us know what you think. Both sides accusing the other of individual breaches of the cease-fire, an Israeli official promising unilateral military action if it perceives an immediate threat or if the target is time-critical. What do you think? BRIG. GEN. JAMES \"SPIDER\" MARKS (RET.), CNN MILITARY ANALYST:  Yes, any time you have a cease-fire, the most difficult thing then is sustaining that. And we're seeing that right now. We should not be surprised at all by what we're seeing. And this will continue, I can guarantee you. And there will be a narrative on both sides that the other side is to blame for it. But this is extremely difficult. You look at the scope of the operations that took place going forward. Then there's a 60-day period now, Jim, where they have to withdraw those Israeli forces back down to the Blue Line, which is the internationally recognized border with Lebanon, about 20 miles south of the Litani River. That is always incredibly difficult, because, as Israelis do that, you're in a -- quote -- \"movement posture.\" You're not administrative, but you become a target. There will be resistant pockets that will continue to engage and, the Israelis are going to respond very, very aggressively. We're going to see more of what we just saw over the course of the last 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:22",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. The IDF claims it struck 12,000 Hezbollah targets, killing more than 2,500 operatives. What is Hezbollah capable of at this point if this cease-fire breaks down and we see a resumption of hostility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:22",
      "speaker": "MARKS",
      "sentences": "Yes, not to be flippant. Hezbollah fighters are -- they can expect to be punished quite severely by the Israelis.Look, Hezbollah does not have a chain of command that exists, kind of a Central Command figure. So what you have is individual sections, if you will, that are going to continue this fight as best they can, irrespective of the cease-fire. They're not going to recognize the cease-fire. So we're going to see more of this, absolutely. I can't really describe for you what their expectations are, other than to try to inflict a little bit of pain on the Israelis, which I think they will be able to do, but it will not be proportionate to the pain that they will feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:22",
      "speaker": "ACOSTA",
      "sentences": "And President Biden says the deal is meant to lead to a permanent cessation of hostilities. We will see if that happens, obviously.But what needs to happen for this deal to lead to some kind of a lasting truce? Are you optimistic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:22",
      "speaker": "MARKS",
      "sentences": "No, I'm not. The sad thing is, look, we have had U.N. forces in Southern Lebanon for years. They were essentially -- they're feckless. There's no efficacy in anything that they do.I could easily define them as lack of professionalism. So you have to paint me very skeptical in terms of what the -- a third party will look like. And I can't imagine it would be anything other than the U.N. Let's be frank. Those are money-making operations for the nations that participate, right? But I can tell you that there isn't necessarily going to be any long- term peace until, as the Israelis have tried to do, you can really make Hezbollah ineffective. Look, there is what we call an irreducible minimum, Jim. That means you're still going to have kernels of resistance that will continue to try to spread. So it's not going to get much lower than where it is right now, but the Israelis will try, as Hezbollah picks up their head and engages with the IDF and launches rockets into Israel. Both sides have to be conscious of the fact you can't move back into Southern Lebanon too quickly, and you can't move back into those abandoned towns in the Golan. ACOSTA:  And there were some hopes that the cease-fire would put the region a path to peace, but Prime Minister Benjamin Netanyahu says the cease-fire will allow the Israelis to focus on other fronts. What more does Israel have to accomplish in Gaza militarily?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "ACOSTA",
      "sentences": "All right, Major General Spider Marks, thanks, as always. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "MARKS",
      "sentences": "Thank you, Jim. Happy Thanksgiving, brother.",
      "isLastSentenceInterrupted": false
    }
  ]
}