{
  "date": "2024-05-28",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump Attorneys Presenting Closing Argument; IDF: Fire At Rafah Camp Not Due To Israeli Weaponry Alone; Eyewitnesses: Israeli Military Tanks Enter Rafah City Center. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "RAHEL SOLOMON, CNN HOST",
      "sentences": "Hello, and welcome to our viewers from around the world. I'm Rahel Solomon live in New York.Ahead on CNN NEWSROOM, closing arguments in Donald Trump's hush money trial have begun in New York. We will look at what to expect and when a potential verdict could be reached. Plus, an eyewitness tells CNN that Israeli tanks have moved into central Rafah, an escalation, despite the international outcry over that airstrike that killed 45 people at a displacement camp in the area. We are live in Jerusalem with the very latest. And millions of Americans in the path of possible tornadoes and severe storms. Today, we will take you to the CNN Weather Center to find out where exactly people should be on the lookout today. We want to begin in Lower Manhattan where we are in the final stretch of a historic trial, one that could include a verdict that lands the former President of the United States behind bars. We're looking live now at that courthouse in New York where Donald Trump's attorneys are right now delivering their closing arguments in his criminal hush money trial. Trump is accused of falsifying business records, trying to cover up payments made to adult film actress Stormy Daniels. So, here is how these closing arguments will work. The defense will go and is going first. Both sides will be able to take all the time they need to recap their case. Their presentations could feature visual aids. Donald Trump's attorneys are presenting right now, and then prosecutors will follow. The judge is expected to give jury instruction sometime tomorrow. And after that, deliberations begin. CNN Justice Correspondent Jessica Schneider joining me from Washington. Jessica, good to have you again. You have been watching these closing arguments very closely from the defense. So, what have they said so far this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Well, Rahel, Trump's lawyer, Todd Blanche, he is really working systematically to chip away piece by piece at the prosecution's case. He has been bringing up for the past 90 minutes step by step the evidence that's already been presented in this case, and he is asking the jury to question all of it. Overall, to that end, the theme has been Michael Cohen is a liar. So, you shouldn't believe anything he says, especially when it seems to be contradicted by other evidence.So, Todd Blanche is really drilling into this idea that Michael Cohen did work for Trump as a personal attorney in 2017. That was after Trump took the White House. And that even though Michael Cohen has testified that he wasn't actually paid for that work, Blanche is saying, jury, you should be skeptical of that claim. So, Todd Blanche is trying to get the jury to believe that the $420,000 that was eventually paid to Michael Cohen, that's at the heart of this case, was in fact for legal work, as it was written on the business records. Blanche is arguing that there is no way Donald Trump would have agreed to repay Michael Cohen so much money, $420,000, if it was really just to reimburse for the $130,000 Stormy Daniels payment. And Blanche is saying that even the records within the Trump Organization really didn't attempt to cover up this payment. So, Blanche is really suggesting that if the business had -- if they were really false records, they might have tried to cover them up, which they didn't. So, Todd Blanche has been arguing for about 90 minutes now. He told the judge before he started, he expects this summation to go two and a half to three hours. So, we should really expect another hour or so. But, Rahel, it is very interesting how he is going point by point over some of the prosecution's case, their evidence, in particular, Michael Cohen's testimony, and picking it apart bit by bit, pointing out maybe little inconsistencies or things that maybe haven't been 100 percent proven to lay this foundation of doubt that Todd Blanche hopes will lead the jury to acquit former President Trump. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "And Jessica, as you say, we heard from the defense this morning that they expect perhaps two and a half hours, maybe three hours for their closing arguments. What about the prosecution side? What are they expecting there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It's really fascinating. One legal observer that I spoke to yesterday on yesterday's program said, you got to be careful sometimes about how long you go with closing arguments --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "-- because while there is an art to closing arguments, there is also an art to how long you take. Jessica Schneider, we will check --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "-- back with you a little later in the show. Thank you so much.And for more now on where this case stands, let's bring in Defense Attorney and former Federal Prosecutor, Shan Wu. Shan, always good to have you. Look, it is show time, right? Defense said they need about two to two and a half hours. They began around 9:40 Eastern. So, they could be wrapping up shortly, maybe within an hour. Your thoughts so far on how they've done. SHAN WU, DEFENSE ATTORNEY, &amp; FORMER FEDERAL PROSECUTOR: It's particularly difficult not to be in the courtroom. We're getting a live stream when it's a closing, because, as was just being reported, you're trying to pull together these different nuggets over the course of the trial. So, exactly how it's being interwoven, it's a little bit hard to tell. The impression I'm getting from the reporting is Blanche continues, in my opinion, to be too meandering. He didn't seem to start with a good roadmap for the jury so that he can put in these different ways he wants to attack the government's evidence. It still sounds to me like with regard to attacking Michael Cohen in particular, he really lacks a coherent strategy. He seems to revert to his default of he is a liar. These are all lies. What he needs to show is, where is the lie? Why does this particular piece of testimony seem weak? Is it motivation? Is it lack of corroboration? He needs to be much more surgical on how he attacks it, in my opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Well, what about -- what the prosecution needs to show? And Shan, what do you think about four to four and a half hours, double the time of the defense? What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WU",
      "sentences": "Well, first, usually, as a lawyer want to kind of estimate a little bit longer for the amount of time. So, they might not take that amount of time. The New York system of having the fence go first and prosecution last is a good one for a longer prosecution closing, because whatever it is that Trump's defense team puts up during their closing, you want to make the jury completely forget about it, even if you've gone on a little bit long and they're kind of overwhelmed with it. That's the momentum you want. You want an overwhelming presentation so that they're left with just this huge amount of evidence that they can start to go sift through as they deliberate.But, whatever little points that Blanche was making, the sort of pop- shots scattergun approach he is taking, is just wiped out by the sheer volume and length of a prosecution closing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "But, Shan, is it also possible to go on so long, that to a jury, it just sounds like you're droning on and on and on and perhaps it backfires? Is there a risk of that too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WU",
      "sentences": "It certainly can seem like the lawyers are droning on to the jurors. I don't think it ever backfires for the prosecution, in particular, because you're really having to put forth this evidence. Worst case scenario, they kind of tune you out on it. But, it probably does not go negative against the government's case. It's actually kind of different, I think, for the defense. If the jury feels defense is not making any points and they're just going on like maybe telling anecdotes about what is the meaning of reasonable doubt, that I think can backfire because they feel like there is just no substance here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Interesting. Shan, if you might indulge me for a moment, I'd like for you to fact check a few things, rapid-fire style, if you may. The former President Donald Trump has a lot of grievances that he has s been trying to air out about a lot, but especially about the order of closings. I want to read for you one tweet on Truth Social. \"Why is the government corrupt, his words, allowed to make the final argument in the case against me? Why can't the defense go last? Big advantage, very unfair. So, Shan, why is the prosecution going last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Fascinating. But then, Shan, let me ask you your experience, does going last before the jury gets the case, does that present an advantage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WU",
      "sentences": "Absolutely. Human nature, the last thing you hear leaves the biggest impression, and the jurors worked very hard. They got to go back then to the evidence and kind of remember what it is that came first in terms of what the defense said. So, always a big advantage to getting the last word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Interesting. And then lastly, here, Shan this is another Truth Social post. \"According to virtually all legal scholars and experts, there is no crime or case against President Trump. And if there was, it should have been brought seven years ago.\" Shan, why did the prosecution bring this case now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WU",
      "sentences": "That's hard to say. We don't know the inner workings. A question I've always asked is, why didn't the southern district, the federal folks under DoJ, bring it? What happened? It looked like in the Manhattan DA's Office, they were going to bring it. Then the new DA Bragg came in and changed his mind. It seems like there is a lot of painstaking analysis, maybe some second guessing of the theories to bring. So, I must say it's very rare for defendants to complain about the fact that they weren't charged earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "OK. (Inaudible) Shan Wu. Great to have your insights today. Thank you so much. Of course, we will continue to follow all of the happenings inside of that courtroom. Shan Wu, thank you.OK. In the meantime, we want to go now to Gaza where witnesses report seeing tanks in the center of Rafah for the first time since Israel launched its ground invasion in that southern city. Israel pushing ahead with its offensive despite global outrage over a strike that killed at least 45 people at a camp sheltering displaced families. The fire incinerated their tents, burning some people alive. An IDF spokesman just held a briefing on Sunday's attack that also targeted Hamas commanders, and he says that it's still too early to know what caused the huge fire, but says that it was not due to Israeli munitions alone. The spokesman says that all possibilities are being considered, suggesting that weapons may have been stored near the targets and exploded as a result of the strike. Meantime, three European countries are turning up the pressure on Israel today with a historic move. Ireland, Spain, Norway, all formally recognizing a Palestinian state, saying that they want to keep quote \"the miracle of peace alive\". We have team coverage for you. Let's get more on the situation in Rafah. We are joined by Jeremy Diamond in Jerusalem, and also Oren Liebermann at the Pentagon. Jeremy, let me start with you. Just give us a sense of the latest on this Rafah offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. We will see. Jeremy Diamond in Jerusalem, Jeremy, thank you.Let's bring in Oren Liebermann, who is at the Pentagon. And Oren, Jeremy sort of alluded to it there, the growing international condemnation after that strike. Talk to us a little bit more about the international reaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, some of that condemnation has come from the United States, which hasn't gone as far as other countries who have called this horrific and much worse, but the U.S. called this heartbreaking. A spokesman for the National Security Council also clearly laid blame or at least responsibility for who was responsible for the deaths as a result of this strike. The devastating images following the IDF strike in Rafah last night that killed dozens of innocent Palestinians are heartbreaking. So, the US clearly sees Israel as responsible for the strike that led to all these deaths.Again, the U.S. not going as far as some of the other countries in condemning Israel. But, the U.S. is also clearly essentially fed up or frustrated with the number of civilians who have been killed here. And it's not just this strike, but also others, going back into the past. This is simply the latest and one of the most extreme ones we have seen. Now, does this violate the U.S. red line and President Joe Biden's red line? That, of course, is a key question. The U.S. has to this point labeled Israel's actions in Rafah as limited, both in terms of the targets they're going after, and the size of the forces that Israel is using. Of course, tanks in central Gaza are essentially what the U.S. was looking to avoid and trying to push the Israeli military to conduct its operations differently, and the entire purpose of that was to avoid civilian casualties and to avoid a humanitarian catastrophe. And yet, even if it wasn't a ground incursion that led to it, this strike in Rafah led to exactly those scenarios. Now, how does this change U.S. s perspective, and does it force the U.S. to put additional pressure on Israel when it comes to either how it operates or trying to get to a ceasefire? That's what we're waiting to hear today from the administration. SOLOMON Well, Oren, that's sort of where I wanted to go. I mean, how does this change if at all ceasefire and hostage talks which were set to resume today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "So, there have been some statements that this will make it more difficult, and we have seen those before. For example, the World Central Kitchen strike in which an Israeli strike killed humanitarian workers and those distributing aid for World Central Kitchen. The Qataris and others said this will make it more difficult to try to get to a ceasefire. We haven't heard that I don't think specifically in terms of this strike.But, it's the same issue here. Any difficult event, certainly one like this, where dozens of Palestinians are killed, makes the negotiations more difficult, and they're already difficult as is having essentially hit a stumbling block a number of days or a couple of weeks ago. How do you get it to go forward from here? That's a challenge for the U.S. and for the other mediators and participants in the talks, trying to get to some sort of resolution to get to a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. That remains the question. Oren Liebermann live at the Pentagon. Oren, thank you.All right. Still to come this hour, EU defense ministers are meeting in Brussels as Ukrainian President Volodymyr Zelenskyy attempts to bolster support from across the block. Plus, nearly 50 million people in the U.S. today bracing for severe storms, including possible tornadoes. CNN Meteorologist Allison Chinchar re tracking all of it for us, Allison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Portugal is welcoming Volodymyr Zelenskyy, as he seeks to boost support for Ukraine against Russia. Just hours earlier, the Ukrainian President was in Belgium there. He signed a deal worth more than $1 billion. It includes 30 F-16 fighter jets, tanks and military training for Ukrainian troops, with a pledge for more assistance over the next decade. Meantime, EU defense ministers are meeting in Brussels to discuss European support for Ukraine. It comes as fighting rages on along Ukraine's eastern frontline, pummeled over the weekend by a string of deadly Russian attacks. Joining me now for more on this is Melissa Bell, who is live for us inParis. Melissa, just give us a sense of the latest on the ground with the fighting. It appears that it has been an especially difficult period for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right. And specifically, Rahel, of course, in the north, in Kharkiv region, into the north of Kharkiv city, specifically, where that third front was opened earlier this month by Russian troops. And it is, of course, the soldiers there who've had to spread out from the lines they've been defending down towards the south, around Donetsk region, that have had now to redeploy up to those lines. Those frontlines now inside Ukraine to the north of Kharkiv paying the price and trying to see off those advances by Russian troops.But, it is, of course, the civilians that continue to pay the price. There have been more killed across Ukraine overnight as a result of Russian shelling, Rahel, in the frontlines far to the south of Kherson and Donetsk. But, of course, again, in Kharkiv region, one killed inside Kharkiv city itself. It comes, of course, just days after 18 People are now confirmed to have been killed in that Russian strike on the superstore in Kharkiv on Saturday. And I think it is in that context that you need to understand that pressure that's coming on the civilian populations, more than 11,000 of them now evacuated from Kharkiv province from their villages and towns. That pressure on civilians is, of course, adding fuel to the arguments being made by President Zelenskyy as he makes his way around Europe that much more needs to be done to allow Ukraine to defend itself. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Melissa, talk to us more about this push from Zelenskyy, and what he has been able to achieve so far. How Europe is seeking to try to ramp up its support for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BELL",
      "sentences": "That's right, and all the more so, given the opening up of this front and the increased pressure that we're seeing on the ground. He has had, of course, the specifics of these deals that have been announced in Madrid and in Belgium, nearly -- more than a billion euros in military aid from Spain, nearly a billion euros in military aid from Belgium, and that'll include the 30 F-16s that Belgium will deliver to Kyiv before 2028.But, he is now in Portugal, and we wait to hear what that leg of the visit will bring. And these are bilateral deals that are being signed between European countries and Ukraine. They're proven crucial to getting aid to where it needs to get, all the more so, Rahel, because what is now happening at the European level. So, this is European Brussels money that is being blocked once again by Viktor Orban of Hungary. This is what Josep Borrell had to say about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JOSEP BORRELL, EU FOREIGN POLICY CHIEF",
      "sentences": "Everybody knows what Ukraine needs. Yesterday, the Minister of Foreign Affairs, and I suppose today Minister Umerov will remind us which are the critical needs for the Ukrainians. So, we have to provide them. And we have the resources. That is the sad thing that we have the cash. We have the capacity, but we are still pending decisions to implement the recently approved Ukraine assistance fund.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BELL",
      "sentences": "Just as it had back in December, Rahel, Hungary, once again blocking European aid to Ukraine. Remember that foreign policy has been unanimously voted by European member states. This time, it is $7 billion worth of European aid that's being blocked. There have been meetings. It will continue tomorrow, as European leaders try, ambassadors try to get out of this latest impasse. But, when you consider the amount of the size of that military aid package that has now been blocked, it reminds of just how crucial these bilateral agreements between European countries are for Ukraine, again, at a time when so many looking on at what's happening in the country fear that Russia -- Russian forces may once again be getting the upper hand, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "CHINCHAR",
      "sentences": "Yes. Yes. And some of these places may no sooner get their power back, then they may lose it again, yet again for the second round later on this afternoon. So, let's take a look at the area of focus. Right now, for today, the severe storms are really going to be centered across the southern plains. So, we're talking Texas, Oklahoma, areas of Louisiana and Arkansas. This is the cluster of storms that's been most concerned. This morning, we've had a severe thunderstorm watch in effect for several hours, as that line continues to slide east as it went through Dallas in the Fort Worth area, triggering a tremendous amount of power outages there. You've still got some severe thunderstorm warnings here for those very strong winds. We've already had wind reports of 70 to 80 miles per hour.But also, another concern has been the rain because of how much has fallen. So, flash flood warnings do also exist not only for Dallas, but for a lot of the suburbs as well. We've talked about those strong winds. Well, the winds led to quite a significant number of power outages, over 760,000 people in the state of Texas still without power. Keep in mind, you've also got about 100,000 people without power in states like Kentucky, Arkansas, Missouri and several others. Now, we're going to be looking at more severe storms to fire up this afternoon. So, basically, this entire area here has the potential for those strong to severe thunderstorms. The main concern is going to be very large hail. You're talking golf balls, eggs, maybe even the size of baseballs, damaging winds, which, yes, in turn could lead to additional power outages on top of what we already have, and the possibility for some additional tornadoes. Houston, Dallas, San Antonio, Austin, even up through Oklahoma City, all of those cities have the potential for the severe thunderstorms for today. It's going to come in waves. So, keep in mind, even some of the strong wind gusts we had this morning could see those in some extra places. Look at this, Denton, Texas, 83 miles per hour. 77 miles per hour for both Dallas Fort Worth Airport as well as the Arlington Airport. Now, we talked about an extra round. Later this afternoon, you're going to start to see more of those thunderstorms, especially in central and western Texas, begin to fire back up. That line will then continue to slide east, coming back to places like Dallas and Fort Worth, and then eventually making it into Houston once we get into the overnight hours and into the very early hours of tomorrow. Any additional storm reports we get are just going to be on top of the very high number we've had just the last few days. Looking at over the weekend and up through this morning, 83 total tornado reports, nearly 1,000 damaging wind reports, and almost 350 hail reports, some of those hail reports, by the weight, the size of grapefruits that came through some of those storms over the weekend. And yes, we get it. May is the peak in terms statistically speaking for tornado season. May is when we usually have them. But, even to date, normally at this point, we would have roughly about 721 tornado reports so far. But, Rahel, we're sitting at 989. So, again, it is the busy season, but this has been even busier than we would normally see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You are watching CNN NEWSROOM. I'm Rahel Solomon live in New York.I want get back to one of our top stories we are following this morning. Right now, it is a critical phase in the first criminal trial of a former U.S. President in history. This is a live look. Take a look. We'll have it for you. But, inside of the courtroom, one of these courtrooms, attorneys for Donald Trump are giving their closing arguments and the stakes are extremely high for Trump. His very freedom is on the line. He is charged with 34 counts of falsifying business records leading up to the 2016 election. Now, the defense is delivering its closing arguments now, and that will be then followed by the prosecution. There is no limit on how long each side can take to recap their case. But, we do expect the judge to give jury instructions sometime tomorrow. Let's bring back Jessica Schneider, who is back with us from Washington. Jessica, I want to get to the hush money trial in just a moment. But first, there is some new news on the classified documents case. What are we learning here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCHNEIDER",
      "sentences": "So, the judge down in Florida who is handling this classified documents case, she actually just denied prosecutors' request to impose a gag order on the former President Donald Trump. Now, this was a technical ruling. It doesn't mean that prosecutors can't try again to get a gag order.But, what Judge Aileen Cannon has said in the order that just came down a few minutes ago, she basically said that prosecutors didn't follow correct procedure when they filed this motion to impose this gag order. She is saying that prosecutors needed to confer with defense attorneys before they file the motion asking for this. So, she is denying this, but basically leaving the door open to prosecutors to file this motion again. However, she said prosecutors, if you try to file another motion like this for a gag order and don't follow the proper procedures, there could be penalties here. Now, Rahel, remember, prosecutors last week had asked the judge to impose this gag order on Donald Trump, saying that he was improperly criticizing the FBI for having a policy in place when they searched Mar-a-Lago, that dealt with the use of deadly force. Now, as we've reported, the FBI always has a policy in place dealing with the use of deadly force when they have these types of searches, no matter who it is. So, the former President really and properly seized on this little bit of information to go off on Truth Social. And in fact, the attorney general last week said that this was very damaging because there -- especially after the raid on Mar-a-Lago in 2022, there was a major increase in threats to FBI personnel around the country. So, of course, when you have the former President spouting off on his social media once again about how, in his view, the FBI wasn't following proper procedure, you're going to, again, have potential threats against the FBI. So, that was the basis of why prosecutors wanted to get this gag order. But, Rahel, as of right now, the gag order has been denied, essentially because of technical reasons. They can go back again and try to get another gag order. But, for now, there is going to be no gag order in place against the former President, as it pertains to this classified documents case in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Well, it is interesting, Jessica, because on the one hand, you have Mar-a-Lago sort of ramping up, as you have the hush money trial ramping down. So, let's circle back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "-- there and get back to these closing arguments from the defense. I mean, I can only see obviously what we can show the audience --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah. Exactly, Rahel. And when they started their closing, Todd Blanche, off the bat, he said point blank Michael Cohen is a liar and cannot be believed. So, Todd Blanche is really focusing in on the inconsistencies of Michael Cohen's testimony. In the past several minutes, in particular, Blanche has been focusing on these inconsistencies about, remember the different catch and kill stories that the National Enquirer targeted during the 2016 election. There was the one about the doorman, Karen McDougal, of course, Stormy Daniels.And by Todd Blanche focusing on these inconsistencies in Cohen's testimony, he is really poking holes in the prosecution's theory that these false business records documenting the repayment to Cohen were made to conceal another crime, which another crime was improperly interfering or influencing an election. So, Todd Blanche, as of right now, is really asking the jury to disregard the belief that these payments were made to influence an election because that would really tear away the prosecution's case in making all of these charges felonies. In addition, Blanche is asking the jury, how could all of these payments to Michael Cohen in 2017, that amounted to $420,000, be to influence an election that had happened a year prior in 2016? So, Rahel, it's really interesting to see over the past two hours how Todd Blanche has really gone point by point through the evidence that the prosecutors have laid out in these weeks of this trial, weeks of testimony, dozens of witnesses, and trying to really poke holes in all of the prosecution's evidence, because of course, that's what the defense has to do. They have to point out to the jury that there is enough reasonable doubt that the jury shouldn't convict Donald Trump on any of these 34 counts. So, that is what Todd Blanche is doing. We're expecting in the next half hour to an hour that Todd Blanche will wrap up, and then presumably after the lunch break, that's when it will be prosecutors' turn for their summation, which could last as long as maybe four, four and a half hours. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And our understanding from inside of the courtroom is that they have just taken a short morning break. But, to your point, yeah, the defense is expected to wrap pretty soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "And so, this could be in a jury's hands as early as tomorrow. Jessica Schneider, great to have you on the program today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SCHNEIDER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Rahel, I think it's partly a generational thing because many older South Africans are loyal to the ruling ANC, Nelson Mandela's party, because of legacy and the importance of the ANC and the transition away from the racist apartheid government. But, there is a large percentage of this country that has no direct memory of those days, and there is also a lot of dissatisfaction about the state of the economy, the lack of jobs, and the allegations of corruption that have been really thrown at the ruling party for many years now. So, there is a possible chance that the ANC could drop below its simple majority in Parliament, which would be a very significant moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "You laid out some of the key issues in this election. Talk to us a little bit about what a coalition government might look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MCKENZIE",
      "sentences": "Well, the key issues are, as I said, unemployment. This is the highest level of unemployment on the planet, and there is a huge inequality in this country. A coalition government is going to be tricky. If the ANC drops well below 50 percent, they might have to be forced to join up with substantial opposition parties. That could be groups like the Democratic Alliance, which is a classically Liberal Party, or the populist Economic Freedom Fighters. If they dip a little bit, they might be able to join with one of the small parties to form a government. But, the history of coalition governments in South Africa is, on the local level, is not particularly rosy.So, there might be quite a bit of uncertainty in the days ahead. But, nothing is for sure yet. The polls will open at seven on Wednesday, and millions of South Africans will turn up to vote, I'm sure. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "OK. And we know you'll be watching it for us. David McKenzie live for us there in Johannesburg. David, thank you.And South Africa, not the only major nation where voters are heading to the polls. In fact, 2024 is shaping up to be the year of major elections. Voters in at least 64 countries, representing about half the world's population, are deciding on future leadership, from Mexico to the European Union. Several high-stakes elections are taking place in the coming months, including the closely watched presidential rematch right here in the U.S. Now, before Election Day, though, Joe Biden and Donald Trump will face off in two debates. The first one, now less than a month away, on June 27, hosted right here on CNN. All right. Still ahead for us, the search is on in the state of Louisiana for two escaped inmates. We'll tell you how authorities even found out they were ill missing. Plus, another American on the verge of learning his fate after pleading guilty to ammunition charges. We'll have the latest from a Turks and Caicos court just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Yeah. That's exactly right. So, we still have four Americans that are waiting on whether or not they are going to serve additional jail time for these charges. Now, two of the accused Americans, they're in court right now at this moment. Tyler Wenrich, as you said, is expected to learn his fate when a judge at some point hands down his sentence. The 31-year-old, just like the other Americans, is accused of bringing ammunition into the British overseas territory. Now, fellow American, Ryan Watson, he is also in court at this hour. He is expected to decide whether he is going to plead guilty to his charges or if he is going to go to trial.Now, both of these appearances come days after Bryan Hagerich was allowed to return home after a judge handed down a 52-week suspended sentence and issued a fine. The 40 year old, you're taking a look at him right there, he boarded a flight back to Pennsylvania just hours after the judge ruled that he found quote, \"exceptional circumstances in Hagerich's case.\" Hagerich had told officials that he did not know that the hunting ammunition was in his luggage when he visited the Turks and Caicos Islands earlier this year. Here now is Hagerich and his wife on the uncertainty that played out on Friday. Remember, he was facing the possibility of 12 years in prison. (BEGIN VIDEO CLIP) ASHLEY HAGERICH, WIFE OF AMERICAN CHARGED WITH POSSESSION OF AMMUNITION IN TURKS &amp; CAICOS: He sent me a list of everything that he would have needed for prison and we brought it down the green suitcase and that was the not good suitcase. BRYAN HAGERICH, AMERICAN CHARGED WITH POSSESSION OF AMMUNITION IN TURKS &amp; CAICOS: Doomsday. A. HAGERICH: Doomsday suitcase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MATT RIVERS, ABC NEWS CORRESPONDENT",
      "sentences": "You literally had two suitcases packed, one for home, one (inaudible).A. HAGERICH: Yeah. The black suitcase was home. The green suitcase was doomsday. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SUAREZ",
      "sentences": "All right. So, Hagerich's attorney is also representing Watson. Again, that's the American who has to decide, is deciding right now, rather, whether he is going to take a plea in the case. Now, over the weekend, his wife told CNN that his attorney plans on presenting the same argument as Hagerich's case, which is that Watson did not know that he had any ammunition in his bag, and that the judge in the Turks and Caicos Island should use discretion. Again, both of these hearings are taking place right now and we're still waiting to hear from the attorneys of both of these men on the next steps forward. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Keep us posted. Carlos Suarez live for us there. Carlos in Miami, thank you.Let's turn now to Louisiana. That's where a manhunt is on for two inmates who escaped from a jail north of New Orleans. Now, according to authorities, a total of four inmates had actually escaped over the weekend, but two of the escaped inmates were soon found hiding in a dumpster. Now, authorities didn't realize that two others were missing until they were alerted, police were alerted by a concerned citizen. It is believed that the other two missing men are no longer in the area. CNN's Ryan Young following all of this for us from Atlanta. Ryan, so many twists and turns and questions about this one. Let's just start with, what's the latest here? RYAN YOUNG, CNN U.S. CORRESPONDENT: Right. Right. The way this has fallen to me, and you have to tell the stories, so many different parts, they did not know the men had escaped until someone gave them a call, and that led to the arrest of the first two men. Let's put all this together. You're talking about Saturday, basically, two of the men were able to hide, then slip out. Apparently, there is not enough razor wire. There is a hole in the fence line. And also, the guard line apparently has eroded because of corrosion. After that phone call came in, there was an exhaustive search. They used the drone and they found two men behind Dollar Store, and they were able to get them out of the dumpster. But, before they could get them back to the jail, they found out the two other men had learned about what the other has done and escaped as well. Take a listen to the officials talk about this baffling case. (BEGIN VIDEO CLIP) CHIEF JIMMY TRAVIS, TANGIPAHOA SHERIFF'S OFFICE: If the wall wouldn't had the gap in it, you wouldn't be able to get over the wall or under the wall. If the fence wouldn't had the corrosion where they were able to take it physically, break the wire and work it loose, you wouldn't have been able to get to the wall to go under it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Just rolled on up out of there, Ryan Young. Ryan Young, another question, though, is, is how did it take them so long to figure this out? It was a concerned resident who essentially said -- who basically ticked them off. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "YOUNG",
      "sentences": "I love that you brought that part up, because basically what they've also admitted to is not doing a proper headcount. So, we've all watched the movies before. You think they do a sale check every single night, or there is some way to know who is there and who is not there. That did not happen. And so, you had this gap of period of time where these men were on the run, and no one knew long enough for the other team to say, well, that worked. So, why don't we try it as well? There are just so many questions in this one. You got to really think about that community right now with murder suspects on the loose, but at the same time, someone had to answer some serious questions about this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Absolutely. And look, you pointed out. I mean, they said they have staffing shortages. They said there was some infrastructure issues. But, look, I mean, no excuse. Ryan Young, thank you for following it for us. Thanks.All right. After a short break, I have a serious question. How often do you run down a hill chasing a big wheel of cheese? Maybe not so serious. It sounds comical. But, there are people in England who do this every year and they take it very seriously. We'll talk about it when we return. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}