{
  "date": "2024-02-19",
  "headline": "CNN News Central",
  "subHeadline": "Rights Group: Hundreds Detained For Attending Vigils; Key Ukrainian City Falls As U.S. Aid In Limbo, Congress On Break; Biden: Considering More Russia Sanctions After Navalny Death; Democrat Tlaib Urges Vote Of \"Uncommitted\" In Michigan Primary. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:19",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Where is the body of Alexey Navalny? His widow is accusing Russia of a cover-up and now a spokesperson for the late Kremlin critic says that Navalny's body won't be returned for at least another 14 days. We have the latest on that story.Meantime, nearly the entire state of California is under a flood alert right now, another atmospheric river slamming the state. What does this mean for the 37 million people in the way of this severe weather?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:19",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And a story that many of you are talking, texting, tweeting about, we know that you are. A financial advice columnist getting scammed out of $50,000 in cash, so how did this happen and how can you prevent this or something like it from happening to you?We're following these major stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:19",
      "speaker": "SANCHEZ",
      "sentences": "Leaders from all over the world are demanding answers over the death of imprisoned Vladimir Putin critic, Alexey Navalny. This morning his widow met with EU foreign ministers as she and other members of their family get the runaround from the Kremlin. Far from getting any information about how the dissident died, they haven't even been able to see his body. They're told they won't be able to for at least another two weeks. Over the weekend, hundreds were reportedly arrested at vigils and protests throughout Russia.CNN's Melissa Bell has been following this for us. Melissa, there is global pressure on Putin. There is internal dissent, domestic demonstrations. But as usual, the Russian leader appears unmoved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "BELL",
      "sentences": "Yulia Navalnaya's words appear to have been heard by many people in Russia who are making their way, Boris, to try and put down flowers, trinkets, whatever they can, in memory of Alexey Navalny. But an important reminder of the courage that they're showing themselves in doing it is the fact that there have been hundreds of arrests across Russia over the course of the weekend. One religious leader who was hoping to go and lead a prayer was taken to a police station where he suffered cardiac arrest.There is no room being left for the grief that is, in and of itself, a direct challenge in many ways to the Kremlin's authority. And it's just a month, of course, Boris, before Vladimir Putin stands for the fifth term that it is widely expected he will get, given the lack of any credible opposition being allowed to stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Melissa Bell, thank you so much for the update. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "On the front lines in Ukraine, Russian troops are believed to be regrouping after capturing a key town in the east. It's a stark warning of what could be at stake as Ukraine's supplies dry up and additional Ukrainian aid is hung up in Washington.We have CNN's Fred Pleitgen with more on this. Fred, explain the significance of this Russian advance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Brianna. Well, I think there's several things that are really significant about it. This town that we're talking about right now is called Avdiivka, which is in the east of the country. It's very close to one of the main towns there called Donetsk. And the Ukrainians have held this town since 2014. So it was one of the best fortified places that the Ukrainians had and now the Russians were able to overrun the place after a massive assault that literally took months.The Ukrainians saying since about September or October of last year, the Russians have been going at this town. And the Ukrainians say that the Russians suffered huge losses in trying to take this town. But there's other things that are significant about it as well, because there's two things that front line soldiers tell us are big problems for them and big reasons why they lost this town. One of them is a lack of manpower on the front line. But the second thing is obviously directly related to the United States, and that is a lack of ammo, a massive lack of ammo. In fact, one front line soldier telling us, they said, look, if we had had even okay, not big supplies of artillery shells, we probably would have been able to hold the town. But in this case, they are not. And the other thing about the Russians taking this town, it could also be a foreboding of things to come. The Russians are also pressing in several areas in the south of the country where the Ukrainians made some gains last year, but also in other places in the east and in the northeast. The Ukrainians finding it increasingly difficult to hold the Russians back. The Russians using not only their soldiers that they have a lot more of, but also artillery, also increasingly, Brianna, using aerial glide bombs as well, very heavy ordnance that are destroying a lot of Ukrainian positions. Of course, very difficult for those Ukrainians to hold the line there, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "And Fred, President Biden, as well as President Zelenskyy, are drawing a line between military aid being hung up in the United States Congress and what we've seen in Avdiivka, is it that direct of a line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "PLEITGEN",
      "sentences": "I think it's difficult to say. I think it could be part of what's going on there. Certainly, the Ukrainians unequivocally are saying that they probably would have been able to hold that town if they would have had more ammunition, especially 155-millimeter artillery shells. That's something that you hear from pretty much all the units that are on the ground there.But, of course, the U.S. supplies that are lacking now are only one of the factors that make it so difficult for the Ukrainians. A lot of European countries had also been pledging to send more artillery ammunition. That is something that's been very slow in the making and it's causing some of the supplies there to trickle. So, certainly, the U.S. not supplying aid, the Ukrainians will say, is definitely a big factor on why they're struggling on the ground. There are some other factors as well. Manpower, of course, also a big factor for the Ukrainians. But one of the things that you hear again, and again and again from Ukrainian troops that are on the ground, and I was in the Avdiivka area only about two to three weeks ago, and they say they simply need more ammo. They need especially more artillery ammo to be - to hold those Russians back because right now it's extremely difficult for them also to try and hold back the Russian infantry with some of those assaults that the ground forces do because the Russians just simply throw bodies at the Ukrainian positions and they say they are able to hold most of them up, but at some point they get overrun, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Yes. Fred, thank you so much for that report. We appreciate it. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "AMI DANIEL, CEO, WINDWARD",
      "sentences": "That's probably above 60 million barrels that are being transferred in the middle of the ocean purposefully. So you really needed to have a reason, because it's much easier not to do that.(END VIDEO CLIP) WALSH (voice over): These two have a messy past, said the shipping monitor that led us to them. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "DAVID TANNENBAUM, POLE STAR GLOBAL",
      "sentences": "The larger tanker that you guys saw was actually owned by a large company that bought a lot of these tankers when Russian sanctions came out, right? And so they've been heavily associated with what we call the dark fleet, which is these tankers that are servicing Russia, Iran, Venezuela and other sort of sanctions concerns.So the smaller one actually has an interesting history itself. It was once owned by a sanctioned person. (END VIDEO CLIP) WALSH (voice over): Russia is richer than ever before. Last year's budget was $320 billion. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Foreign language).(END VIDEO CLIP) WALSH (voice over): About a third of which spent on its invasion of Ukraine. Sanctions were meant to dent oil paying for war. But instead, India has stepped in and is now buying 13 times more Russian crude oil than before the war. Worth $37 billion last year, says one estimate exclusively given to CNN. India buying Russian crude isn't sanctioned, but is buying so much, Russia might need to dodge some sanctions to ship it all. We asked an artificial intelligence firm, Windward, to analyze all global shipping last year for direct shipments between Russia and India, and they found a huge 588. A separate analysis by Pole Star Global for CNN revealed over 200 other ships that left Russia last year and did a ship-to-ship transfer off the Greek coast to another boat that then went on to India. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "TANNENBAUM",
      "sentences": "Ship-to-ship transfers are done legally, but they're also used as an illicit tactic to evade sanctions, to sort of try and confuse the authorities as to where this oil is coming from and who's buying it at the end of the day.(END VIDEO CLIP) WALSH (voice over): India says these shipments fuel its economy without raising global prices by competing with the West for Middle Eastern oil. But there's a complication for the West here, as India refines the oil and sells those products on. And the biggest buyer of products from Russian crude last year, according to exclusive new data obtained by CNN, the United States, over a billion dollars' worth from India. Way more, if you add what U.S. allies, also imposing sanctions on Russia, also import. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "ISSAC LEVI, CENTRE FOR RESEARCH ON ENERGY AND CLEAN AIR",
      "sentences": "So we've seen an increase in 2023 of 44 percent of oil products that are being made from Russian crude oil flowing into those countries that impose sanctions on Russia, such as the U.S., U.K. and EU.(END VIDEO CLIP) WALSH (voice over): But Russia's even on the make from the refining. This Indian port and refinery, Vadinar, sent an estimated $50 million of refined products to the U.S. last year, and guess who owns nearly half of it. Rosneft, the Russian state oil giant enriching the Kremlin. Putin earning money on the crude, probably the shipping, but also the refining and the resale. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "DANIEL",
      "sentences": "Really, you're talking about something which is amazingly lucrative, and therefore the temptation to do that as a person or as a company is absolutely huge for the traders. And they could just make 10-, 20-, 30-, 40 million within four or five months. I'm not sure if there's any other opportunity in the world to do that. And if there is, please let me know what.(END VIDEO CLIP) WALSH (voice over): An opaque chain of billions, risking Moscow having unlimited funds for its wars. Nick Paton Walsh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "KEILAR",
      "sentences": "Joining me now is former Congressman for Michigan, Democrat Andy Levin.Congressman, thank you so much for being with us. You have already voted uncommitted in early primary voting, but you say that you will vote for Joe Biden in a general election. Can you just explain why you are making this choice? Because obviously, this isn't going to affect whether or not he is president again, right? He is going to ultimately get your vote in the general. So just take us through your decision-making process on this. ANDY LEVIN, FORMER UNITED STATES REPRESENTATIVE (D-MI): Well, for sure. It's good to see you, Brianna. So here's the situation, Joe Biden must win in November. We cannot let Donald Trump anywhere near the White House again. To win in November, Joe Biden pretty much has to win Michigan. Unless Joe Biden changes course on Gaza, I don't see how he can win Michigan. So the best way for me to help President Biden is to help all these people who are so frustrated. The danger on February 27th is not that they're going to vote for someone else. They're going to stay home, Brianna. They're checked out of the system. They're so mad at the President. So - and you mentioned Rep. Tlaib. Before her, 30 elected officials in Michigan had already supported this campaign. And so what we're saying to all these people, if you're mad, if you're upset, don't stay home. Come out and express yourself. It's over eight months until the election in November, Brianna. There's plenty of time. We need to say to the President, this is enough death, enough destruction. Gaza is being leveled. There are 28,000 people dead, women and children being killed at the fastest rate of any conflict since World War II, more journalists killed than in any other conflict on record and on and on and so we need Joe Biden to become what I think he can become, which is one of the greatest peacemakers of modern times by helping these people who have to be able to share this land to see each other as fully human. We need self-determination for the Jewish people, my people. We need self-determination for the Palestinian people. There's a little piece of land that they share, and we have to help them figure this out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "KEILAR",
      "sentences": "So speak to that a little bit, if you could. What does the President need to do? How does he need to adjust, in your estimation, to win back voters who are upset with him over the issue, especially in Michigan, while also balancing that with his support from Jewish Americans who want to see Hamas eradicated so that it can't launch another October 7th-like attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:02",
      "speaker": "LEVIN",
      "sentences": "Absolutely. So I'm going to switch back to my time on the Foreign Affairs Committee here, Brianna. I think Joe Biden, who was the chair of the Senate Foreign Relations Committee for so long, who's known every Israeli leader, going back to Golda Meir, and has known the Palestinian leadership, he has a chance here to say, okay, we're ending the carnage, we need a ceasefire, and then he should call together the EU, Egypt, Jordan, the countries that have recently made peace or have come to terms with Israel, call them all together and bring the Israelis and Palestinians before them and say, this war has to end, in fact, the occupation has to end.We're starting right now, with time limited, for you all to figure out a two-state solution or the kind of solution that Hiba Husseini and others propose for two non-geographic states in confederation, one secular state where Israelis and Palestinians can be together. It's up to them to choose it, but we need to say the time for that kind of diplomatic offensive is right now. And Joe Biden is actually the perfect person to lead it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LEVIN",
      "sentences": "So, such a great question, Brianna. I guess the first - my first reaction is to point out this isn't just about Arab-Americans and Muslims. If you add up the young voters, 18 to 29, the African- American voters in this state, Arab-Americans and Muslims, obviously there's some overlap, but that adds up to like 2 million people, a fifth of all Michiganders. And we need to reach these people, and it's not going to happen through messaging or smart politics. So that's my message to the administration is we actually have to change course. It's not being received well so far.And let me give you one example about how actions talk louder than words, right? The New York Times reported in great detail about how Israel has been dropping 2,000-pound bombs in areas precisely where they told the Palestinians to flee. And the Times reported that U.S. military officials say, we wouldn't do that. We haven't done that in decades. We don't drop 2,000-pound bombs on densely populated areas. We didn't do it, for example, in Syria and Iraq when we were going after ISIS. Okay, Brianna, we have sent 5,000 more 2,000-pound bombs to Israel since October. That's what I mean about actions speaking louder than words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KEILAR",
      "sentences": "I mean, one 2,000-pound bomb ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LEVIN",
      "sentences": "We need to start a diplomatic offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KEILAR",
      "sentences": "... in Mosul fighting ISIS, I believe, in the entire campaign. It's a very, very different story. Before I let you go, I do want to ask you ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LEVIN",
      "sentences": "Very different, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KEILAR",
      "sentences": "It is, as you mentioned, a diverse voting bloc. It's not just Arab Americans and Muslim Americans, it's young people. It's African- American voters and others who are so key to the Democratic base. Is the White House hearing you when you are saying that President Biden could lose the election over this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LEVIN",
      "sentences": "I think that there is a lot - there are a lot of discussions going on, but what really matters is that Joe Biden takes the bull by the horns and changes things. Richard Nixon and Jimmy Carter, presidents as different as that, made lasting change in America's place in the world by their efforts on - with Nixon, China, with Carter, the Israeli-Palestinian conflict.I feel confident Joe Biden can do that as well. But the time is now, and that's what many, many Michigan voters are going to tell him between now, because we have early voting, and next Tuesday on election day itself, February 27th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KEILAR",
      "sentences": "Well, all eyes on your state, so we're, of course, very interested in talking to you. Former Congressman Andy Levin, thanks for making the time for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LEVIN",
      "sentences": "Thanks so much, Brianna. Take care.",
      "isLastSentenceInterrupted": false
    }
  ]
}