{
  "date": "2024-09-17",
  "headline": "Inside Politics",
  "subHeadline": "Harris Sits Down With Spanish Language Radio Host Chiquibaby; Trump, Vance Blame Dem Rhetoric For Apparent Assassination Attempt; Senate To Hold Key Vote On Bill To Protect IVF Nationwide; One-On-One With Warsaw Mayor Rafal Trzaskowski; Polish City Urged To Evacuate Amid Deadly European Flooding. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "-- has no place. Again, this is the message we've heard from Harris, from Biden, from Walz. We heard it from Schumer and Jeffries, like the Democratic leadership across the board has just been in response to this being like walling off.There is no space for political violence and end of sentence. And she's doing that here as well, while also acknowledging, thankfulness that the former president is OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "And this is, first of all, it's just an important message as a public, official, never mind a candidate for president, to say there is no place for violence. That's a given. But just even if you look even further at the raw politics of this, this is another example of the Harris campaign believes that it is a mistake.It is a mistake pretty much anytime they engage in Donald Trump, whatever Donald Trump wants them to engage in. And they need to stay on their message, which is, first and foremost, I mean, yes, there's a big message about reproductive rights, but first and foremost, it is the economy. And as we kind of prepare for the questions that she might get asked later today about the economy, I want to play an interview that didn't maybe get a ton of attention. It was on Friday night. She did it with a local ABC affiliate in Pennsylvania. And she was asked the question about the economy. Listen to what she said. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), PRESIDENTIAL NOMINEE: I grew up a middle-class kid. My mother raised my sister and me. She worked very hard. She was able to finally save up enough money to buy our first house when I was a teenager. I grew up in a community of hardworking people, you know, construction workers and nurses and teachers. And I try to explain to some people who may not have had the same experience, you know, if -- but a lot of people will relate to this. You know, I grew up in a neighborhood of folks who were very proud of their lawn. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "She eventually did get to what she calls her opportunity economy policy initiatives. But the question was specific policies that will help bring down prices. I've heard from some Democrats who really want her to win, say she's got to tighten that message.ZOLAN KANNO-YOUNGS, CNN POLITICAL ANALYST: No, that's absolutely right. And the few policy proposals that you've seen with details, with like an extensive plan, have been an attempt by her campaign to try and address that, right? She -- you've seen her -- whereas, the Biden campaign would talk more about sort of job growth and sort of manufacture and investment in manufacturing. You've seen her with a bit more of an emphasis on driving down grocery prices and housing prices as well. I think that's connected to the fact that there's an awareness in the campaign, that this is such a vulnerability for the campaign. The fact that there's still economic anxiety throughout the country, but also, our polling shows at the times as well that just a lot of people still are looking to find out more about the Vice President. A lot of people don't know exactly sort of the policies that she's going to put forth or what she has worked on. So everything you're seeing here by the campaign is also just an overall effort, not just to sort of outline what her policy proposals would be to address those political vulnerabilities, but also just to reintroduce herself or introduce herself to the American public at this point. But I think you're going to see it with a pretty specific media strategy at this point. You know, the Biden campaign, as well as the Harris campaign, you know, well, the Biden campaign was very controlled with President Biden, right? Like going to specific sort of digital outlets moving away from traditional media. And for the Vice President, some of her real mistakes in the vice presidency and sort of struggles came in unscripted moments as well. So now you're seeing them start to ramp up some of those interviews in the way forward, including with a NABJ panel today. LEIGH ANN CALDWELL, CO-AUTHOR, THE WASHINGTON POST \"EARLY BRIEF\": Yes, and there's, you know, the point that you make about how she still has to introduce herself to voters, which is part of the reason why she is so deep on her background as far as her middle class family, trying to tell that story through an economic message, even though she is slight on policies. But getting back to your one point about Donald Trump, and she is continuing to run this campaign as if Donald Trump is just over there in his own world. In her statement in response to what happened on Sunday, one thing that she did not do on the radio show, is talk about what Donald Trump has been saying. She is completely ignoring --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes. CALDWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CALDWELL",
      "sentences": "Since --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CHALIAN",
      "sentences": "Except when she's on the debate stage and then she baits --KANNO-YOUNGS: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CHALIAN",
      "sentences": "-- him into the sideshow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CALDWELL",
      "sentences": "Right, exactly.KANNO-YOUNGS: Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CALDWELL",
      "sentences": "That was her strategy though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CHALIAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:39:34",
      "speaker": "BASH",
      "sentences": "A very busy day on Capitol Hill, and we have with us a senior Democratic Senator from the great state of Minnesota to talk about all things Congress and politics and everything in between. Senator Klobuchar, thank you so much for being here, Amy Klobuchar of Minnesota.SEN. AMY KLOBUCHAR (D), MINNESOTA: Thank you, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right. TRUMPSEN. J.D. VANCE (R), VICE PRESIDENTIAL NOMINEE: You know the big difference between conservatives and liberals is that we -- no one has tried to kill Kamala Harris in the last couple of months. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "BASH",
      "sentences": "Senator, I'd like you to respond to that, but also if you would talk about the resources that President Biden says, even Chuck Schumer, the Democratic leader, says that Congress needs to do more of giving to the Secret Service to help better protect not only Donald Trump, but Kamala Harris, President Biden, and others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "KLOBUCHAR",
      "sentences": "So, first of all, we're thankful that the former president is safe. This was a close call. Thank God that agent was doing his job and figured out that that perpetrator was hiding out with his assault weapon. Secondly, when I look at this, I would agree, the rhetoric is bad, it's bad on both sides.But I know even the first assassination attempt was someone who had made threats against people of both parties. So these are very disturbed people. But the rhetoric has to change in our politics. I've called for this. I'm someone that I try to live what I say, and that is to try to have reasonable debate. But the third thing about this is just the security itself. I met in a classified briefing with the now acting director. I was -- saw him the day after he had traveled to Pennsylvania and seen what had gone wrong and he enumerated all the problems at that time. And they have -- he has called for a complete overhaul of how the Secret Service with all these courageous men and women, how they deploy them and how they do this at this moment. So it couldn't be a more timely question, Dana. We are discussing more resources. As you noted, Senator Schumer would like to see more resources to protect our presidents and presidential candidates and other elected officials, because we've seen increases in threats against election officials against members of Congress. Hundreds of more than we've seen in other years. And so I hope very much that Senator Murray and others will be able to negotiate this so that we have a strong funding for the Secret Service to allow them to do their jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "BASH",
      "sentences": "Senator, I want to move to a discussion about the procedural vote that will be happening today in the Senate on a bill that would guarantee access to in vitro fertilization nationwide. Republicans blocked legislation similar from advancing in June. They say that it is a show vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "KLOBUCHAR",
      "sentences": "You know, I don't think it's a show vote to the families I've talked to in Minnesota who told me they wouldn't have while they are sitting there with a little baby on their knee and like she would not exist if we didn't have IVF. And this is a real threat since Roe v. Wade was overturned in the Dobbs decision with the justices that Donald Trump put on there with his clear plan to overturn Roe v. Wade.That's where we are now, and it does affect the situation for IVF. And all we're doing with this bill is practical. We're saying IVF must be available, and that we need better coverage when it comes to insurance. I think it's unfortunate, as someone myself who ran for president, I would try my best to be back for very important votes. I think Kamala Harris has had to be back to break ties throughout the last few years, change her schedule, be there. Unfortunate, if J.D. Vance is not here to vote, I don't know if he's going to be. But it appears that this would be a moment for them to really show that they stand by their words and that is that they want to see IVF continue. That's what this bill does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:02",
      "speaker": "BASH",
      "sentences": "I want to also ask before I let you go about an amicus brief that you filed urging the court of appeals to uphold Medicare's ability to negotiate lower drug prices. Can you just talk about which drugs specifically that you want to see lowered and what you think will actually happen in the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "Senator Amy Klobuchar, thank you so much for being here. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "KLOBUCHAR",
      "sentences": "Thank you. It was great to be on, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "And coming up, how is the U.S. presidential election perceived around the world? I have the mayor of Warsaw, Poland, right here in Washington, and he is my guest next.(COMMERCIAL BREAK) [12:50:01] BASH: ?I met my next guest when I traveled to Poland to report on stories of Ukrainian refugees who settled there after Russia's invasion of Ukraine. Now that he's here in our city, it's only right. It certainly feels that way to pick up that conversation. So here with me is the mayor of Warsaw, Poland, Rafa? Trzaskowski. Thank you so much for being here. I'm worried -- wondering how closely people in your city and more broadly in Poland are paying attention to the U.S. election. MAYOR RAFA? TRZASKOWSKI, WARSAW, POLAND: Good afternoon. Thank you for having me. Everyone is watching, everywhere in the world. And of course, in Poland, everyone is watching what's happening in the U.S. and following the presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "With trepidation, with nerves, with anxiety, with excitement. How would you describe it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "TRZASKOWSKI",
      "sentences": "With a bit of apprehension. For us, of course, the most important thing is the question of security. President Biden was in Warsaw twice recently, and he said that every inch of NATO territory will be defended. And, of course, the United States and President Biden's administration is very committed in helping Ukraine.Well, we are hoping that whoever wins the presidential elections in the United States will keep it up because this is a test for us all. Every crazy dictator in the world is watching us, whether we will stay determined, resilient, and whether we are going to continue the policy of supporting Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "Well, let's actually listen to what happened on the debate stage with Donald Trump and Kamala Harris a week ago today on the issue of Ukraine.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "TRUMP",
      "sentences": "I want the war to stop. I want to save lives that are being uselessly, people being killed by the millions. It's the millions. It's so much worse than the numbers that you're getting, which are fake numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "HARRIS",
      "sentences": "If Donald Trump were president, Putin would be sitting in Kyiv right now. And understand what that would mean. Because Putin's agenda is not just about Ukraine. Understand why the European allies and our NATO allies are so thankful that you are no longer president.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "TRZASKOWSKI",
      "sentences": "Well, Kamala Harris is absolutely right that Putin is a bully and he just understands the language of strength. But if I hear President Trump saying that we need to save lives and so on and so forth, fine. We need to continue supporting Ukraine.And then, if there is peace, if Ukraine wins, it has to be on the terms that Ukraine will agree on. So, I mean, there's nothing wrong with saying, you know, I want peace and so on and so forth, but that means supporting Ukraine and listening to them more than listening to the bully who attacked Ukraine and who started this atrocious war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "Speaking of the war, when you and I met in Poland, I was talking to you and others about the refugees that were just flooding across the border from Ukraine into Poland and in particular in Warsaw and all of the challenges that went along with integrating them into society there, schools, housing and so forth.First of all, how is that going? And second of all, what do you think America could or should learn from the experience that Poland has had over the past years, several years now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "TRZASKOWSKI",
      "sentences": "Well, we used to have 300,000 refugees in Warsaw alone. Now it's around 120,000 Ukrainians. The most important thing is that they're very resilient, determined, and they work, because we've treated them as citizens, so they have rights to free education, to healthcare, and they can work, which is very important, and makes a huge difference when it comes to refugees.Now, the most important thing is, of course, to keep on helping Ukraine, because what's happening now is that the Russians are hitting cities in Western Ukraine, which means that, you know, there is escalation. And of course, more and more people are seeking shelter and refuge in Europe. So this is absolutely crucial that we keep on helping Ukraine. There are, you know, no taboos in a certain sense. Of course, we are not going to get involved, but we need to help them because they need to defend themselves in a way which is the most effective. And, of course, it's in all interest of ours, because as I've said, everyone is watching, whether we will stay united, whether we are going to be determined, whether we are going to be effective. And if Ukraine is more secure, and at the end of the day, we hope we'll win the war, then of course the whole problem of refugees will not be that difficult to resolve because many of those guys will simply go back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "TRZASKOWSKI",
      "sentences": "We were just connecting with my friends because we tried to coordinate the relief effort because it is in southwestern Poland. Incredible floods. We haven't seen anything like that for the past 30 years. It's Poland. It's the Czech Republic.We are helping as much as we can out of solidarity with my friends whose cities are underwater. And, of course, any kind of help from the world is needed very much. And you can see the pictures. I mean, it's really dramatic. We are sending water. We're sending food. I was just on the phone coordinating that effort because we need to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "BASH",
      "sentences": "Mr. Mayor, thank you so much for being here. I know you have a very, very busy schedule meeting with officials here in Washington and elsewhere around the country. So it's great to see you especially in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "TRZASKOWSKI",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "BASH",
      "sentences": "Thanks for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "TRZASKOWSKI",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}