{
  "date": "2024-11-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump's Next Administration; Trumps Picks Brooke Rollins as Agriculture Secretary; Israeli Killed in UAE; 20 Killed in Israel's Strike in Beirut; Countries Agree on Climate Deal at COP29; Russia to Keep Testing New Ballistic Missile; Ecological Toll of Russian's War on Ukraine; Trump's Cabinet Picks; Chinese Cyber-Espionage Campaign; Holiday Travel Forecast: Be Prepared; Ready-To-Eat Meat Recalled Amid Deadly Listeria Outbreak. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I feel seen. I feel seen and that's knowing that I am enough. Knowing that I am capable. Knowing that I'm a rock star.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "You look really happy and healthy. You feel happy and healthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I do. I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us from the United States and around the world. I'm Max Foster in London.Ahead on CNN Newsroom as Donald Trump further rounds out his next administration, we'll look at the odds of his more controversial picks being confirmed. Concerns over Chinese cyber espionage campaign targeting U.S. telecom providers, the latest on what exactly we know. And as COP29 ends, Ukraine sounds the alarm on the ecological toll of its war with Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN Newsroom with Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Well, we begin this hour with the incoming Donald Trump administration. In the less than three weeks since he was re-elected to the U.S. presidency, Donald Trump has picked most of his cabinet and high-level staff, advisers, directors, and administrators.One of Trump's last cabinet picks came on Saturday with the choice of Brooke Rollins for secretary of agriculture. The latest pick follows a slew of other cabinet picks on Friday and that capped off a whirlwind week where his first choice for attorney general, Matt Gaetz, withdrew and Trump named a new AG, Pam Bondi, a long-time loyalist. With the latest picks, Axios says the next White House may include the, quote, \"most ideologically diverse cabinet of modern times.\" For example, Robert Kennedy Jr. who supports abortion rights would run health and human services. A pro-union centrist would lead the Labor Department. A former Democrat would be in charge of intelligence. And for treasury secretary as someone who worked for years with George Soros, a longtime Democratic party supporter. Now, one Democratic congressman is urging people to focus on the actual positions and the proposals of the cabinet picks. (BEGIN VIDEO CLIP) REP. TOM SUOZZI (D-NY):  Let's look at their experience. Let's look at what they're proposing to do and their background, and let the Senate go through their process of vetting these candidates so that they can decide whether or not to give their advice and consent to these appointments. I want to tell everybody, you know, calm down. It's going to be -- you know, what is it now, 60 days until the president this morning on January 20th, maybe a little bit less than that. There's a long way between now and then. A lot's going to happen. We got to calm down. We got to stop worrying about how did these people vote for Donald Trump? That's not the question. It's why did they vote for Donald Trump? And now, he's going to be the president of the United States of America. He's closed -- clothed with certain authorities, but he's got to follow the rules and go through this advice. And I don't like this recess appointments idea at all. That's an attempt to game the system. And the American people should not stand for that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "I just want to play you one soundbite that speaks to that really, you know, how Trump will interact with this cabinet. Let's have a listen.(BEGIN VIDEO CLIP) SCOTT BESSENT, TRUMP'S TREASURY SECRETARY PICK:  Everyone asks me, what do you tell President Trump he should do? I don't have to tell Donald Trump he should do anything. He's done it. We had a great economy under Trump 1.0, 2016 to just until we hit the wall in COVID was one of the greatest periods in American history. I think under Donald Trump, we could have a golden age for the next four years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Bessent there talking about the treasury pick. But you know, it's what he said towards the beginning of that soundbite that I found interesting, which was the, you know, Donald Trump is in charge. You know, these are loyalists. They're not necessarily autonomous figures. So, this is a very powerful president with a cabinet that does what it is told to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Leslie, it's fascinating, isn't it, as that all unfolds. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "VINJAMURI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And it's coming to U.S. out of the Middle East. Israel says the body of an Israeli man missing in the United Arab Emirates has been found and that he's the victim of anti-Semitic terrorism. He's been missing since last Thursday. CNN International Diplomatic Editor Nic Robertson has been following it for us. Nic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. Rabbi Zvi Kogan he was a member of the Chabad community in the UAE. This is a sort of a Jewish outreach organization. He ran a grocery store, a kosher grocery store in Dubai. And his family reported to the Emirati authorities on Thursday that he was missing. The Emirates along with the Mossad and other Israeli organizations then began a very intensive effort concerned about the possibility of terrorism to search for him last night that they were still searching for him.But today, authorities in the UAE confirmed that they have found his body. And Israeli officials, the prime minister's office, the foreign minister as well calling this a heinous act of anti-Semitic terrorism, and they'll use all means possible to bring the perpetrators to justice within the -- within all means of the law. They are restating, however, that there is a warning, a National Security Council warning in Israel to citizens not to travel to the UAE unless it's on important business. And they've reaffirmed guidance for Israeli citizens there saying to avoid business and leisure locations that are frequented by the Jewish and Israeli communities there, to keep their profiles lower, if you will, to exercise more caution because of the rise of anti-Semitic feelings around the world and in particular in this region. So, this is a very sad day for his family, who actually have already grieved before for one of their members who was killed in a terror attack in Mumbai in 2007. Rabbi Zvi Kogan's wife, she is the niece of one of those people killed in that attack in Mumbai back then. So, a very, very sad day for the family and for the country here, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Well, Zelenskyy said that -- said last week that the war will end, quote, \"faster\" when Trump returns to the White House. For his part, Trump said last July he could settle the conflict in just one day. But he didn't, and still hasn't, provided any detail on how he plans to do that. All this as the Russian president says Moscow will begin mass producing the hypersonic ballistic missile it fired at Ukraine this week, which caused so much alarm.Now, while Trump has cast doubt on continuing the U.S. aid commitment to Kyiv, he did meet with NATO Secretary General Mark Rutte in Florida on Friday. NATO says the two discussed a, quote, \"range of global security issues facing the alliance.\" Rutte and his team also met with Trump's pick for national security adviser, Congressman Mike Waltz. Now, we mentioned a few moments ago that the COP29 Summit has come to a close and Ukraine used that forum to raise awareness about the massive ecological toll that Russia's war is taking there as the country does its part to combat climate change nevertheless. Ukraine's pavilion in Baku highlighted the initiatives it's undertaking, this includes the goal of achieving climate neutrality by 2050 as part of the nation's path towards E.U. membership. But amid this, Ukraine says it's documented what it describes as more than thousands of environmental crimes committed by Russia since Moscow's full-scale invasion in 2022, among them more than 330 square miles of burned forest and other vegetation. The occupation of nuclear reactors in Zaporizhzhia and one of the most staggering, the destruction of the Kakhovka Dam in Southern Ukraine which led to flooding that stretched for an estimated 230 square miles. Russia denies any involvement in the dam's destruction. Svitlana Grynchuk, is the Minister of Environmental Protection and Natural Resources for Ukraine. She joins us now from Kyiv. Thank you so much for joining us. I think a lot of people will be surprised from outside the country that you still got this huge focus on the environment despite the crisis you're facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "SVITLANA GRYNCHUK, MINISTER OF ENVIRONMENTAL PROTECTION AND NATURAL RESOURCES",
      "sentences": "Yes. Good morning. And first of all, I want to use this opportunity and to thank all Americans for your support during this full-scale invasion and before this full-scale invasion about the environmental damages because of war.That's true that we have a lot of -- really a lot of damages. And we already recorded more than 6,000 special like crimes cases against the environment. And during this more than 1,000 days of war we estimated that environmental damages, because of hostilities, approximated -- is approximated as $71 billion of dollars, and this amount is not final because Russia continue attack, continue targeted our environmental facilities, our energy facilities, everything. And during this period, we lost more than 3 million hectares of Ukrainian forest, for example, and we estimated that it cost us $26 billion. And -- but what -- the more important that, for example, greenhouse gas emission absorption potential of our forest decreased because of these actions by 1.7 million tons of CO2. And during the COP29, we tried to discuss with all partners, with all parties that it will be not possible to achieve the climate goals. First of all, we need to stop actions -- like we have in Ukraine, we need to stop war because at the same time, when we discussing the climate neutral economies, et cetera, et cetera, at the same time, Russia destroyed all efforts in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "A lot of people obviously consistently concerned about the nuclear reactors and then being hit and the amount of -- you know, that would be a real seismic environmental impact, wouldn't it, away from the lives that would be lost. How are you protecting those? Can they be protected at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Absolutely. In terms of climate goals and progress there, we had the COP Summit, finally an agreement was reached there. It was a lot of negotiation, wasn't it? I think a lot of people will look at the figure that finally came out of it as a huge amount of money going to these developing nations. Do you feel it's enough though? Because there've been a lot of complaints, particularly from India, very vocally saying, we need a lot more money if you're going to compensate for the climate suffering that we've faced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "GRYNCHUK",
      "sentences": "The climate negotiation, it's every time the process and -- but we need to understand that the decision which we adopted during the COP29, it's a -- we try to move on. We could not stop. And yes, it's every time discussion how much money we need and who will provide, who will be a recipient of this money, but we need to move on. And it's a -- I think it's a good result to the developed country and multilateral financial institution will provide the money for mitigation and adaptation actions around the world.And for Ukraine, it's very important to have that fast for -- to this money, because now we understand that we need to rebuild our country on the green way. We need to use the climate neutral technologies because we don't have any -- in other ways. We understand that we need to rebuild our country and we need to rebuild. We need to start this process now and we need the support from countries, from the different funds because we have a lot of damages, really a lot. It's infrastructure, it's energy, it's environment. And -- but we understand that we could do it with international support. And here in the inside Ukraine, we also, we accumulated all the efforts, all the funds, and we already started the rebuilding process, a green rebuilding process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "OK. Svitlana Grynchuk, really appreciate your time and thank you for sparing it for us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "GRYNCHUK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back to our viewers joining us in the U.S. and around the world. I'm Max Foster in London. This is CNN Newsroom. President-Elect Trump is rounding out his new administration, although some of his picks have been praised, others of controversy swirling all around them, and could make getting them through the Senate confirmation process more difficult.Pete Hegseth, a former Fox News anchor and Trump's choice to lead the Department of Defense, is facing allegations of sexual assault. And CNN's Harry Enten shows us how that's affected his chances of confirmation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Obviously, there was the sexual assault allegation that was lobbied up against him. And over the last week as that allegation has gained some more press, you can see that the betting markets have significantly gone down on Hegseth's odd. So, this is the chance that he gets confirmed as defense secretary.A week ago, he had a 77 percent chance. Look at where we stand today, 57 percent. That's only a little bit better than a coin toss. And that's a drop of 20 points over a week, and of course you know most confirmations fly through the Senate. So, the idea that you have someone who's just a little bit north of 50 percent is quite unconventional. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Well two other controversial Trump picks are Robert F. Kennedy Jr. for secretary of the Department of Health and Human Services, and Tulsi Gabbard for director of national intelligence. Harry tells us how likely it is that they will be appointed.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ENTEN",
      "sentences": "So, what's the chance that Gabbard gets confirmed? Look at this, just 59 percent. That's just about three in five. That's nothing. Three in five, things don't happen all of the time. How about RFK Jr. for health and human services secretary? Look at that, just 65 percent just a two and three shot.Now, I should point out that Matt Gaetz, who obviously dropped out to be a G was below 50 percent before he dropped out in terms of the betting markets. But the bottom line, if there is one thing that we should have learned over the last few years, is that anything that is not a short thing is definitely not a short thing. So, at this particular point, while individually, Gabbard and RFK Jr. are likely to get confirmed or more likely than not, the chance that both of them do, I'm not quite sure that they're north of 50 percent at this point and that's quite the thing given that, you know, Trump thinks he has this giant mandate. But the bottom line is, you know, sometimes you run into a brick wall if you nominate folks who are unconventional. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "That's true enough. As Democrats in the U.S. try to forge a path to recovery after President-Elect Trump's second victory, the party will have to grapple with why some voters, particularly women, felt uneasy with Trump, but voted for him anyway. Exit polls showed that Vice President Harris had an overall eight-point advantage with women. In 2020, President Biden had a 15-point advantage. CNN's John King talks to voters in a state that set the tone very early on in the American election cycle.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "Sometimes if you want to play cowboy, you got to do cowboy things like stand in the rain.KING (voice-over):  Her vote for Donald Trump, a vote to protect her way of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "The vast majority of people who voted for Trump are not the far-right crazies. That is not who we are. We're simple Americans who want to live our lives and do our jobs and make our own choices in our own homes. And we want that for our neighbors who feel differently than us too.KING (voice-over):  You have to be an optimist to run a family cattle ranch. And Ebersole says she hopes Trump sees his mandate as the economy and the border. Hopes he understands a lot of his voters didn't like all that campaign talk about the enemy within and retribution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "We have spoken. We are not letting him be a bully, but we want him to stand firm.KING (voice-over):  She is more bullish about Trump now than when we first met. Back then, Trump had competition in the Iowa caucuses, and Ebersole wanted a Republican who could be both president and role model.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "He didn't bring us together. Because of the divisiveness, because of my liberal friends that were literally scared for their safety.KING (voice-over):  But when Trump rolled to the nomination, Ebersole's choice was easy, because of Biden-Harris farm and climate policies. Trump won 75 percent of the vote here in rural Ringgold County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "We felt as though Washington and the far edges of our country were governing the rest of middle America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BETSY SARCONE, IOWA VOTER",
      "sentences": "OK. Come over here.KING (voice-over):  Betsy Sarcone is another now proud trump voter who initially wanted something very different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KING",
      "sentences": "So, how did you get from I can't take it, I'll vote for Biden to I'm going to vote for Donald Trump and I'm actually relieved and happy about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SARCONE",
      "sentences": "I think I've come to the conclusion that I don't love Donald Trump as a person, but I do think that he is right for the country right now and that he is going to chart a different course than we're currently on.KING (voice-over):  Sarcone lives in the Des Moines suburbs, says her real estate business is slow and she hopes Trump somehow helps lower grocery prices also high on her wish list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SARCONE",
      "sentences": "I'm a mom, single mom of three kids. So, that does make a huge difference in my life.KING (voice-over):  Sarcone finds some of Trump's cabinet picks disappointing, but she frames it this way, she could not support Vice President Harris. So, now, she thinks she has to be patient with the president-elect whose calling card is unpredictable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SARCONE",
      "sentences": "The Kristi Noem, the Matt Gaetz, not necessarily excited about it. Worried -- I wouldn't say I'm worried. I voted for change, as did the majority of the people, and that's what we're going to get. So, I don't think worrying about it every day is going to do me any good.KING (voice-over):  The Trump won the majority of the vote emboldens his most fervent supporters, people like Chris Mudd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "CHRIS MUDD, IOWA VOTER",
      "sentences": "I think it's important that we round up every illegal and ship them out. And we have to come -- we have to figure out a way to get them back to work. I do believe that we do need immigration. A country needs immigration, it just needs to be legal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KING",
      "sentences": "What would you say to Democrats who say that they're literally fearful? They -- that they think the mass deportations mean spirited or they think his adds about, you know, transgender Americans were mean and what would you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MUDD",
      "sentences": "I would say get over it. You know, there's -- I don't believe that there's anything to be scared of.KING (voice-over):  Mudd owns Midwest Solar, a startup that benefited from Biden clean energy incentives. His vote for Trump could hurt his business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MUDD",
      "sentences": "It's possible. But like I've said, since I started talking to you, I sell value. I'm selling, saving money, not selling the green energy side of the business. I'm selling value.KING (voice-over):  Some big solar jobs require parts made in China. But again, Mudd says Trump should go full steam ahead with trade tariffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MUDD",
      "sentences": "Most of our stuff is tariff free, right? So, I want to see more products and services get built in this country. I want to see our pharmaceuticals get produced here instead of in China. I think that we need an American economy that's building things, creating things.KING (voice-over):  Trump's critics call it sloganeering. But the America first thing echoes in the small cities and rural outposts where Trump ran strongest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "Why are we bringing Argentinian beef in? Why are we bringing New Zealand and Australian beef in and then exporting some of our beef? Why don't we first just feed our beef to our Americans?KING (voice-over):  Maisie helps keep the cows on track in the pastures. Tia is a show cow. So, grooming is an everyday chore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "Let me live my life in the middle of nowhere where there's more cows than there are people. Door Dash isn't a thing. Pizza delivery is not a thing. You can't even get pizza delivered.Hey, mamas. KING (voice-over):  Ebersole's hope is that Trump changes a lot in Washington and leaves her happy place just as it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "EBERSOLE",
      "sentences": "I just stand here and watch my cows and enjoy it.KING (voice-over):  John King, CNN, Kellerton, Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Now, a long running Chinese cyber espionage campaign could become one of the biggest national security challenges facing the incoming Trump administration. National security officials met with us telecom executives at the White House on Friday to share information on the Chinese spy efforts. The spy campaign has targeted the phone calls and text messages of senior U.S. officials, and some telecom networks are having trouble removing the hackers.The senior figures targeted are in both the Republican and the Democratic parties, and the FBI notified fewer than 150 victims. CNN Political and National Security Analyst David Sanger spoke about this with us earlier. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST AND CHIEF WASHINGTON CORRESPONDENT, THE NEW YORK TIMES",
      "sentences": "The American telecommunication system is this hodgepodge of old and new equipment, some of it 40 years old, much of it unpatchable, and the Chinese did a brilliant job of working the seams, getting inside it, and then heading for the crown jewels, which in this case was the system that enables the government to put lawful wiretaps on suspected criminals or spies, including the FISA system, the federal, you know, intelligence surveillance system. So, they would have a chance to look at whether the U.S. was following, for example, Chinese spies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "The original host of the TV game show, \"Wheel of Fortune\" has died. Chuck Woolery was also known for hosting the \"Love Connection\" and Scrabble game shows. He later went on to host a right-wing podcast. Woolery's podcast co-host says he died at his home in Texas with his wife present. Woolery was nominated for a Daytime Emmy Award in 1978. He was inducted into the American TV game show Hall of Fame in 2007. Chuck Woolery was 83 years old.A deadly winter storm is battering northwest Europe with strong winds, heavy rain, snow and ice. Storm Bert snarled roads and shut down rail service across much of England. Police say a man in Southern England died when a tree fell on his car. In Ireland, it was flooding that caused the havoc. At least 60,000 homes and businesses are without power. The U.K. Met Office issued snow and ice warnings and flood alerts in Northern and Central England. In France, thousands remain without power after another storm hit earlier this week. Americans are heading into a holiday week with a Thanksgiving on Thursday, and it's a major travel holiday, and the weather could make those trips challenging in some parts of the country, I'm afraid. CNN Meteorologist, Allison Chinchar has your forecast for Sunday and beyond. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "All eyes are on the forecast for this big holiday travel weekend and really even going into next week, just in time for Thanksgiving. Now, when we look at the forecast for Sunday, it's really actually nice for most of the eastern half of the country. It's really going to be in the west where we have some of our bigger problems. Even then this next system that's going to be sliding into the West Coast is not going to be anywhere near as bad as the system that we had earlier in the week.Now, we've got a couple of different areas. One that's going to start to bring some light rain into areas of the Ohio Valley and down into the southeast once we get towards the latter portion of the day, Monday. By then, that system that just entered the West Coast now is going to overspread portions of the mountain west. And so, by the time we get to let mid part of the day, Tuesday, Denver starting to see their forecast begin to deteriorate pretty quickly and could cause some travel hazards there. But also on the flip side, by the time we get to Tuesday night, that first system begins to exit, clearing the way for some nicer, or weather at least temporarily before that system in the west begins to over spread farther east as well. So, once we get towards late Wednesday, now Chicago, down through Memphis starting to see some rain and snow into the forecast there. The concern really becomes Thanksgiving Day itself, when that main system really over spreads a lot of moisture, essentially from New York all the way back into portions of East Texas. Now, the real question here is about the timing for New York City specifically. When you take a look at most of this, you'll notice most of it just really starts to spread into that area by the time we get to Thursday afternoon and into the evening. This is important because a lot of eyes are going to be on the New York City Macy's Day Thanksgiving Parade. Now, as we mentioned, there is heavy rain in the forecast late in the day. But what about in the morning? Those first couple hours likely to be OK. It's the back half of the morning when we're really going to start to see some of those rain chances begin to increase. Regardless of whether it rains or not, though, it's definitely going to be chilly, temperatures for most of the parade likely only going to be in the upper 30s. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "In Ecuador, a trip to the dentist has just become a little bit less scary for children. This is Aldo, an adorable labrador retriever, whose job is to cuddle with kids to distract them from the noises and the panic of oral procedures. Aldo has been trained to understand around 30 different commands, including climbing onto the chair of his owner, Dentist Glenda, so children can pet his fur.(BEGIN VIDEO CLIP) GLENDA ARIAS, DENTISTS, ALDO'S OWNER (through translator):  To see how Aldo has helped change and transform the behavior of children is really incredible. So, Aldo is essential. BEATRIZ ARMAS, PATIENT'S MOTHER (through translator):  Visits always tend to be traumatic, but Aldo brings tranquility and peace to my daughter. He helps us so that these visits are totally pleasant for her. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}