{
  "date": "2024-12-03",
  "headline": "CNN This Morning",
  "subHeadline": "Democrats Criticize Biden Over Decision To Pardon Son; Democrats Grapple With What Went Wrong This Election Cycle; Trump's Pentagon Pick Facing New Allegations. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:20",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, just coming up here on 5Democrats criticizing President Biden for his controversial decision to pardon his son Hunter Biden in the final days of his presidency. Biden had repeatedly said he wouldn't pardon or commute his son's sentence. And the news reportedly came as a shock to some of Biden's closest allies, but multiple sources tell CNN that Hunter Biden and his lawyers long thought a pardon was on the table. One former senior West Wing aide tells CNN this. \"Anyone who was even close to the top knew that he was probably going to do this. Why did we pretend otherwise?\" Colorado Sen. Michael Bennet argued that Biden's decision gives the sense that there's \"one system for the rich and powerful and another system for everybody else.\" (BEGIN VIDEO CLIP) SEN. MICHAEL BENNET (D-CO):  And a lot of the reason why Trump got elected is because a lot of the people in America think it all is just politics. And they think this place is corrupt, and they think Donald Trump is corrupt, but at least he's being honest about his corruption. We should do better than that standard in this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "HUNT",
      "sentences": "As Democrats grapple with their loss to Trump last month senior editor at The Atlantic, Ron Brownstein, notes this in his latest piece. \"It was not as if voters were unaware of Trump's flaws. In the exit polls and the VoteCast survey a majority of voters agreed that Trump was too extreme and would steer the U.S. toward authoritarianism. Yet a decisive slice of voters who held those negative views about Trump voted for him anyway, so strong was their desire for change.\"Ron Brownstein, of course, is also a senior political analyst here at CNN and he joins us now. Ron, good morning to you. RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST, SENIOR EDITOR, THE ATLANTIC (via Webex by Cisco):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "HUNT",
      "sentences": "Always wonderful to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "HUNT",
      "sentences": "So you spoke with the top four Harris advisers. They had also done some postmortem interviews with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "HUNT",
      "sentences": "-- Pod Save America. But your piece is fascinating.Can you help us understand kind of what you learned in these conversations about what they think went wrong and whose responsibility it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:20",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah. Look, Kasie, I think as I've said to you before, to me, the most shocking thing about this election was how normal it was.I mean, Donald Trump is anything but a normal candidate but if you look at the exit polls and VoteCast and the election results it's pretty clear the voters essentially treated him as a normal candidate in that when they were dissatisfied with the way things were going in the country and dissatisfied with the incumbent president, the natural hydraulics of American politics is that most voters turn to the out party -- and that's what we saw. I mean, 70 percent of voters said the economy was in bad shape and basically, 70 percent of them voted for Donald Trump. I mean, the figure that I cited in my introduction to this was when Barack Obama won in 2008 to succeed an unpopular president from the other party, 62 percent of voters who said the country was basically on the wrong track voted for him. And in 2024, when Donald Trump wanted to succeed an unpopular president from the other party, 62 percent of voters who said the country was on the wrong track voted for him. I think that the biggest takeaway I had from my conversations and exclusive interviews with the top people in the Harris campaign was that they could never escape that core dynamic of American politics. I mean, you know, when David Plouffe arrived -- and I think he was a little more candid than everyone else because he had not also worked for Joe Biden -- he described the situation as catastrophic in July. And the core of that catastrophe was the chasm between Biden's low approval -- somewhere around 40 percent -- and the rising retrospective approval of Trump's presidency, which ultimately in VoteCast reached 52 percent on Election Day. And basically, their argument is that no matter what tactics they tried, no matter what critics felt that they should have done that they didn't, they simply could not overcome that gulf between the share of voters who looked back positively on what they got out of Trump and those who were disappointed in what they got out of Biden. There was simply no way to escape that shadow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "-- this outcome? And what do you -- I mean, do you buy their arguments or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, as I wrote, that was certainly the moment about which they were the most evasive and defensive. I mean, you know, there are a lot of different things that Harris could have done differently on a tactical basis. I mean, she could have appeared on the Joe Rogan show. She could have -- certainly needed a better answer on what she would have done differently than Biden. She was guarded and probably too scripted in her interactions with the media at the start.But she certainly aced her biggest moments on the campaign. I mean, the debate, the convention speech, the Ellipse at the end. Generated a lot of enthusiasm in a party that was really down about its -- about its prospects. I -- you know, I -- to me, the core -- the core reality here is that whatever she might have done differently or that Trump might have done differently -- he hardly ran a perfect campaign with floating island of garbage, and I will protect them whether they want it or not. The reality is Kasie that every time an outgoing president has been this unpopular his party has lost the White House. Whether he ran for re-election -- like Carter, and Bush, and Trump himself in 2020 -- or stepped aside -- Truman, '52; Bush in '08; LBJ in '68 -- every time a president has faced this level of disapproval his party has lost in the election to succeed him. So I guess I think obviously, in any campaign, there are things you could do differently and things you can do better, and that certainly was a low moment that they should have been better prepared for. But it's hard to see how you could overcome these fundamentals, especially given the late date at which Biden stepped out. I think it was interesting that David Plouffe said to me \"the cardinal sin\" -- that was his phrase -- in all of this was Biden waiting so long to leave the race. If the -- if the process to replace him had started earlier, Plouffe argued they could have either found a candidate with less ties to the administration or Harris would have been forced to define her independence more clearly. But at that point, the hole was simply too deep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "You know, I'm so glad you raised that because that really was the piece that I was going to kind of center in on. Because it does sound like in some ways your analysis would show that if Biden had declined to run at all and there had been an open primary Democrats still might have found themselves in this situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "But I suppose the flip side of that may be that there would have been more opportunity for people to decide that maybe Biden wasn't so bad because he wasn't asking to be president again.I mean, do you think if Biden had declined to run Democrats actually could have overcome some of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "I don't -- you know, basically, I think the answer is no. I mean, I think given the -- given the history -- it would have been ahistoric. Let's put it that way. I mean, there's just no precedent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "-- for a party holding the White House when the outgoing president is this unpopular whether -- as I said, whether he runs for re-election or not. And I believe those structural forces made this very difficult.And there is also in my story the -- you know, I quote a woman who runs a group. Jackie Payne runs a group that studies basically white women who made I thought a really telling point when she said that once voters decided that they thought Trump was going to give them a better economy, many of them simply did not want to hear about the other potential aspects of this presidency that would cause them cognitive dissidence. And as I point out in the story -- with the help of the CNN polling unit, by the way -- if you look at the exit polls you really see this expressed. Like, the shard of the results are almost like you're in an archeological dig and you're kind of dusting off the different shards. To me, the core of the matter -- the heart of the matter is that 36 percent of voters -- that's a lot of people -- were both pro-choice and negative on the economy, and they broke for Trump. Most of them -- more of them voted for Trump than for Harris among non-college white women who as usual were critical in deciding Michigan, Pennsylvania, and Wisconsin, which decided the race. Forty percent of them were pro- choice but negative on the economy. It was strength against --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "-- strength.They were attracted to the strongest argument of each side. They voted two to one for Trump. And that, I think, is really how we got this result above all. There are too many voters living paycheck to paycheck. Inflation and, in some cases, immigration and crime, trumped democracy and abortion. And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "I'm not sure. It might have been a little better with someone else, but I don't think there was any way around that core dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "HUNT",
      "sentences": "Yeah, really interesting.All right, Ron Brownstein for us this morning. Ron, always grateful to have you. Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "REPORTER",
      "sentences": "Were you ever drunk while traveling on the job?PETE HEGSETH, TRUMP'S PICK FOR DEFENSE SECRETARY:  I won't dignify that with a response. MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT:  Can you respond to these allegations in The New Yorker article that came out of misconduct allegations and your time at the veteran's group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HEGSETH",
      "sentences": "(Did not answer).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Hmm.Joining us now to discuss, Nick Johnston, the publisher at Axios. Nick, good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "NICHOLAS JOHNSTON, PUBLISHER, AXIOS",
      "sentences": "Good morning. Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "It's wonderful to see you.So some of the details on this -- I mean, we gave you the top line --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "--  but, I mean, let's just dig in a little bit more. And again, this was Jane Mayer writing in The New Yorker.And that event in Cleveland, it says that Hegseth had been out with three young female staff members and was so inebriated by 1:00 a.m. that a staffer who had driven him to his hotel in a van full of other drunken staffers asked for assistance to get Hegseth to his room because \"Pete was completely passed out in the middle seat, slumped over a young female staff member,\" the report says. It took two male staff members to get Hegseth into the hotel. There was also a situation where -- when he was married. He goes to a Louisiana strip club when they're -- I think this was related to a Senate race --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- runoff in 2014. And then a report says that Hegseth and other members of the management team sexually \"pursued the organization's female staffers whom they divided into two groups -- the party girls and the not party girls.\"\"In late 2015, a different former employee described Hegseth being at a bar in the early-morning hours of May 29, 2015, while on an official tour through Ohio drunkenly chanting 'Kill All Muslims! Kill All Muslims!'\" CNN obviously has not independently verified this reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Does -- is this going to make a difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Uh, I mean, the drip, drip, drip of it certainly is. Like, if you go back to the Matt Gaetz nomination. Came out guns blazing and then more and more of these allegations dropped. More and more of these stories started to come where senators got fed up and eventually called Mar-a-Lago and said he doesn't have the support.What this is -- is I think it's a great symbol of -- I mean, it's a recommendation for why you should maybe FBI vet some of your nominees. A lot of these nominations are coming out so quickly. Remember, we're more than a month and a half away from inauguration and, like, the real process of this even beginning. And the vetting process is essentially go to Mar-a-Lago and have dinner with the president-elect, and if you seem like a fun and interesting guy -- you know, you nail that interview -- off you go. And then now we begin the vetting and we're doing the vetting not by a bunch of lawyers in a closed room somewhere on K Street here. We're doing it in the press. We're doing it on television. We're doing it in the Halls of Congress. And I think -- remember, it was a lot earlier in the show today you had the Republican talking about they have a mandate. They say that over and over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Well, they have a very narrow mandate in the Senate -- Lisa Murkowski, Susan Collins, Mitch McConnell, Sen. Curtis -- the new one who is taking Mitt Romney's place out in Utah. These are not guaranteed votes for these nominees, and they've got a three-vote margin. And so I think things like this are going to make it very challenging to get some of these folks confirmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Well, and I think in the case of these Hegseth allegations -- I mean, obviously there's also this allegation of sexual assault --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- against him where there was an NDA signed, and a settlement paid to a woman. We saw parts of the police report for that.These reports outline -- and it's not just personal behavior here or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOHNSTON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- what you consider to be personal behavior. They allege financial mismanagement, right? That he's taking money from these organizations and spending it on things that are inappropriate.That does -- do you think that's relevant to running the Pentagon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Do you think MAGA supporters see a difference between someone who could go in and tear things apart in a way that they want to see and someone who is not capable of doing much of anything because of their own personal proclivities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JOHNSTON",
      "sentences": "There's a little bit of what we've written about at Axios earlier this week -- just a sense of shock and awe, right?If you look at the way Kash Patel talks about the FBI and on day one closing the FBI headquarters. And he's published a list of people he thinks are in the deep state. Is that an actual mechanism for maybe trying to reform that organization, or it is just to go in like a bull in a china shop? I think more of that emphatic bull in a china shop thing is what -- a little bit of what the MAGA folks want. And fine -- when pick those folks at the top and you begin to dig in, that's where these problems begin to occur. And again, you get to pick them, but they have to be confirmed by the Senate. Now we have already talked before about all the machinations around recess appointments, but I think there's going to be some challenges in the Senate next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah, for sure.All right, Nick Johnston for us this morning. Nick, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JOHNSTON",
      "sentences": "Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Wonderful to have you.All right, time now for sports. The Broncos take down the Browns in a back-and-forth thriller on \"MONDAY NIGHT FOOTBALL.\" Coy Wire has this morning's Bleacher Report. Coy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Good morning, Kasie. Football is a metaphor for life. It's a rollercoaster with ups, downs. Often the best thing to do is just hang on tight and enjoy the ride, and that is exactly what Browns' quarterback Jameis Winston does best. The former backup has breathed new life into the team with hisinfectious positivity and touchdowns. But at the end of the first half a low -- a 71-yard interception by Nik Bonitto returned for a touchdown. The pick six put the Broncos up 21-10. And the Broncos were racking up points. Their quarterback Bo Nix, favorite for Rookie of the Year, hit Marvin Mims in the third for a 93-yard touchdown -- the second-longest by a rookie since 1970. Jameis kept the faith. The very next offensive play, Jerry Jeudy -- a 70-yard touchdown. Jeudy stuck it to his former team to the tune of 235 yards on nine catches. Trading haymakers. But with under two to go, Browns down 32-34. Jameis throws another interception, another pick six. Ja'Quan McMillian. Broncos win 41-32. And Winston, who threw for a franchise record 497 yards and four touchdowns -- he's just trying to keep it all in perspective. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JAMEIS WINSTON, QUARTERBACK, CLEVELAND BROWNS",
      "sentences": "In times like this that's -- it's an opportunity to continue to glorify the Lord, even through the toughest circumstances. I know I'm better than this. I know I'm -- like, I'm just praying for the Lord to deliver me from pick sixes. Like, that's just -- it's not me. Like, a phenomenal game -- offense. Do some great things. But I messed it up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "All right. A league source confirms to CNN that the NFL is leaning toward suspending Houston's Azeez Al-Shaair for this concussive hit on Jacksonville's Trevor Lawrence on Sunday. Lawrence was carted off the field saying later he was at home feeling better.Some fans and analysts say Al-Shaair's illegal hit was intentional; others disagree. Texans head coach DeMeco Ryans said a lot of quarterbacks try to take advantage of the rules, sliding late to get an extra yard making it tough on defenders. Here is part of what Jags coach Doug Pederson said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "DOUG PEDERSON, HEAD COACH, JACKSONVILLE JAGUARS",
      "sentences": "It's unfortunate because it escalates to a -- to a level that doesn't need to be on the field. And we hold ourselves to a high regard. You know, we're in the National Football League. We've got to figure out a way as a league I think to somehow minimize or at least get these plays out of the game if possible.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "Azeez Al-Shaair apologized, saying he didn't see Lawrence sliding until it was too late, and it happened in the blink of an eye. He said, in part, \"My goal is to hit you as hard as I can then I pray you're still able to get up and play the next play. And when the game is over go home to your family unharmed because it's not personal, it's just competition!\"He also said he's received online hate, saying in part, \"I've been called every single name in the book from reporters with their hands ready for a story to find their villan [sic], to racist and Islamophobic fans and people. You don't know my heart nor my character, which I don't need to prove to any of you.\" Al-Shaair, Kasie, was fined on two previous occasions this season. We may know later today what the discipline will be for this latest infraction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right, we'll keep an eye out for that.Coy Wire for us this morning. Coy, very grateful for you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "It's Tuesday, December 3. Right now on CNN THIS MORNING --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think that it was the right move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I wish the president had kept his word.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "Political infighting. How President Biden's decision to pardon his son is further splitting a party still reeling from election defeat.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He had a good explanation but I'm not going to try to explain to you all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "More allegations. Trump's choice to lead the Pentagon facing more tough questions about his record.And -- (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENT-ELECT:  Israel is the one. And you should let him go and let him finish the job. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "Hell to pay. Trump issuing a new threat over how his administration would handle the Israel-Hamas war.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This ain't nothing. You get used to this kind of weather living here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}