{
  "date": "2024-08-21",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Soon, Oprah Winfrey, Amanda Gorman, Gov. Tim Walz (D-MN), Pete Buttigieg Speak At DNC; CNN Covers The Democratic National Convention 2024. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:39",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "And welcome back. We are heading into a jam packed hour at the Democratic National Convention, capped by Vice Presidential Nominee Tim Walz, making his case to voters. We expect Oprah Winfrey on stage soon. We got that news earlier this evening, CNN reporting that Oprah Winfrey had been added to this. We expect to hear from her after Amanda Gorman, who obviously famously spoke, was a poet who performed at President Joe Biden's inauguration back in 2021. Also, in a moment, we expect to hear, from, Tony West, as well as Senator, Catherine Cortez Masto. So, a number of speakers, and obviously, the vice presidential nominee, Tim Waltz, will be speaking.Van, I mean, it's an interesting choice, Oprah Winfrey, tonight coming out of Amanda Gorman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:39",
      "speaker": "VAN JONES, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I mean, bookends of beauty, bookends of soul. The new generation, Amanda Gorman, I mean, she just, the country fell in love with her after she became one of the youngest poet lawyers. No matter what she does, it's magical, and the same with Oprah Winfrey. And so you're adding the magic back, you're adding -- you know, it's been some tough stuff here. We've had to talk about this riot, this horrible insurrection that happened. We've had to talk about a lot of painful stuff. We've had to talk about hostages. And so I think it's good to put some love back into the, mix and some beauty back into the mix.It's also so good to hear from Bill Clinton. He said himself he wasn't sure if he was going to be back again, you know? I tell you what, the first ladies have been doing an amazing job. Hillary Clinton, you know, obviously, I think probably stole the show. But Bill Clinton, you know, still was able to reach this crowd. He still was able to be folksy and colloquial. He was still able to get some zingers across. But I think Oprah Winfrey is going to steal the show tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:39",
      "speaker": "COOPER",
      "sentences": "David, Bill Clinton obviously spoke a lot longer than anticipated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:39",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. I've experienced this actually back in the 2012 convention. He spoke twice as long as his actual prompter copy suggests he would. He was very good and he did great work for us. But he goes where he wants to go. But he said one thing that I think was -- the line that stuck with me is, when you talk about Trump, he said, don't count the lies, count the eyes, which actually goes to a fundamental message here that Donald Trump is fundamentally self-interested, that he does what is good for Donald Trump and Kamala Harris is interested in working for people. And that is something that's going to drive again and again and again. But that was an interesting way to put it, and that's Bill Clinton. He can he turns those phrases and he does it in a very colloquial order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:39",
      "speaker": "COOPER",
      "sentences": "He was also saying that Donald Trump says, me, me, me, before coming out that Kamala Harris was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:39",
      "speaker": "AUDIE CORNISH, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "He does. I mean, he can still have a turn of phrase. I have to say that I think Scott was right earlier, though, and that there are people online who consider this a misstep in a campaign that is, A, about the future, and, B, focused on women. But I do think he also gave one of the most significant, full-throated, supportive goodbyes for Joe Biden.Tony West is coming -- tony West is coming out, the vice president's brother-in-law. Let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:09",
      "speaker": "WEST",
      "sentences": "Now, it may seem small, but that's what it means to stand up for justice. That's what it means to stand for the people. And as Kamala says, when you know what you stand for, you know what to fight for.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:09",
      "speaker": "WEST",
      "sentences": "And look, believe me when I tell you, as a sister, a daughter, an auntie and a mother, I seen Kamala fight for her family. As District Attorney, Attorney General, U.S. Senator and Vice President of the United States, I have watched her fight in the halls of power for those who have no voice there. And as President, I know, I know she'll fight for you. She'll fight for all of us, because friends, when Kamala fights, we win. Thank you. God bless you.(CHEERING) (APPLAUSE) (MUSIC) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:09",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "A crime against any one of us is a crime against all of us.MAYA HARRIS, KAMALA HARRIS' SISTER: The work that she did as Attorney General was taking on issues to help people who were trying to make a life for themselves and their families. BRIAN NELSON, GENERAL COUNSEL, CALIFORNIA DEPARTMENT OF JUSTICE (2011- 2015): When Kamala Harris came into office in 2011 the most urgent economic crisis facing communities throughout California was the foreclosure crisis. K. HARRIS: For too many Californians, hopes for lasting homeownership have been dashed. Victims have fallen prey to a series of mortgage scams, fraud and unfair business practices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:09",
      "speaker": "NELSON",
      "sentences": "In order to get meaningful relief, we had to sue the banks and see through a lengthy litigation process.M. HARRIS: When Kamala was sitting at the table negotiating, it wasn't just about the money, it was about real people. I vividly remember her thinking about mommy who could finally afford to buy her first home, and how proud mommy was. So Kamala knew what was at stake for families and even whole communities. K. HARRIS: We are very proud to announce a tremendous victory for California. (CHEERING) (APPLAUSE) M. HARRIS: She truly believes that every single person, every American, is worthy of the promise and the prosperity of this country. And every time Kamala has run for a bigger office, it's because she believes that she can have a bigger impact. K. HARRIS: We are making a commitment tonight with this celebration of this Senate race to bring our country together. (CHEERING) (APPLAUSE) SEN. MARK WARNER (D-VA): In the Senate, to get a position on the Intelligence Committee is, is very coveted, because it is about protecting our nation's security. And Kamala hit the ground running. She would not let a witness off easily. K. HARRIS: Did you have any communications with Russian officials for any reason during the campaign that have not been disclosed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:09",
      "speaker": "JEFF SESSIONS, FORMER UNITED STATES ATTORNEY GENERAL",
      "sentences": "I don't recall it. I need to be correct as best.K. HARRIS: I do want you to be honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "WARNER",
      "sentences": "The questioning of Attorney General Sessions was -- was historic, and she earned the respect of colleagues on both sides of the aisle.M. HARRIS: Kamala, as a senator, was a truth teller. She was there to expose what some of these guys were. And what they intended to do. K. HARRIS: Can you think of any laws that give government the power to make decisions about the male body?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JUDGE BRETT KAVANAUGH, SUPREME COURT",
      "sentences": "Uh, I am not, I am not thinking about any right now, Senator.M. HARRIS: They didn't know what hit them and in those moments, so many people saw her for the first time. And saw how tough she was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HARRIS",
      "sentences": "Would you accept them recommending a charging decision to you if they had not reviewed the evidence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "WILLIAM BARR, FORMER ATTORNEY GENERAL",
      "sentences": "Well, that's a question for Bob Mueller. He's is the U.S. attorney. HARRISM. HARRIS: When she's on a mission, she is determined and relentless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HARRIS",
      "sentences": "When our fundamental values are being attacked, do we retreat or do we fight? I say we fight.M. HARRIS: If you want to go forward in this country, not go backwards, then there is only one choice. (END VIDEO CLIP) (CHEERS) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome, Nevada Senator Catherine Cortez Masto.(CHEERING) (APPLAUSE) REP. CATHERINE CORTEZ MASTO (D-NV): Hello, Chicago! (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "You know, before I was senator, I was Nevada's attorney general. And that's when I met Kamala Harris, my colleague, in California. Now we bonded over many things. And working together, I quickly learned what kind of person she is. She is a strong leader.Here's how I know. As AGs, we took on the big banks after the foreclosure crisis. And let me tell you, Kamala did not settle for less than homeowners deserved. Her leadership, yes, her leadership helped win billions of dollars for working families nationwide. Delivering for families, that's Kamala Harris. Kamala and I also worked to protect our southern border. During that time, Kamala invited a group of AGs across the border to meet with Mexican officials. Now we worked together to put transnational criminals and drug smugglers behind bars. Holding criminals accountable, that's Kamala Harris. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "Listen, and when we took on human traffickers, Kamala had us meet with survivors so that we could understand who we were fighting for. Standing up for justice, that's Kamala Harris.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "So trust me, trust me when I say, I know she will fight for our families and our freedoms. Now, we must fight for her.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "Every vote matters. I know. In 2016, Nevadans elected me, the granddaughter of a baker from Mexico, to serve as the first Latina in the United States Senate.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "I'll tell you what, and in 2022, my reelection came down to 7,928 votes.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "Because of voters in Nevada, the Democrats won the Senate majority.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "And I am here to tell you, we can do it again. We can send Kamala Harris and Tim Walz to the White House. Are we ready to do it?(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "MASTO",
      "sentences": "Are we ready to fight?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome, Pennsylvania Governor Josh Shapiro.(CHEERING) (APPLAUSE) GOV. JOSH SHAPIRO, (D) PENNSYLVANIA: Thank you. (CHEERING) (APPLAUSE) SHAPIRO: Two and a half centuries ago in Philadelphia, a band of Patriots declared their independence from a king and set ourselves on a path of self determination. Generation after generation has embraced that responsibility. Ordinary Americans rising up, demanding more, seeking justice. And in every chapter of our American story, we've made progress and advanced the cause of freedom Today, well, today we find ourselves writing that next chapter. Will we be a nation defined by chaos and extremism, or will we choose a path of decency, honor, and continued progress? Kamala Harris, well, she has spent her entire career making progress. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "Donald Trump, a man with no guardrails, wants to take away our rights and our freedoms, and listen, while he cloaks himself in the blanket of freedom, what he's offering isn't freedom at all. Because hear me on this. It's not freedom to tell our children what books they're allowed to read. No, it's not.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "And it's not freedom to tell women what they can do with their bodies.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "And hear me on this. Sure as hell isn't freedom to say, you can go vote, but he gets to pick the winner. That's not freedom.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "But you what? You know what, Democrats? We, we are the Party of real freedom. That's right.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "The kind of real freedom that comes when that child has a great public school with an awesome teacher because we believe in her future.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "Real freedom, real freedom that comes when we invest in the police and in the community so that child can walk to and from school and get home safely to her mama.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "Real freedom, real freedom that comes when she can join a Union, marry who she loves, start a family on her own terms, breathe clean air, drink pure water, worship how she wants, and live a life of purpose, where she is respected for who she is.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "Real freedom. Real freedom to come when she can look at Madam President and know that this is a nation where anything and everything is possible. That is real freedom and that is what we are fighting for.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "You know, Kamala and Tim's names may be on the ballot, but it's your rights. It's our rights. It's our future and freedoms that are on the line. And you have the power to shape the future of this country, just like our ancestors, our ancestors who fought for freedom on the battlefield and sat in at lunch counters so our kids could stand up.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "SHAPIRO",
      "sentences": "Now, now it's on us. It's on us, my friends, to organize in our communities and on our for you pages around three basic American principles. We value our freedom, we cherish our democracy, and we love this country.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SHAPIRO",
      "sentences": "We love this country. And listen, despite our challenges, hear me on this. I want you to know I have never been more hopeful because I see in all of you the enduring promise of America. E pluribus unum. Out of many, one. It's not merely a motto from the past, it's our direction for the future.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SHAPIRO",
      "sentences": "You see, you all give me hope and you all have the power. So let's use that power. Let's do the hard work necessary to win this election and write the next chapter in our American story. So, are you ready to protect our rights?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CROWD",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SHAPIRO",
      "sentences": "Are you ready to secure our freedoms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CROWD",
      "sentences": "Yeah! SHAPIRO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CROWD",
      "sentences": "Yeah!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SHAPIRO",
      "sentences": "And are you ready to elect Kamala Harris and Tim Walz?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "CROWD",
      "sentences": "Yeah!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SHAPIRO",
      "sentences": "America, let's get to work.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome author, activist, and youngest presidential inaugural poet in American history, Amanda Gorman.(MUSIC) (CHEERING) (APPLAUSE) AMANDA GORMAN, 2017 NATIONAL YOUTH POET LAUREATE, AUTHOR AND ACTIVIST: We gather at this hallowed place because we believe in the American dream. We face a race that tests if this country we cherish shall perish from the earth and if our earth shall perish from this country. It falls to us to ensure that we do not fall for a people that cannot stand together, cannot stand at all. We are one family regardless of religion, class, or color. For what defines a patriot is not just our love of liberty but our love for one another. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "GORMAN",
      "sentences": "This is loud in our country's call because while we all love freedom, it is love that frees us all.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "GORMAN",
      "sentences": "Empathy emancipates, making us greater than hate or vanity. That is the American promise, powerful and pure. Divided, we cannot endure but united we can endeavor to humanize our democracy and endear democracy to humanity.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "GORMAN",
      "sentences": "And make no mistake, cohering is the hardest task history ever wrote. But tomorrow is not ridden by our odds of hardship but by the audacity of our hope, by the vitality of our vote.(CHEERING) GORMAN: Only now approaching this rare air are we aware that, perhaps, the American dream is no dream at all but instead a dare to dream together. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "GORMAN",
      "sentences": "Like a million roots tethered, branching up humbly, making one tree, this is our country from many won, from battles won, our freedoms sung, our kingdom come has just begun.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "COOPER",
      "sentences": "Amanda Gorman, who, of course, came to prominence performing a poem that President Biden's inauguration back in 2021. Oprah Winfrey is next.David Axelrod, obviously, a lot of people are going to be very excited for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "AXELROD",
      "sentences": "Yes, you know, one of the things that is striking about these days has been the invocation of the word freedom again and again and again, the symbols of democracy. You know, one of the things the Democratic Party is trying to do is say, no one's going to steal these. These images, these values, they're not -- they don't belong to any party. They're American values and we proclaim them and we are going to hold them to their promise in a way that the other side is not.And so, you know, I think it's really -- it's very consistent throughout this program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "JONES",
      "sentences": "Yes. I feel like there's a distinction between what I would call a cheaper patriotism and a deeper patriotism. This is a deeper patriotism here. It's not just the rah, rah stuff. They are asserting that the value of freedom is not just the freedom to not pay your taxes, or the freedom to, say, get off my lawn. It's the freedom to live a full life. And to be able to live a full life, we need each other, we need a smart government.But I haven't seen so many USA, there's a muscular patriotism associated with Kamala Harris. There's a musculature to what she's saying. She wants to fight. She's not afraid. I want to fight for this. I believe in this country. I believe in this particular vision of freedom and I'm going to fight for it. And I think that's a very interesting, new kind of combination that I haven't seen before. COOPER: Scott, it does seem like that once this became Vice President Harris' race, the pivot to the idea of joy -- I mean, freedom, yes, but also joy and sort of this exuberance, it does seem like that is something that Donald Trump has not been able to adjust to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, we had it in Milwaukee. I mean, you know, the party was having fun and people were feeling good and then everything has changed, and obviously now the Democrats are having their moment. I mean, what the Democrats have achieved is what -- I mean, Bill Clinton said one true thing. We're leaving here with a load off our shoulders. Of course, the load is Joe Biden. I mean, he said it out loud. And that to me is the principal issue of this convention. A whole bunch of people came here dreading it. They would have been dreading it and now they're leaving thinking they're in the game.I hear you on the freedom piece. I hear the word. I see it. But Republicans are saying freedom to do what? Where are we going as a country under Kamala Harris? I think the Democrats want people to vote for her based on a vibe or an attitude and not really think all that hard about what it would mean to implement the kind of policy agenda that she has mostly stood for in her career. And, Anderson, there may not be a debate about who could be more joyful, but there has to be a debate about who can get the country back on the right track when three quarters think it's off on the wrong one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "COOPER",
      "sentences": "Well, there's certainly going to be a debate, yes, Audie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "CORNISH",
      "sentences": "I was going to say the other F word is really forward. Over and over again, people are saying this is a decision about moving forward. It's the same way people were exhausted by the Clinton era culture wars. You could make the argument that they're exhausted by the Trump era warring in all directions, and people are coming to the stage one at a time and using the word, can we be forward-looking? This is the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "AXELROD",
      "sentences": "Just to answer your question, I think they're talking about freedom for women to make decisions about their own bodies, freedom for people to be secure that when they vote, that vote will be counted and the outcome of the election will be respected, freedom to make decisions for your kids and, you know, to send them to school and have them read what their teachers want them to read and should be reading and learning.I mean, there's all kinds of freedoms here that I think are quite different than the interpretation of freedom that we heard in Milwaukee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "COOPER",
      "sentences": "Van?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "JONES",
      "sentences": "Yes, I agree a hundred percent. And I feel like this idea of the future being so much more important than the past, like there's a nostalgia here for a kinder country. There's also a determination to go forward. I don't think it's as fluffy as you're saying. I think, yes, it feels good. It's got a -- but there's substance here. There's a commitment to make our public institutions work for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "JENNINGS",
      "sentences": "Well, I agree with you that there could be an agreement to try to make institutions work. It's just that the people in charge of the institutions right now are the people in this room.I mean, Democrats are in the White House and our public institutions have lost a lot of faith since Joe Biden, Kamala Harris have come along. And again, we're having another night where we're sort of pretending that she's not at the center of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "AXELROD",
      "sentences": "Wait a second, do you think public institutions benefited from Donald Trump's presidency? We have people overrunning the capital of the United States of America. I don't think that did a lot for faith in institutions. Maybe the fact that they resisted the insurrectionists gave people some hope. But I wouldn't say he was an exponent of respect for institutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "COOPER",
      "sentences": "-- Oprah Winfrey.(MUSIC) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "OPRAH WINFREY, TALK SHOW HOST AND PRODUCER",
      "sentences": "Good evening, everybody. Who says you can't go home again? After watching the Obamas last night -- that was some epic fire, wasn't it? Some epic fire. We're now so fired up, we can't wait to leave here and do something.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "WINFREY",
      "sentences": "And what we're going to do is elect Kamala Harris as the next president of the United States. I am so honored to have been asked to speak on tonight's theme about what matters most to me, to you, and all of us Americans -- freedom.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:06",
      "speaker": "WINFREY",
      "sentences": "But it was the grace and guts and courage of women like Tessie Prevost Williams that paved the way for another young girl who nine years later became part of the second class to integrate the public schools in Berkeley, California.And it seems to me, that at school and at home, somebody did a beautiful job of showing this young girl how to challenge the people at the top and empower the people at the bottom. They showed her how to look at the world and see not just what is, but what can be. They instilled in her a passion for justice and freedom and the glorious fighting spirit necessary to pursue that passion. And soon and very soon -- soon and very soon, we're going to be teaching our daughters and sons about how this child of an Indian mother and a Jamaican father, two idealistic, energetic immigrants -- immigrants, how this child grew up to become the 47th President of the United States. (APPLAUSE) (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:06",
      "speaker": "WINFREY",
      "sentences": "That is the best of America. You know, you know, let me tell you this. This election isn't about us and them. It's about you and me. And what we want our futures to look like. There are choices to be made when we cast our ballot.Now, there's a certain candidate that says if we just go to the polls this one time. that we'll never have to do it again. Well, you know what? You're looking at a registered independent who's proud to vote again and again and again because I'm an American and that's what Americans do. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:06",
      "speaker": "WINFREY",
      "sentences": "Voting is the best of America and I have always, since I was eligible to vote, I've always voted my values. And that is what is needed in this election now more than ever. So, I'm calling on all you independents and all you \"undecideds\". You know this is true. You know, I'm telling you the truth, that values and character matter most of all.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:06",
      "speaker": "WINFREY",
      "sentences": "In leadership and in life, and more than anything, you know this is true, that decency and respect are on the ballot in 2024.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "WINFREY",
      "sentences": "Not going back.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "WINFREY",
      "sentences": "We're not going back. So, let us choose, let us choose truth, let us choose honor, and let us choose joy because that's the best of America. But more than anything else, let us choose freedom. Why? Because that's the best of America. We're all Americans and together let's all choose Kamala Harris. Thank you, Chicago. Thank you.(APPLAUSE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "NATE HOOD, FORMER MANKATO WEST HIGH SCHOOL STUDENT",
      "sentences": "Here's what I want people to know about Tim Walz.JACOB REITAN, MANKATO WEST HIGH SCHOOL CLASS OF 2000: Well, everybody at Mankato West High School loved Tim Walz. JOSH JAGDFELD, MANKATO WEST HIGH SCHOOL CLASS OF 2001: Yeah, I mean, Tim was jovial. BLAKE FRINK, MANKATO WEST HIGH SCHOOL CLASS OF 2001: When he would start teaching, it was like full contact teaching. You could not help but be interested in what he was talking about. KENT WAWRZYNAIK, MANKATO WEST HIGH SCHOOL CLASS OF 1990: He seemed to care about everybody in his class. SARAH MANES, MANKATO WEST HIGH SCHOOL CLASS OF 1990: He knew everyone's name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "JAGDFELD",
      "sentences": "He wanted to know what interested you, how to engage you, what you were excited about, what you're feeling bad about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "MANES",
      "sentences": "Mr. Walz was my geography and social studies teacher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "WAWRZYNAIK",
      "sentences": "Mr. Walz was my football coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "HOOD",
      "sentences": "My middle school basketball coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "REITAN",
      "sentences": "When we were doing the high school play the nerd, he was the person building the sets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "HOOD",
      "sentences": "I don't think that there has ever been a moment where I've seen Tim exhausted from giving or engaging. He always seems like that person that's got the never-ending gas tank who can keep going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "REITAN",
      "sentences": "When I decided to come out as gay, we started the Gay Straight Alliance. Tim Walz was the faculty advisor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "MANES",
      "sentences": "We saw him not only as a teacher, but a mentor and a leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "FRINK",
      "sentences": "Mr. Walz was a really big part in helping build this community. And he's a big reason why I became a teacher myself. It was inspiring being in his classroom.(END VIDEO CLIP) VOICE-OVER: Please welcome, Maryland Governor Wes Moore. (MUSIC) (APPLAUSE) (CHEERING) GOV. WES MOORE (D) MARYLAND: Thank you, thank you. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "MOORE",
      "sentences": "It's the story. It's the story of a prosecutor who defended our freedoms and had Maryland's back when we needed it most. And now, MVP, we've got your back, as well.(APPLAUSE) (CROWD chanting)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "Thank you, thank you. Good evening, Democrats. Thank you, Chicago. Here is a sentence I never thought I'd hear myself saying. I'm Pete Buttigieg, and you might recognize me from Fox News.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "BUTTIGIEG",
      "sentences": "I believe in going anywhere --anywhere, in service of a good cause and friends we gather in a very good cause, electing Kamala Harris and Tim Walz, the next president and vice president of the United States.The choice could not be clearer. Donald Trump rants about law and order as if he wasn't a convicted criminal running against a prosecutor. As if we were going to forget that crime was higher on his watch. Talks about the forgotten man, hoping we'll forget that the only economic promise that he actually kept was to cut taxes for the rich. And don't even get me started on his new running mate. (BOOING) BUTTIGIEG: At least Mike Pence was polite. J.D. Vance is one of those guys who thinks if you don't live the life that he has in mind for you, then you don't count. Someone who said that if you don't have kids, you have, quote, \"no physical commitment to the future of this country\". (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "BUTTIGIEG",
      "sentences": "You know, Senator, when I deployed to Afghanistan, I didn't have kids then. Many of the men and women who went outside the wire with me didn't have kids either. But let me tell you, our commitment to the future of this country was pretty damn physical.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "BUTTIGIEG",
      "sentences": "Choosing -- choosing a guy like J.D. Vance to be America's next vice president sends a message and the message is that they are doubling down on negativity and grievance. Committing to a concept of campaigning best summed up in one word -- darkness. Darkness is what they are selling. The thing is I just don't believe that America today is in the market for darkness.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:11",
      "speaker": "BUTTIGIEG",
      "sentences": "I believe America is ready for a better kind of politics. Yes, politics at its worst can be ugly, crushing, demeaning, but it doesn't have to be. At its best, politics can be empowering, uplifting. It can even be a kind of soul craft.My faith teaches me that the world isn't made up of good people and bad people, but rather that each of us is capable of good and bad things. And I believe leaders matter because of what they bring out in each of us, the good or the bad. Right now, the other side is appealing to what is smallest within you. They're telling you that greatness comes from going back to the past. They're telling you that anyone different from you is a threat. They're telling you that your neighbor or nephew or daughter who disagrees with you politically isn't just wrong but is now the enemy. I believe in a better politics, one that finds us at our most decent and open and brave. The kind of politics that Kamala Harris and Tim Walz are offering and as you have felt these many days, that kind of politics also just feels better to be part of. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    }
  ]
}