{
  "date": "2024-07-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Paris 2024: Opening Ceremony Going Ahead As Planned; Harris Wins Backing Of Barack And Michelle Obama; Harris Back In Washington As VP Search Intensifies. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "And very difficult for Paris 2024 planners to have anticipated, to have prevented, Fredricka. What we're talking about is a series of coordinated sabotage attacks that happened at about 04The Gare du Nord (ph) behind me is one of Paris's main train stations. It's about to be entirely closed down. And it isn't simply those who had been hoping to arrive in Paris today for the opening ceremony, Fredricka, that are impacted. It is also the many hundreds of thousands, perhaps millions, French people who this Friday were hoping to set off on their summer holidays. We were just inside the train station, and they were announcing over the loudspeakers that people should put off any travel till Monday, many people traveling with their small children, again, heading off for their annual break. So, travel chaos and misery we're being told, at least until Monday, as authorities frantically try and repair those train lines and installations that had allowed the rail network to function. Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WHITFIELD",
      "sentences": "And then, do we have any idea of the numbers? How many people are we talking about? I mean, you've got tourists. You've got folks who are there just for the games. I do understand that the athletes are not going to be relying on the train system, and then the regular commuters there. I mean, this is hugely inconvenient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BELL",
      "sentences": "It's hugely inconvenient, and it impacts not just people inside France, but people outside France hoping to come in. Large parts of the Eurostar network, of course, have been impacted as well. What we're hearing from the French main rail operator, the SNCF, is that they believe 250,000 people will be impacted today, but it is 800,000 over the course of the weekend. That sounds to me like an underestimate. They're really only just beginning to get their heads around the impact this is going to have on travel, again, not just in and out of the Paris 2024 Olympics, but for anyone who had been hoping to leave France or come to France by rail today, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WHITFIELD",
      "sentences": "Wow, incredible. And of course, the investigation is still ongoing, and we hope to hear more from authorities later on.Melissa, thank you so much. Of course. Melissa, we saw you on the River Seine yesterday. Amanda is there now because -- or at least you're at the Arc de Triomphe, right? So, that is going to be a centerpiece too for these Olympic Games. The opening ceremony, it will be historic for a number of reasons. Let's start with it being held outdoors on the River Seine and then there is another interruption. We're not just talking about the train system but weather. What is expected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh my goodness. Well, have your walking shoes right or a bike, is that's how you're getting around, and then now add a chapeau. You're going to need a hat with the rain.All right. Amanda Davies, Melissa Bell, thanks to both of you. All right. Now, let's talk about politics. The race for the White House in the U.S. from mega donor support to now backing from the Democratic Party's biggest stars, the Obamas. Presumptive Democratic nominee Kamala Harris gets the call, a phone call from Barack and Michelle Obama. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MICHELLE OBAMA, FORMER FIRST LADY OF THE UNITES STATES",
      "sentences": "I can't have this phone call without saying to my girl Kamala, I am proud of you. This is going to be historic.BARACK OBAMA, 44TH U.S. PRESIDENT: We called to say, Michelle and I couldn't be prouder to endorse you and to do everything we can to get you through this election and into the Oval Office. KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: Oh, my goodness. Michelle, Barack, this means so much to me. I'm looking forward to doing this with the two of you, Doug and I both. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WHITFIELD",
      "sentences": "Following President Joe Biden's announcement that he was exiting the race on Sunday, Barack Obama didn't immediately endorse Harris, instead expressing his confidence in the party and the process, well now with the announcement of the two of them fully endorsing her through the phone call. It's also now part of Harris's ad campaign.Let's talk more about all this. CNN's Kayla Tausche is at the White House for us. Kayla, good morning to you. So, what kind of role do we expect the Obamas to play in Harris's campaign? We heard her on that call saying, I'm looking forward to you all being out stumping with me on the campaign trail. In what capacity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, boy. And that debate maybe, right, it's scheduled to happen September 11th. We'll see what happens. OK. Well, let's talk about Harris now. She is going to be back inWashington. Well, she is back in Washington. She met with the Israeli Prime Minister. She'll be taking a few days now traveling to campaign events. This is a big push this weekend. What do we expect will happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "TAUSCHE",
      "sentences": "Well, Harris now is in the spotlight fully. There is no question that both in her official capacity as Vice President as well as the Democrats' presidential nominee that she is going to be under immense scrutiny both on the campaign trail and here on campus at the White House. That was why her appearance yesterday following her one- on-one meeting with Prime Minister Netanyahu was watched so closely, for any signs of where she was going to plant the flag on her own policy on the Middle East.Of course, as the number two in this administration, she had been in lockstep with President Biden, but now as a nominee, she has an opportunity to establish a bit more nuance on where she stands. And she said in no uncertain terms yesterday that Israel has a right to defend itself and how it does that matters. She said that she sees and hears those on all sides of the debate here in the U.S., and certainly she is going to be taking more opportunities to establish her policies like those on the economy and on immigration and elsewhere in the coming days, and that's something that voters are going to be watching closely. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Kayla Tausche at the White House, thanks so much.All right. In the coming hours, former President Donald Trump and the Israeli Prime Minister will sit down for their first meeting since Trump left office. Benjamin Netanyahu faces growing pressure to secure a ceasefire in Gaza and the release of hostages. That was the message during a meeting with the sitting U.S. President Joe Biden at the White House on Thursday, and it was echoed by Vice President Kamala Harris when she met separately with Mr. Netanyahu. The presumptive Democratic nominee expressed support for Israel, while saying she will not be silent about the suffering in Gaza. Let's talk more about that. CNN's Alayna Treene is with us now, joining us from Washington, D.C. All right. So, I guess first off, let's talk about the expectations of Trump meeting with Mr. Netanyahu. They were once great friends. The relationship then soured after Netanyahu congratulated Biden after he won the 2020 election. We heard Netanyahu boast about having a relationship, knowing Biden for some 40 years. So, what might this meeting be like today with Trump and Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, that's interesting. I mean, all of it was interesting, but the latter part, especially that it's Netanyahu who has been wanting to talk with. So, just really quickly, who initiated this meeting? I mean, we know that Netanyahu had plans to meet with President Biden and address Congress. But, was it Netanyahu who initiated this time to meet with Trump or vice versa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "TREENE",
      "sentences": "It was, it was Netanyahu. He was the one who had requested that they meet, and I think also noting that he was in Washington, D.C. yesterday for these meetings with Biden and Harris, and of course, he addressed Congress on Wednesday as well. He is making the decision to fly down to Florida to meet with Donald Trump at his Mar- a-Lago resort. We're told the meeting is going to happen at 11But, I would also note, just as part of this, that I also -- Donald Trump has met with a series of world leaders in recent weeks. He recently hosted the Hungarian Prime Minister Viktor Orban. He has met with the British Foreign Secretary and former Prime Minister David Cameron, several meetings that he has hosted at his own private properties. This is just one of them. But, it does, from the Trump campaign's view, signal to them that perhaps they are, like I said, hedging their bets in the event that Donald Trump does win in November. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "Fascinating. OK. So, that meeting later on today. Netanyahu did meet with the sitting President and the Vice President, now the presumptive Democratic nominee, and she, Kamala Harris, was blunt in her conversation with Netanyahu. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARRIS",
      "sentences": "Israel has a right to defend itself, and how it does so matters. I also expressed with the Prime Minister my serious concern about the scale of human suffering in Gaza, including the death of far too many innocent civilians. And I made clear my serious concern about the dire humanitarian situation there. We cannot look away in the face of these tragedies. We cannot allow ourselves to become numb to the suffering, and I will not be silent.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "So, David, you already said -- I mean, you believe Netanyahu would prefer Trump in the White House. But, what did you hear in her tone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SANGER",
      "sentences": "What I heard in that tone was no deviance from what the official position was of the Biden administration, but a much more forceful and concise explanation of that, how it does so matters. I don't think you're going to hear words like that at Mar-a-Lago today. Her description of the fact that she was concerned that not enough aid was getting to the Palestinians, her concern that we can't become numb to the suffering, these are all things that we've heard from Biden aides over the course of the nine months or so of the war. But, President Biden, I think, had a harder time putting these together for fear, I think, that he would -- it would make it harder for him to go deal with Netanyahu. She has clearly made a different calculation that you had to come after Netanyahu straight on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. David Sanger, we'll leave it there for now. Great to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SANGER",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Still to come, it's California's largest wildfire of the year and it's exploding in size, the uphill battle to slow the flames, next in a live report.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "Hey, Fred. We're seeing firsthand just how quickly these flames are spreading. A few hours ago, we were standing here, and what you see behind me, the flames, they were not here. So, we're seeing just how quickly they're moving down this area. And yesterday, we were here and saw them spreading through a canyon in a matter of hours, getting closer to some of the homes here in Chico, California. And it's why it's prompted evacuation orders in this area. We also saw local authorities trying to help people get out of this area, get the animals out of this area.And unfortunately, as you mentioned, authorities also saying that they arrested this 42-year-old man who they believe is responsible for starting this fire. They say witnesses saw him as he pushed that burning car about 60 feet or so in a local park, and it is a park and an area that is extremely dry. The terrain is dry. You add the heat, the triple digits, and then you also add the wind, and that's what causes this fire to spread so quickly. You mentioned about 160,000 acres already burned. That's about the size of Chicago. And again, it's the speed really that's contributing to these flames, about an average of 50 football fields a minute. That's how quickly it's spreading. And so, officials telling people, they need to be extremely careful. Already, three firefighters were treated for heat-related injuries. They were released, and officials saying that structures in this area had been destroyed. But, they do not have an official number yet. So, these firefighters really working around the clock, about 1,000 firefighters in this area. But, it's also important to point out that there are other fires in the U.S. right now in Eastern Oregon. You also have firefighters working around the clock. That fire is the largest burning in the U.S. at the moment, with 280,000 acres already burned. That fire is at about 20 percent containment. So, we are seeing some progress there. But, you're seeing it affect the communities. You're seeing it affect people's livelihood. And so, again, it's just been very difficult in terms of how hot it's been in the western U.S. over the last couple of days and months. And then, I also want to point out that we're in Butte County. This is where the deadliest wildfire in California history happened. So, a lot of the people that were in paradise are now in Chico and experiencing this all over again, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, that's horrible. All right. Camila Bernal in Chico, California, thanks so much.All right. For more on these fast-moving fires, I want to bring in CNN Meteorologist Derek Van Dam. Wow. I mean, it is moving really rapidly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "Of course. OK. So, it's going to be muggy with that pairing of that kind of rain --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "DAM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "-- and the heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "DAM",
      "sentences": "Right. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "These are the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "DAM",
      "sentences": "Tough on athletes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "-- the elite athletes. They're prepared for any and all elements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "DAM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "OK. Derek Van Dam, thank you so much, at the CNN Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "DAM",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Still to come, with just hours until the start of the Olympic Games opening ceremony, France's rail system is hit with what's being called a coordinated sabotage attack. We're live in France with details. And the man accused of being one of Mexico's most notorious drug lords is now sitting in a U.S. jail. Wait until you hear how law enforcement got him onto U.S. soil.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Let's get an update now on this breaking news this hour. French intelligence services say they are fully mobilized to find who is behind the attacks on the country's railway network. France's state rail company calls it a targeted criminal sabotage operation that included arson and cable theft. The attacks have caused commuter headaches across the country, affecting some 800,000 travelers, even forcing other rail services to divert route. All this comes just hours before the Olympic opening ceremony along the River Seine in Paris. Organizers tell CNN it will go on as planned.Let's bring in a CNN's Senior National Security Analyst Juliette Kayyem, who is formerly the Assistant Secretary of the Department of Homeland Security. Great to see you. (FOREIGN LANGUAGE). OK. It's still picturesque --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "-- even though you've got looming clouds, rain --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah. So, look, I mean, I've been involved with sort of knowing what's going on here. The city, honestly, Fredricka, is completely empty underneath me. The security is so strong in Paris, as the opening ceremony begins in just a few hours, just a couple blocks away. There has been so much focus in Paris and a lot less outside of Paris, and that's going to mean that there is vulnerabilities, as there always are with public transportation infrastructure, because they could not protect every foot of those lines. So, this seems this is a targeted, multiple arson attack and cable disruption attack on the trains that is now impacting visitors, Parisians, and of course, potentially athletes.So, the most important thing is to get the athletes where they need to get. And so, there is going to be bus services and other things like that to compensate. They don't think this is going to be cured for at least through the weekend. That's how bad it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh my goodness. And so, what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "-- do you believe is kind of in the forefront of their investigation? How do they get to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "-- looking for the suspects? Obviously, there are cameras everywhere in that major city, just as there would be anywhere else. But, is there something particularly unique about this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "KAYYEM",
      "sentences": "Yeah. So, there is two theories right now that you're hearing French authorities talk about. One is always a concern about Russian disruption. I'll be honest with you. I think everyone is always concerned about disinformation by the Russian cyberattacks. This seems a little old school. You can hear. This seems a little bit old school for the Russians there. The physical attack would be very hard for them to plan. And then, you're hearing about sort of political, or as one minister here suggested, a sort of internal domestic threat where it might be left-wing extremism. That makes more sense in the sense that they understand what the train system would look like, where there might be vulnerabilities, although it's more sophisticated than anything we've seen in terms of some of these protests or rallies in the past.So, it could be any combination or something that we're not thinking of yet. But, we do know, look, this is a known vulnerability. It's very hard to close up. The most important thing for all of this planning is, are the opening ceremonies going to be safe and secure, given their inherent vulnerabilities? They are not in a stadium, as we've all been reporting. They are on the river. I've done -- this is my fifth the Olympics in safety and security. I've never seen anything like it before. It's going to be either spectacular or not, something -- but nothing in between. I'll tell you that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Hey, the French wanted to be spectacular, and so does the rest of the world. Right? That's all they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "KAYYEM",
      "sentences": "They want it, and I do too. I do too. I still want that too. I may be a security analyst, but I want that too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "OK. We're all looking forward to watching, and glad you're there. Juliette Kayyem, thank you so much.All right. When the man suspected of being the leader of Mexico's most notorious drug cartel boarded a plane on Thursday, he thought he was flying to inspect some property. Well, instead, the plane landed in the U.S. and he was arrested by the FBI. Ismael Zambada Garcia is known as \"El Mayo\" and is thought to be the current leader of the Sinaloa drug cartel. He has evaded U.S. authorities for years, and the reward for information leading to his arrest was up to $15 million. Authorities also arrested Joaquin Guzman Lopez, the son of the notorious drug lord El Chapo. And there are reports that it was Guzman Lopez who tricked Zambada into boarding that plane. Wow, huh. Polo Sandoval is tracking this story. This is incredible. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SANDOVAL",
      "sentences": "Thanks, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Ahead, Venezuela's presidential election on Sunday, several foreign officials are dropping plans to travel there to act as election observers. Brazilian officials canceled plans to send monitors because of what it called false statements by the Venezuelan President Nicolas Maduro. He claimed Brazil does not audit its own election records. Former Argentine President Alberto Fernandez said the Venezuelan government asked him to stay away, after he said if Maduro loses the election, he must accept the results. And Colombia's Foreign Minister said he would no longer travel to Venezuela to oversee the election, but gave no reason for the change in plans.More news after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "MARGARITA EBERLINE, GEORGIA SWING VOTER",
      "sentences": "No. It's not exciting to me. It's not like, oh, wow, the easy answer. It's not an easy choice for me. It still isn't. People are assuming that because I'm a Latina woman that, oh, I'm going to be excited about her. And it's not that easy for me, because I worry about character. We had somebody that was the right hand of somebody that was not healthy, who was silent about it, and that concerns me.VALENCIA (voice-over): Eberline lives in Gwinnett County, a key suburban county in a swing state, where she believes her vote is more consequential than ever. In a recent memo, Vice President Harris's campaign said it sees securing swing voters, like Eberline, as part of a pathway to victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "Do you think a lot of people are burned out with politics at this point? EBERLINEVALENCIA (voice-over): In 2020, Joe Biden won Georgia by less than 12,000 votes, becoming the first Democratic presidential candidate to carry the state since 1992. But, in 2024, we're finding that Democrats have their work cut out for them, if they're hoping for a repeat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "How has it changed your opinion seeing her as a potential nominee for the Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "PING SORIANO, GEORGIA SWING VOTER",
      "sentences": "I don't know yet, 50",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "50",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SORIANO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "You still have to learn more and research more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SORIANO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "If the election was today, you wouldn't know which way you would vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SORIANO",
      "sentences": "I am still doubt -- in doubt --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "In doubt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SORIANO",
      "sentences": "-- right now. But, give me, please, about two months. It will be ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SHELIA HOLLEY, GEORGIA SWING VOTER",
      "sentences": "It's not like I want to vote for her because she is black. That's not the reason. This year, it's just because we just to make sure Trump is not elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "What makes you want to vote for Trump?VALENCIA (voice-over): Aber Martinez doesn't need any more time to make up his mind. He saw our camera and shouted \"Trump 2024.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "ABER MARTINEZ, GEORGIA SWING VOTER",
      "sentences": "I'd rather vote for Trump, no matter what. They're going to keep bringing the liberal agenda and I'm not for it. I'm just sorry.VALENCIA (voice-over): For Margarita Eberline, some progressive policies are troubling. But, it's Trump's rhetoric, specifically on immigration, that makes it hard for her to support him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "EBERLINE",
      "sentences": "I'm a conservative person, and I just cannot make peace with anybody that uses hatred in their rhetoric and that uses the vision as a strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "And I really struggle --VALENCIA (voice-over): Eberline also questions whether either outcome will even make a difference for her and her family. EBERLINE: I'm not from a privileged background. I was the first in my family to go to college, and I went to a really good university and all of that, and I feel like I've checked all the boxes. But, relatively speaking, like, my life is not easy. And no matter who wins, the financial implications are not necessarily going to be easy for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "VALENCIA",
      "sentences": "Our biggest takeaway in talking to voters throughout the day is just the overall lack of enthusiasm about the upcoming election. The voters that we spoke to say they're just not animated in the same way they were in 2020. And for as instrumental as Georgia was in handing Biden a victory four years ago, what's clear to us is that the Democrats in 2024 are fighting against a lot in Georgia, and the name of Vice President Harris just hasn't injected the excitement or enthusiasm into those swing voters we spoke to.Nick Valencia, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. More now in our top story. We're hearing that French intelligence services are on the case to find the source of the attacks on France's railway network. This follows what officials are calling coordinated sabotage on the train lines just hours before the Olympic opening ceremony in Paris. That's going ahead as planned, say organizers. And the A-listers also plan to be there in full force.(VIDEO PLAYING) OK. Lady Gaga, just one of the headliners for that big event in the coming hours. According to reports, she and Celine Dion are expected to perform a classic French ballet made famous by French cultural icon Edith Piaf, and before the opening ceremony even begins, rapper Snoop Dogg, there he is, he has been carrying the Olympic torch through the streets of Saint-Denis in northern Paris. So, let's go to Paris live right now. There is so much excitement throughout the city. David Wallechinsky, the former President of the International Society of Olympic Historians, is joining us right now. Bonjour. DAVID WALLECHINSKY, FMR. PRESIDENT, INTERNATIONAL SOCIETY OF OLYMPIC HISTORIANS: Bonjour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Nepa Vianne. Well, this is very exciting. I mean, everyone is there for these incredible Summer Games, which are historic all the time, because Olympic records, world records are set because of the athletes. But, let's talk about Paris and why this is so incredible, because it's been 100 years since the Olympic Games have been in that city. But, this is going to be unlike any other games. Give me some of the reasons why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALLECHINSKY",
      "sentences": "Well, for of all, the opening ceremony is really innovative. A lot of people are nervous because it's going to be outdoors on the Seine River. The athletes will come down in boats. So, this has never happened before. (Inaudible) the opening ceremonies have been in the stadium. So, that's a big breakthrough.One thing I've noticed clearly is sustainability. Everything is done environmentally as correct as possible. I will say, it's been very quiet in Paris. All the taxi drivers and other drivers are complaining they're not getting as much business. They didn't receive nearly as many tourists as they thought they were going to. There is always seems to be the sound of sirens in the streets. So often, it's just motorcycles accompanying VIPs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh my Gosh. That is so different. Look, I was in Paris for the French Open just a couple of months ago, and I mean, it was a buzz of activity everywhere, of course, fine tuning some of the venues there near the Eiffel Tower, Trocadero. There were cars everywhere. It was gridlock. So, you are now describing the complete opposite that it's nearly a ghost town, which means people will have to walk or they're going to be riding their bikes. But, the whole idea is to secure the city, secure the athletes, the athletes who will be able to get around in their private buses and transportation. But -- yeah. And when you look at a lot of these athletes that are arriving, I mean, they are over the top, over the moon, excited about things. What are the venues looking like to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALLECHINSKY",
      "sentences": "Well, some of the venues are fantastic, for example, beach volleyball, it's going to be right next to the Eiffel Tower. Equestrian events will be in Versailles. How can you beat that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALLECHINSKY",
      "sentences": "Yeah, the other venues. And the big thing is we're finally going to have an audience, because in the last Summer Olympics in Tokyo, spectators were not involved -- not allowed to come. I was there. I went to a lot of events. It was the -- the competitions were exciting, as they always are. But, there was nobody in the stadiums. So, we're finally going to get people cheering and yelling. And I think all the athletes in particular are looking forward to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "WALLECHINSKY",
      "sentences": "Yes. And we were expecting full low stands in most of the events, certainly the big events like track and field. Of course, gymnastics is the biggest one for big (ph) countries. You mentioned Simone Biles. Everybody is looking forward to her performance. But, there is a lot of other stories. I mean, different countries have their own stories. I, as an Olympic historian, I'm really excited about this Cuban Greco-Roman wrestler who is trying to become the first athlete in any sport to win the same individual events five times. Nobody has ever done that. I know Greco-Roman wrestling is not popular sports, but I'm keeping my eye on this one.",
      "isLastSentenceInterrupted": false
    }
  ]
}