{
  "date": "2024-08-27",
  "headline": "CNN News Central",
  "subHeadline": "Meta's Zuckerberg: Biden Admin \"Pressured\" Company To Censor Covid-Related Content In 2021; Top 20 Metro Areas See Higher Rents, Home Prices; Study: Microplastics Increasingly Infiltrating Human Brains. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:33:01",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Meta chairman and CEO, Mark Zuckerberg, is accusing the Biden administration of pressuring his social media company to censor Covid-19 information on Facebook during the pandemic. And he expressed regret for not being able to be more outspoken against it.He wrote a letter Monday to the House Judiciary Committee that states, in part, quote: \"In 2021, senior officials from the Biden administration, including the White House, repeatedly pressured our teams for months to censor certain Covid-19 content, including humor and satire, and expressed a lot of frustration with our teams when we didn't agree.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:01",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "CNN reached out to the White House for comment about the letter and was told by a spokesperson that, \"At the time, the administration was encouraging responsible actions to protect public health and safety.\"The spokesperson went on to say, \"Our position has been clear and consistent. We believe tech companies and other private actors should take into account the effects their actions have on the American people while make an independent choice about the information they present.\" Let's bring in Sara Fischer. She's a CNN media analyst and senior media correspondent at Axios. Zuckerberg said that he's ready to push back if this happens again. Notably, Sara, what did you make of this letter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "SANCHEZ",
      "sentences": "We should note, though, Sara, that, in June, the Supreme Court ruled six to three that the White House and federal agencies could keep urging social media platforms, like Meta, to take down content that the government views as misinformation.So how should this letter be taken knowing that SCOTUS sided with the federal government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "FISCHER",
      "sentences": "So SCOTUS basically said that they can continue to communicate. But what you're describing is a really fine line.In one sense, you want to make sure that big tech platforms do have open communication with the government so that, if the government were to spot something really dangerous, let's say, a child pornography ring or a big terrorist group, they can alert the tech companies so they could take action. The problem that we've seen in the past, though, Boris, is sometimes the government can get it wrong or the government can have bias. The best example of that was in October 2020, Meta and X, which was formerly Twitter, both censored the Hunter Biden laptop story because of warnings that they got from the FBI. Now, both platforms say, \"We regret that decision.\" What I think you're seeing here is that you don't want to set a precedent where the government can push platforms to do something. But it is healthy to have open communication between the two because that's, hopefully, what's going to make the world safer for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "KEILAR",
      "sentences": "Yes, no doubt. I mean, Zuckerberg is specific about that incident in this letter.I wonder how you see this, though, the timing, also the context of the fact that there is a bit of a feud between Trump and Zucker -- Zuckerberg. How do you see this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "FISCHER",
      "sentences": "They're definitely trying to get ahead of any allegations of bias before the 2024 election. There's no question about that.Meta and other social media platforms, like YouTube, have been rolling back some of their policies, which they say were an overreach during the 2020 election and the pandemic era. In part, because they want to make sure that they are for appealing to conservatives and that they are appealing to all of their users ahead of the election. But let's say there is an 11th-hour call that they have to make around content moderation. What you don't want is for someone to point fingers at Mark Zuckerberg and say, well, you only did that because you're biased. You let the government push you around before and you're doing it again. What Mark Zuckerberg is doing now is he's clearing the air so that if something were to happen, no one can say Meta acted, you know, retroactively in response to government pressure. They can, instead, feel like they did it independently, that it was a decision that they themselves can own. That's a free speech position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "SANCHEZ",
      "sentences": "And, Sara, as we saw there in the video, it was only a few months ago that Zuckerberg and these other tech CEOs we're testifying before Congress.I wonder if you think he and some of these other companies would welcome congressional say in some of this that would provide guidance on how they should moderate content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "FISCHER",
      "sentences": "They do want some of that. I think that they're all on the same page about is more transparency measures. So not necessarily saying, hey, this is how you have to make your algorithms work.But rather hold us accountable to our algorithms by making us submit transparency reports about what we take down and what we leave up. That way we're all in the same you page about how this stuff works. But the big thing I want to stress here, Boris, is that there are two different types of content moderation, right? There's one of political speech, speech that people might not like. Then there's others that's truly illegal content. We're talking about drug trafficking, child sexual exploitation material, terrorism. When we talk about the government working with social platforms, the idea, the hope is that they're working with social platforms to address the legal stuff, the really harmful stuff. What you don't want to do is have the government address anything for a political perspective, because that's where bias kicks in. And I think that all the tech platforms, generally speaking, are aligned in that vision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Sara Fischer, appreciate the analysis. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "FISCHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Of course. Still ahead, imagine paying $43,000 a year in rent. That, for many New Yorkers, is reality. And they're not alone. A new report revealing housing and rent prices continuing to rise across the country.And researchers say our brains today are 99.5 percent brain and the rest is plastic. Talking about the plastic that's now inside our heads. And it may make you read the script incorrectly. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Stay with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "KEILAR",
      "sentences": "That's what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:02",
      "speaker": "SANCHEZ",
      "sentences": "We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:29",
      "speaker": "SANCHEZ",
      "sentences": "Absolutely.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:57",
      "speaker": "KEILAR",
      "sentences": "And when it comes to renting, location is obviously so key here. What are folks facing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:57",
      "speaker": "QUEST",
      "sentences": "Well, again, it's our old favorites, isn't it? It's our old favorite for where renters are having to pay them most. Not surprisingly, it's all the major metropolitan areas.And the Sunbelt, Miami, Fort Lauderdale, L.A. We've also got Vegas involved as well, New York and northern New Jersey, which, of course, goes into the metropolitan area. But it's this issue of 58 percent. Now, I was always taught the rough rule of thumb is your accommodation should be about 30 percent of what you've -- what you've got left. Now, if you're 58 percent, you can see in New York it's just becoming unaffordable. People just cannot afford to live here. It's pushing out certain members of the community. It is bringing in people who can just basically pay the rents. And it's very difficult to change that dynamic, Brianna, because, if you try to gerrymander the housing market, it usually goes wrong, which, again, is a problem with Vice President Harris' price gouging policy. It's great on paper, but price gouging is very difficult to do in practice. The reality, the economy is getting better overall, and you're seeing it reflected in the housing market. Now, just pay over 58 percent. Come on, come on, write your check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "SANCHEZ",
      "sentences": "So this one's a bit alarming. There's a new study that finds that our brains are increasingly filled with microplastics.Here's what the study found. When researchers compared brain autopsies from this year to those, then, eight years ago, they found the amount of microplastics increased by roughly 50 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "KEILAR",
      "sentences": "OK, that sounds fairly worrying. But what exactly does it mean for the health of our brains and for our entire selves?We have CNN medical analyst, Dr. Jonathan Reiner, here. Dr. Reiner, how big of a deal is this? DR. JONATHAN REINER, CNN MEDICAL ANALYST: This is a very small study published this spring as a preprint. So meaning not yet peer reviewed. But I think it's a wake-up call. And basically, what this study did was they looked at autopsy specimens analyzed in 2016 and then a new set analyzed this year and they looked at three different organs, the liver, the kidneys and the brain. And found, alarmingly, as you said, a significant amount of deposition of microplastics or nanoplastics, even much smaller particles of plastic in all three of these organs, and with much higher concentration in the brain. Now what the clinical consequences are of having plastic, these tiny amounts of plastic deposited in human organs is not clear. We know that -- we think that plastic deposition on this scale might increase inflammation. And inflammation in organs is not a good thing. But it's a wakeup call. Every year, about 12 million metric tons of plastics are being dumped into our oceans. You know, we already have about 200 million tons of circulating plastics and these plastics degrade and they get into the fish and we eat those fish. And we're seeing plastic in -- in all kinds of human organs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "SANCHEZ",
      "sentences": "Doctor, you mentioned us getting plastic in our bodies through diet. But it's seemingly everywhere around us, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "REINER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "SANCHEZ",
      "sentences": "The bags that we put food in, bottles that we drink water from, the stuff that we throw in the microwave to heat up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "REINER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:00",
      "speaker": "SANCHEZ",
      "sentences": "Is diet the most direct way that we're ingesting plastic or are there other avenues that yet we're consuming it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes, something tells me that we'll someday find that it's not a positive effect that it's having on our organisms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "REINER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "SANCHEZ",
      "sentences": "Dr. Jonathan Reiner, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "SANCHEZ",
      "sentences": "Stay with CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:04",
      "speaker": "REINER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}