{
  "date": "2024-02-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Southern California Braces For Life-Threatening Floods; Interview With Mayor Karen Bass (D-CA) About Severe Weather In L.A. County; Pentagon Releases New Video Of Strikes On Houthi Targets In Yemen; Lingering Questions About Future Of Ukraine's Top General Amid War With Russia; Senate Releases Language Of Bipartisan Border Bill. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:35",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "Welcome, everyone. You are in the CNN NEWSROOM. I'm Omar Jiminez in Washington in for Jim Acosta. We've got a lot of news we're following, and we're going to start here.Just in to CNN, the Pentagon has released new video from yesterday's strikes against Houthi targets in Yemen. Tonight President Biden officially notified Congress of those attacks, and he's arguing that they're successfully deterring a Yemeni militant group and other Iranian-backed proxies in the region. The Houthis are now responding saying they will meet escalation with escalation and warning the U.S. that the attacks are increasing their issues. But first, we are tracking severe weather on the West Coast. The Los Angeles Fire Department is warning people to evacuate in some parts of Southern California ahead of potentially life-threatening flood conditions. In Southern California flooding at this hour, those evacuation orders are spreading to include more areas of Los Angeles County. The Red Cross is opening shelters, lights are blinking out as power outages sweep across much of central and southern California especially along the coast. Hundreds of flights have been cancelled or delayed as rain and winds intensify. And the mayor of Los Angeles just held a news conference urging residents to take this storm seriously. (BEGIN VIDEO CLIP) MAYOR KAREN BASS (D-LA): Let me be clear. This storm is a serious weather event. This has the potential to be a historic storm. Severe winds, thunderstorms, and even brief tornadoes. If you are not home already, please get home and stay home. Stay off the roads. Make tonight, a Sunday night, dinner or family game night. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:35",
      "speaker": "JIMENEZ",
      "sentences": "And Mayor Bass is going to join us in just a few minutes. But first I want to start with meteorologist Elisa Raffa, who's tracking the storm from the CNN Weather Center. So what is the latest here? ELISA RAFFA, CNN METEOROLOGISTflash flood warnings and in fact for Southern California. And the rainfall rates will continue to pick up. We've got this storm that's been swirling all day. And I want to point out, too, that we haven't needed really to change this radar view at all because the heavy rain has been sitting and spinning in some of the same spots. It's now starting to creep in a little bit more into Southern California, where rain rates will still pick up to an inch to an inch and a half per hour, as we go into the night tonight and into tomorrow. There's that flash flood warning that looks like it was just extended. It does include Santa Barbara and going up north. It does not include L.A. right now, but the rain again will continue to pick up. Power outages are skyrocketing. It's just in the last hour, we have added an additional 100,000 customers, 360,000 customers right now without power in California. And that could continue to increase. The flash flood threat is high, and it is extremely rare, high flash flood threat, that includes less than 4 percent of our days. But it will accommodate and be responsible for 80 percent of our flood damage and 40 percent of our flood deaths across the U.S. So it is an incredibly rare and high risk. And it continues into tomorrow, too. L.A. and Long Beach have this threat for two days, today and tomorrow, as the rain just continues. Dangerous, life-threatening flash flooding. And river and urban flooding, this could be a problem in the cities as well. Mud and debris flow. Landslides over those burn scars. Downed trees and power lines. The Weather Service even noting that those rivers could rise so fast, those stream flows could be so strong. There's a risk of drowning for anyone that's near those rivers. So you want to be careful. High wind warnings, up to 80 miles per hour because the wind will whip with this, too. And we've already seen that it is knocking out power. Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:35",
      "speaker": "JIMENEZ",
      "sentences": "Elisa Raffa, thank you for that view in the whole situation.I want to go to Cornell Barnard in Marin County, which is in the San Francisco area. I want to just show us what things are looking like where you are, Cornell. I see the water behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Just incredible to see again even in these parts of California.Cornell Barnard, in Marin County, and our Elisa Raffa in the CNN Weather Center, thank you so much. I want to go now down to Southern California. And joining us is Los Angeles Mayor Karen Bass and Kristin Crowley, chief of the Los Angeles Fire Department. Thank you all for taking time. I know it's an incredibly busy time for you all right now. But just tell me point blank, what is the situation on the ground right now. What is your priority at the moment? Mayor, I'll start with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "BASS",
      "sentences": "Sure, well, our priority is for Angelinos to be informed and to stay home, to stay home. And tomorrow, when we expect the rains to be even heavier, for people to work remotely if they can. You know, Los Angeles is not used to weather events like this. But like the rest of the country, we know, with climate change, we have to get used to these events. So, we want people to stay home, to stay informed. And then we are evacuating people in the northern part of the city, in the hillside communities, that had experienced fires. And so we're worried about slides post-fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "JIMENEZ",
      "sentences": "And Chief, I know typically when you're dealing with major weather events in Southern California, it might be an earthquake, it might be a wildfire. And typically I know you have an operation, almost handbook of sorts, that you would follow, priorities that you want to get to, to start off with. What are some of those priorities right now? What are you seeing are the most pressing needs from your crews and what they're encountering out in the field right now?CHIEF KRISTIN M. CROWLEY, LOS ANGELES FIRE DEPARTMENT: We do. I mean, our number one priority is to make sure that we are prepared for whatever comes our way. So, as first responders and the fire department, we are focusing on just that, making sure that we're communicating and working well with the media. We do want people to stay home. We want to minimize risk. And also on the response side, it is all about making sure we have the proper resources staffed and we have upstaffed our resources. We've got urban search and rescue. We've got a number of other specialized resources, swift water rescue. We've got four-wheel drive capacity. And we're just leaning forward to make sure that we can respond in the community's time of need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "JIMENEZ",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "BASS",
      "sentences": "Let me just say with our --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "JIMENEZ",
      "sentences": "Yes, go for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "BASS",
      "sentences": "-- unhoused population as well. We're very concerned as 70,000 people unhoused in our county. And so we have shelters that are operating that we want people to go to as soon as possible before the heavy rains come in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "JIMENEZ",
      "sentences": "And Mayor, obviously this is affecting more than just Los Angeles here. We just showed reporting going all the way up to Northern California. But even in the wider L.A. County. Talk to me about the coordination that you are having to do right now with some of your partners in counties and cities up and down the coast. What is that coordination looking like at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "JIMENEZ",
      "sentences": "And Chief, I mean, we were looking at the rainfall totals are, one, forecast from this storm, but also some of what you got in the past few days as well. Why is this so difficult or dangerous for residents in that area? Sort of paint the picture for folks maybe in other parts of the country who might not understand what exactly it is that you all are dealing with here. CROWLEYamount of rainfall. And it's over the amount of time, a short amount of time. And our hillsides are saturated. So, it's a quite different way of thinking for Californians. We're not used to this. So we just have to make sure that we're communicating with our communities, that they understand how they can keep them safe, and also lean on our first responders. We know we're going to be very, very busy. But we need the community's help to make sure that we're minimizing their risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Yes. And Mayor, I know you talked about the unhoused community. But what other vulnerable communities are you concerned about at this hour? And then just for the wider population, I know you're telling people to stay home if possible, to stay off the roads. But what are you hearing as far as people's ability to actually endure this storm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "BASS",
      "sentences": "Well, I think that we weathered it last year when it was especially unusual because it was in August. And everybody cooperated. We overcommunicated. We made sure that Angelinos knew that this was coming, an unexpected weather event. And people cooperated. We had no fatalities. And we are hoping that people will do the same this time as well.You mentioned other vulnerable populations. We have our senior populations, people who are isolated. Our community that is struggling with physical disabilities. So, there's a variety of sectors of our city and county that we're concerned about, which is why we're doing the outreach right now so that people prepare and stay inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Well, Mayor, Chief, I know you guys have -- you all have a lot going on right now. So I really appreciate you taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "BASS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "CROWLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:54",
      "speaker": "JIMENEZ",
      "sentences": "Want to take you back to the new video we're getting from the Middle East. The Iran-backed Houthi rebels are vowing to retaliate after a series of strikes by a U.S.-led coalition there. U.S. officials say they hit at least 30 targets including weapons used by the Houthis to attack commercial ships in the Red Sea.Now this follows retaliatory airstrikes by the U.S. in Iraq and Syria over the deaths of three U.S. troops in Jordan. White House National Security adviser Jake Sullivan tells CNN there will be further action. So here now to discuss this is CNN anchor Fareed Zakaria. He's the host of \"FAREED ZAKARIA GPS.\" Fareed, good to see you. Now the Houthis say they will meet escalation with escalation. But just moments ago, President Biden told reporters the strikes against these militant groups are working. So what is the reality of this complex situation here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:16:54",
      "speaker": "FAREED ZAKARIA, CNN HOST",
      "sentences": "Well, what the administration is trying to do is to thread a difficult needle, which is it has to respond to strikes that killed American servicemen. It has to show that it is, you know, not going to tolerate this, going to respond to it, make the attackers pay a price. That all makes sense. On the other hand, the administration for the last 100 days has been trying to make sure that the war in the Middle East does not spread.And that means making sure that it doesn't turn into an escalation cycle that might draw in other militias, that might draw in the Iranian government in some way, of Hezbollah. And so that's the delicate balance. And if you listen carefully to the president and Jake Sullivan and administration officials, what they've been saying is two things. One, we intend to respond, and we intend to respond forcefully. And second, the president does not want to widen the war. And they have taken certain actions to signal what they're doing so it doesn't come as a surprise. They have taken -- they've drawn some lines. They're not attacking inside Iran, for example. So, the question is, will every group play along with what is meant to be this, kind of, somewhat limited and carefully signaled strike, or will the Houthis decide this is their moment in the sun and they get a chance to escalate themselves? You know, the nature of escalation is it's not only your decisions that matter here, but it's the other side's decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Yes, what Lindsey Graham is proposing and, you know, frankly has been proposing off and on for years now is something much more direct on Iran. And it's important to understand how provocative this would be because this would be an attack, an invasion, if you will, of Iran. Iran has not attacked the United States. This drone did not come from Iran. It came from a militia that's based in Iraq and Syria. And so, it would be, in that sense, a escalation by the United States,you know, in a sense unprovoked if you think about the origin of the missile. And part of the problem here is that you're dealing with these militias. And it's very unclear how you deter them. They live for this kind of battle. The Houthis, for example, endured 10 years of Saudi aerial bombardment, much more substantial than anything the United States is doing, much more indiscriminate than anything the United States did, and it didn't stop them. Because in a way, this is what they're searching for. This is the bait. What they want is the United States to get drawn into a conflict. They become the heroic defenders of the Palestinian force, the, you know, heroic antiimperialist. Remember the United States is deeply unpopular in the region right now because of the Israeli military action in Gaza. So this all plays directly into what they're looking for. What I'm hoping the administration -- the administration has showed it can counterpunch. That's great. You know, we have the largest military in the world. We're going after a bunch of bandits in the desert. What would be more interesting to see and more difficult to achieve is, can they politically move to defuse the situation? Can they effectively get a ceasefire? Can they --you know, the only time these militias stopped attacking was when there was an eight-day ceasefire between Israel and Hamas. So there is -- even in terms of the war not spreading, an advantage of seeing if you can politically de-escalate rather than showing that you can militarily escalate. And we spend $800 billion a year on the Pentagon. We know we can escalate. The wisdom comes in finding a path where we can politically defuse the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:03",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Yes. Now, look, U.S. officials have told CNN they believe Iranian leaders are nervous about some of the aggressive actions its proxy groups are taking, especially when they threaten the economic interests of Iran's key allies, China, India.Does Iran have, realistically, control over any of these groups, any leverage, to potentially get them, from their end, to slow down what would have been some of these strikes and attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Well, Fareed Zakaria, incredibly multifaceted this issue is, across multiple countries. Diplomacy, military. I'm glad we had you here to break it down for us.Fareed Zakaria, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "ZAKARIA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "JIMENEZ",
      "sentences": "All right. Still ahead, President Biden is in Nevada today after his landslide win in the South Carolina primary last night. But are there cracks in his winning 2020 coalition? We're going to talk to a senior adviser to President Biden, Gene Sperling, next.You're in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Omar, this is a deal that has been months in the making, as Senate negotiators have been in talks to make border policy changes to try to get that supplemental national security request passed that the White House requested late last year.Now sources have been described to me a deal that, if passed, would mark a major overhaul in immigration law, the first time that there has been such an overhaul in decades. Now the focus of much of this deal is on asylum and restrictions to asylum. Of course migration flows have evolved over the last few years. There have been more migrants seeking asylum at the U.S.-Mexico border. And the idea here is by restricting asylum, by creating more limits that it may cut down on border crossings. Now, we only have a few details of the deal based off what sources have described. But even the White House has already weighed in on it, saying that they are supportive of it, president Biden going so far as to say that he would shut down the border if given the authority to do so, an authority that we understand to be included in this deal. But zooming out here, Omar, this is a political liability for President Biden. It has been since he took office in 2021. And this is an opportunity for Democrats to show a tougher stance on the border. But of course House Republicans are already pushing back. House speaker Johnson saying that this is already dead on arrival in the House. The White House responding to that just today saying that this is an opportunity to secure the border. So, all of this, sort of, caught up in the politics of the U.S.-Mexico border. But it is notable that the White House, despite this including some conservative wish list items, is supportive of this deal. Again, we have not seen the text yet. We anticipate there will be a vote later this week on the Senate floor. But even before we've seen the text it's already unclear whether this bill has any type of future. All of that will become hopefully more clear over the course of the next few days -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "JIMENEZ",
      "sentences": "Yes. We will. Priscilla Alvarez, thank you so much.I want to turn now to the latest in Russia's war on Ukraine. At least 28 people have been killed in a strike on a town in the Russian occupied region of Luhansk. An official in the region appointed by Moscow says it was a Ukrainian attack on a bakery. Though Ukraine has not commented on the incident. But it has been more aggressively attacking Russia and Russian-controlled territory, as its ground offensive has stalled. Now this as questions mount over the future of Ukraine's army chief Valerii Zaluzhnyi. He's still attending meetings despite sources telling CNN the general was expected to be out of his job by the end of the week. So to talk about all this and more, I want to bring in former U.S. ambassador to Ukraine, Bill Taylor. So, Ambassador, for starters, I want to start out with this could be a very consequential personnel shakeup at what is always a very critical point in the war that we've seen. WILLIAM TAYLOR, FORMER U.S. AMBASSADOR TO UKRAINE: Omar, you're right. The head of the military, the commander in chief, Zelenskyy -- President Zelenskyy is the supreme commander in chief. But this General Zaluzhnyi is the commander in chief and he's been doing a very good job by all accounts. So a change would be noticeable. He's beloved by the troops. Civilians love him as well. He's done, as I say, with his other generals -- he's got good generals working with him. So he gets a lot of the credit for the work, pushing back the Russians in the first year of the war. So a change is always a question. We have to give some prerogative. We have to recognize the prerogative of the president to make his decisions about personnel. Americans, foreigners, will never fully understand the politics of this or the intricacies of the decision that goes into this. But this is significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "JIMENEZ",
      "sentences": "And, I mean, look, whenever you are in war, in conflicts, the information warfare is almost just as potent as the actual literal warfare. And that's what some on the Ukrainian side have used to put pause on reports of these, oh, everything is OK, everything is fine. But along those lines, how does it look for Ukraine to have some of these personnel issues play out, in at least some respects, publicly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "JIMENEZ",
      "sentences": "Now, this army chief, Zaluzhnyi, for most people who have been paying close attention would know who he is. But for many people hearing him the first time. He's played a critical role in the fighting since the beginning, especially in the early days. So I guess the question now is how did he fall out of favor, so to speak, with President Zelenskyy or at the very at least what was the tension there that has now put us in this position?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "TAYLOR",
      "sentences": "Again, we don't know the details, of course. There's a lot going on. You've reported well on the counteroffensive that didn't succeed. I mean, they all -- everyone acknowledges that the counteroffensive this past summer did not succeed. That could have been some cause of tension. There was a minor debate between za Zaluzhnyi and Zelenskyy, the military and the president, about the word stalemate.General Zaluzhnyi said it was a stalemate. President Zelenskyy said, no. Both, frankly, were right. I mean, that is -- the president could point to some real success on the sea, in the Black Sea, pushing the Russians out of the western part of the Black Sea so that they could even export grain. And that's a major accomplishment. They've also shot down some airplanes, Russian airplanes. So it's not a stalemate. On the other hand, the line has not moved. The line of contact has not moved for about a year. And so, that's undoubtedly what General Zaluzhnyi was referring to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "JIMENEZ",
      "sentences": "And it's part of what he's written about in the past. You know, he put out an op-ed of sorts in \"The Economist.\" Some wrote an essay that CNN that we've put out. And part of it a worry of it becoming almost like World War I, where you're pushing, pushing, no one is really gaining ground. All the while you're losing men and women.And now in this particular case, you know, you mentioned Ukraine is strongest when it's united. How does someone like President Putin view what's being reported out right now, strategy-wise but also just, I mean, information-wise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "TAYLOR",
      "sentences": "President Putin's only strategy is to wait it out. He hopes there will be a change somewhere. He hopes that maybe the bombarding of Ukrainian infrastructure, civilian targets, maybe all of that will break the Ukrainians' will. So far he's not been able to do that. Maybe he thinks Europeans will get tired and will stop supporting. So far the Europeans have been pretty strong. They just recently passed their 50 billion euro package demonstrating support.Maybe -- clearly President Putin is thinking that the Americans will get tired. And he looks to see what happens in our Congress. And you've been reporting how -- just reported, that there's not movement on that $61 billion that we would like to provide. So President Putin is waiting. His only strategy is to wait. He sends his troops in, his soldiers in, without regard to whether they live or die. And he's hoping he can wait it out until we crack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "JIMENEZ",
      "sentences": "And on that point, you know, House Speaker Mike Johnson has said the House will vote this week on a standalone Israel aid bill. It's been held up in part along with Ukraine funding for the first U.S. southern border. But is it a mistake, in your view, to move forward with Israel aid and not Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "TAYLOR",
      "sentences": "I think it's important to get the Ukraine aid in one way or the other. It's fine to do the Israel package. It's important -- it's crucially important. We're going to look back in five years, 10 years, at this time and if we -- if the Congress passes this bill and Ukraine succeeds, that will be the beginning. We will say, ah, that's where Ukraine pushed back the Russians. That's where the United States demonstrated its strong support.If it goes the other way, we will look back and say, that's where Russia really started to make -- and other nations, other autocrats. So, that's so important that whatever happens on the Israel package, Ukraine package really needs to move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Ambassador Bill Taylor, thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "TAYLOR",
      "sentences": "Thank you, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:08",
      "speaker": "JIMENEZ",
      "sentences": "Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "JIMENEZ",
      "sentences": "Exactly. And if it makes it out of the Senate, of course we have seen the posturing already on the House side.Manu Raju, stick around for us. I want to bring in CNN's Priscilla Alvarez, who is also here. Priscilla, what are you hearing from the White House on this new bipartisan deal? And what sticks out to you in this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And we're already starting to see some reaction coming in. Senator Kyrsten Sinema, one of the chief negotiators on the Senate border bill, says if the bill were to pass, it would fix our broken system and finally solve the border crisis. We will see, though, if it has a path out of the Senate.Manu Raju, Priscilla Alvarez, thank you both. For everyone else, we're going to have much more on this just released text of this bill. We're going to go through it as much as we can. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:02",
      "speaker": "MARTHA STEWART, CELEBRITY ENTREPRENEUR",
      "sentences": "Today is a shameful day. It's shameful for me and for my family and for my beloved company, and for all of its employees and partners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This case had all the makings of a Greek tragedy. Here you had the goddess of perfection, Martha Stewart, all of a sudden revealed to be a mere mortal who had a fatal flaw. Hubris. JEFFREY TOOBIN, LAWYER AND AUTHORthis would be remembered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There would be no criminal prosecution at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:02",
      "speaker": "STEWART",
      "sentences": "What was a small personal matter became over the last two years an almost fatal circus event of unprecedented proportions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Instead, she digs in her heels. And the hubris and that volatile personality says, I will not be taken down. I did nothing wrong.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}