{
  "date": "2024-12-02",
  "headline": "CNN News Central",
  "subHeadline": "Trump Picks Loyalist Kash Patel to be Next FBI Director; Biden Grants Son Full And Unconditional Pardon; Biden Fulfills Pledge to Visit Africa, Begins 3-Day Swing in Angola; Just Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:57",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "President Elect Donald Trump takes his opening seizing on President Biden's about face decision to pardon his son Hunter Biden. The incoming president now appears more than ready to exercise his own pardon power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:57",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Plus, the Supreme Court is getting ready to hear arguments in one of its most anticipated cases at issue, transgender care for minors. Experts say the judge's decision could impact health care for decades.And an update on the woman who snuck on board a Delta flight from New York to Paris. Officials say that she's now had to be removed from a second flight. We're following these major developing stories and many more all coming in right here to CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:57",
      "speaker": "SANCHEZ",
      "sentences": "President Elect Donald Trump is slamming President Biden's decision to reverse course and pardon his son Hunter. Hunter was due to be sentenced in both of the federal cases against him in just a couple of weeks. But now, that will no longer happen.The pardon also means that Hunter can't be prosecuted for any other possible federal crimes that he may have committed during a 10 year period. Biden's decision comes as Trump works to fill some remaining key positions in his second administration with loyalists including Kash Patel, who Trump says he plans on choosing to be his next FBI director. Let's take you now live to West Palm Beach, Florida, not far from Trump's Mar-a-Lago estate with CNN's Kristen Holmes. Kristen, take us behind what Trump is saying about this Hunter Biden pardon and his decision to tap Patel to lead the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:57",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah. So let's start with the pardon. Unsurprisingly, Donald Trump is seizing on this. One of the things that he posted on True Social after we heard from the transition team overall that said that these were political witch hunts, that it was a miscarriage of justice.This is what Donald Trump posted. He said, does the pardon given by Joe to Hunter include the J-6 Hostages, who have now been imprisoned for years? Such an abuse and miscarriage of justice? Obviously, January 6, prisoners are not there in jail because they are hostages, but because they have been prosecuted for their behavior and for their actions on January 6th. But one thing to keep in mind here, it is clear that Donald Trump tends to use Joe Biden's pardoning of his son as part of a catalyst for what he intends to do when he's in office. And one thing to note, Donald Trump has not been shy about the fact that he plans to pardon these people who participated in January 6th. The big question, of course, is how he chooses to do it. Is this a blanket overall pardoning for anyone involved, or is this a kind of cherry picking of people who maybe participated or were nonviolent? We really don't have an idea. And Boris, I've talked to the transition team. I've talked to a number of sources who have been involved in these conversations. They don't seem to have a full idea yet. But one of the things Donald Trump promised over and over again to a large swath of people, to family members, to the people who are still in jail for their actions on January 6th, was that one of the first things he was going to do was pardon them. Obviously, here he is using this opportunity to say that essentially that's going to be an exchange of some sort because of the fact that Joe Biden pardoned Hunter. But to be clear, he was already saying he was going to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:57",
      "speaker": "SANCHEZ",
      "sentences": "And Kristen, back to Kash Patel. Why did Trump land on him to lead the FBI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. Confirmation process to watch, no doubt. Kristen Holmes live in West Palm Beach, thanks so much. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "KEILAR",
      "sentences": "President Biden announced the pardon of his son Hunter one day after President Elect Trump shared that he would be nominating Patel to serve as FBI director, even though that position isn't technically open. FBI directors serve 10 year terms, something that Congress did in an attempt to establish the director as an independent official above political influence. And the term of Trump's very own appointee from his first-term, Christopher Wray, doesn't expire until 2027.CNN Senior Justice Correspondent Evan Perez is with us now on this. Talk to us a little bit more about who Kash Patel is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Kash Patel has become very, very vocal, very influential in Trump's circle. And he first got to the attention of the former President back when he helped lead an investigation of the Russia investigation. He's the one who came up with some of the talking points, frankly, that fueled what Trump has been saying about that earlier investigation. And he ended up working positions at the National Security Council, eventually working at the Defense Department.But one of the things that really has gotten Trump's attention is the fact that he has been prone to using some of the inflammatory language that Trump frankly approves of, right? He says that he wants to find conspirators who were behind the rigged 2020 election. He's played a role, for instance, in the classified documents case where he was -- he fought a subpoena from Jack Smith and eventually got a grant of limited immunity in order to provide some testimony. And we also know that back in before Trump left office in 2020 -- 2021, Trump tried to install him at the FBI as a deputy director and Bill Barr fought against it. We have a quote from Bill Barr at the time. He said, I categorically oppose making Patel deputy FBI Director. I told Mark Meadows it would happen over my dead body. And so that's the context under which Patel has really become much more influential around Trump and how he landed this very prime job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "KEILAR",
      "sentences": "Yeah, well, he has departed from anything to do with Trump. So it has happened over Barr's objections in this case. How do people inside the DOJ and how might they see this considering that it would require firing Christopher Wray to put Patel in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "PEREZ",
      "sentences": "Well, you know, I think people have been preparing for some eventuality of this. And one of the things that you talk to people inside the FBI, the big concern is whether Patel or anyone else will come in and force the -- to use the FBI to go after Trump's political enemies. It's something that Patel has been talking a lot about. I think we have a soundbite of Patel talking about this in a podcast. Listen.(BEGIN VIDEO CLIP) KASH PATEL, TRUMP'S PICK FOR FBI DIRECTOR: I mean, I think what so many of these guys did, whether it's Brennan, Clapper, Comey, McCabe, Strock, Barr, Haspel, Esper, what have you, I think there's a lot of rule and law breaking and I don't know that it ever gets the level of treason singularly with any of them. But what you have is a buildup of so many actions by the deep state that it becomes borderline treasonous to allow those people and their activities in a collective fashion ever be applied to the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "PEREZ",
      "sentences": "And look, if you're an FBI employee, that's where you will have some concern about being used essentially for as a political cudgel for the incoming president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:02",
      "speaker": "KEILAR",
      "sentences": "Yeah, this is going to worry a lot of people who are on President Trump's -- President Elect Trump's bad list. Evan Perez, thank you so much. We appreciate it.Let's TURN now to CNN's Lauren Fox, who's live for us on Capitol Hill. Lauren, the reaction to both Hunter Biden's pardon and Trump's selection of Kash Patel as FBI director has been swift. What are you hearing from lawmakers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:06",
      "speaker": "KEILAR",
      "sentences": "Lauren Fox, thank you for that. Live for us from Capitol Hill.White House Press Secretary Karine Jean-Pierre, of course, faced questions today while aboard Air Force One about President Biden's pardon of his son. She was asked whether the President would have made the decision if Vice President Harris had won the election. Here's what she said. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY ON AIR FORCE ONE: I'm not going to -- I'm not going to get into the election. It is a no. I can answer that, it's a no. He didn't believe that they would let up, right? He didn't think that they would -- they would continue to go after his son. That's what he believed. And look, I'm not going to get into hypothetical to the original part of your question. The President wrestled with this decision. He made this decision this weekend, and he decided to move forward with pardoning his son. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:06",
      "speaker": "SANCHEZ",
      "sentences": "Let's discuss with Democratic Strategist Julie Roginsky, co- founder of Lift our Voices. And Republican Strategist Erin Perrine, who's with Axiom Strategies. Thank you both for being with us. Julie, first to you. Do you think this was an unwise decision by President Biden to pardon his son Hunter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:06",
      "speaker": "JULIE ROGINSKY, DEMOCRATIC STRATEGIST",
      "sentences": "I'll go a step even further. I think it's unwise to have the President have any kind of pardon power in the Constitution. And there are things that we've done to change the Constitution. For years, I have thought that this was a horrible part of the Constitution.The President is not God's anointed representative on earth. He doesn't speak ex-cathedral like the Pope. He doesn't get to just have this kind of doling out of mercy that kings in the olden days used to have. I didn't like it when Marc Rich got a pardon from Bill Clinton. I didn't like it when Richard Nixon got a pardon from Gerald Ford. I didn't like it that Alexander Hamilton put this in the Constitution. But here it is. And anybody who thinks that this is somehow breaking norms or shattering some sort of expectation for what the next president is going to do has been living in bizarro world. Donald Trump was always going to do what he was going to do. We know that because one of his family members whom he pardoned is on his way to being ambassador to France as we speak. And so, look, we can't have two standards where the media goes nuts and wall to wall coverage about Joe Biden pardoning Hunter and then saying, oh, but you know what, all those pardons that Donald Trump -- that Donald Trump did in the first-term, all the pardons that he said he's going to do with people who literally stormed our Capitol and caused an insurrection that he promised to do as soon as he becomes president again. You know, that's just Trump being Trump. And let's not worry about that. This is the kind of double standard that has gotten us into this mess. And I say that again as somebody who hates and loathes and despises the part in the Constitution that allows any president to pardon anybody for any crime. A jury of your peers convicted you, and that's who should be given the last word, not anybody with their noblesse oblige ability to just wave a magic wand and somehow get rid of, you know, any crimes that you might have committed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:06",
      "speaker": "KEILAR",
      "sentences": "Erin, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "KEILAR",
      "sentences": "I do wonder, Julie, if you think the pick of Kash Patel gives Biden some cover for having made this decision, but also if Biden having made this decision may increase the chances that Patel is confirmed as FBI director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "ROGINSKY",
      "sentences": "Look, Patel is going to be confirmed or not confirmed because Republican senators either going to bend the knee to Donald Trump or not, they know he's not qualified. They know that even Bill Barr, who was by no means the paragon of Democratic virtue, said that he didn't want Kash Patel anywhere near him. So if Kash Patel gets confirmed, it's not going to be because Joe Biden pardoned Hunter. It's going to be because Republican senators are afraid to say no to Donald Trump as they have consistently been afraid to say no to him.But look, I mean, if you're talking about lying or you're talking about Joe Biden's word, Joe Biden's out of here in just a month or two, right? We're not going to hear from Joe Biden again. He's going to be a former president, and that's going to be the end of that. But I want to be clear about something. Donald Trump broke something in this country when he got elected the first time, and then he shattered it into a million pieces when he got reelected. And we will never get that back again. When you have a president of the United States, an incoming president, effectively saying that he's going to weaponize the Justice Department to go after his enemies. When he called the Biden family the Biden, quote, unquote \"crime family\". And made it very clear that he was going to do everything in his power to appoint people who were going to go after them regardless of whether they committed crimes or not. You don't need to be a rocket scientist to understand which way the wind was going to blow. And as I said again, presidents should not have the ability to pardon. But it's very understandable when you have somebody like Donald Trump come in why somebody might say, you know what? I don't want my son prosecuted for crimes that I have even considered that he may have done. And that, by the way, doesn't just apply to Hunter Biden. He's lucky his dad's the President. It applies to all of us who criticize Donald Trump. He is abnormal. He has broken every norm, and he has broken every precedent that we've had in almost 250 years of this country. And so for anybody to sit there and say, well, Joe Biden lied. Joe Biden lied. Are you kidding me? Donald Trump is your president. He's about to be our president again. And that is something that I think all of us need to consider when we're talking about the fact that one rule applies to somebody like Joe Biden, who apparently broke every precedent on earth by pardoning his son. And yet here we have -- nobody pay attention to the wizard behind the curtain. Somebody coming in who already pardoned every single person without going through any kind of pardon process like previous presidents had in his first-term, for the most part, and who now says he'll do it again. And who now says he will use the Justice Department as an ax of vengeance to go after his enemies, starting with, and I quote, \"the Biden crime family.\" What do you expect was going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:09",
      "speaker": "SANCHEZ",
      "sentences": "And, Erin, it's not just promising to go after some of his political rivals. He also seemed to equate Hunter Biden with the January six rioters. Hunter Biden, for all his faults, was convicted of basically not checking a box on a form to buy a gun and not paying taxes and a couple other things. But these folks were convicted of actually assaulting police officers, of destroying public property, the capital, et cetera. Do you see an equivalence between those two?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "He was never indicted for any of his dealings overseas, in fact, while he was investigated by the Trump administration going back to 2018, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "Why the blanket pardon then? Yeah, that's a big question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Nevertheless, the insinuation that is being made that Biden committed these crimes, the Biden crime family thing, that that's been debunked multiple times. There's no evidence that Joe Biden took advantage of his office, whether as vice president or president, to make gains financially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "But Hunter is not the only person in the Biden family. And so it's fair to say that it goes larger beyond --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "He's also not the only person who's profited from having their relative in the Oval Office --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "Absolutely. But again --Sanchez: right? Both parties have it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "-- there's no moral superiority in politics. I am talking about what Donald Trump and Republicans believe to be the case. Am I saying that Republicans are faultless and haven't used the government to their advantage before? No, because I'm not trying to be ignorant to the process here.But I can also say that in this case, it doesn't seem that far off base to say there's a crime family. When you look at this again, it was a ten year pardon, not just for those two things that he was in trouble for. That's a big thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Again, he could have been charged if there was evidence of actual wrongdoing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "He could have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "There's a difference between something being possibly unethical and profiting from having a relative in office and something actually being illegal. Again, I think he -- there was no (inaudible) or something illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "I think it's' a fair question to asked Joe Biden then? To say, why did you have to give your son a full 10 year blanket pardon if you were only concerned about the two crimes and the weaponization in these cases? His statement was very long and attempt to be very thorough to try and not only express his heart behind why he made the decision, but the legality to try and say, my son should not be a victim of my decisions, that I believe this was politically motivated.He laid that out very clearly. But that's because he's -- but if that's the case, if it's just for these two crimes, why the 10 years? The President has questions, he should be answering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ROGINSKY",
      "sentences": "I'll answer that question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Go ahead, Julie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ROGINSKY",
      "sentences": "Oh, I'll answer that question. That's an easy answer, Erin. It's because you can indict a ham sandwich when you want to. And he's putting prosecutors in there. First it was Matt Gaetz that didn't work out. Now, it's going to be Pam Bondi that's probably going to work out.And somebody like Kash Patel at the FBI who are going to trump up whatever charges they want to trump up. And if you look at what Biden said, he was very clear. They're going to use my son to get to me. They are going to exploit my son to get to me. And you and I both know full well that if you have an FBI agent and you have an FBI director and you have a prosecutor that wants to charge you, they will find something to charge you with and let you deal with the fallout. They will investigate you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "PERRINE",
      "sentences": "It happened to Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ROGINSKY",
      "sentences": "and bankrupt you even if they don't actually find anything to charge you with, they will make your life a living hell. Donald Trump actually is a convicted felon.So if you want to talk about Donald Trump's felonies, I'm very happy to talk about his multiple felonies. He was convicted by a jury of his peers, as was Hunter Biden. The difference is that Donald Trump is about to go into the White House and has said repeatedly to his supporters, I am your vengeance. And that is what he's setting up the Justice Department to be. This is not normal. This is not George Bush. This is not Mitt Romney. This is not John McCain. This is not Ronald Reagan. This is not every other Republican you have ever voted for. This is an abnormal situation and an abnormal president who is using the Justice Department, which belongs to the American people, as his own private vendetta arm and organization. And that's why Joe Biden did what he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Julie and Erin, we have to leave the conversation there. Very much appreciate you sharing your point of view. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Still ahead this hour on CNN News Central as Washington reacts to the fallout from the Hunter Biden pardon. The President is on a long awaited trip to Sub Saharan Africa, what he hopes to accomplish with only seven weeks left before he leaves the White House.Meantime, President Elect Trump just issuing a major threat against Hamas, vowing that there will be, quote, \"Hell to pay\" unless every hostage is released by his first day in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:28:51",
      "speaker": "SANCHEZ",
      "sentences": "Happening now as Washington grapples with Hunter Biden's full and unconditional pardon. President Joe Biden is now thousands of miles away. Today he's kicking off a three day visit to the oil rich African country of Angola, a long awaited trip for the President after pledging that he would visit the continent two years ago.CNN's Arlette Saenz is covering the President's trip and she joins us now live. Arlette, what's Biden trying to accomplish with this visit?",
      "isLastSentenceInterrupted": false
    }
  ]
}