{
  "date": "2024-10-23",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Tonight: CNN Hosts Kamala Harris Town Hall In Pennsylvania; Trump's Ex-Chief Of Staff: Trump Said He Wanted Generals Like Hitler's; CNN's Clarissa Ward And Team Held Captive By Militants In Darfur. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:07",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "I feel like there are other fish that I would personally be more interested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Oh, what do you want, like trout crackers? Or I don't know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "SANCHEZ",
      "sentences": "Tuna crackers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "KEILAR",
      "sentences": "Tuna crackers. We've got to up your game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "SANCHEZ",
      "sentences": "Salmon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "KEILAR",
      "sentences": "Salmon crackers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "SANCHEZ",
      "sentences": "Hey, listen, I don't know if you've heard, there's a huge town hall happening about five hours from now on CNN with Vice President Harris. You're going to want to tune in for that.And, of course, THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Thirteen days out from Election Day, five hours out from the Kamala Harris town hall.THE LEAD starts right now. Vice President Kamala Harris calling out Donald Trump after he reportedly dismissed a fallen army soldier as an F-ing Mexican not worth a $60,000 burial and long for military generals like the ones Hitler had. The Trump campaign did not -- denying all of these words coming from his longest serving chief of staff. \"The Atlantic\" journalist out with this new reporting is here with what he learned. Plus, counting down to the big CNN presidential town hall critical moment for Kamala Harris, who has the money but struggling to get a clear upper hand in this race. And CNN's Clarissa Ward and her team held captive in war-torn Sudan, thankfully released and she'll be here to share what that experience was like and to talk about the humanitarian crisis overwhelming that region. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.We're in Delaware County, also known as Delco, Pennsylvania, where in just a few hours, CNN will host a town hall with Vice President Kamala Harris, who is hoping to win over undecided voters in this critical battleground commonwealth with only 13 days until Election Day. But before Harris takes the stage this evening, we need to take a beat because so much has happened since I last talked to you a mere 22 hours ago. First, stunning reports that former President Donald Trump said he wanted the kind of generals that Hitler had. This is just one revelation in, on the record interviews from John Kelly, the retired marine general, who was Donald Trump's longest serving White House chief of staff. Kelly says he's speaking out now because of Trump's recent comments calling his political opponents the enemy within and suggesting it would be okay to use the National Guard or U.S. military against the so-called enemy within. Here's what Kelly told \"The Atlantic\" magazine about a White House conversation after Trump told Kelly he wished he'd been more like German generals, Kelly said, quote, do you mean the kaiser's generals? Surely you can't mean Hitler's generals? And Trump said, yeah, yeah, Hitler's generals. Trump then reportedly elaborated saying Hitler's generals were, quote, people who were totally loyal to him that follow orders. Kelly also spoke to Michael Schmidt of \"The New York Times\" saying the Hitler praised was not a onetime thing. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "JOHN KELLY, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "He commented more than once that, you know, Hitler did some good things, too.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "TAPPER",
      "sentences": "Now, one might consider praising Hitler politically indefensible, but that did not stop a host on Fox this morning from trying.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Coming from the business world, the first one we've ever had, its not even a public company. And then he's -- obviously as frustration and I could absolutely see him go now, you know what, it'd be great to have German generals and actually do what we asked him to do, knowing that to -- maybe not fully -- fully being cognizant of the third rail of German generals were Nazis and whatever.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "TAPPER",
      "sentences": "Nazis or whatever. Ask about the statement given by Trump's chairman of the Joint Chiefs of Staff, General Mark Milley, that Trump is, quote, fascist to the core, Kelly in response read the dictionary definition, far-right, authoritarian, unilateralist, ultra- nationalists rather political ideology and movement characterized by a dictatorial leader centralized autocracy, militarism, forcible suppression of opposition, belief in an ultimate -- belief in a natural social hierarchy, unquote. Ultimately, Kelly said, yes, he's a fascist.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "KELLY",
      "sentences": "He's certainly an authoritarian, admires people who are dictators -- he has said that. So, he certainly falls into the general definition of fascist for sure.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:07",
      "speaker": "TAPPER",
      "sentences": "Vice president Kamala Harris seized on these reports in response to Kelly's claims this afternoon.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES &amp; 2024 PRESIDENTIAL CANDIDATE: This is a window into who Donald Trump really is from the people who know him best, from the people who worked with him side-by- side in the oval office, and in the Situation Room. Donald Trump is increasingly unhinged and unstable and in a second term, people like John Kelly would not be there to be the guardrails against his propensities and his actions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "REPORTER",
      "sentences": "I'm curious if your administration plans to deport DACA recipients or childhood arrivals?SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE: When you've got 25 million illegal aliens in this country, you've got to deport a lot of people where you don't have a border anymore. It's just -- it's just that simple. We also have to deport people, not just the bad people who came into our country, but people who violated the law coming into this country. We've got to be willing to deport them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "So the question to Vance was about DACA recipients, so-called Dreamers. They were given legal status under the Obama era program called DACA deferred action since they were brought to the country when they were children. So through no fault of their own, the Trump- Vance campaign has refused to definitively say whether there deportation plan will definitively include DACA recipients or Dreamers.There are an estimated 500,000 DACA recipients in the U.S. Many of them have lived their entire lives here. Many of them are married to American citizens, pay taxes, have no life in another country to return to. Vance also did specifically mention the roughly 864,000 recipients of what's called TPS or temporary protected status. That's a program created during the George H.W. Bush administration for those fleeing wars and other serious crises such as those from Haiti. Finally, the third major development in the race in the last 24 hours comes in the form of a gaffe, not from one of the candidates or their running mates, but from a former candidate, President Joe Biden. This is what president Biden told New Hampshire Democrats yesterday about Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We got to lock him up. Politically lock him up. Lock him out. That's what we have to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "So, we got to lock him up, and then he quickly realized something of an oopsie. He added politically, politically lock them up. Of course, a common expression everyone uses that politically lock him up, and then he said lock him out.Trump, of course, has been for years accusing the Biden-Harris administration of using legal cases against him and calling it lawfare, a way of using the justice or legal system to beat him in a way that Democrats have a spotty record of achieving at the ballot box. So, this from Biden something of an in-kind contribution to the Trump campaign. Harris has on the stump worked to silence \"lock him up\" chants during her own rallies. We turn now to Jeffrey Goldberg. He's editor-in-chief of \"The Atlantic\" and author of one of the two stories we just mentioned. So, Trump -- Trump says, I need the kind of generals that Hitler had, Jeffrey. John Kelly spoke on the record to both you and Michael Schmidt of \"The New York Times\", the retired marine general, longest serving chief of staff to Trump seems to be talking now because of the statements Trump made about using the U.S. military to combat enemy from within.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JEFFREY GOLDBERG, EDITOR IN CHIEF, THE ATLANTIC",
      "sentences": "I think it's a culmination of a lot of different things. I think General Kelly has seen that the rhetoric is darkened over the past several months and, you know, he's been -- it's been pretty clear for a long time that John Kelly has talked to various authors. I believe, and has said that he finds Donald Trump to be the most flawed person he's ever met.I think Kelly, like other people who worked for Donald Trump believed that a second term, there'd be no guardrails. And, of course, remember that John Kelly was a kind of a human guardrail, along with Jim Mattis, Rex Tillerson while he was there, other people, and so, I think there's a level of worry and anxiety that Donald Trump is way too close to the White House for their comfort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "You report the Kelly told you that Trump said, I need the kind of generals Hitler had, and that follows what Kelly told our own Jim Sciutto for his book where you heard Trump say a, quote, well, but Hitler did some good things. This isn't anything we've ever heard from a us president or a major party nominee, a praise for one of the most evil human beings to ever be on this planet, Adolf Hitler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "You begin your article with a story related to Donald Trump and Vanessa Guillen. Vanessa was a 20-year-old Army private. She was murdered at Fort Hood.Trump invited her family to the Oval Office in July of 2020. He offered to pay for her funeral. And you report on a later meeting in the Oval Office, December 2020, Trump asks about the funeral again in the cost of it, and you write, quote, did they bill us for the funeral? Trump asks, what did it cost? According to attendees and to contemporaneous notes of the meeting taking by a -- taken by a participant, an aide answered, yes, we received a bill, the funeral cost $60,000. Trump became angry. You write, quote: It doesn't cost 60,000 bucks to bury an F-ing Mexican, unquote. He turned to his chief of staff, Mark Meadows, and issued an order, don't pay it. Later that day, he was still agitated. Can you believe it? He said according to a witness, F-ing people trying to rip me off. Now, we should note that Mark Meadows has denied this. Guillen's sister posted on Twitter, quote, wow, I don't appreciate how you're exploiting my sister's death for politics. Hurtful and disrespectful to the important changes she made for service members. And she notes that she voted for Donald Trump. This was yesterday. What's your response to the pushback you're getting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "GOLDBERG",
      "sentences": "I mean, on the Mark Meadows' front, that's completely typical for this kind of thing. Obviously, Mark Meadows, you know, who also argued that Donald Trump won the 2020 election, I don't consider Mark Meadows to be a credible source on these things.In terms of the sister, I understand why they're hurt by this story, and I obviously feel very sorry as we all do for this family. But the fact remains when the family visited Donald Trump, as I note in the story, he said kind words and offered to pay for the funeral. Five months later, when the subject came up, he had very unkind things to say about the funeral, and I would note that he didn't pay for the funeral. So I -- again, I understand the sensitivities around this, but the truth is the truth, and people in the meeting -- people who had become somewhat inured to Donald Trump's method of speaking were shocked by what was said. And that's how I learned about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "Yeah. And the detail about how ultimately he did not pay for the funeral is a story onto itself, even without the comments.General Kelly also stressed and you write about Trump's long time and something that's really not disputed his admiration and praise of dictators. And then something that is more disputed, his apparent disdain for the Constitution. Let's listen to what General Kelly said to the New York Times when asked if he thought Trump wanted to be a dictator? (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "KELLY",
      "sentences": "I think he'd love to be. I think he'd love to be just like he was in business. He could tell people to do things and they would do it, and not really bother too much about whether what the legalities were and whatnot.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "What's -- do you think that this is important for voters to know about? Is that one of the -- why did, why did you do the story now? Is that you finally got the confirmation of these stories recently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "TAPPER",
      "sentences": "Yeah, for years. Yes, of course, and we've had you on to talk about the stories. You also highlighted how Kelly continues to voice concerns as he did to me a year ago about Trump's language and attitude towards service members who were wounded or captured for killed, calling them suckers, or losers.This is personal for Kelly. His son was killed in combat and Afghanistan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:02",
      "speaker": "GOLDBERG",
      "sentences": "Yeah. I mean, it's personal on a number of levels. Remember, I mean, I also report in the story that Donald Trump has said on repeated occasions, Vietnam -- this is a quote -- Vietnam would have been a waste of time for me. Only losers went to Vietnam.And you know to people who served in Vietnam, to people who have relatives, fathers, grandfathers who served in Vietnam, that is obviously an offensive attitude, but we know that he's had this kind of attitude toward service generally. He doesn't -- and this is what many, many people who've encountered him have, have noticed. He doesn't seem to understand the concept of selfless service. He believes that people who joined the military, even the generals he worked with. I mean, he -- he once said of General Joe Dunford, who is a former chairman of the Joint Chiefs. He wants said, when he left the room, he said, I don't get it. That guy is smart. Why did he join the military? I mean, so, so Donald Trump, came into office with an attitude toward the military that I don't recall any president ever having.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "Now, welcome back to THE LEAD.We are alive in Delaware County, Pennsylvania, just hours away from tonight's CNN town hall with Vice President Kamala Harris. We extended an invitation to former President Donald Trump. I don't think he's taking us up on it, but there's some time left, two weeks to go. Let's stick on our 2024 lead. The latest comments by former marine general, longest serving Trump chief of staff, John Kelly, continuing to make headlines, providing a stark warning for voters. So let us dive in with our panel. So Kelly made clear he does not believe Trump understands American history or values. This is from \"The New York Times\". Take a listen. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "KELLY",
      "sentences": "He's certainly the only president that has all been rejected what America is all about and what makes America, America. In terms of our Constitution, in terms of our values, you know, the way we look at everything, to include family, government and he's certainly the only president that I know that was certainly in my lifetime that was like that.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "So, we should note, John Kelly is a very conservative guy, like I know him a little bit. He's not like some secret liberal that got in there, like he's very conservative, agrees with Trump on a lot of policies, probably agrees with him on more policies than any other general I know quite honestly. Do you think this will have the other -- any impact at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "AUDIE CORNISH, CNN CORRESPONDENT",
      "sentences": "Well, I would think of it a little differently. We actually heard in a recent town hall for Univision, one of the people at the town hall actually getting up and saying, hey, how come none of the people who worked for you like you anymore? So, obviously, and it was a Trump voter who said win back my vote.So, obviously, there are these moments when the news becomes so big, it can punch through all these media silos. And then the campaign has to push back. And that's how you can usually tell if they're worried. What's the reply? How hard are they punching back in the media to say this is nothing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "Kamala Harris came out today before -- I'll come to you in a second. Before -- before heading to CNN's town hall tonight. And Vice President Harris said this.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES &amp; 2024 PRESIDENTIAL CANDIDATE: He wants a military that is loyal to him. He wants a military who will be loyal to him personally, one that will obey his orders even when he tells them to break the law, or abandon their oath to the Constitution of the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "Is that were you think she should go with this information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Yeah. Ii mean, I think what she's trying to do here is in this final push to the campaign for lack of a better term, frighten people up off their couch, remind people that what we're talking about here is somebody who has said that he wants generals like Hitler, who will do everything that he asked them to do.There's obviously the invoking of Hitler which ended up itself is incredibly disturbing. But he's also, he's reminding everyone that he is a threat to our freedom, that he's somebody who believes that the American government shouldn't be guided by the principles of guided it for the last 250-plus years and that, you know, there's a true threat to your ability to be free in this country. And that's, I mean, that sounds dramatic, but then you look at what Donald Trump said and that's essentially what he's saying. So I think for Harris to go out to not dance around it, you know, to go out on camera this afternoon to ensure that there would be footage like that so that there would be coverage since the Kelly interview was audio only to ensure that there's a TV clip, I think as a smart thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "So, there are many defenders of Donald Trump out there. His campaign is putting them out there, lots of them on social media. People who work for Donald Trump attacking General Kelly, denying that they ever heard anything like that. Republican Senator Bill Hagerty of Tennessee was on CNN earlier today defending Trump.Let's run that clip. (BEGIN VIDEO CLIP) SEN. BILL HAGERTY (R-TN): I worked both with General Kelly and President Trump in the last administration. And it was not a good fit. General Kelly has been on record many times criticizing President Trump. [16:25:00] Obviously, he doesn't like President Trump. I would take that with a grain of salt. What American should be asking themselves this close to the election is who will represent our nation, who put us back in a posture of strength. Donald Trump clearly can do that because he's done it before under his watch. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "What do you think of that as a -- as a response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "MIKE DUBKE, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "Well, first, I certainly didn't have Hitler on my October surprise bingo card, first of all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "DUBKE",
      "sentences": "Second of all, I think a full-court press by the Trump campaign to push back on the comments by Kelly, the story in \"The Atlantic\", I fully expect that 12 days out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "DUBKE",
      "sentences": "But I would go back to your comment on the -- you know, she's bringing it up now, this is -- this was the original Biden game plan for the campaign, and they're going back, that he's too dangerous, that it's -- and we're 12 days out and we still I would argue, don't know much about Vice President Harris and what you do on day one. And we're going back to attacking Trump.And I just don't know if it'll be effective now because the knowledge of Trump is kind of baked in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, I know in talking to the Harris campaign, they believe she has to spend the next 13 days doing both things. She still has to make the affirmative case for herself every single day because this is only or 95th day as a candidate and she has to do the contrast with Trump every single day to raise the stakes of the election as Kate was saying, to get people to her camp.So I don't think -- I don't think it's one or the other for them. I think they have to do both. I think that's why she's doing the town hall tonight, right? I'm sure we will see her try to make the affirmative case and get herself more introduced to the American people. And I'm sure she's going to draw a contrast with Donald Trump. That's -- that's mission critical for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "BEDINGFIELD",
      "sentences": "Yeah, and I was just going to say, I mean, part of the reason this was the Biden strategy is we would see this in the data that this kind of thing, this argument was impactful with moderate voters, with independent voters, with suburban voters. This, this notion of Trump as, you know, again, a threat to the very fundamental essence of our country, somebody who, you know, is unwilling to say that he lost the election in 2020 and, you know, who violated the norm of a peaceful transfer of power, that was something that, you know, when I was in the Biden White House -- I mean, we would see in the data that that did move people.And so I have to imagine that's part of why Harris is going to back -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "CORNISH",
      "sentences": "But I think what Mike is saying which is really interesting is does she take that moment and instead say, here is how I would treat our generals? Here's how I would treat the military? Here is my respect. Here -- whatever your policy, what -- do you actually take that moment to not just add to the media spotlight because its an audio clip, but to say what it is, you would do affirmatively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "TAPPER",
      "sentences": "Your thought?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:00",
      "speaker": "DUBKE",
      "sentences": "I -- just briefly, you know, this is the tripling down on the Harris campaign of going after these moderate Republicans suburban women, all of that, and I don't know if that's going to be effective for her at the end of the game, you know, Trump's going after his base and disaffected and nonvoters. And she's going after this group and well see at the end of the day on November 5th who's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:37",
      "speaker": "TAPPER",
      "sentences": "Back with our world lead, a CNN team intended to go to Darfur to report on the humanitarian crisis driven by Sudan's bloody 18-month civil war, but that CNN crew was taken captive, held under armed guard for 48 hours before they could reach their intended destinations.CNN's chief international correspondent, Clarissa Ward, her producer, Brent Swails and cameraman Scott McWhinnie are thankfully all safe. And Clarissa joins us now. Clarissa, first of all, I'm so glad you're okay. You and your team sprang at the rare opportunity to report from that region. Tell us about where you are intending to go and what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:37",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "So, Jake, we were trying to get to a town called Tawila in north Darfur. It is quite close to the besieged city of El-Fashir, where some of the heaviest fighting has been taking place in Darfur, also to the Zamzam displacement camp where a famine was declared, in august and Tawila has been a refuge to hundreds of thousands of people who have poured in because its in a neutral territory.And it's held by a group called the SLM, the Sudan Liberation Movement. They are a neutral actor. They invited us to come stay with them. We were supposed to meet them in the town of Abu Gamra and very sadly are unfortunately, they did not turn up and instead we were picked up by another militia who were very suspicious of us, who appear to think we were spies. We were interrogated for many hours and then they took us essentially with them to spend 48 hours in captivity underneath an acacia tree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:37",
      "speaker": "WARD",
      "sentences": "What was that like? What was your time in captivity like? And why did they ultimately thankfully decide to release you and your producer and cameraman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "WARD",
      "sentences": "So in terms of getting into Darfur, you're literally talking about one or two international journalists who have been able to get into that area. They have only been able to spend short amounts of time there. They have been very limited in terms of what they can show.The two main warring factions don't want journalists on the ground. They don't want people seeing and what is happening there. There are vicious war crimes being perpetrated on the ground. Darfur was the site of a genocide from 2003 to 2005. And now there are many people who are warning the very worst could be realized once again. We went there at the end of rainy season, Jake, that means that the fighting is starting again. The Yale Humanitarian Research Lab, which studies satellite imagery, which frankly is the only reliable data were really getting from Darfur at the moment has said that in the first two weeks of October alone, the RSF or Rapid Support Forces, one of the main warring factions set 14 villages ablaze. So there is very real concern that this manmade famine could spread and that this conflict could continue. And that as I mentioned before, the very real specter of another genocide taking place in Darfur again, while the world is unaware, simply because it is so hard to get reliable data, to get aid organizations, human rights organizations, and journalists on the ground, and to get the stories of the people of Darfur out to the world, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TRUMP",
      "sentences": "I really feel, I'm very mixed, you know? I have the old standard of a Tuesday vote and all. But, you know, people have different feelings about it.But the main thing is you've got to get out. You got to vote. And I'll be voting early. I'll be voting early. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TAPPER",
      "sentences": "That was Donald Trump today in an interview on Fox Radio saying that he intends to vote early in his home state of Florida, as he did four years ago. Moments before that, Mr. Trump was asked about the state of the race and all the battleground states of all the battle runs, which one worries him the most.And here's his response. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TRUMP",
      "sentences": "Cheating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "BRIAN KILMEADE, HOST",
      "sentences": "Which one, though? Which state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TRUMP",
      "sentences": "All of them. I mean, they cheat. All of them.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TAPPER",
      "sentences": "It's this kind of comment that election officials are working 24/7 these days to combat.Let's bring in CNN's Sara Murray. And, Sara, one of the things that people out there watching and people listening need to understand is that obviously election lies lead to violence. We saw it in 2020. We saw in January 6, 2021, and state officials are right now trying to get ahead of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Yeah. I mean, it definitely can. That's one of the big concerns about misinformation is that someone all of a sudden is going to get whipped up by something that's not true and then decide for whatever reason to take things into their own hands and act.And I think what we've seen from election officials as they really want to toe this line between being very prepared to shut down any potential disturbance at a polling location, any potential disturbance at a counting location, but also trying to reassure voters that they're going to do everything they can to make sure that this is a safe, smooth process. They don't want to scare people out of showing up to vote, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TAPPER",
      "sentences": "Earlier, you were listening to the secretary of state in Georgia, Republican Brad Raffensperger, who launched an entire investigation into claims from Trump and other Republicans who said noncitizens were on the state voter rolls and it -- what did he have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "MURRAY",
      "sentences": "Yeah. I mean, there's this right-wing conspiracy that non- citizens are voting in mass and the Democrats are letting people over the border. And essentially this is how they're going to steal the election by registering to vote.And Brad Raffensperger, he's of course a Republican. He decided to do an audit of the voter rolls in Georgia. There are more than an 8 million people on the voter rolls. Here's what he said today. (BEGIN VIDEO CLIP) BRAD RAFFENSPERGER (R), GEORGIA SECRETARY OF STATE: Georgia has the cleanest voter list in the entire country. Georgia is a model when it comes to preventing noncitizen voting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "MURRAY",
      "sentences": "And he's saying this because, again, looking across the voter rolls of Georgia, they found just 20 noncitizens who were registered to vote in this date, those people have been referred to local law enforcement at nine of them had voted before, 11 of them had not. Again, this is not exactly the masses of non-citizens voting that weve heard many on the far-right claim is happening, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:52",
      "speaker": "TAPPER",
      "sentences": "And then there were the claims in Georgia about voting machines flipping votes did officials address that today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "MURRAY",
      "sentences": "And, Jake, you may feel like that kind of press conference set up as familiar because we saw Gabriel Sterling there again in 2020, knocking down many of the same lies as he's pointing out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "Just 13 days to go in the 2024 election, it might all come down to this glorious commonwealth in which I sit, Pennsylvania. It's why we're holding a town hall here tonight, in Delaware County, with Vice President Harris and its likely why the Trump campaign, and a top allied super PAC launched new TV ads that aired here first.So what makes the Commonwealth of Pennsylvania so important? Well, for one, it's politically diverse. Democrats have had a stronghold in the battleground's two largest cities, Philadelphia in the east, Pittsburgh in the west. But between those two urban centers are vast rural counties that have consistently backed Republican candidates and have really gone for Trump. And over time, the states suburbs have shifted, becoming a true battleground, a distinct shade of purple. In other words, none of these voters can be taken for granted. Their support has to be earned. Joining me now, the mayor of the greatest city in the world, Philadelphia, Mayor Cherelle Parker. That's just an objective analysis. I'm just stating facts. MAYOR CHERELLE PARKER (D), PHILADELPHIA: It is. Welcome home, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "It's good to be here.So, Madam Mayor, I have to show you, there are some headlines from \"Politico\" to the \"Philadelphia Inquirer\" saying that there are concerns by Democrats inside Philadelphia that the Harris-Walz campaign needs to be doing a lot more to get out the vote in Philly, including that they should be giving you a bigger role. Now I know you work campaigning with the vice president earlier today day in fact, but what do you think? Is it too late? Can't -- because for people who don't know, the Democrats need to really run the numbers in Philly and Pittsburgh in the suburbs to make up for all those rural counties. Are you going to be able to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "Let me first affirm that Pennsylvania, the Keystone State, is the key to the White House, and that means you have to come through Philadelphia and the five-county area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "I think what you just referenced Jake, that's all noise. We are focused on turning out the vote in the city of Philadelphia and record and historic numbers. Mind you, 2016, 44,000. He wins Pennsylvania, 2020, Biden-Harris wins by 80,000 votes and that is because the city of Philadelphia turned out.I've been actively engaged and involved in the Harris campaign since it started. I was just left south Philly with her. We were just at the Fourth Street deli. She's been traveling across our region --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "Famous deli?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "The famous -- we're at Famous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "The guess what she was asking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "German chocolate cake, apparently that's her favorite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "Nevertheless, that they were going to pack her up some. That's noise for us. We're laser-focused on doing what we do. Turn out Philly.So we're on doors, we're on social media. You're going to see events and ongoing and its been really excited to see the synergy and energy around turning out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "So in \"Politico\", Philadelphia City Councilmember Isaiah Thomas, who I know you went know well, its not the Isaiah Thomas of the basketball era, just for people watching. He's also the chair of Black Men for Harris Pennsylvania said, quote, there are a lot of Black men who are thinking about not voting. A big part of the problem that were seeing is a disconnect between what government has or has not done for Black men specifically in their everyday life. We've also seen a fear as it relates to national politics to be able to say definitively, this is what I'm doing for Black men exclusively, unquote.What do you think? What is Harris need to do to seal the deal with these Black men?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "What id think about that is that she has talked about earn earning -- earning votes and earning support. And when you grow up in a middle-class environment like vice president Harris and you are not a silver spoon person, who is accustomed and privilege enough for people to just give you things, you earn.And so we're here today. I don't care if it's rural, urban or suburban Pennsylvania, the Harris-Walz campaign, we're working extremely hard to earn every vote and that means Black men, that means every constituency that you can think of. Jake, I'm going to say something that's going to surprise as you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "I served for ten years in Harrisburg. That means our Democratic base and we're proud Democrats, but I'm working and trying to earn every Republican, Democrat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "-- independent. We don't care where the votes come from.This is about a fight for the future of America, two very stark different visions. One that's forward thinking, economic opportunity for all, the vice president has been talking about bedrock American principles, preserving freedom and democracy, versus thinking about antiquated and outdated, very divisive policies of the past and weaponizing government. That's what we've heard from the other candidate, weaponizing government against anyone who doesn't agree with him and his policies. We're focused on moving our nation forward. And I think she's going to do an amazing job done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "TAPPER",
      "sentences": "So when we had you in September ahead of debate night, you said this about messaging from the Harris-Walz campaign. Take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:07",
      "speaker": "PARKER",
      "sentences": "Yes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:12",
      "speaker": "TAPPER",
      "sentences": "Is it resonating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:12",
      "speaker": "PARKER",
      "sentences": "It is resonating. Listen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:12",
      "speaker": "TAPPER",
      "sentences": "It's neck and neck though. The polls I've seen, everything I hear from Democrats and Republicans in the Commonwealth of Pennsylvania is that it's neck and neck, maybe Trump even like a little bit of an edge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:12",
      "speaker": "PARKER",
      "sentences": "Listen, I won't tell you that I don't think that the race is close, but the messaging is the resonating about access to economic opportunity, putting people, Pennsylvanians on a path to self- sufficiency. And this is what I know about Pennsylvania.Again, urban, rural, suburban access to opportunities to own the business. Her tax credit from $5,000 up to $50,000, for new startup businesses, that will help to grow our economy and create jobs, 3 million units of housing, affordable housing, and the United States. Listen, reducing the cost of everyday goods, Jake, while I mentioned this, a loaf of bread is $4, a gallon of milk is $6 to $7. That matters to working class and middle-class --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:12",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:12",
      "speaker": "PARKER",
      "sentences": "-- Pennsylvanians and Americans. And she's keeping our eyes on the prize, just like Philadelphia is not getting distracted by that noise and anything that's being printed, trying to affirm that we're not working together. State, local party all of the electeds, all of our committee people when leaders, we're focused on turnout.And I'm excited, we're going to win this election. We have to work hard to do it.",
      "isLastSentenceInterrupted": false
    }
  ]
}