{
  "date": "2024-09-21",
  "headline": "CNN Newsroom",
  "subHeadline": "More Fallout from KFile Report on Mark Robinson; IDF Kills Top Hezbollah Commander in Beirut; North Korean Defections Spike under Kim Jong-un; 2024 Campaign Highlights; \"Doomsday Glacier\" Collapse May Be Unstoppable; Minnesota Power Plant Trading Coal for Renewable Energy; Sports Highlights. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "In the hours ahead, Donald Trump is set to hold a campaign rally in North Carolina amid a scandal involving one of his allies. Sources say Mark Robinson, the state's Trump-endorsed Republican candidate for governor, hasn't been invited to the event.Robinson is facing backlash after a CNN KFile investigation found his years-old offensive posts on the message board of a pornographic website. The Harris campaign and Democrats in the Tarheel State are seizing the controversy, working to link Robinson and Trump with billboards like these. Robinson was already trailing his challenger by 10 points as of early September. And the scandal could impact North Carolina's presidential vote. Republicans fear the scandal will help Harris make a play for a state that hasn't gone for Democrats since Barack Obama in 2008. So far, Republicans are standing by the lieutenant governor but that leaves Democrats free to use the scandal as political ammunition against both Robinson and Trump. CNN's Dianne Gallagher has more. (BEGIN VIDEOTAPE) DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT (voice-over):  The fallout from CNN's bombshell report about Mark Robinson spilling over into a second day. LT. GOV. MARK ROBINSON (R), NORTH CAROLINA GOV. CANDIDATE:  I'm running for governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "GALLAGHER",
      "sentences": "The GOP nominee for North Carolina's governor moving forward with his campaign after the deadline passed for him to withdraw as absentee ballots are sent out to voters Friday.The fresh swirl of controversy follows a KFILE investigation that found Robinson made a series of inflammatory comments on a pornographic websites message board, more than a decade ago, referring to himself as a Black Nazi and expressing support for reinstating slavery, among other salacious, lewd and gratuitous statements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROBINSON",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "GALLAGHER",
      "sentences": "Robinson categorically denying the allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROBINSON",
      "sentences": "This is not us. These are not our words and this is not anything that is characteristic of me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "GALLAGHER",
      "sentences": "The controversy extending beyond the Tar Heel State's race for governor, with Robinson having received the endorsement of former President Donald Trump, who has repeatedly praised the conservative firebrand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "TRUMP",
      "sentences": "This is Martin Luther King on steroids, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "GALLAGHER",
      "sentences": "The campaign of Vice President Kamala Harris highlighting the ties between Trump and Robinson in a new ad Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "ROBINSON",
      "sentences": "We can pass bills saying, you can't have an abortion in North Carolina for any reason. Abortion in this country is about killing a child because you weren't responsible enough to keep your skirt down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "TRUMP",
      "sentences": "I've been with him a lot. I've gotten to know him and he's outstanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "GALLAGHER",
      "sentences": "The former president is set to hold a rally in the state on Saturday. Sources tell CNN that Robinson has not been invited to the event, despite being a regular presence at Trump's events in the state, including two last month. Some Trump allies are dismissing the potential impact on the former president's campaign.REP. BYRON DONALDS (R-FL):  We're going to be fine in North Carolina. This issue is going to come and go. GALLAGHER:  But the reality of what's happened in our country remains and that's why Donald Trump's going to win the state of North Carolina. As Democrats in North Carolina seek to turn Robinson's controversy into a challenge for other Republicans. GOV. ROY COOPER (D-NC):  I think that when people go to the polls, they need to think about these candidates who had supported and encouraged somebody like Mark Robinson and continue to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Lily Knoepp is a senior regional reporter for Blue Ridge Public Radio out of North Carolina and she joins me now from Atlanta.Thanks so much for being here with us. So you're normally based in North Carolina. The state, as you well know, hasn't been very kind to Democratic president candidates. As we heard, there, Democrats are hopeful and even some Republicans are fearful that this scandal could make all the difference. How big a factor do you think it could be at the top of the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "LILY KNOEPP, SENIOR REGIONAL REPORTER, BLUE RIDGE PUBLIC RADIO",
      "sentences": "Yes. I mean the top of the ticket is really what drives elections, is what we've all come to understand.And so, for former president Trump, not having someone that he feel that he wants to be associated with potentially at the top of the ticket is a really big deal. In 2020, former president Trump only won North Carolina by just over 1 percent. So this is a really big issue in North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "So Democrats, as we heard, are trying to tie Trump to Robinson. Trump will be there in North Carolina today.Are you expecting him to address the scandal head-on and, more importantly, will it matter? Is it already too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KNOEPP",
      "sentences": "Yes. I mean Robinson is still going to be on the ticket, so that ship has already sailed.It'll be really interesting to see if this makes Republicans less excited to turn out to the ballot box. But on the opposite end of the spectrum, this could really drive Democrats, who don't want to see Robinson in office, to come out to the polls. In that sense, I think it's really important. I'm not sure how president Trump will react, former president Trump. But I don't want to make any predictions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, hard to, hard to guess at the best of times.But listen, let's, let's go to Robinson because you've covered him for some time. Were there any whispers of issues like these before now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KNOEPP",
      "sentences": "Yes.I mean, he really came out of nowhere in 2018 with this speech around gun rights at a Greensboro city council meeting. And was a really attractive candidate in 2020. I covered him at some Back the Blue rallies in Western North Carolina and kind of just has been able to be so charismatic, I think, for the Republican Party during 2020. At a time when I think it was exciting for them to hear from the first Black lieutenant governor and (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "So he identifies as an evangelical Christian.Do you think that these allegations will hurt him, especially with that group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KNOEPP",
      "sentences": "Yes.I've covered him at Faith and Freedom Coalition rallies recently this year. And he really came out. This was at a church in Western North Carolina. And talks about his evangelical beliefs. And a lot of the things that are reflected in these posts and these allegations are very much not aligned with the morality of the evangelical movement. I think it's really important to say that the comments that he's made about -- or the allegations made about being potentially a Black Nazi but also just kind of being pro-slavery, I think across the world, everyone has come together and said that that's not OK. And I think I'm really interested to see how that lands with evangelical voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And Donald Trump calling him Martin Luther King on steroids certainly raised a lot of eyebrows. So if we broaden this out a little bit even, before the scandal,Democrats had poured millions into the state in advertising, sensing that, despite their poor history there, that it might actually be winnable. Did you get a sense of a changing political landscape after Biden dropped out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KNOEPP",
      "sentences": "Yes, absolutely. I would say there's been just a lot more excitement in the state or from Democrats at the local level. We just had the governor, Tim Walz, in Asheville and there was a lot of excitement around that.And it just feels like the candidates are in North Carolina every week now. This is a really important state for them to win. It's 16 electoral votes. And I think it feels very much like it's an option for Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "KNOEPP",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Well, Harris campaigned Friday in the battleground state of Wisconsin. She painted Trump as a, quote, \"unserious man,\" while hitting him on a number of policy issues, including his economic plan.While in the Badger State, the Democratic nominee highlighted some plans of her own. Here she is. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES AND 2024 PRESIDENTIAL CANDIDATE:  Well, right now on the affordable housing issue, look, we have a shortage of housing in America. And it's contributing to driving up prices. So with my plan, we are going to cut red tape and work with the private sector to build 3 million new homes by the end of my first term. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Earlier Friday, Harris railed against Trump's position on reproductive rights while campaigning here in Georgia. Republican abortion restrictions have reportedly contributed to several deaths in the state.CNN's Priscilla Alvarez has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Vice President Kamala Harris delivering an impassioned address here in Atlanta, Georgia, on Friday, on an issue that has been top of mind for her campaign because it's also been top of mind for voters.And that is on reproductive rights. The vice president taking a detour to come do the battleground state before heading to Wisconsin, a trip that sources tell me was planned immediately at the direction of the vice president after a media report that revealed that two deaths were linked to the state's abortion restrictions. Now the remarks by the vice president were met with a somber audience. There was an emotional heaviness to the room as she spoke about the risks of  the state abortion restrictions with signs behind her that called them the Trump abortion bans, a phrase that she coined back in Arizona. Now the vice president going on to say that this election is a fight for, quote, \"freedom.\" She also talked about Republicans being hypocrites. Take a listen. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT, DEMOCRATIC PRESIDENTIAL NOMINEE: One in three women in America lives in a state with a Trump abortion ban. This includes Georgia and every state in the south except Virginia. Think about that. When you compound that with what has been longstanding neglect of women in communities with a lack of the adequate resources they need for healthcare, prenatal, during their pregnancy, postpartum. Think about that. And these hypocrites want to start talking about this isn't the best interest of women and children? Well, where you been? Where you been when it comes to taking care of the women and children of America? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "ALVAREZ",
      "sentences": "Now at one point during her address, she also said that they, the audience should say the name of one of the women who was mentioned in this media report, dying from a treatable infection.It was a moment to address the situation at large and that being what the vice president, her campaign has discussed as the threat against reproductive rights. This is an issue that the vice president and her team are consistently talking about, running ads in battleground states. And, of course, one that she will continue to be hammering over the course of the next few weeks, hoping that it mobilizes voters to the polls -- Priscilla Alvarez, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "The death toll is rising in the aftermath of an Israeli airstrike in southern Beirut. The Lebanese health minister says the strike killed at least 31 people, including women and children. Nearly 70 people were wounded.Hezbollah says 16 of its members were killed, including high-level commanders like Ibrahim Aqil, head of the militant group's elite forces. Israel says it also killed, quote, \"about 10 other commanders\" it accuses of planning to raid and occupy Israeli communities. The strike hit a residential building in a densely populated neighborhood on Friday afternoon, collapsing the building and shaking others nearby. Israel's military says Aqil was hiding underground below the building, using civilians as human shields. All right. I want to go live now to London and CNN's Jomana Karadsheh. So Jomana, Hezbollah has warned they will retaliate. Take us through what they're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, absolutely.All right. Jomana Karadsheh in London. Thanks so much. The U.S. soldier who ran across the border into North Korea last year is free after being sentenced to one year in confinement and a dishonorable discharge. Private Travis King was given credit for good behavior and time served. King pleaded guilty in a court martial to charges of desertion, assault and disobeying a superior officer. As part of a plea deal, nine other charges were dismissed. Army officials say, in July of 2023, King willfully crossed into North Korea after being released from a detention facility in South Korea. He was being held there following a bar fight. North Korea is suspected of executing a number of officials held responsible for devastating flood damage this year, South Korea's intelligence agency says, leader Kim Jong-un is looking for someone to blame and lower-level officials are paying the price. CNN's Will Ripley reports. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): North Korea is facing its worst flooding crisis in decades, overwhelming destruction and unknown number of dead, a catastrophe caused by heavy rains and human failure, lack of planning and preparation, plenty of blame to go around. Kim Jong-un's absolute power means he can't be criticized. He's going on a rampage, punishing local officials, removing some from their posts perhaps going even further. South Korea's spy agency says it's closely monitoring signs North Korea may have executed multiple officials over the flooding. One report put the number as high as 30, citing an unnamed South Korean official. Any numbers are nearly impossible to verify, given North Korea's extreme isolation and rejection of all outside aid. Did you ever witness a public execution in North Korea? CHOONG-KWON PARK, ELITE NORTH KOREAN DEFECTOR:  When I was in middle school, I saw a soldier getting publicly executed. I went out of curiosity. I couldn't eat for several days after that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "RIPLEY",
      "sentences": "That traumatic experience, one reason Choong-Kwon Park says he ran away from North Korea 15 years ago despite his elite upbringing. Today, he's a South Korean lawmaker what do you guys? PARK",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "RIPLEY",
      "sentences": "That executions sent chills through the North Korean elite, made up of top party officials, diplomats and senior officers. Kim's uncle, Jang Song-thaek was the second most its powerful man in North Korea. South Korea is unification ministry says only around 50 elite North Koreans fled under Kim's father. That number has almost tripled under Kim Jong-un, coinciding with his crackdown on corrupt officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "RIPLEY",
      "sentences": "Late last year, a high ranking North Korean diplomat defected from Cuba. South Korea's foreign ministry says, North Korea has been closing consulates, embassies and offices around the world.The number of elite defections is rising even as overall defections are down dramatically since the pandemic, the result of massively increased North Korean border security, not just to keep people out but to keep them in -- Will Ripley, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, still to come, some election officials and poll workers are crying foul over controversial new rules pushed by Trump allies for counting ballots here in the state in Georgia.That story and more coming up. Stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "BRUNHUBER",
      "sentences": "As we mentioned, Harris was also campaigning here in Georgia, another key battleground state. The state's election board, which is controlled by Donald Trump's allies, has approved a controversial new rule despite bipartisan objections.It requires ballots cast on Election Day to be hand-counted to ensure the number matches the tally from voting machines. We have more now from CNN's Sara Murray. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "TRUMP",
      "sentences": "Three people are all pit bulls fighting for honesty, transparency and victory. They're fighting.SARA MURRAY, CNN NATIONAL POLITICAL CORRESPONDENT (voice-over):  Those three Republicans on the Georgia state election board who Donald Trump praised at a campaign rally last month charging ahead with a controversial new rule about hand counting ballots. JANELLE KING (R), GEORGIA STATE ELECTION BOARD MEMBER:  So this leaves us in a very difficult position. Do we maintain the status quo because it's easier or do we make a few adjustments so that we can be better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MURRAY",
      "sentences": "But it's not better for many bipartisan election officials across the state who begged the board to pause on new rules ahead of November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MILTON KIDD, ELECTIONS DIRECTOR FOR DOUGLAS COUNTY, GEORGIA",
      "sentences": "The idea that you're not going to listen to the individuals that are charged with conducting elections is absurd to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MURRAY",
      "sentences": "State officials from Republican Secretary of State Brad Raffensperger to Attorney General Chris Carr issued sharp warnings, saying several of the dozen rules the board is considering may run afoul of the law.BRAD RAFFENSPERGER (R-GA), STATE SECRETARY:  We're too close to the election. In fact, we're really just three weeks before we start early voting. And it's just too late in the cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MURRAY",
      "sentences": "The new rule doesn't help determine a winner. Rather, it requires a hand count of the number of ballots at polling places on Election Day and then comparing the number of ballots cast with the number recorded by voting machines. Critics say it's a recipe for chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "KRISTIN NABERS, GEORGIA STATE DIRECTOR, ALL VOTING IS LOCAL",
      "sentences": "If I were to hand this stack of paper to three random people in this room, especially at the end of a long voting day and ask them to arrive at the same total number, do we think that's feasible?People doing a hand count are going to make mistakes, which can then be exploited to spread lies. MURRAY (voice-over):  Raffensperger says the change could delay reporting results on Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "RAFFENSPERGER",
      "sentences": "You start breaking up the ballot boxes after you close the precinct, you won't be getting those Election Day votes until maybe 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MURRAY",
      "sentences": "The three Trump-backed Republicans passed the rule anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The motion passes three to two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MURRAY",
      "sentences": "Even steamrolling the independent chairman of the five member board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "JOHN FERVIER, CHAIRMAN, GEORGIA STATE ELECTION BOARD",
      "sentences": "If this board votes to implement this rule, I think that we put ourselves in legal jeopardy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "MURRAY",
      "sentences": "And this new rule is almost certainly going to face legal challenges.And to that end, Georgia Secretary of State Brad Raffensperger put out a statement after the meeting, saying, \"Attorney General Chris Carr has stated that these rules would not withstand a legal challenge. \"And I have worked every day to strengthen Georgia's election law to ensure our elections remain safe, secure and free.\" So just a question at this point of where these legal challenges are going to come from -- Sara Murray, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "BRUNHUBER",
      "sentences": "Well, former lieutenant governor of Georgia Geoff Duncan was one of the Republicans who spoke at the Democratic National Convention. He weighed in on the new election board rules in his state.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:03",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Today, they injected the ultimate asterisk mark into our November election.They are able to change laws to follow conspiracy theories instead of reality. And it's unfortunate. I once again call on Republican leadership from every corner of this state, county, city, state, legislative, even the governor's office, to call on this as loud as absolute possible that this is a horrendous idea. And it usurps democracy in its ultimate format. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. Secret Service says it breached its own protocol during the assassination attempt on Donald Trump in Pennsylvania. The former president's ear was grazed by a bullet while he was speaking at a rally in Butler in July.A new report says there were serious communication failures between the Secret Service and local law enforcement at the site. Because of that, Trump's security detail didn't get a warning about the would-be assassin, even after he was spotted by local officers. The acting Secret Service chief now says those responsible will face disciplinary action. (BEGIN VIDEO CLIP) RONALD ROWE, ACTING DIRECTOR, U.S. SECRET SERVICE:  While some members of the advanced team were very diligent, there was complacency on the part of others that led to a breach of security protocols. These employees will be held accountable and this agency has among the most robust stable of penalties in the entirety of the federal government. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "It's nicknamed the Doomsday Glacier and that may be no exaggeration. Scientists using ice-breaking ships and underwater robots have found the Thwaites Glacier in Antarctica is melting faster than previously thought.It may be on an irreversible path to collapse. Its ice loss is set to speed up this century and melting of the ice sheet, which is the size of Florida, could lead to 10 feet or about three meters of sea level rise with devastating effects for humanity. Last hour I spoke with Robert Larter of the British Antarctic Survey to find out more. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "I understand you sent this sort of torpedo shaped robot to get a look at what you've just been talking about, that most vulnerable part of the glazier, its underbelly.So how did you go about doing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ROBERT LARTER, MARINE GEOPHYSICIST, BRITISH ANTARCTIC SURVEY",
      "sentences": "OK. So there's a range of different devices that have been used. The one I think you're talking about is one that was designed to be put down a bore hole, drilled through the floating extension of the glacier.So these glaciers, they continue out into the sea and they have a large floating extension. And the world underneath the floating extension, the cavity under there, these are some of the most inaccessible places on the planet. So what has been done is people have designed robotic submersibles that can go into this space because it's -- clearly, it's a space that's very dangerous. You don't want to send crude submersibles into that. So the latest technology in these instruments was used to enable it to go down a borehole less than only about a foot across with a conducting fiberoptic cable. So that the scientists could communicate with it and get data back from it and really find out what was happening, right where -- at the point where the glacier goes afloat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, so let's talk about what is happening. You've published your results and I guess there's good news and bad news. So the good news, as I understand it, there were fears that, if this were to collapse, it would sort of start a chain reaction of ice cliffs collapsing that would basically pile a catastrophe upon catastrophe.It sounds as though that isn't likely. Did I explain that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "LARTER",
      "sentences": "Yes.That's what the latest published research says, that there was some work, results of one of the studies was published just a few weeks ago, saying exactly that. But to the best, the best they can, that it can be modeled at the moment, they don't expect a runaway collapse to be initiated if we get to the condition where we have very tall ice cliffs. The principle here is that, if this is something all engineers know, if you pile any material high enough in a vertical face, you get to a point at which it fails and cracks and collapses. And the ice is just -- in that respect, ice is -- behaves in an analogous way to concrete. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WEIR",
      "sentences": "Is Xcel decarbonizing as a strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "RYAN LONG, PRESIDENT, XCEL ENERGY MINNESOTA",
      "sentences": "Yes, so we are decarbonizing as a strategy. We have had a goal to get to 100 percent carbon free energy by 2050 for a number of years now.Two years ago, the Minnesota legislature passed a law that said they want to get to 100 percent carbon free energy by 2040. So that's now our target and we're on track to meet that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WEIR",
      "sentences": "That pile of coal weighs around 1.7 million tons and in about six years, it'll be all gone. The smokestacks will be obsolete. But this fossil of a different age will remain a valuable part of the community, pushing out clean energy from wind farms and solar fields all around the state.But this is also a model for the rest of the country. A study out of Cal Berkeley found that the U.S. could double its power capacity by building new energy next to old infrastructure. PETE WYCKOFF, DEPUTY COMMISSIONER OF ENERGY RESOURCES, MINNESOTA COMMERCE DEPT.:  Minnesota, for economic reasons, was already moving to phase out coal. But what the Inflation Reduction Act did, through its tax credits, is give extra incentives for when you phase out a plant, a fossil fuel plant, to build something new right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WEIR",
      "sentences": "And use the bones in the connection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WYCKOFF",
      "sentences": "Use -- you use the -- the site is actually being used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WEIR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WYCKOFF",
      "sentences": "But the more important thing is you're using an existing way to connect to the electric grid.WEIR (voice-over):  Minnesota recently completed a transmission upgrade but the lines are already strained by all the new supply and demand. So like a fast pass at Disneyland, this method allows clean energy projects to skip the years long wait for grid connection while making the shift a lot less jarring for local communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WEIR",
      "sentences": "What does that mean for workers?Can the same people who are now working in coal come over and work in sunlight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "LONG",
      "sentences": "Well, some of them can. So we've got about 240 workers at the plant. And what we have told them is, if you want a job with Xcel Energy after that plant retires, you'll have a job with Xcel Energy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "WEIR",
      "sentences": "Would this have happened without the Tim Walz administration and their targets?Would it have happened without the Inflation Reduction Act that Joe Biden --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "LONG",
      "sentences": "Yes. So the Walz administration has been really great to work with and the IRA benefits have been really significant for our customers. That helps us move through this transition while bringing customer bills down compared to what they otherwise would be.We're extracting about $300 million of IRA benefits for our customers with this project alone. WEIR (voice-over):  He says their customers will eventually reap billions in tax incentives as Xcel winds down dozens of fossil fuel plants, all part of a quiet industrial revolution, steadily spreading nationwide -- Bill Weir, CNN, Becker, Minnesota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. stock markets were mixed on Friday but ended higher for the week after surging on Thursday, thanks to the Fed's hefty half-point rate cut. The markets reached new records on Thursday with tech stocks strong. And the Dow and S&amp;P 500 closed at record highs again Friday.Now the Fed's interest rate cut on Wednesday was its first since the COVID pandemic. Gains carried over into Friday's trading in Asia. All right, in sports, Shohei Ohtani's historic moment might have come on the road but the Dodgers superstar delivered an incredible encore for the fans back in L.A. on Friday. Andy Scholz joins me now. So Andy, are we witnessing I mean, one of the best seasons, perhaps in baseball history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORT CORRESPONDENT",
      "sentences": "No doubt, Kim. We should really appreciate what we are seeing because this may never happen again.Ohtani became the first player to get to 50-50 Thursday in Miami. Last night he was back at Dodger Stadium, where he got a huge ovation from the crowd before his first at-bat. But then in the fifth inning, Ohtani going yard yet again, the two-run shot was number 52 on the season. Then in the seventh inning after a single, Ohtani would steal second base with ease. Now he's created the 52-52 club. The Dodgers will go on to win this one 6-4. As CNN's Natasha Chen, she was at the game last night, got the chance to speak with Dodgers manager Dave Roberts and asked him how many more home runs and steals does he think Ohtani has in him in the final nine days of the season? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "DAVE ROBERTS, DODGERS MANAGER",
      "sentences": "I don't know if I'm going to give him an off day before the postseason because I do think that, if I do give him an off day, I think there's going to be a lot of visiting fans very disappointed, very upset with me.But I'm going to have those conversations. But I think, you know, where is he at now, 52, 51, something like that? I think 60-60 is sort of on the radar a little bit. We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Isn't that crazy just to talk about it, to say it out loud?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ROBERTS",
      "sentences": "It's bananas. I sound like an idiot even saying it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "Both them so impressive. They always put on a show, whether it's at the Olympics or in arenas across the country.",
      "isLastSentenceInterrupted": false
    }
  ]
}