{
  "date": "2024-07-22",
  "headline": "The Situation Room",
  "subHeadline": "Now, Harris Speaking At Campaign H.Q.; Biden Calls Into Campaign H.Q. As Harris Rallies Staff; Harris Hits Trump As She Rallies Staff At Campaign H.Q.; Top Republican And Democrat On House Oversight Committee Call On Secret Service Chief To Resign Over Trump Shooting. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We love you, Joe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:05",
      "speaker": "BIDEN",
      "sentences": "You're the best, kid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BIDEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "HARRIS",
      "sentences": "And it is my great honor to have Joe's endorsement in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BIDEN",
      "sentences": "You sure do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "I'm Wolf Blitzer in The Situation Room. We've been listening in during a truly historic moment in this presidential race. First, we heard President Biden calling in to his now former campaign headquarters in Wilmington, Delaware, speaking for the first time since his decision to step aside. And just now, as you heard, very strong remarks by the vice president, Kamala Harris, as she works to seal her place at the top of the new presidential ticket with the president's very strong endorsement.I want to get right to our Senior White House Correspondent M.J. Lee. M.J, the transition from Biden to Harris moving very quickly, very strongly tonight. M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT: That's absolutely right. Wolf. And this was the vice president's first visit to the Wilmington headquarters as a presidential candidate. This, of course, had been just a little over 24 hours ago, the headquarters of the Biden-Harris campaign. It has now been fully transformed into the Harris campaign headquarters. But before we discuss the vice president's remarks, we should really let our viewers know that we did hear President Joe Biden's voice for the first time in a number of days since he went into isolation after testing positive for COVID last Wednesday, and since he dropped out importantly yesterday. The president had been isolating for a number of days now, and he called into that meeting at Wilmington, Delaware headquarters, and he said to the staff that that was listening there, I know yesterday's news was surprising and hard to hear for a lot of them, but he said this was the right thing to do, and he urged until the campaign, which had been until yesterday his campaign, he said, embrace Kamala Harris. He said he hopes that they will give her all of the heart and soul that they have poured into trying to re-elect him, the same kind of work and the effort. He said that much of his remarks clearly was about thanking the staff. He said, you've poured so much into re-electing me. So, many of you, he said, have really uprooted your lives. He said, I have been honored and humbled for all that you have done. And he said he regrets that he has been out with COVID for a few days, but he is going to get out on the campaign trail, saying I'm not going anywhere, suggesting that he is going to eventually hit the road to campaign perhaps for his vice president. And then the vice president was introduced by the second gentleman, Doug Emhoff. And as she was standing there in front of these newly printed Kamala signs at the H.Q., she started out with some big staffing news. She said that she had asked the campaign chair, Biden's campaign chair, Jen O'Malley Dillon, to run her campaign, and she has accepted. And much of her speech to, Wolf, was really about thanking the staff and saying that they have all given so much. And now they have 106 days left until Election Day. And he said this is all going to be about sort of continuing the work that the president had started and thanked the president as he continued to listen in as she was speaking for all that he has done for the country. Now, there was a good chunk of that speech that was really about hitting Donald Trump, the man that the vice president, of course, now hopes she will be facing off against in November, talking about Project 2025, talking about what she said were his failed policies and said, at the end of the day, this isn't just about our campaign versus Donald Trump's campaign. She said it's really about the two fundamental visions that are at play here. This, of course, is a familiar theme and a line that we have heard so often from President Biden himself. And at the end, she said, it is my intention to earn the party's nomination and to win. No question here, Wolf, this was Kamala Harris' first campaign speech as a presidential candidate, and this was even though President Biden wasn't there, the passing of the torch from the president to the vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, I think there were two main missions of this speech. One was rally the troops. This has been an extraordinarily difficult time for Democrats broadly, but for those people working away hours on end, no weekends for the campaign, go there to headquarters, get all the campaign offices up across the country, and get them energized about this race, and tell them that she is ready to lead the charge forward. That was mission one.But mission two, which I wasn't fully expecting here, which is, you know, really the news of this event, I think this is the first time, this was Kamala Harris's debut as the presumptive Democratic nominee in the 2024 race and the lines of attack she's going to take against Donald Trump. She clearly relied on her prosecutor background and said that she was -- when she was a line prosecutor in California, she prosecuted predators, fraudsters and cheaters. I know Donald Trump's type, she said. And she went on to the litany of things that Trump has been found guilty of, found libel of in courtrooms and that she is ready to prosecute this case. And really, interestingly, we've seen in all the polling, Wolf, that if you look at Biden supporters, what were Biden supporters before this weekend, overwhelmingly, they were casting their vote in this election to be a vote against Donald Trump. Trump is the main motivating factor. It's the flip for Trump supporters. They're casting for their candidate. The Democrats have been casting against. She didn't want to just leave it at that. She said this can't just be a campaign that's purely about Donald Trump. She went on to make the affirmative argument for her economic policies, for the Biden-Harris economic policies, for not returning to what she calls trickledown economics, for talking about a more expansive view of what America looks like. All of those things she pivoted from the Trump argument to also making an affirmative case for her candidacy as president, and it is just a remarkable development to see her standing in front of those signs with her name printed across them. You know, I think back to her launching her campaign five years ago and how carefully choreographed the rollout was and the slogans and the tip of the hat to Shirley Chisholm and all of that. There's no time. This is 106 days left, compress. She is shoehorning into this existing operation. And what you saw was the first moment of moving into the captain's seat of the plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "And, Wolf, we shouldn't lose reproductive rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "GANGEL",
      "sentences": "It's also something she spoke about. David, you pointed out while she was speaking, the branding, it's Kamala, like Hillary. I mean, she doesn't have a V.P. pick yet, but what struck me most was that is fighting Kamala Harris. She is coming out guns blazing, and even -- she's the presumptive nominee, but even before becoming the nominee, she is going after Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "Big time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "GANGEL",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "And she noted she was California's attorney general, she was the district attorney in San Francisco. She said, I've gone after prosecutors of all kinds. I know Donald Trump's type.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "GANGEL",
      "sentences": "Right. And I also think, just to go back to her in-person audience there and on the phone, the folks working on the campaign, you don't see them, but they really work very, very hard, 24 hours a day, 7 days a week, and they didn't know what their future was. So, the fact that she's keeping the same staff, the same campaign manager, I think that's a great relief.I also want to say that was the first time, as you pointed out, we've heard President Biden's voice in quite some time. He sounded good. He really did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "She said she went after perpetrators of all kinds, I know Donald Trump's type. She's obviously making that a very strong point in her initial comments here as the Democratic nominee.David Axelrod, I'm anxious to get your thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Look, Wolf, if I were sitting in the Trump headquarters and I watched that speech, I'd be very, very concerned. Kamala Harris gave what was, I thought, a perfectly conceived and well-delivered kind of introduction to the country, introduction -- reintroduction of herself, not as a vice president, but as a standard bearer. She shared elements of her history that are relevant to people, the fact that she was a prosecutor, the fact that she was a state attorney general, and the kinds of fights that she fought. And so she's set up a contrast with Trump that works for her.And one of the things that has been clear from the beginning, I think David Chalian can speak to this, is these economic issues that go to people's quality of life and their ability to get ahead. And these are fundamental to the decision that people are going to make in November. [18:25:01] And she took her experience and her accomplishments and the battles that she's fought to define who she was, she took the escapades that Trump has been involved in and his governing philosophy and she contrasted with that. And she made it a race about what kind of future do we want, the future we're fighting for, for people or the future that Trump's fighting for, for a small group of people and himself. I mean, I really think that this was an incredibly effective sort of kickoff. And I just want to speak to her style of delivery. David sort of got at this. But the Kamala -- you know, one of the questions about Kamala Harris was she didn't run a great campaign four years ago. She didn't always seem comfortable. She didn't always know -- seem to know what her race was about. This is an entirely different candidate that we see here, and it's, I think, someone who has been matured by the process and the battles that she's had to fight herself over the last three and a half years and by the job of vice president and sitting with the president. But she looked completely comfortable tonight with the words she was speaking. They felt organic and genuine. I think every Democrat should be heartened by that speech. I think that if I'm the Trump campaign, I think the message is very clear, the game is on here, and it's not going to be easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "And she said, we are going to win this election. We are on the right side on every issue. She was very, very forceful in all of her comments, indeed.Jamal Simmons is with us as well. Jamal, I know you worked for Vice President Harris. What did you make of her message and her decision, which she just announced to keep Jen O'Malley Dillon in charge of her campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "That was big news, Wolf. That was very big news. I've been talking to folks who are on the campaign and people who are, you know, associated with it. And there was some concern or some question marks about what would happen next, who would be in charge, what would happen to some of the jobs. So, they've got some more settling to do.I expect they're going to hire some more people. They may move some people from the White House and bring them to Wilmington. They may shift some things around. But I think they're going to keep the core team and make it work. What's great about this, the Kamala Harris you saw today, the vice president you saw today, is the vice president that was out on the stump in the fall of 2022. And if you remember, everyone thought Democrats were going to lose in 2022 in the spring and early summer. And the president and the vice president went in hard to talk about freedom and democracy. The vice president talked about abortion and the right for women to have this freedom to make their own health care choices. That's the same person that I think we saw today. And, you know, I was very surprised that she went straight at Donald Trump and some of the ways that were mentioned earlier, but talking about how he'd already been convicted of sexual abuse, that he was a fraudster, to go right at him, and that she is a prosecutor and she knows how to go after. Listen, I think Donald Trump thought after these Supreme Court cases and Aileen Cannon got rid of the case in Florida, that maybe this was the last courtroom that he was going to have to be in was the one in New York City, but he's got one more prosecutor left to face. It's Kamala Harris, and she's going to be in the biggest court in the country, the United States Court of Public Opinion, right, going into election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "And she just made that very, very clear just now. Charlie Dent, former Republican Congressman, is with us as well. How do you think Republicans are going to be reacting to what all of us just heard from Kamala Harris and from the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "CHARLIE DENT, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I think Republicans are going to be very concerned about Kamala because she has clearly brought a blast of energy and enthusiasm to the Democratic campaign. And she can articulate the case for her candidacy and against Donald Trump, something Joe Biden could not do. And she did it very effectively, gracefully, and with some style. So, I think Republicans are panicked.Now, whether or not Kamala Harris is going to be able to persuade crossover voters, swing voters in states like Pennsylvania, Michigan and Wisconsin, we don't know that right now. But at the same time, Republicans are concerned they're going to just blast away at her now on the border and every other issue they find objectionable about the Biden administration. But right now, I'd be concerned because all of a sudden Democrats have a boost of energy, they're down ballot candidates all of a sudden feel motivated again, they were despondent, but now they have something to look forward to, so game on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "Yes, game on indeed, very strong words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "SIMMONS",
      "sentences": "Can I get one more thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BLITZER",
      "sentences": "Yes, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "And, David Chalian, I think she's going to energize that Democratic base right now. There was a lot of concern going into these last few days, but now she is showing where she's heading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "CHALIAN",
      "sentences": "Well, certainly we've seen it in the donations in the first 24 hours in the grassroots nations of more than $80 million already into the campaign coffers. That's a clear sign that she is energizing some of the grassroots.In addition to what Jamal was saying about the economic policy piece, the other thing, and this goes back to what David Axelrod was about her overall performance today. You know, we in the press don't cover as much the vice presidential candidate going around the country on the campaign trail. We do when they're named to the ticket, like we did with J.D. Vance today, or what have you. But we don't tend -- we tend to focus on the top of the ticket, obviously. That's where voters are focused. But Kamala Harris has been -- that speech you just heard, it's very practiced because she's actually been campaigning relentlessly for a year in battleground state, after battleground state, multiple days a week. This is -- she is -- while she's stepping into this role, she has been making this argument day in and day out of this campaign largely out of the spotlight. Mostly local news would pick her up. So, she also is not learning a new script here right now. She actually has gotten a year's worth of practice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "And a lot more people are going to be paying attention to what she has to say now as well.All right, everybody stand by. We have a lot more to assess, a lot more to discuss. Just ahead, I'll get reaction to all the breaking news from a top Biden ally who just met with Vice President Harris. Senator Chris Coons is standing by to join us. Plus, we'll also take a closer look at the short list of potential Harris running mates. Stay with us. You're in The Situation Room. (COMMERCIAL BREAK) [18:36:41] BLITZER: Breaking news, Vice President Kamala Harris just rallied staff at her Delaware campaign headquarters for the first time since President Biden dropped out of the race and handed her the keys to his political operations. The president speaking by phone about his decision in his first public remarks. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BIDEN",
      "sentences": "I know yesterday's news is surprising and it's hard for you to hear, but it was the right thing to do. I know it's hard because you poured your heart and soul into me to help us win this thing, help me get this nomination, help me win the nomination and then go on to win the presidency. But, you know, you're an amazing team, but we've got a great, great -- I think we made the right decision.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "All right. Let's bring in Democratic Senator Chris Coons of Delaware. He's joining us live from Wilmington, Delaware, where he just met with the vice president. Senator, thanks so much for joining us.I know you've also spoken with President Biden since he decided to step aside without getting into what you spoke about. I know you're reluctant to do that. Why was it the right decision for him to step aside? SEN. CHRIS COONS (D-DE): Well, as you know, well, President Biden is a fighter. Every time life has knocked him down, he's gotten back up. And he has an incredible record of accomplishment as president. So, it was hard for him to look at this race this fall and step aside, because every previous time when he's faced a challenge like this, he's kept in the fight, he's pushed through to the end. But, frankly, after his debate performance, there were lots of questions about his ability to carry forward. And that was, frankly, hard for me to hear, because I know how capable he is. I know what a strong and effective leader he's been as our president. As you heard in the rally that just happened here in Wilmington, our Vice President Kamala Harris, who was a key part of the Biden-Harris administration, was in the room, was in the meetings, that delivered historic investments in growing jobs, in rebuilding our infrastructure, in bringing manufacturing back to the United States, in reducing prescription drug prices, in combating climate change, gun violence, investing in our veterans, so many big accomplishments in the last three and a half years. Today, our President Joe Biden spoke to the whole campaign team here in Wilmington and handed not just the keys, but his endorsement, support and enthusiasm for Kamala Harris to be our nominee to run for president. The energy in the room was electric. She gave a compelling and engaging speech, and you can easily see how her background as a prosecutor, as a senator, as a vice president, and as a leader will make her a formidable candidate. And she will face down Donald Trump on a debate stage and in a national campaign this fall. She's going to be the next president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "As you know, Senator, her campaign says it has now raised $81 million in just the first 24 hours and signed up nearly 30,000 new volunteers. What do you make of this excitement among Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "We just saw her boarding her plane, Air Force Two, I believe it's called, to head back here to Washington. We'll continue to monitor all these late breaking developments.Senator Chris coons, thanks, as usual, for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "COONS",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "And I'm joining us now for more reaction to the breaking news, the esteemed presidential historian, Doris Kearns Goodwin. She's also the author of a bestselling brand new book entitled, An Unfinished Love Story, a Personal History of the 1960s. Doris, thanks so much for joining us.President Biden just reiterated to his former campaign staff that he did the right thing by stepping down. How are you reflecting on that historic decision and its significance for the country right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "DORIS KEARNS GOODWIN, PRESIDENTIAL HISTORIAN",
      "sentences": "You know, Wolf, what I was just thinking when he said to them, I know it's hard for you to have heard what I did, but I think I did the right thing. Can you imagine how hard this has all been for President Biden? I mean, I feel like I've lived with presidents and presidential candidates for all my life. And to relinquish power, especially of the presidency, and to know that you won't have a second term is a really hard thing to do. And in three-plus weeks, think of what President Biden has gone through, the questions that may have arisen in his mind after the debate. What if I'd done differently? What if I'd been better prepared? What if I weren't tired? I mean, even Nixon, I think, for years must have thought of, what if I'd worn makeup? Or Ford might have said, what if I didn't say that thing about Eastern Europe? Or Dukakis might have said, what if I didn't answer the question about capital punishment the way I did?Somebody asked one of these presidential candidates, when do you stop thinking about these things? And he said, who said I've ever stopped thinking about these things? So, that's the first thing he had to absorb. And then having to absorb the newspaper editorials that came after him to tell him to stand down, the donors who were pulling back their donations, and at, first, he could argue maybe these were the elites and not the people. But I think the hardest thing must have been when his congressional colleagues, these people he'd known for a long time, started speaking privately and publicly about his need to stand down. And I think once he heard those things from them, reports from their constituents was meant the people were saying that he could not make this campaign, he made the decision that is so tough to make. Maybe there's a sense of relief now. Amazing that he's able to make that transition right now to Kamala Harris and to say what he did to her, you know, here it is for you now, and to speak at this headquarters that, as you said earlier, were formerly his headquarters, my heart just realizes for all the presidents that I've studied how hard a moment this is and how hard it is to have grace and maybe a sense of relief from the tension that he must be feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "From your vantage point, Doris, and you're an esteemed historian, how were you thinking about Vice President Harris' campaign to possibly become the country's first female president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "GOODWIN",
      "sentences": "Yes. We keep -- you know, that's what was on my mind today, too. I was thinking about the fact, oh my God, maybe this now will be the first time. You know, I remember when, when Hillary Clinton was running that time and I was on Jon Stewart the night, I was on with Stephen Colbert, actually, the night that she made her acceptance speech and I made this ridiculous statement, of course, we're just going to have our first woman now. And maybe the next 43 presidents will be women and someday there'll be a little guy saying to his mother, when can I become president, mama?And, of course, it didn't happen then. And now there's one in two chances that it could happen now. It's certainly about time. I can say that as a historian, I can say that as a woman, I can say that as an American citizen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:49:21",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "We're back with breaking news. Vice President Kamala Harris beginning to lay out her case against Donald Trump as she works to lock up the Democratic presidential nomination, her search for a running mate is clearly intensifying big time tonight.Our Brian Todd is taking a closer look. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): If Kamala Harris is the Democratic nominee. She has what many regard as a deep bench to choose from for a running mate. EDWARD-ISAAC DOVERE, CNN SENIOR POLITICAL REPORTER: Now, Kamala Harris, it seems like will have a lot of options to choose from as she tries to figure out what kind of balance she wants to put out, what kind of additional arguments she wants on the ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "He's very popular. He's very skilled, and maybe most importantly, Pennsylvania is a state that Democrats almost certainly can't win without. Cooper from North Carolina is also popular analysts say in a state that the Democrats tried to win, but rarely do, especially in important national races.He praised Harris today on MSNBC. GOV. ROY COOPER (D), NORTH CAROLINA: She's going to bring that excitement to the people that we need to bring to the polls -- the young people, women, suburban women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "TODD",
      "sentences": "Kelly, a military veteran and former astronaut, rose to prominence when his wife, former Congresswoman Gabby Giffords, survived an assassination attempt.SEN. MARK KELLY (D-AZ): Really nice day here in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "TODD",
      "sentences": "He's well-regarded nationally, but also occupies a Senate seat in Arizona that the Democrats might have trouble holding onto in 2026 if he were to become vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "DOVERE",
      "sentences": "He has won in a state that Democrats want to keep winning in. He makes it maybe a little hard for people to think that they should take him out of that seat.Kentucky Governor Andy Beshear, a youthful 46-years-old, has also been floated as a potential running mate for Harris. On MSNBC, he touted his ability to win multiple elections in a deep red state. GOV. ANDY BESHEAR (D), KENTUCKY: I was reelected by five percentage points being a Democrat in Kentucky, that's like 30 anywhere else. (END VIDEOTAPE) TODD (on camera): Whoever Kamala Harris picks will obviously have to be adept at debating J.D. Vance. But reporter Edward-Isaac Dovere says, we shouldn't maybe focus too much attention on that because he believes Kamala Harris will likely want her running mate to make this race as much about Donald Trump as humanly possible -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "BLITZER",
      "sentences": "Brian Todd reporting, Brian, thanks very, very much.Joining us now, Maryland's Democratic Governor Wes Moore. Governor, thanks so much for joining us. As you know, Vice President Kamala Harris just addressed the 2024 campaign for the first time since President Biden decided to step aside. I want to play a little bit of what she just had to say. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Before I was elected as vice president, before I was elected as United States senator, I was the elected attorney general. I've mentioned a California. Before that, I was a courtroom prosecutor in those roles. I took on perpetrators of all kinds, predators who abused women, fraudsters who ripped off consumers, cheaters who broke the rules for their own gain.So hear me when I say I know Donald Trump's type. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "BLITZER",
      "sentences": "So, Governor, what do you make of what we just heard from her?GOV. WES MOORE (D-MD): I do think it's important that this election that people understand, not just what's at stake, but that were able to change the dynamic and change the discourse of this campaign. You know, we -- we have a situation where we've gone for weeks where frankly so much attention has been focused on things like speech patterns and walking gaits, and not understanding who the Republican nominee is and what was said during the Republican nomination convention. And so I do think this is going to be an important moment to be able to really center people about what's at stake, center people about the vision that we have, the contrast in vision that we have from the vice president and the contracts envision that we have from Donald Trump and then making sure, we're taking the argument directly to him. Because when you look at the history of Donald Trump, not just on the policy front, put on the personal front there are things that are remarkably problematic and its important that the American people that, that becomes the nexus of the conversation that we're having.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:18",
      "speaker": "BLITZER",
      "sentences": "The Harris campaign governor is reporting huge fundraising figures over the past few days and tens of thousands of new volunteers signing up to help the campaign. How would you describe the mood in the Democratic Party right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "BLITZER",
      "sentences": "And, Governor, I know you've been mentioned as a potential running mate for Kamala Harris. I know you've said you're not interested, your words, but have you been asked for any paperwork by the Harris campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "MOORE",
      "sentences": "Yeah. We've been -- we've been in close contact with the -- with the -- with the Harris campaign and listen, it's very humbling that people are bringing your name up. I also know that that I'm -- I love my job. I'm excited about the momentum that we've seen here in the state of Maryland where, you know, we've gone from being 43rd and unemployment to now having amongst the lowest unemployment rates in the entire country, some of the, some of the steepest drops in homicides and non-fatal that we have in the entire their country.I'm proud of the momentum that Maryland has right now. I am -- I'm very happy with my job. I love my job and I have no intention of leaving it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "BLITZER",
      "sentences": "But do you know if you've been vetted? Are you being vetted? Your background is going through. Is there any paperwork to review your past as a potential vice presidential running mate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "MOORE",
      "sentences": "I've been very clear. I have no intention of leaving my job. I love the work we're doing here in Maryland. I want to be the chief executive of our state and I want to make sure that Maryland continues to grow.I made promises that people of my state. I plan on fulfilling those promises. I plan on -- I plan on accomplishing our mission. I'm a very mission-focused person and I know my mission is right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "BLITZER",
      "sentences": "Governor Wes Moore of Maryland, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "MOORE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "BLITZER",
      "sentences": "And there's more breaking news we're following. The top Republican and top Democrat on the House Oversight Committee are calling on Secret Service Director Kimberly Cheatle to step down after a rather testy Capitol Hill hearing earlier today on the Trump assassination attempt.Our chief legal affairs correspondent, Paula Reid, has more. (BEGIN VIDEOTAPE) REP. MELANIE STANSBURY (D-NM), OVERSIGHT COMMITTEE: Madam Director, with all due respect, the answers that we've received here in this hearing today are completely unsatisfactory. PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voice-over): Republican and Democratic members of Congress frustrated with the head of the Secret Service, many calling for her immediate resignation. REP. JAMES COMER (R-KY), OVERSIGHT COMMITTEE CHAIRMAN: It is my firm belief, Director Cheatle, that you should resign. REP. JAMIE RASKIN (D-MD), OVERSIGHT COMMITTEE RANKING MEMBER: The director has lost the confidence of Congress at a very urgent and tender moment in the history of the country. We need to very quickly move beyond this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "REID",
      "sentences": "There were still a lot of unanswered questions after a horrific assassination attempt on former President Donald Trump nine days ago.KIMBERLY CHEATLE, U.S. SECRET SERVICE DIRECTOR: As the director of the United States secret service I take full responsibility for any security lapse of our agency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "REID",
      "sentences": "Kimberly Cheatle facing bipartisan fury over her agency's failures.REP. NANCY MACE (R-SC), OVERSIGHT COMMITTEE: Have you provided all audio and video recordings in your possession to this committee as we asked on July 15, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "CHEATLE",
      "sentences": "I would have to get back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "MACE",
      "sentences": "That is a no. You're full of shit today. You're just being completely dishonest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "REID",
      "sentences": "Both Republicans and Democrats, growing frustrated with Cheatle's lack of forthcoming information as she repeatedly stonewalled lawmakers deferring to the ongoing FBI investigation.REP. ALEXANDRIA OCASIO-CORTEZ (D-NY), OVERSIGHT COMMITTEE: It has been ten days since an assassination attempt on former president of the United States regardless of party. There need to be answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "REID",
      "sentences": "Cheatle acknowledged that Secret Service was told about a suspicious individual several times before the shooting.REP. ANDY BIGGS (R-AZ), OVERSIGHT COMMITTEE: Why didn't they put a security hold on President Trump going on stage at that rally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "CHEATLE",
      "sentences": "At a number of our protective sites, there are suspicious individuals that are identified, all the time. And it doesn't necessarily mean that they constitute a threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "REID",
      "sentences": "She pledged to complete an internal investigation of the incident within 60 days and defended her position.REP. VIRGINIA FOXX (R-NC), OVERSIGHT COMMITTEE: Do you think you are the best person in the country to head the Secret Service?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "CHEATLE",
      "sentences": "I think that I'm the best person to lead the Secret Service at this time.(END VIDEOTAPE) REID (on camera): Wolf, it's notable that these calls for her to step aside are bipartisan, but she is not heeded them up until this point. But she also made several other really interesting revelations. First of all, she acknowledged that they have actually adjusted security for other protectees these after this assassination attempt. She also told lawmakers that after Joe Biden dropped out of the race yesterday, they adjusted the security for Vice President Kamala Harris and she said the service is ready to make whatever adjustments it needs to to protect whoever she ends up selecting as her running mate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "BLITZER",
      "sentences": "So, Paula, any sense where this all goes from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:07",
      "speaker": "REID",
      "sentences": "That's a big question. I mean, the big question is how much longer can she actually stay in this job when you have a bipartisan consensus that she needs to go something in that she is resisting, that's something that you can only resist for so long.As we know, Wolf, there were so little bipartisan consensus in this town, but this is one thing where you hear members of both parties saying the same thing after this historic misstep. She's got to go.",
      "isLastSentenceInterrupted": false
    }
  ]
}