{
  "date": "2024-03-06",
  "headline": "Laura Coates Live",
  "subHeadline": "Biden Is Expecting Issues On Immigration, Foreign Aid Package, And The 2020 Election Rematch In Thursday's SOTU; Alabama Governor Signs IVF Bill; Armorer In \"Rust\" Movie Shoot Guilty Of Involuntary Manslaughter; One Of Trump Codefendants' Lawyer Testified On Fulton County D.A.'s Allegations; California Democratic Mayors Back Proposal To Toughen Criminal Punishments. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:53",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "The address of a lifetime. Can President Biden pull it off? We'll talk about tonight on \"Laura Coates Live\".All right, Super Tuesday was last night. The State of the Union is tomorrow night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "TOM CRUISE, ACTOR",
      "sentences": "And the hits just keep on coming.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "COATES",
      "sentences": "It's the mother of all campaign speeches. The president of this country making his case to the nation and prime time of all places. Millions of you will be watching as Joe Biden, who is for all intents and purposes now in a reboot of the 2020 race, gets his message in front of what may be the biggest audience of the campaign.The speech has been in the works for months, apparently with editing continuing until the moment Biden starts to speak. And oh, yeah. (BEGIN VIDEO CLIP) PETER FALK, PLAYED LT. COLUMBO IN \"COLUMBO\": Listen, one more thing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "COATES",
      "sentences": "Donald Trump says he'll be doing a, quote, live play by play during the State of the Union address. What could possibly go wrong with a live play by play by Trump?(BEGIN VIDEO CLIP) MARTIN SHEEN, PLAYED AS PRESIDENT JOSIAH BARTLET IN \"THE WEST WING\": We met stronger here, right? JOHN SPENCER, PLAYED AS LEO MCGARY IN \"THE WEST WING\": What's it say? SHEEN: I'm proud to report our country stranger than it was a year ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "SPENCER",
      "sentences": "That's a typo. Could go either way.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "COATES",
      "sentences": "OK, look, this is the part of the story where my father will be thrilled to hear me say, Dad, you were absolutely right. Every single word has meaning. So choose wisely. Well, Mr. President, listen to one Norman Coates tomorrow, because every word you say, as you tell the country and the world, really about the State of this Union we call America, will count. So choose very wisely.And expect the applause. Expect the booze. Kind of like you're at the old \"Showtime at the Apollo\". Remember that? Not going to give you very long to get it right. And not in the presidential election year. Not when the stakes are this high. And the problems, well, they keep coming. We're going to break down just a few of the -- our State of the Union problems we have here and what you can do about it. Well, there's immigration, the bipartisan bill that crashed and burned in Congress, all so Trump could really run on the issue. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Instead of telling members of Congress to block this legislation, join me, or I'll join you in telling the Congress to pass this bipartisan border security bill.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:53",
      "speaker": "COATES",
      "sentences": "And as he is considering executive action to restrict asylum at the border, he risks backlash from progressives in his own party. Talk about being caught between a rock and a hard place.Meanwhile, migrants are streaming in into cities from New York to Chicago to Miami, Houston, L.A. And there are fears that the lull of the past several weeks will turn into a surge in the spring. Then there's the ongoing battle over reproductive rights. States across the country restricting abortion. The Alabama Supreme Court potentially jeopardizing IVF by ruling that frozen embryos are children and those who destroy them can be held liable for wrongful death, prompting Alabama's governor to sign a bill tonight to protect IVF patients and providers. In a moment, I'll talk to a congresswoman who's attending the State of the Union about her own IVF journey. And then there's foreign policy. As the president pushes for a ceasefire in Gaza, he is facing an opponent he did not see coming. Uncommitted. But uncommitted is making his presence felt, isn't he, in places like Michigan and Minnesota and North Carolina in an effort to force the president's hand. Those are some of the challenges that he is going to face in tomorrow's State of the Union address. But every word will count, including those that accentuate the positive. Every single word will have meaning tomorrow, potentially and especially in a presidential election year. Well, here now with me, former Republican congressman Charlie Dent and political commentator and senior spokesperson for Hillary Clinton's 2016 presidential campaign, Karen Finney. I'm so glad you're all with me here today. First of all, Karen, you just came from a briefing, right, at the White House about tomorrow's address. What can you tell us? Because I'm nosy and I'm not here at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "He's going to have to really bring it, as they say, on a number of things. There are a number of topics as well. And I want to play a little game with the two of you because you're fun.And there's a game most people play and it has, you know, three choices and marry or kill or part of it. I'm not going to play. It's a family show, family program. It's 11 o'clock at night, but it's still a family program. My daddy's watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "This is going to be called \"Sell His Plan, Confront or Pivot\". Those are the three options about them. I want to hear from both of you about what you think Biden ought to do in these scenarios. I'll start with you, Charlie, on this, because on the issue of immigration in particular, should Biden sell his plan, confront Republicans, or pivot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "CHARLIE DENT, FORMER REPUBLICAN CONGRESSMAN",
      "sentences": "I think he needs to confront Republicans on this because Joe Biden has actually been pretty weak on the border. That's been a vulnerability for him. He minimized the problem. He was late to the game, but Republicans screwed up. They had a bipartisan compromise. They walked away from their own deal. They're a right-of-center reforms. If I were Biden, I'd go in and confront them and talk about those reforms that are right-of-center, triangulate, and say, pass the bill. We want a solution, not an issue. So I would confront them directly on that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "FINNEY",
      "sentences": "I agree. Look, I think he is going to lay out, again, here's what was in the bill. Here's where I was willing to go, and many of you sitting in this chamber were not.I think it's an opportunity in confronting them to actually also praise those Republicans who were willing to come to the table because we know that there's a real tension with the Republican Party right now around that. So I think there's a dual opportunity, and then pivot to here's what comprehensive, humane immigration reform and border reform looks like. Lastly, I think he'll confront the mythology of the Republican talking point that says he's already got all the tools at his dispense that he could right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "Executive action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "FINNEY",
      "sentences": "Exactly. He doesn't need more tools, which is absolutely not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "Your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "DENT",
      "sentences": "No, I think he just simply has to invoke James Lankford's name. It might not help James Lankford, but say, I agree with James Lankford.He's talking not just to the chamber, but to the country, saying, I agree with this conservative Republican on these immigration reforms, so that's why I would confront. It muddles the issue because Joe Biden is losing on that issue. This muddles the issue a little bit to his advantage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "I hope we have a camera that goes to Lankford's face when he starts to shrink in his seat for a second and go. Really? Really, Mr. President? Really? How about the issue of the economy? Sell his plan, confront, or pivot? What do you say? I'll start with you, Karen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "FINNEY",
      "sentences": "I think he's going to sell and talk about the accomplishments of the last several years, whether it is bringing back manufacturing jobs, whether it is the increase in American exports, whether it is 16 million new small businesses launched, closing the wage gaps in terms of disparities, cutting child poverty in half. And there's a lot to talk about cutting college tuition costs.But -- and also, I think we're going to hear him talk about how to cut costs because he recognizes that as much as you can do as president, if you're not going to be able to cut costs, that's what's really still hurting people. That's what I think he's going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "Charlie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "DENT",
      "sentences": "I think he's going to have to pivot a little bit here because inflation is still front of mind for many voters. Prices are still too high, particularly for housing and for food. Big issue. I think he's got to be careful what he sells. Karen just mentioned student loans. I don't think that's a very good issue because, one, it's inflationary. It transfers wealth from lower-income people to people with higher earning potentials.It really offends a lot of people who paid their bills and those who never went to college. There's already a gap there. So I think he's got to be really careful with what he sells. He should stay on the manufacturing side. I think he's safer there. But inflation is still a big issue, and that's front of mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:08",
      "speaker": "COATES",
      "sentences": "I think Karen rolled her eyes on the student loan part. Why? What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "DENT",
      "sentences": "Universities sold them these loans? I mean, they go to these wonderful four-year institutions. That's not corporate greed, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "FINNEY",
      "sentences": "Well, in terms of where they're getting their loans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "COATES",
      "sentences": "I mean, look, Gordon Gekko said greed is good. We're going to have to get in there for a second. How about foreign policy? Obviously, Ukraine and Israel are tough issues right now in Congress and, of course, in Ukraine and Israel.And with President Biden and, of course, Gaza, the uncommitted vote, should he sell his plan, confront, or pivot? DENT: Well, on Ukraine, he should confront. He should say, Speaker Johnson, bring up a bill to vote on Ukraine. There are over 300 votes here to pass it. Do it tomorrow. He should confront them there. On Israel, he's going to have to dance and pivot. Because on the one hand, he wants to support Israel. On the other, he knows within his own party, there are a lot of folks who are not with him on further aid to Israel. So on that issue, Biden's got a tricky, tricky dance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "FINNEY",
      "sentences": "I think you're going to hear him confront the reality. And this is part of why we heard the vice president get out there and talk about the need for an immediate ceasefire. That's where the president has said he wants to be. That is what is on the table in the talks, despite what we hear kind of being adjudicated in the press.So I think you're going to hear him take that head on. And I would not be surprised if you hear some tough talk from him on, you know, look, what it's going to take for us to continue to support Israel, while also ensuring that more innocent children are not being killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "COATES",
      "sentences": "We can't leave tonight without talking about this play-by-play that Trump is going to be doing. I guess on social media, it seems, against what the State of the Union is going to happen. What is the method to that particular madness? Will it be successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "DENT",
      "sentences": "He's going to tweet in real time. Having sat on that House floor during a State of the Union, what I appreciated was a short speech. That said, I don't think most members are going to be looking at Donald Trump's Twitter feed while Joe Biden is speaking. It won't work in real time.I don't think it will. Maybe it'll play out in the American public. But on the House floor, with all the actions happening on State of the Union, I don't think it'll be really that much noticed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "FINNEY",
      "sentences": "Well, but remember that for the State of the Union, part of the strategy is also a social media strategy. The White House has planned, and the campaign, to take different pieces of content. Or you take different parts of the story of some of the folks in the gallery, and you cut that up, and you're pushing that out.So it'll be interesting to see, are people going to follow that? Or what rises and falls in terms of popularity on social media? And I'd say the other method to the madness, as always with Donald Trump, is he wants more attention. More attention. So that's probably trying to step on the message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "DENT",
      "sentences": "I like the response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "COATES",
      "sentences": "I mean, if you're President Biden, you should probably talk to some high school teachers about what it's like to try to teach a class, and everyone's looking down like this. Because I bet you that's what's going to happen. You think they're not going to pay attention to their phones? They're looking down. So cue the high school teachers right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "DENT",
      "sentences": "I'm usually reading the speech. They used to give us the speech. COATESas a viewer watching that, that's always such an odd thing. It always made me think to myself, gosh, does Congress need to actually be told when to applaud or boo on certain issues? I mean, don't answer that. That's rhetorical. Look down at your phone for a second. There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "FINNEY",
      "sentences": "There's certain words that are supposed to be like America and unity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:04",
      "speaker": "DENT",
      "sentences": "Jack in the box. Up or down. Amen. Boo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "That's an interesting point to think about what the bill does not say. So you think it may be trying to placate those who saw this as, in their minds, not an inevitable extension of the Dobbs ruling. I mean, people thought about Mifepristone. They thought about, obviously, abortion. IVF, people, I think, believed was going to be a sacred space. But you knew it wasn't.KAMLAGER-DOVE: No. I mean, they opened the doors with the Dobbs decision. And so now you have Republicans who are afraid of the millions of men and women who are saying women have a right to have autonomy over their bodies, and make decisions about their abortion care, or their reproductive health care. So let's do something. But let's do something that's fake. I mean, we even have Republicans in Congress wanting non-binding resolutions on IVF treatment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "So lip service, to say the very least. Let me ask you, though. This is very personal for you, indeed. And this ruling prompted you, really, to come forward with your own personal story of your IVF journey. I wonder if you would share it with us a little bit about that. And why now do you feel comfortable talking about it?KAMLAGER-DOVE: Well, you know, I hadn't really planned on talking about this at all. I didn't think it would resonate, or that people would care. But when I was younger and married, I finally decided that I was financially secure enough to try to have a child. But my body had other designs. And so I tried, and tried, and eventually went to IVF treatment. And I can tell you that it is financially, psychologically, physically, emotionally exhausting and draining. And you're going to your doctor. You're asking that person to give you as many options as possible. And ultimately, you know, I had to make some decisions because of the cost and the wear and tear on my body. Now, I'm grateful that my story ended with me being the stepmother to three children. You know, my journey didn't end with me becoming a bio parent. And every woman has a different journey to motherhood. The goal is to allow her to have as many options on the table as possible. And the ruling now complicates that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Do you know how, I wonder if you ever think about the poignancy of somebody in Congress having that statement be made, having that story out there? What comfort, what protection, what validation, what you've said must be like?KAMLAGER-DOVE: Well, I know after I shared, I did reveal that I've never shared this publicly before. And I had a lot of folks come up to me thanking me for sharing and then asking me if I would share it with friends that they knew and other people who needed to hear it. So I was actually taken aback by the response that I was getting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "We've been hearing a lot, especially from women who have talked about IVF, but also about what's going on in places like Texas and beyond where there are restrictions, reproductive rights. And Kate Cox, who is the Texas mother you may recall, mother of two, who had to leave her state to get an abortion to end a life-threatening pregnancy.Our own Dana Bash spoke to her today about how she's been feeling about all of these different movements and conversations and the way it's gone. Listen to what she had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "KATE COX, FORCED TO LEAVE TEXAS TO GET EMERGENCY ABORTION",
      "sentences": "If we survived the pregnancy and we survived the birth, how long best-case scenario did she think we could have with her? And she said the longest would be a week. She would be placed directly onto hospice. There was no treatment that could be done. And I didn't want her to suffer. I didn't want a life measured in minutes or hours or days with medical machinery for us, and the risks as well. We wanted to be able to have a baby. We wanted a sibling for our children as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:06",
      "speaker": "COATES",
      "sentences": "Congresswoman, I'm so happy that you came on tonight. Thank you for joining me.KAMLAGER-DOVE: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:46",
      "speaker": "COATES",
      "sentences": "The verdict is in, and it's guilty for involuntary manslaughter in the trial of the armorer on the set of the Alec Baldwin movie \"Rust\". Hannah Gutierrez-Reed was found guilty for her role in the accidental shooting that killed movie cinematographer Helena Hutchins on set in 2021.However, the jury found her not guilty of another charge, evidence tampering. The prosecutors argued that she repeatedly violated safety protocol on set and was negligent when her defense attorneys say that they do plan to appeal the verdict as well. Actor and producer Alec Baldwin, who was pointing the gun at Hutchins when it fired, is also facing charges and a trial down the road. Joining me now, criminal defense lawyer and managing partner at Hardin &amp; Pinckney, Brandi Harden, along with theatrical firearm safety expert Steve Wolf. I'm glad to have you both here. Brandi, let me begin with you here, because the jury took just under three hours to reach this verdict. We need a court of public opinion with you arguing on behalf of the defense in this. There were jury notes as well. Did you think this would end differently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:46",
      "speaker": "BRANDI HARDEN, CRIMINAL DEFENSE LAWYER",
      "sentences": "I did. I really thought there was reasonable doubt in the case, and even though, obviously, the jury decided that she was guilty, I think that the defense did a good job of establishing reasonable doubt. It just takes one doubt for you to find somebody not guilty, and I think that ultimately there was reasonable doubt.The jury looks like they decided otherwise, but I heard the closing arguments. I think the defense did a great job, and I did think ultimately it would turn out differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:46",
      "speaker": "COATES",
      "sentences": "It came down to her having one job, it seemed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:46",
      "speaker": "HARDEN",
      "sentences": "One job. And so the jury was sort of saying, look, I mean, even if live rounds got onto the set, OK, that's one issue, but they just should have never made it into the gun.And I still just think, you know, at the end of the day, I feel like she was a scapegoat. I think that they put the blame at her feet. She's obviously not the person who fired the weapon, but at the end of the day, they're sort of saying the bullet should have never gotten into the gun, and then ultimately that chain of events wouldn't have happened. And I think, you know, it's unfortunate for her that she was found guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:46",
      "speaker": "COATES",
      "sentences": "We're also here, Steve is with us as well. Our affiliate, KOAT, actually interviewed one of the jurors, and here is what he said convinced the jury that she was guilty. Listen to this, Steve.(BEGIN VIDEO CLIP) ALBERTO SANCHEZ, JUROR IN HAMMAH GUTIERREZ REED \"RUST\" SHOOTING TRIAL: Pretty much very unsafe conditions, and it was obvious. It was a lot of the safety issues that she could have paused work, stopped, cleared it all up, and just never did. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:46",
      "speaker": "COATES",
      "sentences": "Steve, you're a prop expert. You've got a replica, I understand, of the gun that was actually used. The prosecution said that she was responsible for six live rounds being on set, one ultimately killing Helena Hutchins. And so break this down for us if you can. What went wrong here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:08",
      "speaker": "COATES",
      "sentences": "Well, Steve, you showed me in the beginning those rounds. You're looking at really the end of it at one point in time to know what's inside of it. So assume, as you said, the presumption is that the gun is actually loaded. What would distinguish one round from the other by looking at it while it's actually inside, while a bullet is inside of one of those chambers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:08",
      "speaker": "WOLF",
      "sentences": "While it's inside, you could look at the back. So even when the cylinder is loaded with all the rounds, if you look at the back of a live round, you'll see a primer right there, which is undimpled.If you were to look at the back of a dummy round, first of all, you could see from the side, right, that that's got holes drilled right through it. But then when you look at the back of that, you'll see that it's dimpled, meaning that this primer has already been fired and rendered inert. So if you look at the back and you see an intact primer, this should be your first clue that there's something in the gun that shouldn't be there. Now, in the case of blanks, they'll also have an intact primer. But it's really your job as the armorer to make sure no one gets hurt. And if somewhere along the way you can make a movie with firearms involved, that's great too. But job one is to keep people safe. And the way you do that is by assuming that there's live ammo in the gun, assuming that the gun is in working condition, and then making sure that there's nothing in it that shouldn't be in there before you hand it to anyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:08",
      "speaker": "COATES",
      "sentences": "This is really helpful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:08",
      "speaker": "WOLF",
      "sentences": "And the person who receives it also needs to do the same thing, right? If there's a gun in your hand and something goes wrong, you have responsibility for that. COATESimportant. Speaking of somebody else who was handed to me, go back to Brandi Harden here. Brandi, when you look at this, look ahead for me to the Alec Baldwin trial, because that's who was handed the gun. And he is going to stand trial, apparently, for actions related to the firing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:08",
      "speaker": "HARDEN",
      "sentences": "I do wonder if they're going to dismiss the charges. Right now it looks like they are not.And I think it's going to be quite problematic for Mr. Baldwin. I think, you know, now that Hannah Gutierrez-Reed has been found guilty, they're going to say you were responsible for the security. If she's negligent, you were negligent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:08",
      "speaker": "COATES",
      "sentences": "That might be the case. I wonder if, in fact, this will actually go to trial or this, you mentioned her being a scapegoat potentially, how that will impact him down the line as well. Brandi Harden, Steve Wolf, thank you both so much.Next, there is new drama in the Georgia case against Donald Trump as one of the defense lawyers trying to disqualify Fani Willis testifies before a Georgia Senate committee. And what Willis is firing back. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:42:30",
      "speaker": "COATES",
      "sentences": "Well, tonight the drama is heating up in the bid to remove District Attorney Fani Willis' Georgia election subversion case. A Republican-led Georgia state Senate panel subpoenaed Ashleigh Merchant, attorney for one of Donald Trump's co-defendants.She testified about the affair between Willis and social prosecutor Nathan Wade, and Wade was tapped by Willis, as you know, to lead the case against the former president. Merchant told the committee she heard about the affair last summer from Terrence Bradley, Wade's former law partner and one-time divorce lawyer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:42:30",
      "speaker": "ASHLEIGH MERCHANT, GEORGIA ELECTION SUBVERSION DEFENSE ATTORNEY",
      "sentences": "Nathan was still married, and Mr. Bradley was upset because of what happened in the divorce. He was upset because they were still married, you know, the Wades were still married, and he essentially just left her after meeting Ms. Willis and dropping the kids off at college.And we talked about it, I mean, Ms. Wade had been a stay-at-home mom for, you know, they'd been married almost 30 years, and literally it was right after they dropped their youngest off at college that he said, you know, move out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:42:30",
      "speaker": "COATES",
      "sentences": "Willis and Wade have both acknowledged their relationship but deny any wrongdoing. The judge has promised to issue a ruling any day now.I want to bring in CNN legal analyst Michael Moore. Thank you for joining us. Look, this is a state Senate committee. They don't have any power to disqualify or sanction Willis, so what's the point of doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:42:30",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "Yeah, I'm glad to be with you tonight. They really don't have much power except to cause problems. And so right now what you're seeing is just a legislative committee that's been put together.There's been sort of an attack on prosecutors in the state for the last couple of years as they've tried to pass rogue prosecutor bills and that type of thing. But this committee now has been pulled together to look into this allegation that's been made against Ms. Willis. So, you know, while they can't disqualify her, they can basically conduct a parallel proceeding, if you will, or something going on at the same time, so that it just gets more of the sort of the salacious trash out into the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:42:30",
      "speaker": "COATES",
      "sentences": "Well, she is pushing back. She is pushing back, as she did in the courtroom that day that she made that now infamous appearance. Let me just play for you what she has to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "I mean, this could take months, this investigation, and we don't yet have the ruling, although the judge said within two weeks, about whether she'd be disqualified or not. We haven't actually gotten to the heart of the matter, though. The facts as alleged in the indictments. But is all of this hurting the case against Trump and his co-defendants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "MOORE",
      "sentences": "It's not something that's going to cause the case to be dismissed, but I think what's happened, as you've seen, this has become such a distraction that it has hurt what I would call sort of the P.R. of the case. And so a prosecutor's job, as you know, is to protect the integrity of the investigation, the integrity of the case, and if you get a conviction to protect that conviction on appeal.What this has done is cast sort of a shadow over the case so that we're not talking about the facts of the case, we're not talking about the things that the grand jury found. Instead, we're talking about these other details. The problem that they may have, and they being Ms. Willis and Mr. Wade, is if, in fact, there's other evidence out there, by continuing this saga, they've now placed themselves potentially in some other jeopardy by giving sworn statements, giving sworn testimony, and that type of thing. And as you know, oftentimes, sometimes the worst problem is an attempt to cover things up, and that may be what we find out here. That's one problem the Senate committee could pose, and that is if they continue to talk to witnesses, if they find new witnesses, if they find new data, we've already seen the cell phone data that has come out that seems to refute some of the sworn testimony, that could be a problem. And again, it doesn't mean she's disqualified, but it doesn't help the case in any way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Well, we'll see if the damage for the jury pool is done. Remember, of course, she is elected, and the people of Fulton County have asked for her to be in that position. We will see whether all of this adds to the notion of whether the appearance of an issue would be enough for this judge to rule to disqualify.Michael Moore, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "MOORE",
      "sentences": "Always good to be with you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "COATES",
      "sentences": "New York's governor is deploying the National Guard and the state police to patrol America's biggest subway system. Why? It's all in response to an increase in New York City subway crime.The NYPD says there's been a 13 percent uptick in major crimes on the subway just since last year. The effort to tamp down on violence is also playing out on America's other coast. And what some say is a political pivot, Democratic mayors in California are supporting a new ballot measure that would toughen punishments for criminals. The proposal has 75 percent of the signatures to get on the ballot in November. Here's CNN's Veronica Miracle. (BEGIN VIDEOTAPE) VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): On this San Jose Street, it's no secret among neighbors that Marlene Hardin's teen daughter was killed by fentanyl poisoning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "MARLENE HARDIN, DAUGHTER DIED FROM FENTANYL POISONING",
      "sentences": "Complications of combined fentanyl, sertraline.MIRACLE (voice-over): Chloe got a Percocet from a dealer on Snapchat, Hardin says, but the pill was laced with fentanyl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "HARDIN",
      "sentences": "I had to make the toughest decision of my life, and that was to take her off life support.MIRACLE (voice-over): Lacks California criminal policies, she believes, are part of the reason Chloe died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "HARDIN",
      "sentences": "They're coming into the court through the court system, getting a slap on the wrist, and getting sent home.MIRACLE (voice-over): But a new proposal, called the Homelessness, Drug Addiction and Theft Reduction Act, is giving Hardin hope. It would overturn parts of the controversial Proposition 47, which was approved by California voters 10 years ago to reduce overcrowding in jails by reducing punishments for some crimes. It turned most drug possession offenses from felonies to misdemeanors. This new proposal would create harsher penalties for people who deal fentanyl and other hard drugs. Another big component of the proposed law, targeting chronic and repeated retail theft. Currently, under Prop 47, if someone steals less than $950 in merchandise, in most cases, they'll be charged with a misdemeanor. It's why some argue retail theft has skyrocketed in recent years. Things got so bad, this San Francisco Walgreens resorted to padlocking ice cream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "MIRACLE",
      "sentences": "This entire row is basically locked up. At one point, Walgreens said this store had the highest theft rate of any of their stores in the entire country.MIRACLE (voice-over): Under the new proposal, repeat offenders could be charged with a felony. And while this proposal has garnered predictable support from big retailers and Republicans across the state, with dozens of lawmakers and district attorneys signing on in support, it has another unlikely champion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "MIRACLE",
      "sentences": "You are breaking from the party on this issue.SAN FRANCISCO MAYOR LONDON BREED (D): I don't see this as a partisan issue. This is about keeping people safe. MIRACLE (voice-over): San Francisco Mayor London Breed is one of just three Democratic mayors supporting the proposal. It comes as she faces a tough re-election campaign and a city full of voters frustrated with crime and blight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:51:56",
      "speaker": "BREED",
      "sentences": "They want us to hold people accountable, especially people who are violent criminals, accountable. They want to make sure that their communities aren't destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:03",
      "speaker": "BREED",
      "sentences": "I don't think it's fair to say that liberal policies don't work. We're not abandoning San Francisco values of second chances and compassion and support and help. Those things will continue in addition to the accountability.MIRACLE (voice-over): For Breed and many others, this is a nuanced issue. Thanh Tran spent 10 years behind bars, most of his time in state prison for attempted robbery and attempted murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:03",
      "speaker": "THANH TRAN, POLICY CONSULTANT, ELLA BAKER CENTER FOR HUMAN RIGHTS",
      "sentences": "Sometimes I can't believe that's even me.MIRACLE (voice-over): Tran believes fixing the root of the problem is the only way to freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:03",
      "speaker": "TRAN",
      "sentences": "The mental health issues of poverty, right, of all of these different issues that we don't necessarily want to address, it's easier to be like, oh, they have a criminal problem.MIRACLE (voice-over): The problem may have different solutions and could be in the hands of California voters again this fall. Veronica Miracle, CNN, San Francisco. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}