{
  "date": "2024-04-01",
  "headline": "CNN News Central",
  "subHeadline": "Julie Su, Acting Secretary Of Labor, Discusses Bridge Repairs, Help For Workers, Businesses; King Charles Attends Easter Service After Cancer Diagnosis; Prince William, Princess Catherine Skip Easter Services; Powerful Storms Leave 50-Plus Million In U.S. At Risk; Clark's Iowa Hawkeyes Vs Reese's LSU Tigers In Women's Elite 8. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "JULIE SU, ACTING SECRETARY OF LABOR",
      "sentences": "And so we have to take the lessons from the pandemic and the needs that are here now and do everything we can to make sure that working people feel economic security when things like this happen,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Sure. It doesn't sound like there's a set figure of that $60 million that's been put aside for the workers that are temporarily on standby.I do want to ask you about something you mentioned regarding the families of the workers killed in the collapse. We've heard from local officials that they are the top priority. Governor Wes Moore, for example, specifically said that there should be additional safety legislation to protect workers like them in the future. Do you agree? Should there be additional legislation to protect workers in similar situations? And also what's being done to help their families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SU",
      "sentences": "Well, every worker should come home safe and healthy at the end of a work shifts, right at the end of a workday. Nobody says goodbye when they go to work and think that that's going to be the last time.And certainly, one of the things that was revealed here is that too often workers who do difficult work, sometimes they do it at night where they're both literally and figuratively invisible, that those workers and too often are also immigrant workers, don't -- don't know about something like this when they need to know. And so we are also going to look at the lessons here to make sure that protections are as strong as they need to be. And I also want to clarify. You know, the $60 million was really from the Department of Transportation emergency funds for the cleanup, for the rebuild. And we continue to look for every option and to work closely with the governor, who has made very strong statements also about the need to protect the working people of Baltimore and Maryland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Understood.Secretary, obviously, there's an investigation that has to play out, led by the NTSB, to figure out what exactly led to this collision and collapse. Right now, the federal government is helping to foot the bill. But if there is an indication that there was negligence or any kind of fault by whether the company or the folks that were running the ship, who do you expect will ultimately be held accountable financially, specifically? And how does that process work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SU",
      "sentences": "Yes, so I don't want to get ahead of the national -- the safety board, but the NTSB's investigation at all.At this point, we are all laser-focused on the recovery effort, on looking at how quickly and responsibly we can do this -- do this rebuild, and making sure that, during this time, that impacted workers have the supports that they need. And we will continue to work closely with our partners in Maryland, the governor's team. But also turnover every rock and move heaven and earth to make sure that everything that is available, that we unlock it and get it into the hands of Marylanders who need it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Secretary Julie Su, appreciate the time. We have to leave the conversation there. Thanks.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:07",
      "speaker": "KEILAR",
      "sentences": "King Charles made his most significant public appearance since his cancer diagnosis last month, attending the Easter church service at Windsor Castle.The 75-year-old monarch greeted yesterday's crowd with Queen Camilla at his side. And this year's celebration, it was quieter, with fewer royals in attendance to minimize the king's contact with others during his treatment. Noticeably absent were Prince William and Princess Catherine, who have been lying low since Catherine announced that she's undergoing chemotherapy following her own cancer diagnosis. Let's turn now to CNN royal historian, Kate Williams, to talk about this. Kate, the king appeared to be in pretty good spirits. He's walking, we see in the video, he's chatting with people, shaking hands. We can see he is not wearing gloves. I wonder how encouraged you are sort of seeing how he presented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "Not a return exactly to public life. Clearly, Easter very important and important for him in his role to show up. But what does a signify about what he has ahead in terms of activities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "WILLIAMS",
      "sentences": "We are expecting to see the king this year, but we don't know when. We don't have a timeline to where he would be back out and about doing duties as king.There's a Maundy Thursday, the Easter Thursday service the king normally attends. In this case, on Thursday, the queen, Queen Camilla, stood in for him. We don't yet have a timeline. We're told that the Trooping the Colours, the birthday parade in June, he might be in a carriage. I personally -- I mean, I don't know -- but I'm not expecting, I think, not to see him until September. And certainly, we have a big year ahead of us in the United Kingdom. Like the United States, we have a big election coming up. And the monarch, as head of state, has a key role in the general election in perhaps a change of government that we're going to see. So maybe Charles will be doing it online, by video conferencing call. Maybe he'll be doing it in person. But at the moment, we do still -- despite this very reassuring, great sight of the king looking so hale and hearty, we still do have a very slimmed-down royal family. And we don't know who's taking on the major duties. We don't know, for example, who's going to the Olympics in the summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "No, we're worried obviously about his health, about Kate's health, and the outcomes for them. How vulnerable is the royal family right now as you have two such high-profile members of the family that are affected by significant health ailments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "WILLIAMS",
      "sentences": "Brianna, this is the question. The slimmed-down royal family was Charles' mission. Charles is -- what he wants to do. And it was very well received.But this is the consequence when we have two members of the royal family, two senior members who are out because of health issues. And also William is taking care of Kate. So obviously, we understand that Kate wasn't attending these Easter services. She wouldn't be up to it. But William and the children didn't attend either. And William has been not attending many engagements over this period since Kate has been home since January. So without those major royals, the royal family is looking very sparse. And I think that, certainly, after Easter, we are going to have to see William coming back to work in a much more full-time basis. I know he would surely prefer to be at home. But there is this expectation that royals are out and about and to be seen. And so therefore, I think that the royal family -- it's not even a year since the coronation, but it's looking very different to those days that we all watched with Elizabeth II. Huge amounts of whirls on the balcony is looking smaller. And it is looking more fragile, more vulnerable. And I think there has to be some big questions going forward about how we deal with questions. If a royal is ill, then what do you do? Do other royals step in? It is uncharted waters because the queen was never ill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "KEILAR",
      "sentences": "Yes, it really is.Kate Williams, always great to have you. Thank you so much. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "SANCHEZ",
      "sentences": "A turbulent day for weather across a big chunk of the country. Nearly 60 million people from Texas to Virginia are on alert facing potential threats, including thunderstorms, softball-sized hail and possibly tornadoes.CNN's Chad Myers joins us now with the details. Chad, what's in the forecast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Boris, this will be the most significant severe weather event of the season so far. We haven't had many, but most of them in Indiana, Illinois, Ohio.But this is right smack dab in Tornado Alley. And this is what's going to set up today. Very muggy air in the south, dry and cooler air to the west, a typical spring type pattern. This is spring in the Deep South. And this is an area right through here. If you are yellow, orange, or red, you need to take precautions right now. You need to get the kids inside as soon as the storms begin or least be ready for that. Make sure the pets have a place for shelter. Because this hail is going to be baseball sized. There will be some tornadoes. There will be some wind. But this is really, to me, a hail event of very large proportions. Number four out of five, when you talk about that category. Big risk for hail today, especially over Oklahoma City all the way even into Tulsa. But if you are in this, what we call hatched area, that's where the hail could be coming down. It will be coming in from the west and from the southwest. Tomorrow, it even moves farther to the east toward Nashville. [13:45:05] But today's the day. If you have a trampoline outside, and you can get it down on the ground so that the wind doesn't pick it up. If you're in this area, this is the area I'm talking about for today, here farther to the east for tomorrow. But the first real event of the year, and people don't get it, they're not ready for it. I lived in Oklahoma City a couple of three years and we just didn't have the time to get ready for it on the first time, the first big severe weather event of the year, whether it was in Reno or Moore or Edmund where I lived. There are big tornadoes possible today. You need to be prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "SANCHEZ",
      "sentences": "An important warning.Chad Myers, thanks so much for the update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:05",
      "speaker": "MYERS",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "It is a must-watch rematch tonight between Iowa and LSU as the two teams battle for a trip to the women's final four.The game, once again, pitting Caitlin Clark against Angel Reese. Their rivalry captured the nation's attention last year, as Reese and the LSU Tigers won the NCAA title. But tonight, is also a big game because of LSU's coach. Let's bring in CNN's Brynn Gingras in Albany, New York, site of this epic showdown. And, Brynn, we know about last year, but why is tonight's games such a big deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "I mean, just because of what happened last year, right, Brianna? I mean, this is a rivalry that has been going on since last year.And these two star players, of course, going at it again, against each other this year igniting conversations, but also just incredible play by both of these teams. Now, a lot of people did hope that this game was going to take place in the national championship again this year. But here we are. They were put in the same region and so this battle is out for a trip to the final four. Which, of course, would mean that the careers or the games for some of these players is could end tonight. So there's a lot at stake here, as we know, but this is why we love March Madness. But let's remember what happened last year, right? There was a lot of controversy with the trash talking that would happen between LSU's Angel Reese and Iowa's Caitlin Clark. But also again, the passion in which they played. I wanted you to hear from both players as they talk. This just -- it happens on the court, it stays on the court. Take a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "CAITLAN CLARK, IOWA HAWKEYES",
      "sentences": "It's so good for women's basketball. And to be honest, I've watched a lot LSU games and what they're doing for women's basketball. And the way their fan support is tremendous.And it's been fun to watch. And they've had a great season. So I know it's going to be a great game. And both teams are going to be ready to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "ANGEL REESE, LSU TIGERS",
      "sentences": "I don't think people realize, like it's not personal. Me and Caitlin Clark don't hate each other. Like I want everybody to understand that.It's just a super competitive game. And like I would just wish people will realize that, once I get between those lines, it's no friends. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "I love that from Angel Reese, listen, we don't hate each other. This is the game of basketball. This is why people love to watch it.Just even the techniques that you see between these two players. The shots that Caitlin Clark can make from far away. I mean, he's going to be an exciting night. Now, listen, it's a little quiet right now here in the arena. Doors are going to open to 17,500 fans are going to be packed in that arena, guys. And I got to tell you, it was talking to some people who said that these gains were sold out even before they knew but teams were going to be playing here in Albany. And we're seeing the same happen for the final four, right? Final four hasn't even been set yet, and ticket prices are -- the cheapest ticket prices are 47 percent more expensive than the men's final four. I mean, that is saying something when you talk about this in the larger picture about what these teams have done, what these plays here have done for women's sports. It's extremely exciting. I'm pretty honored to be able to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "Yes. Completely. I mean, what a game.I wonder what you we're expecting and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "-- how do you think maybe the Hawkeyes can try to get a little revenge perhaps against the Tigers tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "Yes, I mean, listen, Caitlin Clark is the show, right? She -- and even Angel Reese that she's going to score what she's going to score. She is a shooter.And really what they have to do is get more help from the bench. We know the LSU, they are a great rebounding team. That's what helped them actually clinch the national championship last year. We also know they got help from the bench. They had several players who had double-digit scoring. So we'll have to see how this kicks out. Iowa is favored to win, if you're keeping track of all the betting and all this, you know, what's going on there. But certainly it's going to be a close game and it's going to be fun to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "Brynn, you're not just there like covering this. I mean, you know a thing or two about college basketball. We have some pictures to show it. You were actually a point a point guard at Yale.I wonder, is this a fun assignment for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "But this must be bringing back some --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "-- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "Yes, I know it was. But look, we recognize you. There you are.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "This must be bringing you back some really fond memories about your college years and playing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "Yes. I mean, it brings back the competitiveness of like just, yes, boards. I mean, I just love sports in general because it brings back that feeling that you would, you know, or I would have, rather, when you step on our that court every time.And I can tell you, I've been I've been in touch with some of my former coaches from when I was 12 years old, from college, who are going to be here at those games. So I'm excited to just sort of see those relationships again and get kind of talk about this game from a different perspective. [13:55:02] Because again, that was a very long time ago that I played. But it is pretty exciting. And it's just fun to be in this sort of atmosphere with all these fans. I mean, they're really going to be a ton of fans coming to this game and that's what's most exciting. I think that everybody can enjoy it together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "I'm sure it actually feels like yesterday, I have to say.Brynn, thank you so much. You're really bringing the spirit of -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "-- the game will take me out there. No.Hey, yes, that's what we'll do. That's your next hit. We're going to have you do like a little one-on-one. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "Thank you so much for bringing your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "KEILAR",
      "sentences": "-- enthusiasm for the sport to this. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:34",
      "speaker": "GINGRAS",
      "sentences": "All right. Thanks, Brianna.",
      "isLastSentenceInterrupted": false
    }
  ]
}