{
  "date": "2024-02-16",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Biden Blames Putin For Navalny's Death; Moscow Officials Warn Against Protesting Navalny's Death; New York Judge to Rule on Donald Trump's Civil Fraud Trial; Vigils Taking Place In European Capitals For Alexey Navalny; Russian Prison Service: Putin Critic Alexey Navalny Dead At 47; Second Day Of Hearing On Notions To Disqualify Fani Willis. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "LYNDA KINKADE, HOST, ISA SOARES TONIGHT",
      "sentences": "Hello and welcome, I'm Lynda Kinkade in for Isa Soares. Tonight, U.S. President Joe Biden says he'soutraged by the reported death of Alexei Navalny, and he's placing the blame squarely at the feet of Russian President Vladimir Putin. The Russian Prison Service says 47-year-old Navalny died while behind bars. Navalny was the leader of the biggest opposition movement in Russia, and for years, a thorn in the side of Putin. His mother says she visited her son in prison this week, and he was quote, \"healthy and cheerful\". In a fulsome message given moments ago, President Biden was clear where the White House stood on Navalny's death. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Make no mistake, make no mistake. Putin is responsible for Navalny's death. Putin is responsible.What has happened to Navalny is yet more proof of Putin's brutality. No one should be fooled. Not in Russia, not at home, not anywhere in the world. Putin does not only target the citizens of other countries. As we've seen with what's going on in Ukraine right now. He also inflicts terrible crimes on his own people, and its people across Russia and around the world are mourning Navalny today because he was so many things that Putin was not. He was brave. He was principled, he was dedicated to building a Russia where the rule of law existed and would apply to everybody. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "We got these pictures just coming into us from Munich, Germany, where people there are holding a vigil for Alexei Navalny. We are seeingthese vigils being held around the world. We will come back to those pictures and go to Munich in just a moment where many world leaders are meeting for the Munich Security Conference. But right now, I want to go to CNN chief international correspondent Clarissa Ward, who joins us live from London. Good to have you with us, Clarissa. So, Alexei Navalny, of course, was known as Putin's number one critic. According to the prison where he was being held, he is now dead. But the details surrounding his death are very vague. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we only have what we have heard from Russian state media, from prison officials that hehad gone for a walk, that he collapsed, that ambulance arrived on the scene, medics tried to revive him for half an hour, and that some kind of an investigation will now be carried out by medical personnel to try to determine the cause of death. But of course, to his friends, his loved ones, his followers, to western leaders, ultimately, the responsibility for his death is seen as lying at the feet of the Russian state because he died in Russian custody. There is of course, the question mark as to whether he was assassinated today or whether possibly he died because of illnesses or complications that he was suffering as a result of the incredibly cruel and tremendously challenging conditions that he is being held in. We have heard repeatedly from his lawyers over the course of the last few years as he has been moved in two different penal colonies that he has suffered, that he has had medical issues that have not been properly attended to, that he has been over-medicated with many different antibiotics at different stages. And so, of course, there is a real question mark hanging over as to what exactly happened? But very little question in the eyes of many as to who was ultimately responsible, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "And Clarissa, we're just seeing some video now that we've got of Alexei Navalny taken the day before he died, this via video link. He seemshappy. He seems to be joking with the judge. You've spoken to him in the past. We've certainly have seen him look far worse than this, when he's been on hunger strikes. How would you describe him and his vision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Yes, exactly. Clarissa Ward, good to have you on this story for us today. Thanks so much for joining us. Well, Alexei Navalny's wife,Yulia, is calling on the international community to fight what she calls Vladimir Putin's horrific regime. This is a part of what she had to say at the Munich Security Conference earlier today. (BEGIN VIDEO CLIP) YULIA NAVALNAYA, WIFE OF ALEXEI NAVALNY (through translator):  I want them to know that they will be punished for what they have done with our country, with my family and with my husband. They will be brought to justice and this day will come soon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, U.S. Secretary of State Antony Blinken met privately with Navalny's wife in Munich today to express his condolences on behalf of theUnited States. He says if reports of Navalny's death are true, it underscores the quote, \"weakness and rot at the heart of the system that Putin has built.\" Blinken said the U.S. holds Russia responsible. A message echoed by Vice President Kamala Harris. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "This is, of course, terrible news, which we are working to confirm. My prayers are with hisfamily, including his wife, Yulia, who is with us today. And if confirmed, this would be a further sign of Putin's brutality. Whatever story they tell, let us be clear, Russia is responsible and we will have more to say on this later. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Other western officials at the Munich Conference are also demanding accountability. NATO Secretary-General Jens Stoltenberg saysRussia has serious questions to answer. He called Navalny a strong voice for freedom. Germany's chancellor also spoke out today in Berlin, saying Navalny paid for his courage with his life. Olaf Scholz slammed Putin's regime with Ukraine's president standing by his side. (BEGIN VIDEO CLIP) OLAF SCHOLZ, CHANCELLOR, GERMANY (through translator):  We know if we didn't already know exactly what kind of regime this is. Anyone who voices criticism, who stands up for democracy, must fear for their safety and their lives. This is no longer a democracy, and has not being for a long time now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, CNN's Alex Marquardt is live for us from Munich where he has been at that security conference. You've also been listening obviouslyto tributes and statements from officials and government leaders there. But we also heard from the U.S. President a short time ago, speaking about this. And just a few years ago, he warned about the devastating consequences for Russia, should Navalny die in prison. What else did Joe Biden have to say, and what other repercussions could there be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Yes, exactly. And as you speak, Alex, we're just seeing some more vision of the vigils being held around the world, remembering the courageof Alexei Navalny, both in Munich and in London there on our screens right now. Alex Marquardt for us in Munich, we appreciate your time, thanks so much. Well, throughout the day, we have been hearing outrage from the international community. But how is Navalny's death being seen inside Russia? Well, to answer that, I want to turn to our CNN contributor and our former Moscow Bureau chief Jill Dougherty, she joins us live from Washington D.C., good to see you, Jill. JILL DOUGHERTY, CNN CONTRIBUTOR &amp; FORMER CNN MOSCOW BUREAU CHIEF:  Good, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Russia,  obviously is responsible. That's what the U.K. and the U.S. and many other leaders around the world are saying. What is being saidinside Russia because I understand that the Russian parliament speaker took to his Telegram channel after the death was announced. What did he have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DOUGHERTY",
      "sentences": "Well, he's blaming it on the West. I have to think exactly how he would explain that. But you know, I think what you have here is, let'slook at the Kremlin. OK, the biggest opponent of Vladimir Putin now is dead. So, how does the Kremlin handle it? Well, people inside Russia actually -- and I was very surprised to see this, have been coming on to the streets carrying flowers, not just in Moscow. But in other cities around Russia, and outside of Russia in -- especially in Europe, where there are a lot of Russians who fled after the invasion of Ukraine in 2022. And they're laying flowers. We see some of the pictures here, and initially, when that happened, the police in, you know, most of the photographs we saw on the video, look like they were allowing that to happen. Now, in various cities, they're beginning to haul people away. Now, they are taking the flowers away. So, it's not clear how they're going to deal with this, but I think the whole meaning of that is that, there are people who identify with not only with Navalny, but his message, who do support that and who are willing to come onto the streets when it's very dangerous to do that in Russia without being arrested. So, what would the Kremlin do? I think they are very nervous about this upcoming presidential election -- we talk more about that, but that is a re-election of Vladimir Putin coming in less than a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DOUGHERTY",
      "sentences": "And that is the most important thing for them right now for the Kremlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "I want to get back to that. The fact that the elections coming up in just a moment, but I just want to play some sound from some people inRussia today, mourning the death of Alexei Navalny. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Of course, Navalny is a symbol. First of all, a symbol of opposition. A symbol of hope for some brighter future for Russia.And there's a feeling that with his death, this hope dies. If there had still been any hope left, it is even less now than it was before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. It's kind of a shock right now. It's even hard for me to speak now. We loved him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Young, old men, women. It seems like Alexei Navalny's reach was extensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DOUGHERTY",
      "sentences": "It was, and, you know, Lynda, I have been on the streets of Moscow many times during protests in 2017, 2019, 2021 et cetera, most ofthem were organized by the supporters of Alexei Navalny. And almost invariably, when I talk to young people, they wouldn't necessarily say, yes, we want Alexei Navalny to become the president of Russia. And really, some did. But the essential idea is what that first woman said which was another Russia, a better Russia, a better Russia, meaning a Russia without corruption. And for those supporters, they would say, a Russia without Putin. So, I think there are a lot of people in Russia right now who are shocked and who are wondering whether that hope is now extinguished or whether they have to live, you know, lives of quiet desperation, waiting for a better Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DOUGHERTY",
      "sentences": "But it's a dangerous moment, I think, an -- you know, unstable and unpredictable moment in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "DOUGHERTY",
      "sentences": "Well, I think it's very clear that the Kremlin does not want any -- let's call it viable candidate. There will be other candidatesthere. I think there will probably be about four on the ballot, including President Putin, but none of them make any difference other than Putin. So, the one person who was against the war, who was quite obviously against Putin running the war was eliminated from the ballot. He's still trying to fight it. There's no way he'll get on. And so, people now are being urged by Navalny's supporters and others to simply vote for whoever. You know, but don't vote for Putin. So, again, that election, the image of a democratic election is what the Kremlin wants to get across, not just to the international world. I think quite honestly, Lynda, they've given up on the rest of the world. The east, the Western world, and they're more concerned about their own citizens, whether they can get them out to vote, and whether they can get them to vote for Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KINKADE",
      "sentences": "Yes, exactly, yes. He doesn't seem to care about what the rest of the world thinks right now, suddenly the West. Good to have you with us asalways, Jill Dougherty for us from D.C. Thank you. Well, two different legal cases. One huge day for Donald Trump. Any moment now, a judge is expected to rule in Trump's civil fraud trial in a decision that could potentially take down the Trump family business in New York. The state's district attorney accuses the former president of inflating his financial statements to lenders to get favorable terms. Now, Trump could be fined hundreds of millions of dollars in penalties. And here in Atlanta, Trump's 2020 election interference case hangs in the balance on the second day of a hearing that could disqualify the Fulton County District Attorney, Fani Willis, she didn't take to the stand today. Well, I want to welcome CNN's chief legal affairs correspondent Paula Reid for more on this. Good to have you with us, Paula. So, let's focus on this New York case right now, because the New York state attorney is seeking $370 million in fines from Trump after he was found guilty of over- inflating his real estate value to get these favorable bank loans. She also wants to bar him and two former executives from working in the New York real estate industry. And tell us about when we can expect this decision. How do you see this playing out today, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, any minute, we're going to get the verdict from this judge, and this case is so personal forTrump that strikes at his family business, at the heart of his identity as a successful businessman. Remember that's how he became famous before he went to the White House. Now, let's go back and set up how we got here. Last Fall, the judge overseeing this case, Judge Arthur Engoron, he found Trump liable for fraud, finding that he lied about the value of his assets to banks and insurance companies to get more favorable terms for either insurance policies or loans. And then, what followed was a months' long trial. And you may remember that Trump participated in much of that case. He showed up, he testified as did all three of his adult children. But just very combative. He attacked the judge. He attacked the attorney general. He attacked the judge's clerk, he even violated a gag order that just said, don't attack court staff. So, he took a very aggressive, combative approach to this case. And right now, the New York attorney general, as you said, is asking for hundreds of millions of dollars in penalties and to bar Trump from doing business in the state of New York. That's incredibly significant. It's called the corporate death penalty, something that is rarely enacted here in the state of New York. So, we're watching this very closely today because this judge has really, you know, the fate of Trump's business empire in his hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. You're looking at the vigils, the flowers being laid to remember opposition figure Alexei Navalny from Russia. There'scertainly a lot of shock over his apparent death from London to Munich, even Moscow. And the vigils and tributes are cropping up. They're expected to keep coming in honor of the Kremlin critic. Officials in Moscow meanwhile are warning that protests there will not be tolerated. We will have much more on that in just a moment. But for now, I want to turn to the war in the Middle East. The World Health Organization says it's trying to get access to the Nasser Hospital in Gaza, as it was being raided by Israeli forces. It says there are still critically ill patients inside, who need life-saving assistance. The Hamas-run Health Ministry says five patients died after the hospital lost power during that raid. Israel is pressing ahead with the operation, saying it has seized weapons and apprehended dozens of terror suspects. Well, our Nic Robertson is covering the developments, and joins us now live from Tel Aviv. Good to have you with us, Nic. So, the IDF is continuing to carry out this raid. They claim that they have found suspects related to the Hamas terror attack. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Yes, just horrific scenes of that footage from the hospital. Nic Robertson for us in Tel Aviv, good to have you there. Thank you. Well,still to come tonight, more on our breaking news coverage on the reported death of Alexei Navalny. We'll take a look back at his life and legacy next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. You're looking at pictures here of people paying their respects in Lithuania for Kremlin critic Alexei Navalny. We have seenan outpouring of grief in various European capitals since Russian officials announced that he had died while in custody. These were scenes in Berlin earlier, crowds showing their support and paying respects. The Russian Prison Service says the 47-year-old died suddenly after taking a walk at the Arctic Penal Colony where he was being held. Well, in Moscow, the prosecutors' office has warned against anyone taking part in protests, saying they are not authorized and would constitute an offence under Russia law. Reaction has been pouring in from leaders all over the world. Ukrainian President Volodymyr Zelenskyy earlier said Vladimir Putin must be held accountable. Take a listen. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Obviously, he was killed by Putin, like thousands of others who have been tormented, tortured because of this one person. Putin doesn't care who dies as long as he retains his position. And that is why he must not keep anything. Putin must lose everything. He must not retain anything and must be held accountable for what he has done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Navalny dedicated much of his life to exposing corruption in high places and organizing anti-government protests in Russia.CNN's Matthew Chance looks back at his life. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): A blogger and lawyer turned opposition politician and anti-corruption campaigner, Alexey Navalny was a menace for the Kremlin. He was not afraid to call President Putin out directly. ALEXEY NAVALNY, RUSSIAN LAWYER (through translator): Corruption is not just Putin. Yet his is the base. He's a man who governs openly with the help of corruption. CHANCE (voice-over): Navalny rose to prominence in 2008, exposing corruption in state-owned corporations. Three years later, he emerged as the leader of mass protests in the country after allegations of fraud in parliamentary elections. Navalny was arrested several times during his life, including in 2013 after being convicted of embezzlement charges just as he was preparing to run for mayor of Moscow. It was a campaign he would lose. Navalny denied all the charges and called them politically motivated. A retrial in 2017 prevented him from running for office, this time for president against Vladimir Putin. That same year, he was attacked with a green antiseptic fluid. It caused him damage in the vision of his right eye and temporarily dyed his skin green, bleeding. One year later, Navalny told me what kept him going. NAVALNY (through translator): The choice is very simple. You are either scared or you go on. I chose to go on a long time ago. I won't give up on my country. I won't give up on my civil rights. CHANCE (voice-over): He exercised those rights by calling on his millions of followers across social media to protest, putting in firmly in the Kremlin's crosshairs. In August 2020, on a flight from Tomsk to Moscow, Navalny fell seriously ill. An emergency diversion by the plane's pilot appears to have saved his life. Amid an international outcry, he was allowed to fly for treatment to Germany, where it was discovered he'd been poisoned with Novichok, a chemical nerve agent. Later, the CNN-Bellingcat investigation revealed that for years, Navalny had been trailed by FSB agents. The Kremlin has repeatedly denied any involvement. But an assassination attempt and a medically induced coma didn't deter Navalny from taking his fight to a higher level. Whilst recovering in Germany, he conducted a sting operation against an FSB agent, convincing the operative to detail in a phone call how the Novichok was used against him. That was then broadcast on his YouTube channel. Shortly after, he released a video offering Russians a look at what his team called Putin's Palace, a mansion by the Black Sea, estimated to be worth more than a billion dollars. President Putin denied the palace belongs to him or his family members. January 2021, Navalny returned to Moscow after receiving life-saving treatment in Germany. He was immediately arrested for violating probation terms, imposed from a 2014 case and sent to a penal colony where he went on hunger strike, protesting against prison official's refusal to grant him access to proper medical care. He'll be remembered for his bravery in tackling corruption across Russia and as one of Vladimir Putin's biggest adversaries. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "CHANCE",
      "sentences": "Yes, and you can add to that list of names all the people that fell in suspicious circumstances out of windows over the past couple of days aswell in Russia. Defenestration has become a, you know, a sort of prominent cause of death, it seems, when it comes to opponents of the Kremlin or people who have fallen foul of it. And, you know, when you look at that list, it sort of, you know, kind of, you know, reaffirms, doesn't it, that, you know, even though it's shocking, this death of Alexey Navalny, everyone really expected it. He'd been locked away in a Siberian penal colony. He was not really that relevant, you know, anymore when it comes to the day-to-day sort of politics of Russia, at least with inside Russia, he wasn't anyway. But it shows you that, you know, actually, it fits into a pattern of behavior that we've been observing over the past 20 years or so in Russia, where if you become a prominent critic of the Kremlin or Vladimir Putin in particular, then you meet these sticky ends. And that's the category, unfortunately, that Alexey Navalny has now fallen into. I think the big question is, what will the reaction be on the streets of Russia? In the past, Navalny has been able to call out tens of thousands of people in towns and cities across the country. Will those numbers come out now in protest at his death, or will they send a chilling effect, a further chilling effect, on opponents of the Kremlin, of critics, of Vladimir Putin in Russia, and, you know, encourage them to stay home or leave or just, you know, be quiet with their criticism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KINKADE",
      "sentences": "Yes, and of course, Matthew, despite the fact that he was in prison, and many times in solitary confinement, he was still able to, onoccasion, in your social media or get his team to campaign on his behalf and to oppose things that were happening at the hands of Vladimir Putin, is there anyone that can take his place right now in that role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "CHANCE",
      "sentences": "Well, no one individual. I don't think -- I mean, Alexey Navalny was, you know, unique in the sense that he was this figure who was able toput his finger on the pulse of Russian society so effectively. And he had a personality that was big enough to lead what is a very sort of dissipated, you know, fractured sort of opposition. I think that the strength, though, of his campaign was always the theme that he pursued, which was corruption. You know, if you live in Russia, if you know Russia, you know that corruption is something that touches everybody's life. And Alexey Navalny seized on that public anger about corruption that cuts through the sort of classified or the political divide or anything and talks to almost everybody in Russia. And he, you know, used it to, you know, turn public anger against the Kremlin. Look, if somebody else comes along and picks up that baton, I'm sure it will be equally as effective. He also leaves behind, of course, you know, not just a legacy of protest, but an organization which remains, as you mentioned, still focused on exposing official corruption in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "KINKADE",
      "sentences": "Well, I want to bring you White House reporter Priscilla Alvarez. Good to have you with us, Priscilla.So President Biden certainly didn't mince his words when he blamed Putin for the death of Navalny. But he also, again, urged Congress to push through this military aid for Ukraine, saying why on earth are they taking a two-week vacation right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "He did. He said that very forcefully and saying twice, why take those two weeks to leave the Hill andtherefore keep this package stalled? And as a reminder to viewers, what he's referring to there is a White House National Security Supplemental Request that included $60 billion for Ukraine in addition to other priorities. That was introduced last October. And since then, it has remained stalled in Congress. And there has been a steady drumbeat from the White House about the necessity of these funds. So to help Ukraine and not seed any ground to Russia, and that's what you were hearing from President Biden today, was taking this moment, this death of Alexey Navalny and underscoring the stakes of the moment and reminding people why it's so important to make sure that those funds get to Ukraine. So again, not to give any more ground to Russia. And so that was the message from President Biden to the American people in his remarks earlier today. But in addition to that, it was making very clear that it is Russian President Vladimir Putin, who is responsible for Alexey Navalny's death over the course of the morning, that had been the resounding message from his top U.S. officials, who had said that there was little room for error here, that this was Putin who had been responsible for this. And back in 2021, President Biden had said that if Alexey Navalny died in prison, there would be consequences for Russia. Now, he was asked about that today, and he said that there have been consequences ever since Russia launched its war into Ukraine and that there have been sanctions. But the president also said that there will be other options that are reviewed. Now, we don't know exactly what consequence the U.S. will levy against Russia in response to this, but it is clear that White House officials are pouring over that now and deciding how to proceed after today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:45",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade. It's just after 2Donald Trump's legal battles continue. In New York at any moment, we could find out how much the former president has to pay for fraudulently inflating his business statements for a decade. And here in Atlanta, Georgia, Fani Willis will not return to the stand today after a fiery testimony Thursday afternoon. Trump's attorney accuses her of a conflict of interest, and they want her disqualified from the case. We've got both angles covered. CNN's Kara Scannell is in New York. And Zach Cohen is here in Atlanta. Good to have you both with us. So Zach, I'll start with you. So the hearing on this motion to disqualify the Fulton District Attorney and the lead prosecutor continues. She didn't take the stand today, but her father did. What did he have to say in his testimony? And where's his case at right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:45",
      "speaker": "ZACH COHEN, NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Lynda, we started today expecting to hear more from District Attorney Fani Willis. That ultimatelydidn't happen. Her attorney informed the judge that they're effectively going to let her testimony from yesterday stand. Remember, she told the court yesterday that she's not the one on trial. Donald Trump is and that the defense attorney is trying to get her to qualify from this case have not provided evidence of a conflict of interest, which amounts to proving that she benefited financially from a romantic relationship with her top prosecutor. So as you mentioned, there have been other witnesses who we've seen testify today after Fani Willis did not take the stand. That includes her father, John Floyd III. He's a civil rights icon effectively. And he's also, you know, an attorney himself. He faced a series of questions from defense attorneys who are trying to establish some sort of a timeline that, you know, proves that Fani Willis' relationship with Nathan Wade, her top prosecutor, started before they said it did and thus insinuating that, you know, he was hired because she wanted to financially enrich herself. The defense attorneys have so far failed to establish that as a fact. We're waiting, you know, on Terrence Bradley, Wade's former law partner, to finish his testimony. He has been very resistant to provide any information to defense attorneys. We're trying to draw out some sort of a fact that they can hang on. But as the testimony continues in this case, the efforts to disqualify Fani Willis appears to be getting weaker and weaker. And her stance appears to be getting stronger as Democrats here in Georgia are rallying around her. Atlanta's mayor came out with some support for her today saying, look, this is all an effort to discredit Fani Willis for political reasons and to distract from the trial, the blooming trial of former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:45",
      "speaker": "KINKADE",
      "sentences": "OK, well, we don't expect a result on that today, so we will wait and see how that plays out, Zach. Good to have you on the story.I want to go back to New York now, Kara Scannell. So the case in New York relates it to a civil fraud trial where Trump was found guilty of overinflating his real estate properties to get more favorable bank loans. He was found guilty. He has to pay a fine. The judge has to decide just how much it could be. And it sounds like it could be in the hundreds of millions of dollars, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KINKADE",
      "sentences": "Yes, I have to keep refreshing the page to find out. When that ruling will come, we will check back in with you as the hours tick by. Butas we say, this decision could be made at any moment. Kara Scannell for us in New York, Zach Cohen in Atlanta. Good to have you both with us. Thank you. Well, I need to bring you an update now on that deadly shooting that happened at the Kansas City Chief Super Bowl Parade. Court officials in Missouri now say two teenagers are in custody and they've been charged in connection with that shooting. They're facing gun-related charges along with resisting arrest. And they may face additional charges once police conclude their investigation. One woman was killed and more than 20 others were wounded in that shooting Wednesday afternoon. Well, many of the victims, we're now learning, were just children. And they've learned that Kansas City Quarterback Patrick Mahomes and his wife, Brittany, visited two of those injured kids today. The couple went to see two sisters, ages eight and 10, who were shot at the rally. The girls were struck in the legs. They have undergone surgery. The families say they will need physical therapy to regain strength and mobility to walk again. We are going to take a quick break. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}