{
  "date": "2024-10-09",
  "headline": "CNN This Morning",
  "subHeadline": "Latest Update: Milton Still A Catastrophic Category 5 Hurricane; Looking Back At Politics Of Natural Disasters; Tim Walz: \"The Electoral College Needs To Go.\" Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, 5Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. At this hour Hurricane Milton remains a catastrophic Category 5 hurricane on track to hit Florida as a dangerous major hurricane within the next 24 hours. A mass exodus from Florida's Gulf Coast continues with mandatory evacuation orders impacting parts of 14 counties. More than 12 million people are under hurricane watches and warnings. With so many people hitting the road a new critical problem emerging -- long lines at gas stations. As of late last night more than 20 percent of the state's gas stations are reporting that they are out of gas. Now Florida state troopers are making sure fuel shipments are getting to impacted stations along evacuation routes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DAVE KERNER, EXECUTIVE DIRECTOR, FLORIDA DEPARTMENT OF HIGHWAY SAFETY AND MOTOR VEHICLES",
      "sentences": "The Florida Highway Patrol is engaged in transporting and escorting all of the fuel carriers from the ports -- Port Manatee, Port Tampa -- along the route of evacuation. You will see state troopers and you will see fuel trucks utilizing the right lane to bypass traffic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Let's get straight to our meteorologist Derek Van Dam with the latest on the storm. Derek, what are you looking at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Kasie, this storm did not weaken overnight. It's terrifying. And we are on knife's edge, especially in Tampa because you are so close to where this could make landfall here in roughly 24 hours.But I want to look directly into the camera. Sarasota, Englewood, Venice, Port Charlotte, Punta Gorda -- these are the areas that need to be on high alert for some of the most extreme impacts from this hurricane because of the latest trends. This is the forecast track. Again, a landfalling Category 4 hurricane -- that is new from the 5:00 a.m. update from the National Hurricane Center -- as it makes its final approach late tonight and into early Thursday morning. You can see it here on the map. It will quickly sweep across the Florida Peninsula bringing devastating impacts not only on the coast but throughout the interior of the Florida Peninsula. We are already noticing on the Key West radar the eye of this very compact, very intense major hurricane. And the National Hurricane Center identifying that as well because of its symmetrical appearance on radar and on satellite. So this is a wind forecast and I want you to see how it's bubbling out in size. It is expanding in size so the impacts of the storm will be felt 100 miles-200 miles to the north, 200 miles to the south. So it's not just where the center makes landfall. Of course, that's where the most extreme impacts will be. And that is why we are on knife's edge because any wobble with these major hurricanes makes all the difference on who gets that right front quadrant, the most intense part of the hurricane. Extreme winds -- catastrophic winds not only on the coast but inland as well. We'll feel hurricane force stretching from the west coast, the Gulf Coast all the way to the Atlantic coast. And when we talk about storm surge, we highlight this area in particular. So, Tampa -- into Tampa Bay, rather, into Port Charlotte. This area -- 10 to 15 feet is still possible. If it comes in south of Tampa Bay they get a reverse surge, and then they bring the worst impacts into this region. Sarasota, this could be a direct impact for you. We look at some of the computer modeling on extensive wave heights. They're topping 30 feet in the open ocean. That will be -- some of that will be realized along the coast. The tornado threat is increasing. We have already seen tornado warnings in Miami-Dade County this morning. And then the flash flood -- I cannot understate this enough. This will be major part of this story. Remember, we've got this extremely rare high risk that you see with that shading of pink, Kasie. This is only issued four percent of the time but that's where 40 percent of fatalities and 80 percent of damage occurs. If we can remember anything from Helene, it's what that rare high risk did to North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Really, really tough.All right, Derek Van Dam for us this morning. Derek, we'll see you next hour. Thank you very much. Even before making landfall Hurricane Milton already a central focus on the campaign trail. Donald Trump writing this on Truth Social. \"The worst response to a storm or hurricane disaster in U.S. history with another one coming. Our country cannot withstand four more years of these incompetent fools. The whole world is laughing at us!\" In addition to Trump criticizing the Biden administration's disaster response it's also been a target for misinformation, so much so that FEMA had to launch an entire website dedicated to responding to rumors. President Biden addressing the misinformation particularly pushed by politicians. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Although these back-to-back powerful storms might be unprecedented politicians using natural disasters as political tools -- it's nothing new.In 1972, shortly before that election, then-President Nixon visited the damaged areas of Pennsylvania following Hurricane Agnes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RICHARD NIXON, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "As we look at this effort here a lot remains to be done. This has been a devastating flood. I saw what had happened in Harrisburg when I visited right after the floods. I wonder whether or not we were providing the money that we should, and I know that we're providing a great deal and, of course, we will provide what is necessary -- what we can.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Huh.Here to discuss, expert and author of \"Playing Politics With Natural Disasters: Hurricane Agnes, the 1972 Election, and the Origins of FEMA\" is Timothy Kneeland. Sir, thank you very much for being with us this morning. I really appreciate it. You explored, obviously, this particular election and how this hurricane played into it. I covered, in 2012, Superstorm Sandy hit just as Mitt Romney and Barack Obama were facing off at the polls. That became a central issue here. Tell us a little bit about what you have learned studying this phenomenon and how you see it applying to what we're seeing play out right now. TIMOTHY KNEELAND, PROFESSOR IN HISTORY, POLITICS, AND LAW, NAZARETH UNIVERSITY, AUTHOR, \"PLAYING POLITICS WITH NATURAL DISASTERS: HURRICANE AGNES,M THE 1972 ELECTION, AND THE ORIGINS OF FEMA\" (via Webex by Cisco):  Yeah, absolutely. You know, this is the same old playbook that we've seen in the past. Certainly, the competence of FEMA is tied directly to the president and should there be a failure -- for example, under George H.W. Bush after Hurricane Hugo, and then back in 1992, Hurricane Andrew -- a lot of people thought that Bush had lost a number of votes in places like Florida and South Carolina because of that. You mentioned the 2012 Sandy. It's a great example of how Barack Obama embracing Chris Christie actually improved Barack Obama's standing in the 2012 election. Two of every five people they talked to in exit polls said that really made them feel that Barack Obama was someone who was caring about people. So presidents can use it, but also opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "For sure.So if you're Kamala Harris -- you're the Vice President of the United States but you're at the top of the ticket, how do you think she should be navigating this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "KNEELAND",
      "sentences": "Yeah. I think she's done a pretty good job in terms of this. You have to appear very empathetic, right? You have to show concern. You have to stand by victims. Victims want to know you're there. Literally, they want you on the ground.On the other hand, you can't get in the way of FEMA and certainly, you don't want to politicize it. And that can blow back on Trump. And some of those rumors going on because people right now in those areas are so set on just trying to clean up their lives, so they're not even paying much attention. He's hoping to gain the attention of people outside of there. But again, I think she is doing a decent job of trying to correct the misinformation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "How do you see the differences in the information environment from now compared to -- I mean, your book is about 1972 -- but all this history, it's so fragmented now. What challenge does that present?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "KNEELAND",
      "sentences": "I mean, it's a challenge because in a number of ways people are not even getting their news from places like CNN or The New York Times. They are using social media. They're using TikTok. So the government's got to be nimble enough to reach out through those channels as well also knowing that any messaging that they send out may not get to the people they need to talk to because they're not paying attention to what's on the socials.We saw some of that in Helene where maybe younger people were not as aware of what was going to happen in North Carolina before the devastating flash flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah. And, of course, with cell service out that's another epic problem. They had to resort to really old-fashioned, I guess, ways of communicating on the radio -- funny.Timothy Kneeland, thank you very much for bringing your expertise to us this morning. I'm really grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "KNEELAND",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "This, of course, a scenario that as you note we have seen before. How likely do you think it is this time around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, I think it is highly likely at this point that Kamala Harris is going to win the popular vote. And, of course, the Electoral College is on a knife's edge because the seven -- we've been reduced to seven swing states, but they are all precariously balanced.Let's just -- let's just level set here. The most dominant coalitions -- political coalitions in American history -- the Teddy Roosevelt era Republicans around the turn of the 20th Century, the Franklin Roosevelt Democrats from the -- from the Depression until the 1960s -- they won the popular vote over a nine-election sequence seven times. That's the most any party has done. If Harris wins, and national polls have her ahead, it will be eight of nine for Democrats, including five straight, which would also tie the all-time record from FDR through Truman from 1932 to 1948. When the T.R.-era Republicans had that seven to nine streak, where the FDR Democrats had that seven to nine streak, they never won the popular vote and lost the Electoral College. In fact, it only happened three times in American history until 2000. Now it is already -- in this century it has already happened twice in 2000 and 2016, and there is a possibility that it could happen again in 2024. And one other -- one other point to note here Kasie -- I mean, it's not only possible that Trump could lose the popular vote and win the Electoral College, it's possible that Republicans could lose the presidential popular vote and win unified control of government in Washington as they did in 2016, as they did in 2000. Before this century that had happened only once in America history in 1888 when a party lost the presidential popular vote but nonetheless won the White House, the House, and the Senate. So all of this is obviously a challenge for Democrats and kind of maximizing their vote and spreading it out over -- their competitiveness over enough states. But it is also a challenge to the civics book kind of assumption that we all grow up with that in an American democracy majorities rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Right. That if you -- if more people vote for one side, that side gets to run things.Ron, while I have you, I want to ask you a little bit about some of the other things we have learned just in the last 24 hours between the Woodward book and, of course, what Kamala Harris had to say in this kind of media blitz. Let's just look at what she had to say when she asked a question that it seems like she should have expected -- what's different between her and Joe Biden, when she went on one of the late-night shows -- watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "I'm obviously not Joe BidenSTEPHEN COLBERT, HOST, CBS \"THE LATE SHOW WITH STEPHEN COLBERT\":  I noticed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HARRIS",
      "sentences": "And so that would be one change --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "COLBERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HARRIS",
      "sentences": "-- in terms of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "COLBERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HARRIS",
      "sentences": "But also, I think it's important to say with 28 days to go I'm not Donald Trump.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "HUNT",
      "sentences": "Ron, were you surprised she didn't have a more specific answer for this question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah, I was. I mean, I think overall this media blitz has been effective -- particularly, I think the appearance on \"THE VIEW,\" which was almost pitch perfect for its audience -- which, as you know, I think is the pivotal audience in this election of basically middle- and working-class women.And she has really done a lot. I think her main goal in all of these -- the podcasts and the TV interviews has been to focus as much on personal relatability as on a policy agenda. Her strength on the economy is caring about people like you and fighting for people like you. And I think her overriding goal has been to show people that her life experience equips her to understand their life experience. I mean, I think that's really what they were trying to do these last couple of days. But yeah, I am surprised she did not have a more kind of fleshed out answer about her differences with Biden. Certainly, she could say, you know, my differences with the president, I leave in the room. I'm not going to kind of air them in public. But I can assure you I have my own priorities and my own policy preferences. She didn't do that. She obviously does not want to break with him too overtly. But that does risk what has been an important gain for her. She's doing better as the candidate of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, I think the biggest political takeaway from the book will be the revelations about the continued contact with Putin and providing him the COVID testing. I think you're going to hear that a lot from Harris because it kind of turns America first on its head, right? I mean, the idea that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BROWNSTEIN",
      "sentences": "-- Trump was providing this to Putin at a time when Americans were struggling to get the same services I think is something that right away she picked up on it and I think will continue to.We are going to learn a lot more about the internal machinations of Biden stepping aside and certainly in that the key figure has to be the former House Speaker Nancy Pelosi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BROWNSTEIN",
      "sentences": "-- more than anyone else in terms of taking what Biden seemed to have solidified locked down as a no -- he's not going anywhere -- and reopening the gate to kind of this irresistible pressure.But, you know, the big story Kasie is just how hard it is to move this election, right? I mean, we don't have a tentpole event --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BROWNSTEIN",
      "sentences": "-- between now and the end beginning now on the finish line. I mean, we are just grinding away with this pretty stable small national lead. Pretty stable small lead in Michigan and Wisconsin for Harris. Pretty stable small advantage for Trump in most of the Sun Belt battlegrounds. And some combination of Pennsylvania, storm-raved North Carolina, and Nevada really being --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BROWNSTEIN",
      "sentences": "-- at the tipping point of a very trench warfare kind of campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "That's a good way to think about it, for sure.All right, Ron Brownstein for us. Ron, always grateful to have you. Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right, time now for sports. The Padres hold off the Dodgers in last night's game three to push L.A. to the brink of elimination.Andy Scholes has this morning's Bleacher Report. Andy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, good morning, Kasie.So the Dodgers had the best record in baseball this season but now they're a loss away from seeing that great season come to an end, and it would hurt extra bad for Dodgers fans if they end up losing to their hated division rivals. Now, the Padres -- they had a big second inning in this game. First and third, Xander Bogaerts hits this grounder. Miguel Rojas tries to make the double play himself, but he gets no outs out of that. That tied the game at one. So then later in the inning it's 4-1 Padres now and Fernando Tatis Jr. just sends the sellout crowd into a frenzy with a two-run home run. That made it 6-1. Now, the Dodgers -- they got a grand slam in the next inning but the Padres -- they would hold on to win 6-5 to take a 2-1 lead in the series. The Mets, meanwhile, with a convincing win in game three to take a 2-1 lead over the Phillies. Pete Alonso got things started with a solo home run in the second inning. Then Sean Manaea didn't need much more than that. He went seven innings and he gave up just one run. The Mets would win 7-2. They're now a win away from their first trip to the NLCS since 2015. You've got all four series in action today. The Guardians and Tigers are going to get things going at 3:00 Eastern. The Yankees -- they're at the Royals for a pivotal game three. That's at 7:00 Eastern. You can watch both of those series on TBS TruTV and stream it on Max. All right, the WNBA finals is now set. The Lynx pouncing on the Sun from the start in the winner-take-all game give. And Napheesa Collier just dominant scoring 27 points and grabbing 11 rebounds. Minnesota was up by 19 at the half. They would end up winning 88-77. They now move on to face the Liberty. Game one finals is going to be tomorrow in New York. The Florida Panthers, meanwhile, raising their championship banner before taking on the Bruins in their season opener last night. They also got their championship rings and, boy, those are pretty fancy. And what a start to the title defense. The Panthers -- they scored four in the first period. They would go on to win this one by a final 6-4. And the Utah Hockey Club, meanwhile, making its debut against the Blackhawks and -- well, they gave the fans in Salt Lake City plenty to cheer about. Dylan Guenther -- well, he needed less than five minutes to score the first goal in franchise history. The crowd going crazy there. A pretty cool moment. The team formerly known as the Arizona Coyotes never trailed in this one. They win their first game in their history. It was a final 5-2, Kasie. So the Salt Lake City team -- or Utah Hockey Club, I should say, off to a great start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Off to a great start, indeed.All right, Andy Scholes for us this morning. Andy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "-- so grateful. Thank you very much.Straight ahead here on CNN THIS MORNING Hurricane Milton remains a dangerous Category 5, and its outer bands are beginning to impact Florida with less than 24 hours before landfall. Plus, Kamala Harris makes the media rounds, working to show a different side of herself, where she's cracking more than just jokes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HARRIS",
      "sentences": "And the last time I had beer was at a baseball game with Doug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "COLBERT",
      "sentences": "So, cheers. There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HARRIS",
      "sentences": "OK, cheers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "HUNT",
      "sentences": "It's Wednesday, October 9. Right now on CNN THIS MORNING --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've never seen anything like this before. This is the storm of the century.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "HUNT",
      "sentences": "Storm of the century. Hurricane Milton still a dangerous and catastrophic Category 5 storm barreling toward Florida.Plus this. (BEGIN VIDEO CLIP) MAYOR JANE CASTOR, (D) TAMPA, FLORIDA:  Please don't get political on this. This storm is going to affect everybody. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "HUNT",
      "sentences": "Rumor control. Tampa's mayor trying to tamp down misinformation just hours before the storm hits.And this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "HARRIS",
      "sentences": "Now, I'm obviously not Joe Biden.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}