{
  "date": "2024-02-03",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Launches Retaliatory Strikers In Iraq & Syria; Ukraine's Embattled General Takes Part In Top-Level Meeting; Gas Explosion In Kenya, 3 Killed, 270+ Injured; Eagle Pass Now The Epicenter Of A Feud Between Texas State Officials And Federal Authorities. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:44",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "And welcome to all of you watching here in the United States, Canada, and around the world. I'm Kim Brunhuber.Ahead on CNN NEWSROOM: United States strikes back following a deadly attack a U.S. base and makes clear that this is just the beginning. We'll look at why the U.S. targeted sites outside of Iran, just how much control the Islamic Republic has over its proxies. And hostage talks between Israel, the U.S., and Hamas are still in progress. What we know about Hamas's demands as they review the latest proposal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:44",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with Kim Brunhuber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:44",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. President Joe Biden is making it clear the retaliation for the deaths of three Americans in Jordan in a drone attack this week is just the beginning. He made the comments as the U.S. military bombarded sites in Syria and Iraq.(VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:10",
      "speaker": "BRUNHUBER",
      "sentences": "All right. I appreciate that update. Jomana Karadsheh, thanks so much. Now, CNN senior White House correspondent MJ Lee has more details on the strikes in the preparations that took place in Washington before U.S. jets headed out.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:10",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Five days after a drone strike in Jordan killed three U.S. service members, the United States taking the first set of actions, striking seven facilities in Iraq and Syria in response the deaths of those three Americans, a senior administration official, making clear tonight that these strikes are going to be focused outside of Iran and not inside Iran in some ways, not surprising given that U.S. officials have been very clear in recent days that striking facilities and assets inside Iran would be akin to starting a war with Iran, something that the U.S. very much doesn't want according to White House officials.And President Biden, we're told, has known for some days that tonight would be the night that the first set of strikes would begin. And he said in a statement, tonight, our response began today, it will continue at times and places of our choosing, the United States does not seek conflict in the Middle East or anywhere else in the world. But let all those who might deep to do us harm know this -- if you harm an American, we will respond. So, of course, the president, making very clear that these strikes that we saw tonight have everything to do with those three fallen U.S. soldiers, and wanting to send a message that if you home after an American, you will pay a price. But no indications at this moment in time from U.S. officials on exactly when and where we will see the next set of strikes from the U.S. MJ Lee, CNN, at the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:10",
      "speaker": "BRUNHUBER",
      "sentences": "And joining me now is Malcolm Davis senior analyst at the Australian Strategic Policy Institute. Thanks so much for being here with us.So, first, just to start off on the U.S. bomber itself used in this strike, what more can you tell us about the range of this particular plane and the message it sends?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:10",
      "speaker": "MALCOLM DAVIS, MILITARY ANALYST",
      "sentences": "The B-1B Lancer started life in the cold war is the B-1A as a nuclear bomber. But as a result of arms control with the former Soviet Union, it was downgraded to a conventional only bomber, so it cannot carry great nuclear weapons. It's a long-range heavy bomber that is designed to be able to deliver both precision strike munitions and standoff weapons. It's supersonic, it's top speed is about Mach 1.3.And its range essentially is intercontinental. It can go anywhere on the planet, air to air refueling deliver a payload with precision and shock and awe, and it's a very effective capability, albeit old one, and it's going to be replaced with the new B-21 Raider bomber. BRUNHUBER: Interesting. Now, to the scope of these strikes. I mean, how do they compare to what we've previously seen from the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:10",
      "speaker": "DAVIS",
      "sentences": "Look, I think these this is a very significant strike, is not a pinprick attack. It is a much more substantial attack in the sense that, you know, we have seen the U.S. hit 85 different targets across seven different locations, using precision munitions and as President Biden has indicated, this is the first of several such strikes that will occur over the coming days and weeks.This is not the end of the story. This is the beginning and the goal. I think of the strikes is more to degrade the Iraqi militias. And also the Syrian malicious and the Iranian revolutionary guard corps, Quds Force. So the question I think that everyone is asking is, will it deter future strikes by Iranian proxies? And there is some concern that the long delay in getting these strikes going, and also more significantly the telegraphing of intent to Iran were actually undermine that deterrence aspect",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "DAVIS",
      "sentences": "I think we'd be foolish to assume there wouldn't be some reply. The Iranians will retaliate in some way. The question is, do they do it symmetrically in Iraq and Syria with their proxies and the Iranian Revolution Guard Corps forces or they do -- do they do it asymmetrically, in an indirect manner somewhere else in the region, the Iranians are supporting the Houthis in the Red Sea, and they could order and coordinate Houthi attacks on U.S. Naval vessels, U.S. Navy destroyers, the USS Gravely, came very close to being hit the other day.So there's a possibility that the Iranians could do things beyond Iraq and Syria. They could do things asymmetrically such as cyber attacks, but the will retaliate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "BRUNHUBER",
      "sentences": "As you said, the Biden administration said this isn't the end. This is just the beginning. What is next, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "DAVIS",
      "sentences": "Next is additional strikes against Iranian proxy militias and probably Revolutionary Guard Corps forces. By telegraphing intent over the course of the last week, most of the high value targets and I would say probably a favorite of their capability has been withdrawn to safety inside Iran. Clearly, at this point in time, the U.S. is not planning on attacking Iran itself.So, that will limit the effectiveness of further strikes. It's not the best in the region at the moment. But you will see the U.S. continue these strikes and expect to see more of the same and the question really is then the ball is in Iran's court as to how it retaliates, when it retaliates and how does the U.S. respond to that Iranian retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "BRUNHUBER",
      "sentences": "All right. I appreciate your analysis. Malcolm Davis, thanks so much for speaking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. Secretary of State Antony Blinken will travel to the Middle East on Sunday to continue hostage negotiations. The U.S. State Department says he will travel to Israel, the West Bank, Qatar, Egypt and Saudi Arabia to work on a deal to secure the release of hostages held in Gaza. Now, the leaders of Hamas and Islamic Jihad are calling for a complete end of the aggression and a full withdrawal of Israeli forces from Gaza as part of any deal. But Israeli Prime Minister Netanyahu has said as recently as this week that he wouldn't agree to a full withdraw from Gaza until Israel has completed its goal of eliminating Hamas.The U.S. ambassador to the United Nations says a cease-fire draft revolution from Algeria jeopardizes hostage negotiations. The Biden administration says the draft revolution doesn't put adequate pressure on Hamas. (BEGIN VIDEO CLIP) LINDA THOMAS-GREENFIELD, U.S. AMBASSADOR TO THE U.N.: We believe the draft proposal does not achieve this end. On the contrary, this draft resolution could put sensitive negotiations in jeopardy. Derailing the exhaustive, ongoing diplomatic efforts to secure the release of hostages and secure an extended pause that Palestinian civilians and aid workers so desperately need. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile, the U.N. says the escalating fighting around Khan Younis is forcing thousands of civilians to flee further south. The U.N.'s humanitarian office says the surge of people into Rafah turned the city into a pressure cooker of despair. The Palestinian Red Crescent society is calling for a humanitarian court order to allow people to flee the intense fighting.(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): Fear, danger and bombardment are coming from all directions. Sufficient for us is Allah and he is the best disposer of affairs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:01",
      "speaker": "BRUNHUBER",
      "sentences": "When asked by CNN about the circumstances involving the girl, the Israel Defense Forces says its quote, unfamiliar with the incident described.All right. We're following the latest updates in the Middle East as serious military speaks out about the U.S. strikes. More after the break. Plus, the Red Sea crisis tests China's global ambitions and its economy. We'll have that story more right after a quick break. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:01",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "U.S. officials have said they believe Kataib Hezbollah was responsible for the attack on Sunday, which killed the three American service members in Jordan.Now Kataib Hezbollah is one of a few groups that are under an umbrella organization called the Islamic Resistance of Iraq, which actually operate in both Iraq and Syria, and who are backed by Iran with weapons, money, and training. Now, Kataib Hezbollah is considered the most powerful of those groups. In a surprise move earlier this week, Kataib Hezbollah announced it was suspending its military operations against U.S. forces in the region and tried to distance Iran from the attack that killed the Americans. That's clearly, that was a sign of nervousness over possible U.S. retaliation, which, of course, is going on right now. Now, overall, in the Middle East, Iran supports several proxy groups, but Tehran's control over these groups really varies. Iran's closest ally is the broader Hezbollah organization. That's based over here in Lebanon. Iran supports Hamas in Gaza, and the Houthis in Yemen. Now as for how much control Iran has over them experts believe Iran has the most opposed to influence with the broader Hezbollah group in Lebanon. Those smaller groups in Iraq and Syria, they seem to operate a little more independently of Iran. And the Houthis down here in Yemen, well, they are seen as a real wildcard, a group that Iran has the least amount of control over. And, in fact, Iran's leadership has reportedly been concerned in recent weeks over all the attacks that the Houthis have launched on commercial shipping in the region, in the Red Sea here and elsewhere. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:01",
      "speaker": "BRUNHUBER",
      "sentences": "Yemen's Iran backed Houthi rebels say their attacks in the Red Sea are in response to Israel's military campaign in Gaza, the crisis is now putting pressure on Chinas economy.CNN's Kristie Lu Stout walks us through the data. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:01",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Houthi, rebel attacks continue to assault commercial shipping in the Red Sea and retaliatory strikes by the U.S. and the U.K. threatened to grow into a wider regional conflict.Global supply chains have been upended in China's ambitions of becoming a new Middle East powerbroker are being tested now, attacks by the Iran-backed Houthi militants have effectively diverted when the worlds main trade routes at the stakes are high for China, the worlds largest exporting nation, yet so far, its response has been limited to calls for an end to attacks on civilian ships and veiled criticism of U.S.-led strikes against the Houthis in Yemen WANG WENBIN, CHINESE MINISTRY OF FOREIGN AFFAIRS SPOKESPERSON (through translator): We advocate respecting the sovereignty of countries along the red sea, including Yemen, and are committed to actively working with all parties to ease tensions in the Red Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:01",
      "speaker": "STOUT",
      "sentences": "The U.S. has resorted to urging Beijing to use its, quote, substantial leverage with Iran to stop the attacks. But China's next move will need to be carefully calculated. It's been Iran's biggest trading partner for a decade and trade experts say last year, it bought about 90 percent of Iran's oil exports.Now, the Houthis have said that they won't target Chinese vessels, but Chinese shipping giants like Cosco and OOCL are among those rerouting away from the Red Sea and the Suez Canal. They joined other big industry names like Maersk in sending vessels around South Africa's Cape of Good Hope instead. Analysts say that increases shipping times by two to four weeks and it raises costs by about $1 million per voyage. Now, Tesla, Volvo, Geely, these are just some of the companies who've already warned its going to take longer for their product to hit shelves and showrooms as a result. And those products may also end up costing consumers more. Shanghai shipping exchange says ocean freight rates from Shanghai to Europe surge more than 300 percent between November and January, a major concern here for Beijing, an increase in western companies shifting production away from China and closer to home, that would be bad news for China's export heavy economy, which is already struggling with a property crisis a shrinking population and sluggish domestic consumer demand. Kristie Lu Stout, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:28:11",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all you watching us here in the United States, Canada, and around the world. I'm Kim Brunhuber. This is CNN NEWSROOM.The United States is promising even more action against Iran-backed militias after hitting dozens of targets in Iraq and Syria overnight. The strikes are retaliation for the deadly attack on a U.S. base that killed three American soldiers. Syria's military claims that an unspecified number of civilians and soldiers were killed in its territory with the country's foreign ministry warning the U.S. action will, quote, fuel the conflict in the Middle East in a very dangerous way. Now it's not clear yet how Iran or its proxies will respond. CNN international diplomatic editor Nic Robertson has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:03",
      "speaker": "BRUNHUBER",
      "sentences": "The White House called the operation a success, but warned that this is just the beginning of the U.S. response. President Biden tweeted, quote, we do not seek conflict in the Middle East or anywhere else in the world, but to all those who seek to do us harm, we will respond.Now, the weather in the Middle East played a role in the timing of the strikes. A top U.S. military official said that Friday was the best opportunity to ensure the U.S. was hitting the correct targets and avoid any, quote, unnecessary casualties. CNN meteorologist Chad Myers has more on that and the conditions in the region in the days ahead. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:03",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Well, weather has played a role in military operations for hundreds, if not thousands of years and yesterday was no different. The skies were completely clear over Syria and Iraq, not a cloud in the sky. But that is about to change. There will be significant clouds coming over the Mediterranean from the west to the east, over Syria, and then over Iraq this is going to happen later on today. And some of those clouds will be so thick and so moisture-laden from that Mediterranean humidity that there will be rainfall, maybe a half to one inch of rain in some spots that will certainly limit visibility out there especially from the sky.Some of these clouds will break up on Tuesday morning and by Tuesday afternoon and Wednesday, the skies go completely clear again. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:06",
      "speaker": "BRUNHUBER",
      "sentences": "South Carolinas Democratic primary takes place today. And while there's no question about who will win, it's expected to show us where the U.S. president stands with his own party.Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "MADOWO",
      "sentences": "There will be police are calling it a crime scene and opened an investigation on Friday. Nearby residents watching in silent shock as crime investigators dig through the ash that less than 24 hours ago where their homes. Businesses hollowed-out, this causal the flames burned in these sharp walls the extent of the damage spreading for miles.The gas explosion brands down everything in its wake, distracts several structures, several hundred yards in every direction. One of the sixth-floor rooftop almost funded yards away, broke down this wall. And most dramatic of all, a car that was blasted all this way. Part of the car here, the rest of its strewn all across this area, and were just a mile away from Kenya's main airports as we see a plane landing there. The residents of that building telling me of the frantic escape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "JEREMIAH NGESA, SURVIVOR",
      "sentences": "We down and the fire on top of us. So the gate was closed. But we -- there was a stampede. We hurriedly try to get out. I think very many people were actually injured at that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "MADOWO",
      "sentences": "Government officials already dubbing the incident as a consequence of corruption, vowing to shut down the unlicensed company, who was operating inside the cooking gas filling plant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "ISAAC MWAURA, KENYAN GOVERNMENT SPOKESPERSON",
      "sentences": "It is totally immoral for one to risk life of fellow Kenyans just for profit, it is not acceptable for such facilities to be resident within residential areas because these are innocent houseless who are going through their business on daily basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "MADOWO",
      "sentences": "Rebuilding the damage could take months or even years. But in the hours ahead, families now having to face the reality of grief.Larry Madowo, CNN, Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "BRUNHUBER",
      "sentences": "Dozens of French farmers say they'll continue to protest because the government hasn't addressed their concerns about climate change. More than 100 farmers blocked a supermarket in western France Friday.Elsewhere in the country, many other farmers started lifting blockades after the government announced concessions. To the north, Dutch and Belgian farmers joined together in a border blockade, the same day, complaining in part about the E.U. regulations. (BEGIN VIDEO CLIP) JOHAN VAN ENCKEVORT, DUTCH PIG FARMER FROM THE NETHERLANDS (through translator): My message to Europe is that they should think very carefully. We are very nice products here in the E.U. And we want to continue to make those products. NICOLAS PUSSEMIER, FARMER (through translator): People are fed. We can see clearly, given the scale of the mobilization. We know that the level of being fed up has reached its maximum. JEAN CHENE, ORGANIC DAIRY FARMER (through translator): Why are we carrying on? Because lots of us farmers think we haven't been heard on keeping sustainability matters. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "BRUNHUBER",
      "sentences": "Now, farmers have been protesting for weeks in many European countries about competition from Ukraine and other issues.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:06",
      "speaker": "BRUNHUBER",
      "sentences": "South Carolina's Democratic primary gets underway in the coming hours. It's the Democrats' first official nominating contest of the 2024 presidential race. And while it isn't competitive, its expected to provide a snapshot of where President Biden stands with voters, especially Black voters a core constituency of the Democratic Party.State Republicans wont hold their primary until February 24, while Nevada's GOP will choose their candidate in the upcoming week. But Republican presidential candidate Nikki Haley remained in South Carolina Friday, working to pull off a long-shot win in her home state, and taking aim at Democrats. Here she is. (BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: They're trying to get everybody that they know to vote in the Democrat primary so that Joe can get whatever he is going to get. And I wanted, you know, I've always spoken in hard truths and I'm going to speak to you in hard truths again today because that's what I did as your governor. We will have a female president of the United States. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "County sheriff Tom Schmerber says that Texas takeover puts local officials in a tough spot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "TOM SCHMERBER, MAVERICK COUNTY SHERIFF",
      "sentences": "Creating some kind of a problem for us because we cannot get like in the middle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "The weeks-long standoff between Texas and the Biden administration over command and in control of the border in Eagle Pass has turned into a partisan rally cry.GOV. RON DESANTIS (R), FLORIDA: And now, it's as bad as it's ever been at the southern border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "Dozens of Republican governors and attorneys general from around the nation and former President Donald Trumps side with Texas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I want to express our thanks to Governor Greg Abbott. FLORESREP. MIKE JOHNSON (R-LA), SPEAKER OF THE HOUSE: That's why Secretary Alejandro Mayorkas is going to be impeached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "House Republicans looking to keep the focus on Mayorkas instead of new legislation. The last time Congress pass comprehensive immigration reform, it was 1986 and Ronald Reagan was president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "RONALD REAGAN, FORMER PRESIDENT",
      "sentences": "The most comprehensive reform laws since 1962.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "And while a bipartisan group of senators are pushing for a border deal, now, the bill appears to be dead on arrival in the House, much of it due to the strong opposition from former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "TRUMP",
      "sentences": "This is a terrible bill, terrible bill for our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "Sheriff Schmerber from his neighborhood in Eagle Pass is calling out Trump for lobbying against a bill that both party say is the toughest border security legislation in decades.Would you blame President Trump if the deal doesn't go through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "SCHMERBER",
      "sentences": "Yes, because it's going to hurt us. I see that it's political. President Trump, it's just self-interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "Magali Urbina, a Republican with riverfront property in Eagle Pass that is lined with razor wire, says the border deal fall short of fixing the issue.Former President Trump has been lobbying against that bill. Do you agree with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "MAGALI URBINA, REPUBLICAN LAND OWNER",
      "sentences": "I do agree with him. Actually, I believe that when Trump was president having them remain in Mexico, I think that helps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "Meanwhile, in Eagle Pass, standoffs like these between the group of Venezuelan migrants already on us soil and state police --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "TEXAS STATE POLICE",
      "sentences": "You have to return to Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:03",
      "speaker": "FLORES",
      "sentences": "-- are daily occurrences that don't stop legal immigration. Instead, just delay it for a few hours or a few days.I'm inside the zone that was taken over by Texas. If you look behind me, you'll see that razor wire hugs the Rio Grande for miles. DHS has asked the state of Texas multiple times to give Border Patrol full access to this area. But Texas maintains that it has constitutional authority to do all this. This weekend, 14 governors will be joining Texas Governor Greg Abbott here in Eagle Pass in this area as politicians from across the country pick sides on who should enforce border security, the state of Texas or the federal government? Rosa Flores, CNN, Eagle Pass, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}