{
  "date": "2024-01-06",
  "headline": "CNN Newsroom",
  "subHeadline": "United Airlines To Ground Boeing 737 Max 9 Planes After Alaska Airlines Flight Makes Emergency Landing; NTSB Is Sending \"Go Team\" To Portland To Investigate Alaska Airlines Jet That Lost Part Of Cabin Mid-Flight; Biden: \"Trump's Campaign Is About Him, Not America\"; Biden Accepts House Speakers Invitation to Deliver State Of The Union March 7; Joel Rubin, Former Deputy Assistant Secretary Of State, Discusses Blinken Returning To Mideast As Fears Of War Expansion Grow; GOP Candidates Flood Iowa In Run Up To 1/15 Caucuses; Trump Ramps Up Attacks On Nikki Haley. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:09",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Two major developments the FAA is now planning to institute what is called an emergency airworthiness directive. This just crossed from the Federal Aviation Administration. It says it will order the temporary grounding of certain Boeing 737 Max 9 aircraft, operated by U.S. Airlines or in U.S. territory. The order coming just now from FAA administrator Mike Whitaker. That is pretty significant after United Airlines and Alaska Airlines both joined in a temporary grounding of these Boeing 737 Max 9 airplanes. This all happened in a very explosive moment, like the most violent convertible you've ever been in. This case, one of these Boeing 737 Max 9s, also marketed by Boeing as the 737-9 Max, in row 26, where there could have been a door, this one did not have it. Known as a door plug there. More on that in a second.But this happened really with a really big bang. Seven minutes into the flight at 16,000 feet, what is technically called a rapid decompression, where the high-pressure breathable air inside the plane goes rushing out and the cold, thin air outside comes rushing in. You heard about that boy nearby who had his shirt pulled off, the oxygen mask came down. The pilots had to deal with this very quickly. And I want you to listen to the call now in the new air traffic control audio. Step one, fly the airplane. Step two, run the checklist, descend to get back down the breathable air, not a lot of useful consciousness in that thin air at 16,000 feet. And step three, communicate what you are doing to air traffic control. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Alaska 1282, need to declare an emergency, descending down to 10,000, just depressurized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Alaska calling, descend one-zero thousand. When able, give me the nature of the emergency and your intentions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Seattle, Alaska 1282 just depressurized, need to declare an emergency, we do need to descend down to 10,000.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:09",
      "speaker": "MUNTEAN",
      "sentences": "The FAA's new emergency airworthiness directive requires an inspection of the part that failed within the next eight cycles. Meaning within the next eight takeoff and landings on the certain airplanes.This issue is on the left side of the airplane's fuselage a door that can be installed at the factory. It's an option it depends on the seating configuration ordered by the airline. This airplane, Alaska Flight 1282 did not have it. Instead, there is a plug there that you can see from the outside, you wouldn't know it's there. Otherwise, on the inside. This plane rolled off the factory floor only 10 weeks ago. First flight on October 15th. 150 flights for Alaska Airlines since then. Boeing now back under the microscope, there is some criticism even coming from Capitol Hill on a Saturday. It is the latest in a litany of issues for the 737 Max. Killed 346 people in two crashes in 2018 and 2019. A 20-month grounding by the FAA. And now, there is some criticism that that may have been ungrounded too quickly. This airplane has been dogged by quality control issues though the good news is 171 passengers and six crew all OK. Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:09",
      "speaker": "WHITFIELD",
      "sentences": "Yes, thank goodness. But, you know, Boeing has been dogged, you know, by a lot of its planes being involved in several incidents, not all necessarily incidents just like this, but it's happened over the last few years. So, how is the company responding?Well, the company says it's cooperating with the investigation by the NTSB and the FAA. But you have to consider the fact that there are so many of these airplanes flying around the world. About 215 of them worldwide, according to an airline agency group, Cirium. There are also 79 at United Airlines. Alaska Airlines has 65 with more on order. So, this will be an immediate impact for those who had flights already booked on the airlines that were planning on using these planes, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "DAVID SOUCIE, CNN SAFETY ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "WHITFIELD",
      "sentences": "So, we know that -- yeah, this is not good. But the NTSB is investigating the incident. We are very glad to hear that all the passengers and crew are OK. There is one minor injury but everyone survived to this. Right? What sort of issues now do you believe the NTSB will be focusing in on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SOUCIE",
      "sentences": "Well, I think the primary issue that they are going to look at is who touched it last? That's where it's going to come down to. The plug that he was talking about there, who installed that last? Because of -- as you look at those pictures, and I looked at them very closely, it doesn't appear that there was any structural failure, it looks more like the mounting brackets that are holding that plug in or that door in, are intact, which would indicate to me that there wasn't a sudden structural failure, that there was something that came loose or came off.Now, it's important to remember too, that the air current has reported that this aircraft, this specific serial number aircraft had some pressurization problems the day before. And the mechanics looked at it and returned it to service. So, that's something that the investigations got to go there first and see, what was it that went wrong, because the pressurization to fail the day before? And what was done to put it back in service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "WHITFIELD",
      "sentences": "So, you said something interesting there. You said, who touched it last? What happened at the time of installation? So, is it your feeling that no one would have touched it maintained it since installation, to the time of this incident yesterday in the 10 weeks that it has been a flying, what some now 150 flights? You're zeroing in on installation, not manipulation of it in any way after installation to now?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SOUCIE",
      "sentences": "Yes, that -- well, that's a great question, Fred, because it really does depend.Now, the fact that the airworthiness certificate was issued in October, tells us that the aircraft was flyable, it was air worthy at the time. Now, each one of the air carriers that take delivery these aircraft, they modify them for their own purpose. So, for example, they may put their own seats, and they may change the pitch where they have more or less seats in the aircraft. Now, if they did that, a lot of that type of work is done through this extra door as a maintenance access. So, it's possible that after that certification, and I don't know that this happened, but it's very possible that, that was taken off to remove and put in seats or to change the interior configuration, add logos, things like that. So, it's typically at least a week or two before. That's all done and then it goes out. So, that's what I'm talking about, who touched it last? Who installed that door? It was obviously installed when it got its airworthiness certificate. Now, do we know if it was been taken off or put back on? That's where I would look right away to see what happened in that time period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "WHITFIELD",
      "sentences": "So, now, Alaska Airlines, as well as United Airlines have all grounded this 737-9 Max that they have in their fleet. What should travelers be concerned about? Because we know that, you know, Boeing makes this.Or is it expected that travelers are going to feel kind of reticent about getting on any kind of aircraft at this point, or one that is made by Boeing? What do you anticipate here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "SOUCIE",
      "sentences": "Well, let me give myself as an example. When this happened that day, my granddaughter was flying on a completely unrelated flight from Denver to Phoenix, unescorted minor. And so, she was on that airplane by herself.I can only imagine the trauma that this young man that had his shirt ripped off of them went through and to have to sit there, I mean, they couldn't take him out of that seat and move them away from this gaping hole on the side of the airplane, he had to sit there and endure that flight all the way down. So, me as a safety professional, I'm (INAUDIBLE) -- I'm hesitant to fly at this point, or at least for my grandson or granddaughter. So, it's going to affect a lot of people and their ability or willingness to fly. WHITFIELD: We're showing the video, and then, earlier we showed the video and you could hear -- I mean, you really could hear the wind, but you didn't hear a peep coming from any of the passengers as they were trying to descend. I mean, really, everybody was frozen, you know, in fear. I cannot imagine what people were thinking and feeling. We haven't had a chance to hear from a lot of the passengers. We did hear from the one about what they were experiencing. But what are your thoughts of -- you know, on how the crew manage this? I mean, they had to descend, as we heard the recording to 10,000 feet, because it had been decompressurized (PH). Everyone presumably was, you know, in their seatbelts, which is key, right? Because if the shirt and the phone is getting sucked out, we can only imagine other things that could have happened. But what are your thoughts about those moments? What was transpiring?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "It really is. Thank you so much. So glad that everyone landed safely. What a frightening, frightening flight.David Soucie, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "OK, we're now just nine days away from the Iowa caucuses and Republican presidential candidates are campaigning hard in the Hawkeye State. I just take a look at all the arrows and as they go town to town in an effort to win over those voters.For the Democratic ticket, Vice President Harris is delivering remarks in South Carolina, a critical state for Biden's primary campaign in 2020. President Biden will be in Charleston on Monday, where he is set to speak at Mother Emanuel AME Church. CNN White House correspondent Arlette Saenz, joining me a live from Wilmington Delaware, where the president is spending the weekend for now before making his way to South Carolina. So, Arlette, what is the message from the Biden-Harris campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Fred, the Biden -- President Biden and Vice President Kamala Harris are really using this January 6 anniversary to try to warn of the stakes of this election. Saying that democracy is at stake as voters had to make their decisions in November.The vice president in just a short while will be speaking down into the convention in South Carolina, where she will really speak to the violence and chaos that existed on that day in January 6th, 2021, when insurrectionist storms, the U.S. Capitol. The speech by Vice President Harris today follows a really impassioned speech from President Biden yesterday, over in battleground Pennsylvania, just a few miles away from that historic Revolutionary War site, Valley Forge. And the president used that moment, really to lay out the stakes and his central point of this argument. The president and his advisors that I've spoken with, really believed that democracy and the issue of January 6th, is a potent political moment that will remain in voters' psyches. And the president really made this a shift in his tone with this speech in directly taking on former President Donald Trump in a way that he has not done this entire reelection campaign. Take a listen to a little bit of the warning Biden had yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Donald Trump's campaign is about him. Not America, not you. Donald Trump's campaign is obsessed with the past, not the future. He's willing to sacrifice our democracy, put himself in power.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "SAENZ",
      "sentences": "And this really comes as President Biden is eager to start engaging directly with former President Donald Trump, as the campaign really views Trump as his likely opponent in the general election.You heard the president really speaking in very stark terms, bringing Trump up more than I have heard this entire campaign season so far. That is something that's expected to continue in the coming weeks. Biden on Monday, will be down in South Carolina, speaking at Mother Emanuel Church, the site of that 2015 mass shooting, where nine black worshippers were killed there. There, the president is also expected to call out political violence in this country. This is all coming as the campaign has portrayed this as the opening salvo of the campaign. They are trying to remind voters what happened on January 6, and ensure that that remains in their memories as they head to the ballot box next November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:03",
      "speaker": "WHITFIELD",
      "sentences": "Also, are -- Arlette, and the president's calendar, pretty busy. House Speaker Mike Johnson, in fact, has invited President Biden to deliver the State of the Union speech March 7th. Has the president accepted the invite in that date?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:08",
      "speaker": "WHITFIELD",
      "sentences": "All right. Arlette Saenz, thank you so much.All right. After weeks of speculation, the US Supreme Court says it will decide once and for all if former President Donald Trump should be allowed on the ballot in Colorado. Colorado Secretary of State Jena Griswold joins me next to talk about it. Plus, the former president is in Iowa today telling voters why they should cast their ballot for him in just a few days. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:08",
      "speaker": "WHITFIELD",
      "sentences": "Donald Trump's political fate is in the hands of the U.S. Supreme Court. The nine justices will decide whether the former president can be disqualified from running for office again, due to his attempts to overturn the 2020 election.This decision has the potential to significantly impact the upcoming presidential election and the justices acknowledge the urgency to reach a decision soon. CNN's Paula Reid reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Thank you so much. Paul Reid.Critical to the Colorado ballot schedule was yesterday's deadline for the state to certify candidates to the primary ballot. Joining me right now to discuss is Colorado's Secretary of State Jena Griswold. Madam Secretary, great to see you. Happy New Year. What a way to get the year started. Can you talk to us about yesterday's certification?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "JENA GRISWOLD, SECRETARY OF STATE OF COLORADO",
      "sentences": "Happy New Year to you. And absolutely, 2024 is off to a quick start.So, yesterday, I certified the ballot, and that included certifying Donald Trump to the ballot. And the reason for that is actually the Colorado Supreme Court's decision. The Colorado Supreme Court said that Trump did engage in insurrection, and because of that, he was disqualified. But that if there was an active appeal, he would be on the ballot until the United States Supreme Court acted. Because there was an appeal, he is on the ballot. And, of course, just like you, will await as the Supreme Court starts to really delve into this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "WHITFIELD",
      "sentences": "So, if the Supreme Court renders a decision and says that he should stay off the ballot, will it be an issue of when voters look at that ballot for the primary, they'll see a line drawn through the name or the name, Donald Trump will be removed altogether? What will that potentially look like if it is upheld by the U.S. Supreme Court that he should not be on the ballot in Colorado?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GRISWOLD",
      "sentences": "It really depends on timing when that decision comes down. But the more likely scenario and I think the scenario you're asking about is well, if voters are about to vote, and they have a ballot with Trump's name on it, and then the Supreme Court disqualifies him.A situation like that actually happened last presidential primary in Colorado, where two of the Democratic candidates dropped out during early voting when Coloradans already had their ballots. And in that case, we don't reprint ballots, the ballots were already in people's houses, on their kitchen counters, and simply the votes for those candidates were not counted. So, either way, we'll have a great election in Colorado. Colorado is considered the gold standard of the nation's elections. But it definitely is a unique situation, because usually we do not have candidates for president who have engaged in insurrection, and their candidacy is being challenged like Donald Trump's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "GRISWOLD",
      "sentences": "Well, the ideal timeline would have been before certification. But I think we have to just deal with the fact that it's completely up to the United States Supreme Court and adjust as necessary.I do think that the Colorado Supreme Court got it right. Only two courts in this nation have looked at the question of whether Donald Trump engaged insurrection, they both said yes. And I think on this anniversary of the insurrection, we can go back and look at the footage to see exactly what happened that day. But more than just that, you know, Donald Trump wants to argue that even if he did engage the U.S. Constitution shouldn't apply to him. And I just think that is absolutely wrong. We cannot be in a country where a president is not, does not have to adhere to the law or the Constitution. That would basically be a get out of jail free card for Donald Trump if he was president again. But frankly, for any president. And it would lead to a downward spiral for American democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "WHITFIELD",
      "sentences": "And those two states you mentioned who have rendered this decision, Colorado and Maine.Meantime, Trump's lawyer spoke out on Thursday about how she expects the court's ruling -- the Higher Court's ruling to go. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "ALINA HABBA, LEGAL SPOKESMAN OF DONALD TRUMP",
      "sentences": "I think it should be a slam dunk in the Supreme Court. I have faith in them. You know, people like Kavanaugh, who the president fought for, who the president went through how to get into place. He'll step up, those people will step up, not because they're pro-Trump, but because they're pro-law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "WHITFIELD",
      "sentences": "So, also key might be the potential off ramp that Trump's attorneys will argue that he, as a sitting -- as the, at the time, a sitting president is not an officer.What is going to be your argument to dismiss that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "GRISWOLD",
      "sentences": "Well, I think another statement his attorney made has been making a lot of news. She basically said that the justices that Trump appointed would be loyal to him. And I want to point that out, because it's a tendency of Donald Trump to expect loyalty from everybody, regardless of the law and democracy. In the fact that his attorney would say that is really just unbelievable.In terms of the argument of whether or not he is an officer under Section Three of the 14th Amendment. I do not believe there should be a loophole in the constitution for a president. That is not how a nation of laws work. No person is supposed to be above the law. That includes the president, because if not, well, then we have a tyrannical system where a strong person, a strong man rules at his will if he is above the law. So, I disagree with that assessment. But ultimately, it will be up to the United States Supreme Court. But even more so, it will be up to the American people, no matter what happens in this litigation. It will be up to the American people to save American democracy in 2024. WHITFIELD: And as you were, you know, classifying that soundbite and the point that Trump's attorney made as being unbelievable, do you also believe or are you concerned that making a statement like that might also be influential as it pertains specifically to Kavanaugh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "GRISWOLD",
      "sentences": "Trump acts or he tries to act in many situations like a mob boss. Giving people things to try to demand their loyalty. It's one of the many reasons that he is a danger to this country. You know, whether or not the Supreme Court is influenced by that, I sure hope not because that's not how a Court should act.But again, I'm not waiting for the Supreme Court to save American democracy for the American people. I'm waiting for the American people to do that. Because whether or not Trump is on the ballot, the American people will make their voices heard. I believe that Colorado Supreme Court got it right. Trump is an insurrectionist. He is disqualified under the United States Constitution. But that also the last word will be with the United States Supreme Court. And we look forward to oral arguments on February 8.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "WHITFIELD",
      "sentences": "Colorado Secretary of State Jena Griswold, thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:05",
      "speaker": "GRISWOLD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:14",
      "speaker": "WHITFIELD",
      "sentences": "U.S. Secretary of State Antony Blinken back in the Middle East as the U.S. races to prevent the war in Gaza from spreading throughout the region.After meeting with Turkey's President Erdogan, Blinken will make stops in Israel, the West Bank and Egypt, among others. Joel Rubin is a former deputy assistant secretary of state for the Obama administration and is now running for Congress in Maryland. Good to see you, Joel. JOEL RUBIN, (D), FORMER DEPUTY ASSISTANT SECRETARY OF STATE: You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:14",
      "speaker": "WHITFIELD",
      "sentences": "So, this is Blinken's fourth trip to the region since the conflict began. What kind of leverage does he bring to the table this time around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WHITFIELD",
      "sentences": "But then, what is the relationship like right now between the Biden administration and Prime Minister Benjamin Netanyahu?Because the U.S. has made many requests for Israel to recalibrate, but Netanyahu has made it very clear that they are going to proceed as they have. So when we talk about leverage in the region, with whom does the U.S. have any leverage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "RUBIN",
      "sentences": "Certainly, with Israel, we have leverage as well. I think the president, he's obtained a lot of that through his strong support for Israel's security and trying to get the hostages out.Just yesterday, we saw the defense minister, Gallant, come out publicly with a vision for a day after in Gaza, one that enables the Palestinians to govern Gaza and that Israel has security dominion over. There are splits now happening in the debate inside Israel. Make no mistake, Israeli politics is extremely fractured when it comes to how to execute the day after on this war. For the United States, being engaged, as Secretary Blinken is and as President Biden is, talking to all of the leaders, that's crucial that they continue to hear the message that there needs to be a day after plan. So there are some movements of Israeli heavier forces moving out of northern Gaza. Hopefully, that will continue as they feel there's more security there. But I think this is part of that, is that Israel needs to understand that it's not alone, the United States is there, that there are other actors in the region that are watching, that are there to support. But ultimately, the Israeli people are going to need to have an opportunity to have peace and security. That means this day after scenario needs to be clearly thought out and executed properly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WHITFIELD",
      "sentences": "What about on the issue of funding? Right now, no deal on Capitol Hill to provide more military funding for Israel.Do you think a deal can be reached any time soon? Because there's a lot of reluctance, because there are the continued arguments about, well, why provide any more to Israel right now when there is another issue at hand, the U.S. southern border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "RUBIN",
      "sentences": "Fred, it's quite a travesty. There's a reason why we should be providing more aid to Israel. Right now, they're under attack. They're getting hit from the north.And this expands as well to our ally in Ukraine. Ukraine just got hit by the heaviest bombardment from Vladimir Putin in two. And we're sitting on an aid package. I mean, the House Republicans are sitting on an aid package that does not allow the United States and Secretary Blinken, in this case, to go out to the region and say I am providing the assets you need to protect yourself. And then, of course, for the Palestinians, they need humanitarian assistance. And that package also includes humanitarian assistance for them. So Congress is not doing its job. It needs to be supporting efforts to prevent a regional war. Instead of playing political football with our allies, they should be supporting these end goals and moving this aid forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Joel Rubin, we've leave it right there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "RUBIN",
      "sentences": "Thanks, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WHITFIELD",
      "sentences": "And happy New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:19",
      "speaker": "WHITFIELD",
      "sentences": "The early road to the White House runs through Iowa. And this weekend, that's exactly where the Republican presidential hopefuls can be found, including former President Trump, who still has a tight grip on much of the party.CNN's Alayna Treene is traveling with the Trump campaign in Newton, Iowa. Alayna, the former president is escalating his attacks on his rival and former U.N. ambassador, Nikki Haley. What's he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:19",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Yes, Fred, the former president has actually been ramping up his attacks on Haley over the past several weeks. But yesterday, at two separate events in Iowa, he made arguably the sharpest attacks against her yesterday.He argued that Nikki Haley is in the pocket of Biden donors. He also tried to paint her as being the choice of the political establishment and the corporate elite. He also argued that she doesn't have what it takes to be president. Take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:19",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Nikki Haley has been in the pocket of the open-borders establishment donors her entire career. She's a globalist, you know. She likes the globe.I like America first. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:19",
      "speaker": "TRUMP",
      "sentences": "The people in this room like America first.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "TREENE",
      "sentences": "Now Fred, I just want to tell you, from my conversations with the former president's campaign, they tell me that they're not worried about Iowa. They feel very strongly about Donald Trump's standing in Iowa. Their main concern here is trying to turn out voters.But they do have some concerns about Nikki Haley in New Hampshire. They're watching the polls closely. They're watching her rise in those polls. And that's why you're starting to see Donald Trump himself directly go after her more on the campaign trail. I think one of the best examples to point to her perceived threat is that the former president's campaign but also the leading super PAC behind his campaign, the MAGA Inc. PAC, have been pouring millions of dollars into attacking her in New Hampshire. Specifically trying to tie her to Joe Biden, but also attacking her directly on her immigration policies -- Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "WHITFIELD",
      "sentences": "All right, Alayna Treene, thank you so much.Make sure to watch the CNN Republican presidential debate moderated by Jake Tapper and Dana Bash live from Iowa. That's Wednesday at 9:00 p.m. Eastern time. One of the biggest issues at the forefront of the 2024 campaign trail is the southern border. The White House is scrambling to find federal places to house the influx of migrants after receiving mounting pressure from Democratic mayors and governors to address the ongoing crisis. Joining me right now is Catholic Priest Bruce Nieli, who is based in Austin, Texas, and serves immigrant communities. Father Bruce, great to see you. So how would you describe what you were seeing on the border with southern Texas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "FATHER BRUCE NIELI, PAPAL MISSIONARY OF MERCY",
      "sentences": "Well, I see a little bit of Americana. I see America in the making.I'm excited about welcoming these precious people from so many different lands fleeing oppression and persecution and violence in order to make a new home and a new life here in the United States and giving us, in the United States, a new life. I'm a Paulist father. We were founded to unite America spiritually, a Missionary of Mercy of Pope Francis to kind of preach mercy and to witness to it all over the world. Also, I'm spiritual advisor here in central Texas to Catholic Charities. We have a wonderful network to help immigrants and the poor in general and immigrants in particular. It's also part of my DNA. I have to kind of get that in. My grandfather came out of destitute poverty from Sicily and he threw his hat into the ocean when he saw the Statue of Liberty. To give him the chance to fulfill a dream of a hardware store in New York, which he did. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "NIELI",
      "sentences": "My great grandfather --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "WHITFIELD",
      "sentences": "Oh, I'm sorry. Go ahead. NIELIIt's part of my guts. It's part of my DNA. But especially, it's been part of my call as a Paulist priest and Missionary of Mercy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "WHITFIELD",
      "sentences": "Father Bruce, while you appreciate the attributes that come with immigration and emigration, I mean, you have heard a lot of the concerns, criticisms that have come with this particular influx right now on the southern border.The Texas governor who says that state cannot handle it anymore. There are border town municipalities who say we don't have the resources. And now you're hearing from a number of Democratic cities who are also experiencing an influx and a lack of resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "NIELI",
      "sentences": "Absolutely. Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:55",
      "speaker": "WHITFIELD",
      "sentences": "So with all of that, I mean, are you seeing that there are insurmountable strains taking place? And what are some of the solutions that you can see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "WHITFIELD",
      "sentences": "So what's lacking --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "WHITFIELD",
      "sentences": "-- in that coordination that you're saying? Coordination that you believe can be improved between non-government agencies and government municipalities, federal government, government representation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "NIELI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "WHITFIELD",
      "sentences": "You know, what are the gaps that you're seeing that really can be resolved to call for what you're saying would be a tighter, better coordination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "NIELI",
      "sentences": "Exactly. And the words are \"coordination\" and \"accompaniment.\" That's a key word of Pope Francis. Receive, accompany, promote and integrate. That's how he deals with this whole situation of migration.His -- Lampedusa was the first place he visited after becoming pope outside of Rome to really highlight his love for the migrant brothers and sisters. But if we could do it, you know, with the spirit of the Alliance for Progress and the Peace Corps of years back and the civil rights movement, we could do it in the United States. But we need that spiritual force again. And I see it coming, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "WHITFIELD",
      "sentences": "I think everyone can appreciate your optimism.Father Bruce Nieli, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:13",
      "speaker": "NIELI",
      "sentences": "God bless you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "WHITFIELD",
      "sentences": "OK, drum roll, please. On Monday, we'll crown a new college football champion. The Michigan Wolverines and Washington Huskies are gearing up to face off in Houston.Both teams are looking to take home the trophy for the first time since the college football playoffs began in 2015. The top seeded maize and blue of Michigan are coming off a dramatic overtime win against Alabama in the Rose Bowl, while the number-two ranked Huskies held off a late push by Texas in the Sugar Bowl. College football reporter for \"The Bleacher Report,\" Morgan Moriarty, is here to break down this game. Good to see you, Morgan. We're talking about two undefeated teams, fresh off a nail-biting semifinal win. This could be a lot of fun. At the same time, it could be a little nerve-racking. MORGAN MORIARTY, COLLEGE FOOTBALL REPORTER, \"THE BLEACHER REPORTER\": It's going to be so much fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "MORIARTY",
      "sentences": "I cannot wait for this matchup on Monday night. You have two amazing programs. Like you mentioned, they're undefeated.This Washington team, to me, the story that they've had all season is incredible. Last year, they won 10 games. It was a great season under their first-year head coach, Kalen DeBoer. And this corps of offensive players, Quarterback Michael Penix Jr, Jalen McMillan, Dillon Johnson, the running back, they all had the opportunity to go pro next season. They were eligible to go to the NFL, could have been making a lot of money right now. Instead, they collectively chose to come back to this team because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "WHITFIELD",
      "sentences": "That's unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "MORIARTY",
      "sentences": "-- they felt winning the national title -- it is. They thought winning the national title was a possibility with what they had personnel-wise.And their coaching staff, he was able to maintain the entire coaching staff from last season to this year. That's really rare in college football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "MORIARTY",
      "sentences": "Especially with how quickly the coaching carousel kind of rotates throughout a given year. So they feel like this is their best shot.And they've done a great job. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "MORIARTY",
      "sentences": "They're undefeated, winning the PAC-12, which I think was the deepest conference in college football by far this season. They have one game to go before this dream is realized.So it's pretty cool to see how they've developed this season. On the other side, you have a Michigan team, as you mentioned, marred with kind of this off-field controversy dealing with Jim Harbaugh, their head coach. Suspended the first three games of the season due to Covid-19 recruiting investigation that the NCAA has been looking into, and then obviously the last three games of the regular season due to the sign stealing scandal. Despite all of that, they've won every single game in front of them with or without Harbaugh on the sidelines. And against Alabama, as you mentioned, it was a firm victory. It wasn't perfect, but they made the plays they needed to at the right time, converting in overtime, scoring that touchdown and stopping Alabama defensively on fourth down. It was really impressive. And it's going to be a really fun matchup on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:56:23",
      "speaker": "WHITFIELD",
      "sentences": "Oh, that's incredible. If you didn't want to watch it on Monday, now after hearing you give us those beautiful details, we'll all be watching on Monday.All right, so what, in your view, does this forecast? This year's championship pits the Big 10 versus the PAC-12. It's the first time since the very first college football playoff in 2015 that we've been able to see the two conferences square off. But then things will be changing next year. This is kind of a prelude to what? How will this shake things up?",
      "isLastSentenceInterrupted": false
    }
  ]
}