{
  "date": "2024-03-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Largest Crane On The East Coast Arrives For Bridge Cleanup; Maryland Officials Update Collapse Salvage And Recovery Efforts; Maryland Governor: Conditions Unsafe For Recovery Divers At This Time; WSJ Journalist Evan Gershkovich Marks One Year In Russian Prison. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "12:59:57",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "RANDALL",
      "sentences": "But she has mastered -- and I hate to even use that word. She has -- she has mastered and ended mastery in Beyonce, the genre. She has had a new word for excellence and expertise, is to Beyonce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "WHITFIELD",
      "sentences": "Oh, that's beautiful. I mean, I love that you also say, you know, this is a moment of deconstructing and reconstructing. And probably, for a very long time, people kind of felt like, you know, what with any genre of music? They feel like it's it everyone has a universal definition of what it is. And your comment saying this is reconstructing, deconstructing. I mean, clearly, it's a broadening of the definition. It's an education -- an educational journey into what country music is, has been continues to be. I mean, what American music is, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "RANDALL",
      "sentences": "And where black people are living in this country and what America is. She is helping America better understand country music, and also better understand the wealth of who can be and is an American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "WHITFIELD",
      "sentences": "The great Alice Randall. Thank you so much. What a great pleasure to have you with us. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "RANDALL",
      "sentences": "Wonderful to celebrate you -- with you, this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "WHITFIELD",
      "sentences": "Oh, wonderful. And Happy Easter. Thank you.Hello again, everyone. Thank you so much for being with me. I'm Fredricka Whitfield. All right. Right now, we're standing by for just outside of Baltimore, where officials, including the governor will be giving an update on the recovery plans at the site of the Francis Scott Key Bridge collapse. We'll bring you that press conference as soon as it happens. And it comes as the largest crane on the East Coast moves into place as recovery teams survey the wreckage area. Officials say it remains the top priority to find the four construction workers who are presumed dead, but still missing from Tuesday's catastrophic collapse. CNN's Gloria Pazmino is live for us in Baltimore. Gloria, what are you learning about the assessments before these recovery efforts can happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "GLORIA PAZMINO, CNN NEWSOURCE NATIONAL CORRESPONDENT",
      "sentences": "Yes, Fred. That crane is called the Chesapeake 1000. And it is here in the area, just one of the many heavy pieces of machinery that are going to play a critical role in helping to move this wreckage. As you said two big priorities here, the first to be able to go back in there and continue searching for those who were killed in this terrible accident, and the second priority, to try and reopen the area -- reopen the waterway.This is one of America's busiest ports, and people need to get back to work. The governor has made it clear, those two are his key priorities. I spoke with Lieutenant General Scott Spellmon, just a few -- a short time ago. He's the commanding general of the U.S. Army Corps of Engineer, which is leading the mission to clean this up. This is a complicated operation. They have to be methodical about how they take every single step. And it could take several weeks. Listen to what he said. (BEGIN VIDEO CLIP) LT. GEN. SCOTT SPELLMON, 55TH CHIEF OF ENGINEERS AND COMMANDING GENERAL, U.S. ARMY CORPS OF ENGINEER That vessel look small from where we're standing here on the shore. That vessel weighs on the order of 95,000 tons. The bridge span that's behind us that the one I mentioned, we're going to sever, that piece weighs 5,000 tons alone. So, that's a lot of downward pressure on that vessel already. The -- so, you're correct. We have one of the largest cranes here on the Eastern Seaboard, arrived 23 --11:00 p.m., two nights ago. And so, imagine, we're going to have to cut those steel sections into much smaller components, to lift them out safely and efficiently. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:59:57",
      "speaker": "PAZMINO",
      "sentences": "So, you can really just start to understand the magnitude of the work that is ahead. And again, Fred, about those four families, they understand now that their loved ones are gone, but they are hanging on to the hope that they can recover the bodies so that they can at least have a chance to say goodbye. That will be an essential piece in order for them to be able to get closer -- that closure, this community to get closure. And for everyone here to be able to start getting back to some semblance of normalcy. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "WHITFIELD",
      "sentences": "Well, I was to say, that sounds base of although, right?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "YERRID",
      "sentences": "Why weren't -- why weren't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "WHITFIELD",
      "sentences": "Because we're talking about vessels now that are so much larger than, you know, in the 70s when this bridge was built.But I think I hear you on where you're going, you're talking potentially about the protections again -- around those pillars like fenders, et cetera. Why is it in this case -- you know, why in this case, they weren't put into place, as we saw in some other bridges across the country? So, will that be a consideration made, when account -- the questions of accountability are already underway? And people want to know, why weren't those protections in place? Would it have made a difference? Is that going to be at the core of potential challenges that might come -- legal challenges that may come from, say, the family members of, you know, the six who were killed here? Or perhaps, those in the shipping industry, who are going to want to say we want accountability for the many -- hundreds of thousands, if not millions of dollars loss in not being able to transport items? Is that what you see coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "WHITFIELD",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "YERRID",
      "sentences": "So, loss of life -- listen, safety comes at a price. But I realized the price cannot be exorbitant or impractical. That right now in Delaware, they are building $95 million protecting around the pier. Why wasn't that done in Baltimore? That's the question.And the question will not be answered by all the -- all the people that say, oh, it could have been done. You know, what? It could have been done. By they don't want to answer that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "WHITFIELD",
      "sentences": "Do you see -- do you see the pressing of equal accountability, whether it be for the protections of the bridge, as well as applied to the owners, those who maintain the vessel. There was electrical failure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "YERRID",
      "sentences": "Again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "WHITFIELD",
      "sentences": "Initially, that's what we're hearing from some. If indeed, electrical failure, that points to the maintenance of a vessel, I mean, it was no when for something that big that close to the bridge, to be able to drag an anchor based on all the experts that I've heard, to drag an anchor to stop it from hitting a pillar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "YERRID",
      "sentences": "Well, let's talk about that for just very, very briefly, just for a second. Do I think that the ship is going to be blamed? You asked about the legal targets. I'm not going to be involved. I've already climbed Mount Everest. I don't need to do it again.When I exonerated the pilot, that was my last pile of defense. But I will tell you, as just an observer who's very interested in this area, the things that are going to be looked at closely by anybody claiming damages would be the ship owner. First, it's managed by a large conglomerate, they also have what's called a managing agent, there will be looked at. The seaworthiness of the vessel is a one way that the vessel owner and its corporate entities can be held liable, especially if the -- if the ship, excuse me, if the ship is deemed to be unseaworthy. They will break what's called a limitation of liability, the plaintiffs, and they will go after the company, regardless of the value of the ship, which is normally what limitation liability imposes. If the ship is seaworthy, they get to pay only up to the amount of the value of the ship. In this case, if the seaworthiness, which I think is going to be very, very suspect to attack, it may open up the ship owner to a lot -- a lot of liability. Secondly, they'll probably look at the pilot sets inevitable people want to blame the human being. These pilots are the best of the best, I think. And most likely, the pilot didn't have a whole heck of a lot of options.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "WHITFIELD",
      "sentences": "Right.Dropping anchor, as you pointed out in a large ship like that. It's not like a car probably would take half a mile, three quarters of a mile, maybe even longer. But that could have been tried. Remember, though, John Lauro (PH) said it best, ships can't go where there's no water. So, you stop the ship before the what's called the allision, excuse me. But you stop the ship before it ever collides, because bad things are going to happen. In this case, for those poor families, bad things -- the ultimate bad thing happened and the ultimate price was paid. We don't need this to happen again. We can take measures, remedial measures, not exorbitantly expensive, but prudent, and safe, worthy. And I think for the welfare of the people transiting average 30,000 motors a day, you're talking about a catastrophe waiting to happen. And the problem with Baltimore is, they foresaw it in 1983 years after their bridge was built.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "WHITFIELD",
      "sentences": "All right. Well, still so many unanswered questions, but really appreciate your expertise. And the correlations you are able to make a from calamity, a tragedy in 1980 to now, this current bridge tragedy,Steven Yerrid, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:08",
      "speaker": "YERRID",
      "sentences": "Thank you, Samantha (PH). I really appreciate the coverage you all have given us. Your networks been outstanding. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:10",
      "speaker": "PAUL WIEDEFELD, MARYLAND SECRETARY OF TRANSPORTATION",
      "sentences": "Good afternoon.Paul Wiedefeld, secretary of transportation, emphasizing the governor's leadership and directions, the Maryland Department of Transportation continues to support the unified command salvage efforts as has been said many times, well said many were times the top priority is clearing the shipping channel. Crews are out today, working to remove part of the north side of the bridge that remains the first piece could be removed and dropped off to trade point Atlantic as soon as today. As the admiral said, that is done by some of the forces that we brought on board. But the reality is, it's done by unified command. That's who's doing that work and has also was said this is the first many, many, many steps going forward, but it is a huge milestone as we start this process. I also want to, although -- we've lost, obviously, the tremendous amount of activity at the port of Baltimore. There still is some activity going on to the port of Baltimore, particularly at Tradepoint Atlantic. Tradeport Atlantic continues to move auto vehicles and put them into their processing center. We're also working with Tradepoint Atlanta to offload auto vehicles at their Sparrows point facility and move them to processing areas where workers can get ready, get them ready for dealerships. This is all about bringing people back to work I also wanted to stress to the ports distribution operations --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:10",
      "speaker": "WHITFIELD",
      "sentences": "All right. We are listening to officials also underscoring Maryland Governor Wes Moore's message there that this is a 24-hour project assets on the water and assets on that vessel, Dali, there, near the Francis Scott Key Bridge collapse.The mayor there underscoring that there are four directives for the entire team working on these projects to continue to focus on the recovery to open the channel, take care of the people affected. We know six people died from this bridge collapse. He's mostly talking about them, the family members of those people affected, and the need to rebuild eventually that Key Bridge, a bridge that is vital to the economy, not just in the Baltimore, Maryland area, but the governor underscoring to the nation. Our Gloria Pazmino is there for us live from the Baltimore area. And, Gloria, you heard a very succinct message about the efforts and how dangerous it continues to be there for the divers to be able to get into the water. However, they have been able to make some assessments what more did we hear from the officials there? [13:45:05] PAZMINO:  Yeah, Fred. It was really striking just to hear the governor detailing just how meticulous this is all going to be. They are going step by step, making sure that they are so careful about how they do this in the next several days because it is dangerous, it is complicated and they have to get it right. As you said, the governor has outlined four key components of this operation, their recovery, the clearing of the channel, taking care of those who have been affected, and eventually being able to read he build the bridge. Now, first to that recovery portion, which gets at the recovery of those who were killed in this incident, the governor it actually struck me. He took the time at the top of the press conference to speak a few words in Spanish to those families who have lost their loved ones funds, saying that they have the support of everyone here and that they are trying to do everything they can to get to them as soon as possible. But that is an extremely complicated operation. There are tons of debris in the water on top of this ship, mangled metal, concrete. This is extremely dangerous for those divers who would be able to go in there. We know the divers have not been able to return, but the governor made it clear that the state police, that as soon as that they are able to do so, they will go back in there because they know they have four families who are waiting to hear if the bodies of their loved ones have been recovered. So that's going to be one major part of this operation, extremely dangerous and difficult to navigate the waters considering what's in it. The freezing temperatures and of course, how dangerous it is to move who all of that debris. Then they're talking about the possibility of clearing this channel. Eventually the hope is that they will be able to clear an area round the wreckage so that ships can start to move in and out. And that the port can reopen and we can start to move things here so that people can get back to work that will be the first part of it. And as you can see there, it is going to be a long, multi-step process -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:05",
      "speaker": "WHITFIELD",
      "sentences": "It's been a year since American journalist Evan Gershkovich was detained in Russia. He's been charged with espionage. It's an allegation his employer, the Wall Street Journal, and the U.S. government all formally deny and Russia has yet to provide any evidence to back its accusations.Joining me right now is the chief international digital editor for \"The Wall Street Journal\", Grainne McCarthy. Grainne, so glad to see you, sadly, under such circumstances. I mean, it was a sad day yesterday for him his family, for his \"Wall Street Journal\" family, for all of us in the family of journalism that he has now been detained for a year and continues to be very sad this weekend. How are you feeling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:05",
      "speaker": "GRAINNE MCCARTHY, CHIEF INTERNATIONAL DIGITAL EDITOR, THE WALL STREET JOURNAL",
      "sentences": "Yeah, and thank you for your support and for the support of the entire journalism community. Yeah, yesterday was tough. It was -- it was -- it felt like another punch in the gut, to be honest and we've been fighting for Evan every day over the past year, but still it just felt like a kind of an important moment yesterday.But we've been galvanized by the support we've got from friends, media colleagues, and everybody around the world. We had a very powerful front page of \"The Wall Street Journal\" yesterday where we had a large blank space that was really just to show Evans missing journalism is the story that could not be written and the response we've gotten from our readers has just been incredible. Today is in a way, almost bleaker. Today is the start of Evan's second year in prison. And we are going to continue to be as motivated as possible and do everything we can to get them home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:05",
      "speaker": "WHITFIELD",
      "sentences": "Yeah, that front page was very powerful. I mean, it just really resonated. I mean, his story should be here. And as you say, entering the second near and he just had a birthday, right? Recently and to celebrate his birthday, celebrate use them loosely while he is being detained there.But then I understand, he has been able to receive correspondence from you all, from family members. So does -- does that allow you or is that why you're able to remain hopeful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:05",
      "speaker": "MCCARTHY",
      "sentences": "We are. We draw a lot of inspiration, and courage and strength, frankly, from Evan. He is an incredible person. You know, he's been in a really tiny cell in the notorious Moscow prison for a year now, but he -- you know, he, he helps motivate all of us. You know, he does write letters, were able to write to him. There is an address that his friends setup shortly after Evan was detained, freegershkovich@gmail.com, and thousands of people around the world are writing to Evan, people he's never met, you know, people who doesn't know, people he may have known years ago.[13:55:02] And those letters get to him. They're translated by his friends into Russian. You essentially email and then he gets them in prison and he writes back. We do also how he's doing through our lawyers in Russia who get into see him roughly once a week and also the U.S. ambassador to Russia, Lynne Tracy, and others at the embassy there who've gotten access to him since he's been there. So we hear about him, but he is remaining strong and that's the least we can do. We have to -- you know, I always say as hard as hard as it is for us and as hard as it really as first family, it's harder for him. We have to draw strength from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:05",
      "speaker": "WHITFIELD",
      "sentences": "Well, indeed, and let's hope that he is able to draw strength from hearing about the outpouring and how touched so many people are that he continues to be an inspiration. But, of course, we're all hoping for his release very soon, and safely.Grainne McCarthy, thank you so much for being with us. And, of course, our prayers continue to go out to him and please convey to him how many of us are thinking of him on a regular basis and how many of us are drawing strength from his resolve, he's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:05",
      "speaker": "MCCARTHY",
      "sentences": "We appreciate it. Thank you so much",
      "isLastSentenceInterrupted": false
    }
  ]
}