{
  "date": "2024-02-16",
  "headline": "CNN This Morning",
  "subHeadline": "Russian Prison Service Says, Alexey Navalny Dead at 47. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:02",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Good morning, everyone. I'm Erica Hill with Omar Jimenez in New York. Poppy and Phil are off this morning.We begin this hour with the breaking news out of Russia. The Russian Prison Service reporting opposition leader Alexey Navalny has died in prison. Again, this information coming from the country's prison service. Navalny was 47 years old. The cause of his death at this hour is a mystery. We do have team coverage for you this hour. We want to begin with Nick Paton Walsh, who is in Munich. You are there for the Munich Security Conference. This will likely change a lot of those discussions. Before we get to that impact, though, Nick, just give us a sense of where things stand this morning, given that we are learning from the prison service that Alexey Navalny has in fact died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:12",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "Yes. And, Nick, obviously will be the top of discussion for the Munich Security Conference there, where, again, global leaders are meeting on that very topic, security.And along those lines, I do want to bring in David Sanger, I want to bring him back, CNN political and national security analyst. So, David, look, as some of what Nick spoke about, whether it's Yevgeny Prigozhin, of course, now we don't have the specific blame here in regards to Alexey Navalny, but we know that he has been an opposition leader to the Kremlin or whether it's Russian beliefs about invading Ukraine, does this latest chapter create a broader concern for NATO countries, for example, some of those that will be meeting at the security conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:12",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "If I'm in Munich too, and I can tell you that this concern has been a very deep one, even before the Navalny news, I was with U.S. officials this morning in Munich, and I don't think they had any indication that this was coming.But they've been concerned about Navalny, and he was really the most remarkable figure, because even in jail, even in the Arctic, the symbol of his opposition and his ability to get out messages periodically really was the last bastion of opposition to Putin in Russia. If you think about it, obviously they tried to kill him many times, but in the past six months we've seen the Prigozhin uprising put down and Prigozhin himself died in an airplane crash. As elections approach in Russia, this is the very last major dissident, and what it tells you is, first of all, Putin was feeling nervous, second of all, that he knows the work he's headed into years of confrontation with the west, particularly as the Ukraine war goes on. And he wants to be in a position where there is no chipping away of his power in Russia. I don't know that Navalny's death will achieve that for him. I suspect that Navalny could be powerful beyond the grave as a symbol of opposition, continuing opposition to Putin. But it certainly puts him out of the way at a moment that the Europeans are both nervous about the United States and wondering how they prepare themselves for years of confrontation with a country that they thought just a few years ago was going to become part of Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "HILL",
      "sentences": "And undercutting their message in so many ways that they were have been trying so hard to put out there.Clarissa, stay with us. I also want to get back to Nick Paton Walsh who is there at the Munich Security Conference. If you're just joining us, obviously, this is a major topic of conversation. This will change those conversations there. As I understand it, Nick, President Zelenskyy is actually speaking right now. We're going to continue to monitor those remarks. But as we look at what this means for Ukraine, there is the broader question about what Russia does now, but it is also how do members, how do allies now respond? Does it change potentially the response in Ukraine to helping Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "JIMENEZ",
      "sentences": "And whether that shifts the posturing of the U.S. government, that's an entirely separate conversation, but it will be interesting to see how Vice President Kamala Harris frames that up when she speaks a little bit later this morning here on the East Coast.Clarissa Ward, Nick Paton Walsh, David Sanger, thank you so much. We're also getting reaction in real time from the Kremlin spokesman, Dmitry Peskov, saying it is for doctors to find out the cause of Alexey Navalny's death. And I'm quoting here, as far as we're aware, in accordance with all the rules, the prison services carrying out checks and clarifications. This does not require any particular order due to the existing set of rules used as guidance. And I want to also say that this comes, as we're hearing from Navalny's spokesperson saying, that they are trying to confirm these reports that have spread up to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "Welcome back. If you're just joining us with the breaking news, Reuters now reporting, we've been following these remarks that President Volodymyr Zelenskyy is making at this hour. Zelenskyy saying it is obvious Russia's Navalny was killed by Putin. Putin does not care who dies and seeks to maintain his position. Again, that translation coming to us from Reuters, but these are comments. You see President Zelensky speaking there, speaking at this moment.We are also getting reaction from the White House. White House Correspondent Arlette Saenz joining us now. National Security Adviser Jake Sullivan weighing in, Arlette. What else are we hearing in terms of the White House's reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Erica, national security adviser Jake Sullivan spoke moments ago in an interview on NPR saying that the U.S. was still working to confirm the reports of Navalny's death, but that this is a terrible tragedy.I want to read you a bit of what Jake Sullivan exactly had to say. He said, quote, if it's confirmed, it is a terrible tragedy. And given the Russian government's long and sordid history of doing harm to its opponents, it raises real and obvious questions about what happened here. He added, but I will withhold further comments until we learn more. And we are actively seeking confirmation, as I know Mr. Navalvy's family is as well, and will determine from there what comes next. So, this is something we certainly should expect to hear from President Biden as well, probably in the forum, at the very least in a paper statement. But it comes as the administration has had deep concerns about Navalny's imprisonment and President Biden has personally raised this issue with Vladimir Putin himself. He brought this up in the very first phone call he had with Putin when he took office calling for his immediate release. And then when the two leaders sat down in Geneva, Switzerland, back in 2021, the president told reporters that he made clear to Putin that there would be consequences if Navalny were to die in prison and said that the consequences of that would be devastating to Russia. I want you to take a moment and take a listen to how exactly the president framed that back in 2021. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "REPORTER",
      "sentences": "What do you say would happen if opposition leader Alexey Navalny dies?JOE BIDEN, U.S. PRESIDENT:  I made it clear to him that I believe the consequences of that would be devastating for Russia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "SAENZ",
      "sentences": "So, one of the big questions going forward, if this is actually confirmed, is what those consequences would look like.It's worth noting that the president made that statement in 2021, long before Russia had invaded Ukraine. So, perhaps there's a change in the thinking for how exactly these consequences would look like. But this is something that the White House has been watching very closely. They've had concerns about it. They've repeatedly called for Navalny's immediate release from prison. Now, the question is what will happen next. Now, we also anticipate seeing Vice President Kamala Harris speaking in Munich in about an hour. Secretary of State Antony Blinken is also there. That is certainly expected to dominate conversations while they are meeting with world leaders today. But at this moment, the U.S. is still working to seek confirmation that Navalny has died in prison and what led to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "Arlette Saenz at the White House, Arlette, I appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "JIMENEZ",
      "sentences": "Now, we are also hearing from NATO's secretary general on this death. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "I am deeply saddened and concerned about reports coming from Russia that Alexey Navalny is dead. All the facts has to be established and Russia has serious questions to answer.Alexey Navalny has been a strong voice for freedom, for democracy for many years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}