{
  "date": "2024-12-08",
  "headline": "CNN This Morning",
  "subHeadline": "Rebels Claim Control Of Damascus, Assad's Whereabout Uknown; Rebels Escort Syrian Prime Minister To Hand Over Authority; Rebels Take Damascus As Assad Regime Falls; U.S. Designated Syrian Rebel Group HTS As Terrorist Organization. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:32",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Good morning. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good to be with you. I'm Amara Walker. There's major breaking news in Syria as we are coming to air this morning. A lightning-fast rebel offensive ending 50 years of authoritarian rule in Syria. Just overnight, rebel forces say Syrian leader Bashar al-Assad fled Damascus as they took control of the capital and he has not been seen since this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "You hear it there. The news was met with celebration across Syria and beyond. The gunfire there in celebration as rebel supporters cheered in the streets and they tore down monuments to the Assad family.We have new video in this morning. It shows rebels escorting Syria's prime minister, reportedly to a hotel, to officially hand over government authority. Shortly before that, the prime minister released this message. He said he was ready to work with new leadership.' (BEGIN VIDEO CLIP) MOHAMMAD GHAZI AL-JALALI, SYRIAN PRIME MINISTER (through translator): We are ready to cooperate with any leadership the people choose, offering all possible support to ensure smooth and systematic transition of government functions, preserving state facilities. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:32",
      "speaker": "BLACKWELL",
      "sentences": "The prime minister said this happened very quickly with rebels sweeping through the country since launching the offensive last week and they claim to have captured four cities in a single day before reaching Damascus. And now the rebels are questioning Syrian military officers and others trying to find Bashar al-Assad even they made it here, you can see, inside his palace.We begin our team coverage with CNN chief international anchor Christiane Amanpour, who is live in Doha. Christiane, to you with this rapid advance and overthrow, as we welcome in a new audience at the top of the hour, just set the context for us what this means for the Syrian people, for the larger region and, you know, some of those questions that we'll have to wait to get answers to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "WALKER",
      "sentences": "Yes, a lot of uncertainty, Christiane, and if you can talk to us a little bit more about the opposition rebels led by this group, HTS, Hayat Tahrir al-Sham. And in terms of, you know, again, a lot of uncertainty, but how much of this is it being seen as a positive development given that this rebel group has ties to ISIS and al-Qaeda? I mean, it seems like there is a bit of unease because its relatively an unknown group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "AMANPOUR",
      "sentences": "Well, I think that is the million-dollar question. You're absolutely right, Amara. Nobody quite knows how this is going to, you know, proceed. Al-Jolani, who is the head of this group, gave an interview to our own Jomana Karadsheh when they were still in Aleppo. So that was days ago, before they stormed all the way up and to Damascus. Taking countries -- taking cities, rather, that as the Turkish foreign minister without barely a bullet being fired. Like a hot knife through butter, all the way to the capital. And then it was over because the backers did not stand behind Assad in the end.The sort of slogan of the day by everybody, whether it's the United States, whether Qatar, whether Turkey is that it's Assad's fault. They're all saying he had a chance while this civil war was sort of on a calm boil relatively speaking, since 2016, to create an answer, the needs of the people, and the demands of the people to create national unity, to make sure that there was an actual functioning government. And the Turks said, he never did it. The Qatari prime minister also said to me, he never did it. He lost the opportunity to still be in charge of Syria. And that's been coming for several years. In terms of who this group is, I think, the Turks probably know the groups the best. They're also saying that this is going to open up the possibility of all the Syrian refugees who've gone to Turkey, and there are millions who've gone to Jordan, who've gone to all sorts of places and being held in camps for the last many, many years, 13 years. These Syrians have been held in these, you know, camps. I mean, you know, for their own sort of safety. But nonetheless, they can't move out. They can't work necessarily or properly. And now they'll be allowed to go back, he hopes. Again, I'm sorry. We're going to have to wait and see. You're right Jolani was aligned with al-Qaeda and ISIS. He then said -- as he was preparing, you could see now, in retrospect preparing to take the reins kept saying, well, we've broken with al-Qaeda. We're a different group. We've changed the name of our group. They denounce ISIS as well. The United States -- even President-elect Trump said, we don't want to -- we don't have a dog in this fight. We're not getting involved in their civil war. But we will, you know -- and certainly the current administration in the U.S. saying if ISIS tries to take advantage, they will do what they've done in the past, which is presumably use airstrikes or the rest against ISIS. We'll wait and see. One thing very interestingly, the Turkish foreign minister put the U.S. on notice that their Kurdish and other anti-Assad groups, who they have relied on for the last 13 or so years will not be tolerated. Any Kurdish group that has any links to the PKK, which is the Kurdish group that the Turks call terrorists, will not be tolerated. And the Turkish government, of course, will not work with them. So, you know, one of the big questions I have to say, and the United States has not successfully or convincingly answered this, nor has anybody in this region, how did this happen with apparently nobody, you know, being prepared for it? As surprised as we are, so are all these other countries which begs the question of leadership from all, you know, from all quarters as this region is in turmoil ever since -- and especially since October 7th of a year ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:11",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Victor, it is the group that has really led the charge throughout Syria. But I have to point out, it's not the only group. There are a myriad of different rebel groups that have been part of this effort that are part of the anti-Assad coalition loosely termed.But certainly, HTS is the -- is the most significant one. And Abu Mohammad al-Jolani is the leader of that group, as you've just been hearing from Christiane there. The group does have ties or did have ties to al-Qaeda, to ISIS. Al-Jolani himself does have a $10 million bounty on his head and his group is considered a terrorist organization by the United States. So, it's certainly not an easy transition at this point. But what we've been seeing from al-Jolani really over recent months and years is him trying to soften the stance, to soften the reputation that his group has. And in fact, we've heard on state television, which has been taken over by the rebels, of course, just in the past couple of hours, there was a commander on television who has said that Syria is for everyone, without exception. And was trying to hammer home the point that everybody was going to be welcome and treated the same whether it comes to the minorities, the Alawites the Sunnis, the Shias, the Christians, because there are concerns within Syria that that this group may not be as tolerant of some of those minorities -- minorities most of which, of course, have been penalized and treated extremely badly by the Assad regime. But there are concerns from them as well about how they will be treated. So, there are other groups that are part of this, some of them Turkish backed, some of them backed by the United States. And as we just heard there as well, some of them that turkey said they will not work with because there are Kurdish fighters within their ranks, which Turkey considers to be a terrorist organization, the PKK. So, it is a very complex situation. It is not simply the anti-Assad rebels, the -- a coalition of these rebels. These are very different groups that all had one goal in mind and in common, getting rid of Bashar al-Assad. What's important, of course, is what comes next, whether there can be a smooth transition and whether there can be a -- working together between these different groups. What we're seeing on the ground in Damascus at this point appears fairly promising. We're seeing no violence. We are seeing, for example, people going into the presidential palace. We're seeing families going in with children. You also see gunmen within these presidential palaces that -- there has been some looting as well. Seeing people walking out with palace chairs, for example. But at this point it appears as though the -- it's fairly peaceful. The prime minister, for example, of the regime saying that he wants this peaceful transition, that he is willing to work with any government that the people choose. He has been seen to be escorted by the rebels away from where he was staying, to a hotel where it was said that he was going to be handing over government authority. So, this is what's going to be looked at very closely at this point. What does this transition look like? Because there isn't just one anti-Assad group with one leader. It is a very complex situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:11",
      "speaker": "WALKER",
      "sentences": "And, Paula, for those, you know, who are tuning into -- tuning into CNN completely caught off guard over what has just happened and now were wondering where the leader of Syria is right now. Let's talk about the timing of all this.Yes, this was a lightning-fast offensive. And now you have the rebel groups in Syria saying that they have toppled Assad. But there were two wars that really impacted the fate of Assad and really put him in a vulnerable position because you had his biggest backers, Iran and Russia, basically hamstrung with their respective wars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:02",
      "speaker": "BLACKWELL",
      "sentences": "All right. Paula Hancocks reporting for us from Abu Dhabi. As we continue to cover this breaking news out of Syria rebels say that they have liberated Syria. The question is now, where is now former leader Bashar al-Assad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:35",
      "speaker": "BLACKWELL",
      "sentences": "We got more now in the breaking news in Syria, the collapse of the Assad regime after five plus decades of rule in that country. Let's go now to CNN military analyst Colonel Cedric Leighton. Colonel, good morning to you.There's a U.S. official who told CNN that the end of the Assad regime is the collapse of Iran's artifice. As we kind of broaden the conversation and look at the implications across the region we've seen what Israel has done to Hamas in Gaza, Hezbollah as well in Lebanon. Put this piece of the puzzle into context. What this means more broadly for that region, specifically Iran? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Yes. Good morning, Victor. So, for Iran what they -- what has basically happened is all of their proxies and their one really major ally in the Arab world, perhaps with the exception of Iraq, has disappeared. In other words, the Syrian government, which for a very long time has been an ally of the Iranians all the way back since -- almost since the Iranian revolution that has -- that whole edifice has actually gone away because the minority government that in terms of the religious composition of it -- of the Assad regime only captures about six or so percent of the Syrian population. And that fact was basically the minority control of a largely Sunni dominated population. And the Iranians used that as a stepping off point for their support of Hezbollah in Lebanon and also Hamas in Gaza. Now, that stepping off point has gone away. You know, from a geopolitical perspective, this really limits Iran's options. They can turn to some areas of the Persian Gulf. They can turn a little bit to Iraq. But they no longer have this area in Syria where they could not only test out their weapons systems, join forces with the Syrians and with Hezbollah. But all of that has disappeared because of the HTS, the Hayat Tahrir al-Sham victory. And that, of course, has made a huge difference from an Iranian perspective. And it also impacts what Russia is able to do in this area. And Iran and Russia are, of course allied with each other. But the Russians, with two bases in northwestern Syria, one an air base, the other a naval base, their control of those bases is now in question based on what has happened over the last 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:35",
      "speaker": "WALKER",
      "sentences": "And, Colonel, speaking of those bases, the U.S. does have a presence in Syria. Tell us about that. We do have a full screen to show you where we have bases and troops. And it's also interesting to hear, you know, that you have President Biden and President-elect Trump on the same page when it comes to Syria because, you know, President Biden has stated in recent days that he has no intentions of intervening in this.And, of course, President-elect Trump also posting on Truth Social overnight that the U.S. should not get involved. But tell us the implications for the U.S. and what this means for the U.S. presence there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:35",
      "speaker": "LEIGHTON",
      "sentences": "Right. So basically, Amara, there are -- the 900 or so American troops in Syria. They're based primarily at a place called al-Tanf, which is confluence of not only where Syria is, but also where Iraq and Jordan meet, where those borders come together.So, the primary mission of those U.S. forces is to go after ISIS. And there is also, of course, there's some small forward operating bases that are associated with the fight in Kurdistan, in the Kurdish portion of Syria. Those bases are very, very localized, very small. But all those 900 people are there for the anti-ISIS mission. That is one thing that neither the United States nor any new government that comes from comes out of Syria would want to see resurface. They don't want ISIS to resurface. And that's the primary mission of the U.S. forces there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "BETSY KLEIN, CNN SENIOR WHITE HOUSE PRODUCER",
      "sentences": "Well, Amara, this has been a very fluid and fast-moving situation. And President Biden has been briefed just every step of the way in recent days as these rebel groups have advanced on Damascus.Now, officials are taking great care to emphasize that the U.S. is not planning to be involved in this conflict. And that is in part because the U.S. has designated one of those groups driving the offensive as a terrorist organization. Now, we have reached out to the National Security Council this morning for their latest reaction to these overnight developments. But overnight, we did hear from a spokesperson who said President Biden and his team are closely monitoring the extraordinary events in Syria and staying in constant touch with regional partners. Now, I want to underscore that word extraordinary. This is a very significant development in this 14-year war. And the Biden administration is keenly aware that what happens next has the potential to reshape the balance of power in the Middle East. I also want to draw your attention to comments last night from national security adviser Jake Sullivan on the U.S. priorities going forward. That really take on new significance in light of what happened overnight. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "First, critically is, do not let this allow for the resurgence of ISIS, and we are going to take steps to make sure that that happens. That's not about the move down the highway from Hama to Homs to Damascus. That's about what's happening out in the East. And we will remain critically focused on it.Second, we do have a profound interest in shoring up the security of our partners in the region, Israel, Jordan, Iraq, others. We'll do that. And third, we will attend to the humanitarian situation because we believe that we have an obligation to do that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "KLEIN",
      "sentences": "Meanwhile, President-elect Trump has urged a hands-off approach, saying yesterday morning that the U.S. should let this all play out and not get involved. But breaking new reaction from the president-elect overnight, who said in a social media post that Assad is gone. He has fled his country. His protector Russia, Russia, Russia, led by Vladimir Putin, was not interested in protecting him any longer.Now, Trump goes on to say that Russia lost all interest in Syria because of Ukraine and says that he knows Putin well, and this is his time to act. Now, of course, Russia has been a key ally to the Assad regime, and this comes just hours after Trump met with Ukraine President Zelenskyy while in Paris. And he takes office in just 43 days so world leaders watching his reaction to all of these developments quite closely, Victor and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "WALKER",
      "sentences": "All right. Betsy Klein, thank you so much.Let's bring in Jasmine El-Gamal now. Middle East analyst and former Middle East adviser for the U.S. Defense Department. Jasmine, thanks so much for your time. First of all, I just want to get your reaction to what really has been a spectacularly rapid fall from power for Assad. What is going through your mind as you see these images play out of people? The rebels inside the presidential palace. But also, as we are hearing that there is an active search underway for Bashar al-Assad? JASMINE EL-GAMAL, FORMER PENTAGON MIDDLE EAST ADVISER: Thank you, first of all, so much for having me. I'm here in Doha, where I've been attending the Doha forum this weekend. So, I've been in touch with Syrians who are here at the forum, friends, colleagues, people I've known for years, people I know who've been fighting for this moment, who had never given up hope since that first time that Syrians went out into the streets back in 2011, protesting against the Assad regime. They've never lost hope or energy in their fight for a free and democratic Syria. And so, just on a personal level, on a human level, to be able to be with these Syrians today and hearing them talk to their families back at home, talk to their families who are in exile. One of my Syrian acquaintances today posted on social media and a lot of people actually have been posting today, I am no longer a Syrian refugee. I am a Syrian. I am just Syrian. So, it's just an incredible moment of pride, of joy, of energy, tears. Of course, people, you know, understand that they have to think about the future, that there will be questions. That the road ahead will be long and may be complicated, but they're all -- sorry, but they're all saying, for now, we are celebrating. We start work tomorrow. Today we celebrate our hard work and we celebrate a free Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:47",
      "speaker": "WALKER",
      "sentences": "We are continuing to follow breaking news out of Syria this morning. Rebel forces claim to have control over Syria's capital City of Damascus.The rebels say Syrians -- Syria's leader Bashar al-Assad has fled Damascus after their group entered the city with little resistance from regime forces. Now while Assad's whereabouts are still unknown, Turkey's foreign minister tells CNN that he has most likely left Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:09",
      "speaker": "WALKER",
      "sentences": "-- you know, have a new government for Syria. But we're going to have to leave it there.Nick Paton Walsh, great to have you this morning. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:53",
      "speaker": "WALKER",
      "sentences": "We continue to follow breaking news out of Syria this morning where rebels say that they are in control of Damascus and that President Bashar al-Assad's whereabouts are unknown at this time.Mouaz Moustafa is the executive director of the Syrian Emergency Task Force. He is joining us now. Your organization is a humanitarian organization that supports the people of Syria. Mouaz, first of all, I want to talk about this contrast about you know, there's this stunning development in Syria. You know for years Bashar al-Assad has depended on Iran and Russia to prop him up in order to stay in power. They even sent troops and warplanes to help him do so. On the flip side you have the people and these rebels who were able to take over the government to remove Assad from power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:53",
      "speaker": "MOUAZ MOUSTAFA, EXECUTIVE DIRECTOR, SYRIAN EMERGENCY TASK FORCE",
      "sentences": "It's incredible, it's -- it's really incredible, and it's not just very Important for Syria and the Syrian people, this is a -- this is a new Middle East. You're talking about rebels by the way that we're fighting without any international support. No attack comes, no anti- air missiles, no Air Force. It's a coalition of rebels of different stripes from the seculars to the Islamists from the conservatives to the liberals and they all had to kind of rely on themselves to be able to defeat Russia, Iran and Assad in Syria and Iran includes Hezbollah beyond the IRGC, and all these other Iranian backed militia groups.And we mean -- imagine what this means for Europe. Imagine what it means for Germany where there's a million Syrians that are now packing up and ready to go home. Excited to go home because it's safe, because they're no longer arrested for no reason, tortured to death, chemical weapons used on them. And you're talking about a 14 million people displaced between internally and externally. This is -- this is a great day of liberation for a country that has been under a tyrant and his terrorist sponsoring allies Russia and Assad for way too long. And it's -- it's just a wonderful day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:53",
      "speaker": "BLACKWELL",
      "sentences": "And was yours as a humanitarian organization, so I want to read something that was just aired on television in Syria. This person was introduced as a commander, a leader of the operation to overthrow Assad. And he said, we address all the sects of Syria. Syria is for everyone without exception for the Sunni, for the Druze, for the Alawite, we don't deal with people like Assad did.What is your degree of concern or confidence for the people of Syria now that HTS is in control? HTS of course leading this coalition, but what's your view as you hear that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:14",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:14",
      "speaker": "MOUSTAFA",
      "sentences": "-- in the name of not just one group but the coalition of opposition forces that are the people of Syria who liberated themselves. And it says that we are not going to be the Assad regime or Iran or Russia or ISIS. And those are groups that -- that put people by specific sects and turn people against each other.And I think what Syrians have learned throughout all of this, and the really important part that the Syrians did it by themselves without outside supports like Gulf states --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:14",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:14",
      "speaker": "MOUSTAFA",
      "sentences": "-- or Turkey or whoever, is that they are now divided amongst this guy gives us money, we have to act like this country wants us to or that. They are acting on behalf of their own country. And what's incredible is they're feeling --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:56:05",
      "speaker": "BLACKWELL",
      "sentences": "All right more on our breaking news the fall of the Assad regime. And we just got in a statement from Russia's foreign ministry, of course, they've been questions about Bashar al-Assad's whereabouts. According to this statement Assad quote, decided to leave the presidential post and left the country giving instructions to transfer power peacefully, close quote the statement said. And they also added quote, that Russia did not participate in these negotiations, close quote.Now beyond where -- beyond the -- the assertion from the Russian foreign ministry that Assad is not in Syria any longer. It is not clear where he is. Of course, we know that the leader of this -- this rebel group HTS is now, of course looking for Assad. They've cons -- they've seized control of Damascus that ended the presidential leadership this 50-year reign of the Assad family. This militant leader of HTS says that Assad has left the capital, we now know from the Russians that he's left the country. We're being told Syrian security forces are still looking for him, questioning the prime minister, questioning members of the military and government officers. We of course will follow up with any Details as we get from that report.",
      "isLastSentenceInterrupted": false
    }
  ]
}