{
  "date": "2024-06-06",
  "headline": "Inside Politics",
  "subHeadline": "World Leaders Gather In France For 80th Anniversary Of D-Day; Biden: \"Democracy Is Never Guaranteed\"; Biden Warns Of Threats To Democracy In D-Day Anniversary Speech; Biden Vows U.S. \"Will Not Walk Away\" From Ukraine; Biden: WWII Victory Shows \"Alliances Make Us Stronger\"; Hallie Biden Testifies Biden Federal Gun Trial; Judge Orders Bannon To Report To Prison By July 1. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today on Inside Politics, dark forces never fade. President Biden is issuing that warning to America and its allies while overlooking the beaches of Normandy, as he uses the 80th anniversary of D-Day to call on the global community to stand up for democracy once again. CNN is live in France with all the developments.Plus, cording never Trumpers. CNN is reporting on team Biden's plan to win over Republicans who don't like Donald Trump, voters that Democrats hope could be the holy grail for President Biden in November. And Donald Trump is back on the trail and heading to a reliably blue state, a very blue city San Francisco. We're going to tell you why the former president and some Big Tech billionaires are getting cozy. A hint. It involves their giant bank accounts. I'm Dana Bash. Let's go behind the headlines at Inside Politics. You're watching the 21-gun salute on the beaches of Normandy, as world leaders gathered to remember the past in hopes it will define the future. 80 years ago today, marked the beginning of the end of World War II. The U.S. led allied forces in a brazen air and sea invasion, some 2500 Americans died that day. Many of those fallen heroes are buried at the cemetery that the president and first lady visited today. They almost met -- they also met rather with some of the last remaining World War II veterans. They're all around 100 years old, making this milestone anniversary a final tribute to the so-called greatest generation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They stood the watch so that we, our families, and our fellow countrymen and women can sleep soundly and safety. Today, we are here to say World War II veterans, the watch stands relieved. Relieved by those who have trained, guided and led. American World War II veterans, you stand relieved. We have the watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES OF AMERICA",
      "sentences": "We must remember a fact that they were heroes here that day does not absolve us from what we have to do today. Democracy is never guaranteed. Every generation must preserve it, defend it and fight for it. That's the test of the ages. And memory of those who fought here, died here, literally save the world here. Let us be worthy of their sacrifice.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Joining us now is Melissa Bell. Melissa you are on the beaches of Normandy. You definitely hit the reporting assignment jackpot of the day. Show us around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Melissa, that is the coolest live shot I think I've ever seen. I have chills. I'm sure everybody watching has chills. And also, what a field trip to be a student to be able to go there and they're probably not that much younger than some of those in the military who enlisted in lied about their age that you were just talking about who are so old now but are coming back to pay tribute to those that they lost. Thank you so much, Melissa. Thanks to your team as well.And President Biden drew over at parallels between that fateful day 80 years ago. And what he says that they are trying to achieve, what he called the imperative of American allied leadership against different dark forces today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "The struggle between a dictatorship and freedom is an ending. Here in Europe, we see one stark example. Ukraine has been invaded by a tyrant than on domination. Ukrainians are fighting with extraordinary courage. The United States and NATO and a coalition of more than 50 countries standing strong with Ukraine. We will not walk away.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "I want to welcome my great panelists. Seung Min Kim of the Associated Press, Zolan Kanno-Youngs of The New York Times, Laura Barron-Lopez of the PBS NewsHour and CNN's own Kylie Atwood. Nice to see you on this historic day, this incredible milestone of a day.Kylie, I'm going to start with you. You cover national security foreign policy for us. What is your sense of obviously, the goal, first and foremost is to remember. And that's what we saw with all this incredible pomp and circumstance there, but it's also to learn from that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "It's to learn from that moment, and for President Biden to have the opportunity on the world stage to remind folks of how important that moment really was historically. I mean, it was 80 years ago now. So, most of us weren't around then.And to be able to speak to not just the American public, but to the world about the significance of that day, I think was really an opportunity for him, of course, to reflect on the history, but also as a political tool, right, to make very clear that he is still committed to the defense of democracy and to freedoms that was, you know, evoked on that day, D-Day and World War II.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Yeah. I mean, I remember, I was there 20 years ago for the 60s that was covering George W. Bush, his administration. And how different the world was then. You know, Russia is not there at the time George W. Bush was still very much trying -- just like his successors, were trying to, you know, keep Russia in the fold. That's gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "I'm so glad you brought that up because there -- certainly there are differences between these two candidates on a host of issues. But it is so stark on the issue of foreign policy, specifically, their stance on what the United States stands should be vis-a-vis the world. Listen to what Donald Trump told Sean Hannity on this last night.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: We're closer to World War III. Now you take a look at what's happened in the last few days. And Biden doesn't know what the hell to say. But all of these things -- they're going to end up leading World War III. I'll get the Ukrainian situation settled and I'll get it settled fast. It would have never happened. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "We don't know if that's true. We also -- when he says he gets it settled. What does that mean? I mean, there are lots of follow up questions to that. But what is very clear, again, is that he's still America first.ZOLAN KANNO-YOUNGS, WHITE HOUSE CORRESPONDENT, THE NEW YORK TIMES: Sure, sure. It's isolate, it's kind of that isolating approach versus sort of the approach of the sitting president who talks about uniting allies against Russia's invasion. You know, I think by drawing the parallel between history and the current moment, it's also sort of a warning to both the American people and those in Europe, and European allies as well. We know that there -- some polls have indicated a little bit of wavering when it comes to enthusiasm and support for this foreign policy issue. We also know and the White House knows just how challenging it was to pass that last aid package for Ukraine as well when it comes to Congress. So, for him, it's about saying, look, you know, this matters and you only need to look to history to really see why they're still -- when you look at World War II, you also have many historians saying, look, the U.S. and the west took a while to really get involved in united way. It got to the point where it was because of the lack of sort of global awareness and actually participating in supporting your ally. So, here you can see the connection between that and the White House's argument. This isn't just about Ukraine. This is about stopping Russia from taking over additional -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "I mean obviously, took U.S. getting attacked on its own soil many years into the war.LAURA BARRON-LOPEZ, WHITE HOUSE CORRESPONDENT, PBS NEWSHOUR: And President Biden basically drew that parallel in his speech. He said that Hitler wasn't going to stop, that Nazi Germany wasn't going to stop, and they were invading other areas of Europe. And that was why -- it was a needed alliance to step in. And he drew that to the parallel of Putin. And that Putin is not going to stop at Ukraine, and that he is threatening other allies. And so, that was what he was trying to say, as well. And I think that on so many fronts, whether it was that he drew so many contrasts as Seung Min was talking about, saying that alliances is our key and we have to have allies when we're facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Laura, I'm sorry to interrupt. I just want our viewers to know that this is happening live. It's a flyover over Normandy. And as we continue to watch this, Kylie, I want to keep this up. So, I don't want to play this soundbite. But I want to just tell you that the Secretary of State Tony Blinken, who you fly around the world with covering him. Talked about something that I thought was really interesting. He called what the Biden sort of policy is, is enlightened self-interest, investments we made in others, the work we did with others that came back 10 times, 100 times, 1000 times to our benefit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And Zolan, as you speak again, pardon me for interrupting and we see this flyover. The French president is speaking, but we just saw cutaway of the Ukrainian President Zelenskyy. So, it's obviously, you know, very present for them, the message that is unmistakable.KANNO-YOUNGS: He's just saying that, you know, definitely has been clear in terms of when it comes to foreign policy, hey, look, it's not just a threat to Ukraine, it's a threat to the west. I have talked to some Democrats who also say, hey, also talk about how this -- this is creating jobs here as well, being instead --when you send aid to Ukraine, you also have a domestic investment in preparing equipment and weapons that is going to go to Ukraine, which could benefit the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And just one of the sort of sub plots in the larger question about what the U.S. role is in the world is NATO, more than it's applied. It's a huge part of it. And we heard during the Trump campaign in 2016, during the Trump presidency, a lot of harsh language about NATO, saying you've got to pay up to the other countries, which, you know, a lot of people actually who are not Trump Republicans said, that's not a terrible idea.In his interview with Time Magazine, President Biden talked about NATO. He said, NATO is considerably stronger than it was when I took office. And guess what? I did it. I did it. And we are now the strongest nation. We have the strongest alliances in all of America, all of history. In the meantime, what we keep skipping over is what the consequence of the success rush of Russia and Ukraine would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MIN KIM",
      "sentences": "Right. Under the -- during President Biden's time in office, Finland and Sweden did join NATO. And that's something that as a foreign policy win, that the White House tells so very often in his role and kind of continuing to build and expand that alliance. And that is in the -- as the warning that you hear over and over.And when Kylie was talking about self-interest, that's also the point that President Biden and others make about the imperative of the U.S. continuing to help Ukraine because again, if Putin succeeds in Ukraine, he's not going to stop. He's going to go to other countries, other countries that are NATO members that where there will be an obligation for the United States to, you know, said -- you know, send our own personnel and troops to help. And that's the point that President Biden has been making. But you do see this, you know, growing isolationism in the Republican Party that has dominating -- that is dominating the party in a way that we just haven't seen for such a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "Now to Delaware, where day four of Hunter Biden's federal gun trial is underway. And Hallie Biden, the widow of Hunter Biden's late brother Beau is on the witness stand. CNN's Evan Perez is in Wilmington, Delaware. Evan, it sounds like this was incredibly emotional testimony and a bit surprising when it comes to what Hallie Biden revealed about what she did with Hunter Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "Unbelievable. Just incredibly sad. Thank you, Evan. Really appreciate that reporting. Now to some breaking news on Steve Bannon, a federal judge has ordered him to report to prison by July 1, to serve a four-month sentence for contempt of Congress.CNN's Sara Murray is live outside the U.S. District Court here in Washington. Sara, take it away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Dana, certainly not the outcome Steve Bannon and his team were hoping for today. They were hoping the judge would continue to press pause on this sentence, so Steve Bannon could continue to appeal. And this gives him a very short window just a few weeks to seek some kind of intervention from a higher court and try to continue to put off this four-month sentence.As you pointed out, Steve Bannon was found guilty by a jury in July of 2022 on two counts of contempt of Congress for refusing to provide documents and testimony to the House committee that investigated January 6. The judge sentenced him later in 2022 to four months behind bars but pause on that sentence. So, Bannon could appeal, while his first shot and an appeal failed. The appeals court upheld that conviction and now a federal judge Carl Nichols is saying, he is not going to press pause on this any longer that Steve Bannon has to report for his sentence by July 1, Dana.",
      "isLastSentenceInterrupted": false
    }
  ]
}