{
  "date": "2024-05-21",
  "headline": "CNN News Central",
  "subHeadline": "Presidential Race and New Hampshire; Rep. Ralph Norman (R-SC) is Interviewed about the Presidential Race; Science to Happiness; Johansson Shocked and Angered by ChatGPT Voice; Gov. Michelle Lujan Grisham (D-NM) is Interviewed about the Border and Abortion. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:34:10",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "New today, President Biden heading to New Hampshire. It's a small state, of course, that could, though, prove to have a big impact in November's election. And it's a vote that could prove to be tight potentially.CNN's Harry Enten is with me here at the magic wall. Give us a sense of how important New Hampshire is this year. Now, of course, people who live there are like, we are the most important state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:34:10",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Number one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:34:10",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "SIDNER",
      "sentences": "Yes, there was more hanging chads that he got in Florida and ended up winning the race.Should we expect this to be close? I mean the polls have been showing how close these two presidential candidates are. In New Hampshire in particular, where are we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "ENTEN",
      "sentences": "Yes. So, I want to take again a look through history, all right. Let's take a look at states that have most closely mirrored the popular vote since 1992. You'll recognize these states on the board right here. Number two is Wisconsin. Obviously a very important swing state. Pennsylvania's number three. But what was number one? It's New Hampshire. If you're looking to one state to tell you where the nation is going, you look to New Hampshire because it tells you a lot. And this year I think it's going to tell us a lot, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "SIDNER",
      "sentences": "When I was there at the primaries, everybody in New Hampshire said they were the most important when it comes to this. Youve just proved it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "ENTEN",
      "sentences": "Numbers don't lie, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "SIDNER",
      "sentences": "It may be small but mighty.Thank you so much, Harry Enten. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "SIDNER",
      "sentences": "Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "All right, and joining me right now is Republican Congressman Ralph Norman of South Carolina. He was - well, he was the only Republican member of Congress from South Carolina who backed Nikki Haley in the Republican primary.I say - I remind folks of that, Congressman. I remember I saw you in Iowa stumping for her because I want - I say that in the context of New Hampshire and the conversation that Sara and Harry were just having about, he said, you know, look to New Hampshire if you want to see a sign of the direction that the country's going. Nikki Haley got 40 plus percent of the Republican primary vote in New Hampshire. And the fact that Haley has polled in double-digit vote shares, like 15, 20 percent in some places, in 15 states, since she dropped out of the race, what do you think Republican voters are still saying with that? REP. RALPH NORMAN (R-SC): Well, first of all, I was with President Trump a week ago in court. He's not conceding any state. And I heard, you know, Wisconsin and New Hampshire, and he's not conceding those. As far as Nikki Haley, her appeal is still there. She identifies with the people. That's how she bested 12 other candidates from - from the start when she, you know, declared in February a year-and-a-half ago. So, you know, for Nikki Haley in Indiana to poll over 20 percent and not be on the ballot is amazing. And that's why she would make a great VP candidate. And I made that pitch to President Trump and also to Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "BOLDUAN",
      "sentences": "So, I wanted to ask you about that because you mentioned that to my colleague, Manu Raju, is that you told Trump that you think Haley would be a good running mate. And I think the way you put it to Manu is, you can hate her, you can't hate her voters. And who else defeated 12 others I think is how you put it.But you say you've pitched it to Nikki Haley. Does she have any interest - is she open at all to this idea, putting it aside of Donald Trump is even considering it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "NORMAN",
      "sentences": "Here - here's the bottom line. This country cannot take another four years of Joe Biden. He's a train wreck. You know, where has he succeeded? What state can say that they're better off with Joe Biden at the helm? He can't even read a, to be honest with you, a thank you note on a teleprompter.That being said, we've got to win this election. Donald Trump has got to win it. My pitch to him, who's best to carry moderates, independents than Nikki Haley? There's nobody any better. She's got the it factor. She's got the youth. She's got the personality. So, I hope they will change their mind. Politics is an interesting game. People can forget the past and look forward to the future. But my - my pitch today is, the country is at stake and lets join hands and let's - let's win this election. And with Nikki Haley, Donald Trump can do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:01",
      "speaker": "BOLDUAN",
      "sentences": "It's one thing to make a pitch to Trump. I'm quite interested in if Nikki Haley would even be open to the idea. Do you get the sense, if you're a betting man, and I don't know you well enough to know if you are, if you're a betting man, do you think she is open right now for - to the pitch that you're making to her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "So, you were among - you mentioned it, you were among Republican lawmakers who traveled to New York last week to show your support of Donald Trump at his criminal trial. Republican Senator Mitt Romney, he spoke to my colleague Manu once again about what he thought of you all doing that. Listen to this.(BEGIN VIDEO CLIP) SEN. MITT ROMNEY (R-UT): I think it's a little demeaning to show up in front of a courthouse, and particularly one where we're talking about an allegation of paying a porn star -- as it really - really very difficult to watch. Going out and prostrating themselves in front of the public to try and apparently curry favor with the person who's our nominee, it's a little embarrassing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "You're one of the group that he's talking about. How do you respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "NORMAN",
      "sentences": "What's embarrassing is the way Mitt Romney votes. He's a Democrat and he's masking as a - a conserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "He's not a Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "NORMAN",
      "sentences": "He's not. Well, he is in effect. No, we'll support Donald Trump. It's a kangaroo trial. What they're doing to Donald Trump is not fair. And so we're going to continue to go up there. Different groups are going up at different times.Look, it's obvious the judge whose daughter - whose daughter is raising money for Democrats all of the country, it's a sham kangaroo court that he's been subjected to. And look at the time, what's supposedly -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Are you doing it to curry favor with Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "NORMAN",
      "sentences": "Pardon me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Are you - are you showing up to curry favor with Donald Trump? I had Tom Cotton on the other day and he said, he doesn't need to - he essentially told me that he doesn't need to show up to court to show his support of Donald Trump. He's working in - he's working in the Senate to try to pass legislation to show his support of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "NORMAN",
      "sentences": "I'm not - I don't need anything from Donald Trump. What - what I want to do is by showing up it means we support him. And to - really, you almost have to be there to see what a sham it is. The fact that the man is holding up under all this, you know, the darts that are coming his way, he ought to be on the campaign trail.Look, what happened with Stormy Daniels, if it happened, it was 20 years ago. They could have had this trial seven years ago. They didn't do it. This is all political. And he's going to - his poll numbers are going up because the American people see what's happening. So, yes, we'll continue to go up. I don't care what Mitt Romney thinks. And he can stay - do what he's doing in the Senate. But, no, it's - it's something we paid our own way. He did not ask us to show up. I don't want anything from President Trump, although I want him to get a fair - I wish he had a fair trial, he could get out, campaign and do what he does best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Congressman Ralph Norman, thank you for your time.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SIDNER",
      "sentences": "All right, do you want to be truly happy? What if you could actually train your brain to increase your happiness? CNN's Dr. Sanjay Gupta explores that very question in the new season of his podcast, \"Chasing Life.\" Sanjay joins us now.What are some of the biggest misconceptions when it comes to trying to make yourself happy? A lot of people go shopping or they go here or they go there and they're trying to get it through things, correct? DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Right. Correct. Yes. I mean that is the strategy for a lot of people to try and attain it through these material things. What is interesting working on this podcast, first of all, is that the happiness in and of itself means very different things to different people. So having that conversation with your family and friends about what it really means could be quite revealing, more revealing than you might expect. But I think there's a couple of things that really jumped out. I spoke to Laurie Santos. You may have heard that name. She's a professor. She teaches a course on happiness at Yale. It's one of the most popular courses in several hundred years at Yale. What is interesting, first of all, is that humans are not naturally good at being happy. It wasn't what is known as an adaptive trait. Our evolution was to keep us alive, survival, not necessarily to make us happy. So that's a relatively new thing for humans to actually think about happiness in this way. Another thing that really sort of jumped out at me was this idea of, if you sort of chart your life, you look from when you're a teenager to when you're older, there is a curve. Let's show that curve here. It's called a happiness u-curve. And it's pretty fascinating. It - basically earlier in life, pretty high satisfaction scores. But then you start to go down until, if you want to put a number on it, right around 49 years old. But then after that you steadily to up, mainly for the rest of your life, which is really interesting because a lot of people see, you know, middle age as being this really tough time and you're going to have this long period of unhappiness. But, in fact, you start to go up around 49 or 50 and it stays high even into old age, which people typically think of as a point of - when you're going to be dealing with illness. So, I thought that was really revelatory and inspiring as a guy in his mid-fifties, that things just sort of get better from here on out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SIDNER",
      "sentences": "You know, if you put a couple of eyes on that, that's a smiley face, by the way, that happiness u-curve there, Sanjay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "GUPTA",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "GUPTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "First of all, what does that mean and how does that impact happiness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "GUPTA",
      "sentences": "You know, the great thing about podcasts, as you know, Sara, is you're just chatting. And I was talking to Laurie Santos and just sort of used this term on the fly, constructively dissatisfied. And I think what it really means is, if you can think of a Venn Diagram of happiness and satisfaction and complacency, what is sort of interesting is this idea that greater happiness might give you greater satisfaction, but greater satisfaction does not necessarily give you greater happiness.Sort of what you were saying at the beginning. And, in fact, this idea that if you become satisfied that could lead to complacency. So, you've got all these overlapping things, happiness, satisfaction, complacency, and they overlap to some extent, but they're also distinct. So, do you need some degree of dissatisfaction in a constructive way to be happier? And I think the answer for a lot of people is yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "This is fascinating. I could talk to you all day. You know what makes me happy? Chocolate and talking to you, Sanjay Gupta. I appreciate it. I had to throw the chocolate in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "GUPTA",
      "sentences": "I'll send you some chocolate. Call me later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "Yes, we'll talk.All right, season 10 of Dr. Sanjay Gupta's podcast \"Chasing Live\" starts today. Sanjay, that was wonderful. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BOLDUAN",
      "sentences": "It's been something that actually - it's like a debate I've actually had with a lot of friends recently. And the word I've landed on, which is not something - I don't know if you can measure, is fulfillment. Is that the definition of happiness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "That's a grown-up word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BOLDUAN",
      "sentences": "Is fulfillment -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "I'm just going to stay with happiness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BOLDUAN",
      "sentences": "Look it up. I looked it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "But fulfillment's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BOLDUAN",
      "sentences": "But I don't really know - yes, I'm just going to throw that out there quick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "I like it. I like it, being fulfilled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "SIDNER",
      "sentences": "It's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "BOLDUAN",
      "sentences": "All right.Let's move on with this. Scarlett Johansson threatening legal action over OpenAI's new virtual assistant. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "BOLDUAN",
      "sentences": "A Hollywood versus big tech battle playing out in public view after OpenAI released ChatGPT's new AI voice named Sky. It sounded eerily like someone very real. The very same someone who voiced a super intelligent AI assistant in the film \"Her.\"(BEGIN VIDEO CLIP) SCARLETT JOHANSSON, ACTRESS, \"HER\": Good morning, Theodore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "JOHANSSON",
      "sentences": "You have a meeting in five minutes. You want to try getting out of bed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're too funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "JOHANSSON",
      "sentences": "OK, good, I'm funny.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "BOLDUAN",
      "sentences": "That is Scarlett Johansson's voice in the film. And now the actor is threatening legal action for what she says is essentially OpenAI's copy paste of her voice. Here's the voice of - here is the voice that ChatGPT used for Sky.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, ChatGPT, I'm Mark. How are you? UNIDENTIFIED FEMALE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "BOLDUAN",
      "sentences": "Clare Duffy is following this for us. She's here with me now.What's happening here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Right. So essentially when OpenAI announced the launch of this updated ChatGPT with this voice Sky, people started drawing comparisons with Scarlett Johansson's voice in this film \"Her,\" which, of course, is a quasi-dystopian film about the relationship between humans and technology. The voice also faced backlash for being kind of weirdly flirtatious.So, OpenAI, on Monday, announced that it was going to be pausing the use of this voice. But then Monday night we get this statement from Scarlett Johansson suggesting that it may have had more to do with her that they decided to pause. She said that OpenAI CEO Sam Altman reached out to her in September asking if she would be the voice of OpenAI 4.0 - of ChatGPT 4.0 I should say, and she declined for personal reasons. Then, two days before they launched this thing, he again came to her agent and asked if she would be involved. She said they didn't get a chance to talk about it, and then they went ahead with the launch anyway. She said when it came out, she was shocked, angered, in disbelief that Mr. Altman would pursue a voice that sounded so eerily similar to hers. Now, OpenAI says that this isn't actually her voice. OpenAI's CEO Sam Altman said that it is not Scarlett Johansson's voice. It was never intended to resemble hers. And it was actually another actress. But really not a good look for OpenAI that this is sounding so similar amid larger concerns in Hollywood and among the creative class that AI could sort of still their work, steal their likeness, and profit from that without any compensation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "BOLDUAN",
      "sentences": "And just showing the battles and the clashes that are going to happen - that seem to be happening every step of the way as they try to roll this out.It's great to see you, Clare. Thank you for bringing that to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "DUFFY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:11",
      "speaker": "BOLDUAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "Are you dissatisfied though with the way the Biden administration has dealt with this issue up and to this point? And what are the conversations like between you and the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "So, I'm not disappointed. I'm frustrated. And I think he is incredibly frustrated as well.Now, I was the chair of the Congressional Hispanic Caucus when I was in Congress for three terms. We had a border bill that was the same kind of aspect here, more security, more personnel, and changes to the system to ask for a visa on the front end and to deal with asylum on the back end. This is a country of immigrants. So, here are my conversations. I trust that I have a president that is clear that we don't hate immigrants in this country. That we are a country built on immigration. That he's clear about this security risks and the threats at the border. And he's also clear that it's more than this country. I need help from the other countries, including Mexico. But he is hamstrung. And if you're not going to fund the personnel, you're not going to give us the security aspects, that it hamstrings states like mine. So, having my National Guard, for example, now they're involved in all the drug interdiction. So, all the investigative work. But they can't be anywhere at the borders. Nothing for them to do. Two, there's real innovation in New Mexico. We're working on fentanyl detection in the air so that we can do airborne detection. You know what chills innovation and the ability to deploy that at the border? Having Republicans march to the orders of the candidate of chaos and say, don't pass a border bill. Now, I'm not going to get that kind of innovation and support. And we desperately need it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "The states are having major issues on the border in many different kinds of ways.Governor, I want to move on to abortion rights. You are between Arizona and Texas. They have heavily restricted, almost abolished abortion in their states. How is your state affected by that? What are you seeing in New Mexico?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "An influx. So women have no other choice but to travel to New Mexico. As a result, I funded another reproductive rights and abortion clinic in southern New Mexico, where we're seeing an influx of women coming from El Paso, and their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "So, they're traveling from these states into New Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "You bet. You bet. And a shout out to Governor Katie Hobbs, right, making contraceptives more accessible in her state. A shout out to Arizona's clear about a ballot initiative and the legislature who's doing something about the court action, having a nearly, right, total ban on abortion.But women are coming to a state. That means that our women don't have as much access. It means that we are trying to figure out a way to support all families. It means they're coming with more serious medical conditions because they can't get there in time. It should show the rest of the country when you've got dozens of women in court, you've got women who have nearly lost their lives, or we may not even know have lost their lives, and we're not focused on maternal health in this country. This is a disaster and he said he was going to do it, the former president, and he's going to keep doing it. He's bowing to extremists that are rolling back constitutional protections and rights for women and their families. And it's outrageous. And contraceptives, I think, are next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "You think that they'll start going after contraceptives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "I mean look at the fights with IVF and related. And good for Biden for making sure that we can now get over-the-counter access to contraceptives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "There's been a lot of scrambling on the part of Republicans when it comes to IVF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "People trying to roll back some of that because they are concerned and they want it to be able to be available. GRISHAM",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SIDNER",
      "sentences": "Governor, thank you for coming here to New York to be on set with us. We really appreciate it. A great conversation. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "GRISHAM",
      "sentences": "Thank you, Sara.",
      "isLastSentenceInterrupted": false
    }
  ]
}