{
  "date": "2024-06-04",
  "headline": "CNN News Central",
  "subHeadline": "Biden Announces Executive Action On Immigration; ACLU: We Will Sue Biden Admin Over New Asylum Restrictions; Prosecutors Introduce Hunter Biden's Laptop As Evidence; Utah Sues TikTok Alleging Live Feature Puts Children At Risk. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "hat was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "I asked you, is Prime Minister Netanyahu playing politics with the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BIDEN",
      "sentences": "I don't think so. He's trying to work out a serious problem.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "All right, we are listening there to President Biden making an announcement of executive action on immigration.We will just say, he was asked, as he was leaving there, if Benjamin Netanyahu was playing politics with the war and he said he doesn't think so, he's trying to work out a serious problem that he has, which obviously would be an internal political problem. But on this executive action, this is very big, what he is announcing, that this would be basically a daily average cap of 2,500 people. That's the average trying to get into the border illegally. These would be illegal encounters in-between ports of entry. And that if the average goes above that, then between ports of entry essentially shut down. And this is something that you see progressives are not there in the audience with him and obviously they have some opposition to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Yes, they're -- they're very concerned about this.What I thought was interesting to note there, you heard him trying to distinguish himself from former President Donald Trump, who used the same authority in some of the immigration actions he took while in office. But Biden, there was trying to say, I'm not going to separate families. I'm not going to hold people in -- at the border in cages, things like that where he is trying to set clear boundaries around what he's doing as opposed to what Trump was doing. But, Brianna, the fact remains, we're looking at the list here of various elected officials who were there for this announcement. A bipartisan group, but not any progressives on that list. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DEAN",
      "sentences": "And they're already starting to put out their statements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "That's right. So obviously, opposition on the right as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "KEILAR",
      "sentences": "We go to Priscilla Alvarez. She is there at the White House. She has been following this.The president, Priscilla, saying he's not going to demonize immigrants. He's not going to use the American military to go into communities across the country and deport people, as former President Trump says that he will -- as he will. He is trying to show that he is being strong, obviously, when it comes to border issues. But he's also trying to create distance between himself and Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "DEAN",
      "sentences": "Absolutely right.Priscilla Alvarez for us at the White House. And I want to go to Rosa Flores who is at the border in Hidalgo, Texas. And, Rosa, I know you've covered immigration for years. You've been down there over the last several months as we've seen surges. This is supposed to go into action tonight at midnight. What kind of actual changes are they anticipating seeing where you are and how is this news being received where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "We'll, Jessica, I can tell you, as I was listening to the president, what was crossing my mind were these years of conversations that I have had on the border, on both sides of the border with officials, with voters on the U.S. side.In essence, officials clamoring, asking the Biden administration to do something, to do anything to stop the flow of migration into their communities. I can tell you that so many of these borders, so many of these officials have told me that, for example, they don't agree with everything that Texas Governor Greg Abbott is doing, for example, with Operation Lone Star and his hardline immigration. But they would tell me, Rosa, he's doing something. The -- the officials were absent on the border or the federal officials. It's President Biden who's not on the border. It's President Biden who's not doing something. And a lot of these officials, Jessica, would tell me, we know that he's not going to fix everything, that's impossible. They know that Congress is the only one that can actually have comprehensive immigration reform and an actual fix. But the people on the border that I've talked to for years wanted the Biden administration to do something. And I think that that was what they heard today with the words that were presented from the White House today by President Biden about this executive order. In essence, barring asylum depending on a threshold being met at the southern border. Now, it's notable, as you mentioned, that President Biden did not mention former President Donald Trump by name. But he took some jabs at him, saying that he's wasn't going to separate families, that he was going to be respectful to Mexicans. And now what I can tell you, based on my conversations on the border for years with advocates and immigration attorneys, what they would point out is the net effect that is seen on the border with the Biden administration policies and with the Trump policies. And they would tell you that the net effect is the same. It has led to migrants been stuck on the Mexican side waiting in shelters in squalor conditions and dangerous conditions. I've interviewed women who have been raped. They have been extorted on the Mexican side, waiting to who cross either to the U.S. side or because they're waiting for their U.S. case to be handled. But they're waiting on the Mexican side. And so the net effect, I would say, that these immigration advocates would point out, they would say that it's the same, even though President Biden is trying to distance himself from former President Donald Trump -- Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "DEAN",
      "sentences": "And we heard from Rosa Flores, our correspondent down in Texas, who's covered the border for many, many years. And she was telling us how many people there on both sides of the aisle say, please do something, the federal government is doing nothing, and we are overwhelmed down here.Congress won't act. So what do you think is an appropriate action that can be done by the executive, in this case by President Biden, that, in your words, can help streamline this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "GELERNT",
      "sentences": "Yes. Well, let me see, initially, I think President Biden's right that ultimately there needs to be comprehensive immigration reform.What -- what I would say are two things that need to happen. One there needs to be more legal pathways for people, including for workers. I think every economist now is in agreement that the country needs more workers. But if you don't open those legal pathways, the only route is asylum. The second thing I would say is the executive branch has enough resources to put more asylum officers and immigration judges in play at the border. What we know is that desperate people are going to come to the border no matter what the policy is. So we need to screen them. And the truth is that we don't need more enforcement. What experts will tell you now at the border is families are not trying to evade officers. What they do is they walk over the border and they sit down and wait for an officer to approach them to apply for asylum. So what we don't need are more enforcement agents. What we need are more asylum officers to engage in that screening quickly. If they don't meet the standard there, unfortunately, they're sent back to their home country, no matter how economically desperate they may be. If they meet the standard, then we let them in and give them a more full hearing. But we can't back down from the promise we made after World War II to not at least screen people and just send people back to danger without knowing whether there were -- they was a legitimate asylum claim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "KEILAR",
      "sentences": "Did -- did you hear him on that?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "KEILAR",
      "sentences": "I'm trying to be clear about what we heard from the president about sending more resources to the border for screening. But it sounds, Lee, what you're saying is, yes to that, no to this shutting down between the ports of entry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "GELERNT",
      "sentences": "That's exactly right. I think the more resources we can surge to make the process move quicker, great. I think no one wants the current system where people wait years and years to be screened or having asylum hearing. But I think this goes too far by not even having screenings and to shut it down.So I mean, he may be searching resources, but the truth is, we know the numbers are under 2,500 now. They have been under 2,500 since February of 2001. So we're not likely to ever see asylum come back under this policy. So I'm not really sure what the surge of resources is going to do as long as the ban remains in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "KEILAR",
      "sentences": "Yes, he said over 4,300 new asylum officers and additional U.S. Citizenship and Immigration Services staff to facilitate -- to facilitate timely and fair decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "DEAN",
      "sentences": "All right, Lee --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "DEAN",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:07",
      "speaker": "GELERNT",
      "sentences": "Right. We should try that first before we start banning asylum.Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:37",
      "speaker": "DEAN",
      "sentences": "We have breaking news in the Hunter Biden federal gun trial.CNN chief legal affairs correspondent, Paula Reid, joining us now from outside court in Delaware. And, Paula, I understand that prosecutors have now introduced Hunter Biden's laptop, the laptop that's so much has been talked about and written about, into evidence. What more do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "DEAN",
      "sentences": "All right. And, Paula, before we let you go, I also want to ask about some of the jurors in this trial. We know that several have lost loved ones to addiction.How have they been responding today to what they're hearing in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "REID",
      "sentences": "It's been fascinating, because during the jury selection process, a majority of the potential jurors said that they had some experience with addiction, either themselves or watching a loved one go get through it.So it's a reminder that we have an addiction epidemic in this country. And while they were doing the -- the defense was doing its opening statement, in part, talking about Hunter's struggle with addiction, at least one juror, she took out a tissue and she was dabbing her eyes. I mean, this is an issue that touches most people's lives. It's very sensitive. And the way prosecutors addressed it in their opening statement, as they said, look, addiction is not a choice. But they said it is a choice to illegally purchase a firearm. But that issue certainly looms large here during this trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "DEAN",
      "sentences": "It certainly does.Paula Reid, thanks so much, live from Wilmington, Delaware, this afternoon. Up next, Utah sues TikTok again, claiming the app puts children at risk. The feature that has state officials so concerned. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "KEILAR",
      "sentences": "The state of Utah is once again coming after TikTok. This time, claiming in a new lawsuit that the app's livestreaming feature could harm children through sexual exploitation.This is the second time that Utah has sued the social media platform over concerns about the risks to young people who use the service. CNN business writer, Clare Duffy, is here with us. And, Clare, the suit also claims that TikTok is fully aware of this issue but will not address it. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "All right. We'll keep an eye on this one, Clare. We'll see if it has legs.And we're following some breaking news right now on the president's executive action on the border. Back to you on this camera. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}