{
  "date": "2024-11-14",
  "headline": "CNN 10",
  "subHeadline": "Melting Glaciers and Volcanic Eruptions; Rembrandt`s \"The Night Watch\" is Being Restored, and the Public are Invited to Watch; New Baby Pygmy Hippo Becomes Latest Viral Sensation. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MICHELLE PARKS, VOLCANOLOGIST",
      "sentences": "Iceland is essentially one of the best places in the world to study this. It`s a natural laboratory because wehave both volcanism and glaciers. So at the moment, about 10% of Iceland is covered by glaciers, and we have over 32 active volcanoes here. RAFFA (voice-over): Scientists say the Askja volcano in Iceland`s central highlands has risen about 80 centimeters in the past three years because of pressure building underneath it that`s pushing the ground upwards. The theory is that magma or pressurized gas under a volcano increases as glaciers melt because the heavy ice no longer weighs down the Earth`s crust, allowing magma to move more freely underground. And those subterranean pressure changes can permeate to areas which aren`t directly under glaciers, like Askja, which is just north of the country`s largest glacier. But with recent eruptions in Grindavik, a town in southwest Iceland, which not only put on a spectacular lava show, but also forced the evacuation of the town`s residents, scientists are eager to learn more about what`s triggering such volatility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FREYSTEINN SIGMUNDSSON, GEOPHYSICIST, UNIVERSITY OF ICELAND",
      "sentences": "There are many benefits of volcanoes, all the geothermal. Geothermal heat, we heat all thehouses with geothermal, so lots of benefits. But now with the activity in Southwest Iceland, where lots of property has been destroyed and people have need to move out, we are again reminded about how hazardous volcanoes are. RAFFA (voice-over): Preliminary results in one study show that in the last three decades, magma beneath Iceland was produced at a rate two to three times what it would have been without ice loss. A possible pressure cooker lurking in one of the world`s most picturesque places. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten Second Trivia. The Louvre Museum in Paris was originally built to be?A fortress, an iron factory, a space observatory, or a museum? Answer is fortress. The Louvre, the largest museum in the world, contains more than 500,000 works of art. It was originally commissioned as a fortress by King Philip II in 1190 AD to protect the city of Paris. About 300 miles north of the Louvre in Paris, in the Netherlands, we find another one of the world`s most famous museums, the Rijksmuseum, in the city of Amsterdam. It`s home to Dutch masterpieces by artists like Vermeer, Van Gogh, and Rembrandt. And Rembrandt`s world-renowned painting \"Night Watch\" is getting a touch-up. We`re going to learn how a group of restorers are using careful techniques to discover the story behind the painting, and how Rembrandt was able to put this enormous work together nearly 400 years ago. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Rembrandt`s monumental painting, The Night Watch, has always been a star of Amsterdam`s Rijksmuseum. But now you can see thestory behind this 1642 masterpiece, which measures at a grand 12 by 14 and a half feet like never before. After five years of exhaustive research, a team of eight restorers are starting a grand public preservation project that`s open for all to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "IGE VERSLYPE, PAITINGS CONSERVATOR RIJKSMUSEUM",
      "sentences": "We are now removing the old varnish of the \"Night Watch,\" and we are using a synthetic non-woven tissueto do this, and in this tissue we have a very limited amount of solvent. We apply the tissue on the paint surface for a very limited amount of time, and then take it off, and with that we remove the bulk of the old varnish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The removal of the old varnish aims to preserve the painting, as well as to give insight on its condition and Rembrandt`stechniques and process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VERSLYPE",
      "sentences": "As well, you can see on the paint surface there are many old discolored retouchings, and they often have been applied very broadly,covering original paint. So we want to remove those and apply new, fine retouchings. It`s really a next phase of Operation Night Watch. (END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Researchers at Monterey Bay Aquarium Research Institute have discovered a new species of sea slug. It lives in some of the deepestparts of the ocean. The new species is nicknamed \"Mystery Mollusk.\" It`s the first known sea slug to swim in parts of the ocean that are 1,000 to 4,000 meters below the surface and untouched by sunlight. Scientists describe the new sea slug as having a gelatinous hood, a flat tail with finger-like projections and colorful organs in the middle. It can also light up with bioluminescence to scare off predators. Researchers say they first spotted the species in February of 2000 off of California`s Monterey Bay. It was during a dive with a robotic camera, and they`ve been studying it ever since. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Today`s story getting a 10 out of 10, a new baby pygmy hippo joining the ranks of swoon-worthy internet sensations. The cute calf comes to usnot long after another baby pygmy hippo named Moo Deng in Thailand stole our hearts. CNN`s Jeremy Roth introduces us to Haggis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JEREMY ROTH, CNN REPORTER",
      "sentences": "Animal lovers and activists rejoice. A brand new endangered pygmy hippo calf was just born, and she is a cutie pie. Born atScotland`s Edinburgh Zoo, the pint-sized pachyderm is just days old and is being closely monitored. And get this, her name is Haggis. This thing writes itself. Haggis is already a social media star, of course, leaving the platform formerly known as Twitter all, uh, Twitter. But maybe the best part, her arrival provides a much-needed boon to the endangered pygmy hippo population, which has reportedly dwindled to a mere 2,500 worldwide. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}