{
  "date": "2024-09-12",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Kamala Harris Calls for a Second Debate; Trump Doesn't Want Another Debate; First Civilian Astronauts to Perform a Spacewalk; SpaceX's First- Ever Commercial Spacewalk; Louisiana Recovering from Hurricanes; Crime Rate Drops in El Salvador; A Hospital Train Saving Lives in Ukraine; UAE Project Aims to Map Genomes of Willing Citizens in UAE; GOPIZZA Using A.I. to Bake the Perfect Pizza; Pets Over Parenting in China. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JULIA CHATTERLEY, CNN ANCHOR, FIRST MOVE",
      "sentences": "It's 6And wherever you are in the world, this is your \"First Move.\" And a warm welcome to \"First Move\" as always. And here's today's need to know. Debate, divide. Kamala Harris calls for a second face off. As Donald Trump says, why bother? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "JARED ISAACMAN, POLARIS DAWN MISSION COMMANDER",
      "sentences": "Back at home, we all have a lot of work to do, but from here, Earth sure looks like a perfect world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "A new dawn. A billionaire and an engineer become the first civilians to perform a spacewalk.Crime crackdown, El Salvador has seen its crime rate collapse, but at what cost? And pizza perfection, the South Korean chain hoping it's A.I. smart kitchen will deliver the right slice wherever you order. That conversation and plenty more coming up. But first, Kamala Harris is back on the campaign trail and challenging Donald Trump to a rematch. The U.S. vice president holding rallies Thursday in North Carolina, her first campaign events since Tuesday's debate. In the past few hours, she accused her opponent of relying on what she called the same, quote, \"tired playbook.\" And she suggested they go another round. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT AND U.S. PRESIDENTIAL DEMOCRATIC CANDIDATE:  Two nights ago, Donald Trump and I had our first debate. And I believe we owe it to the voters to have another debate. Because this election and what is at stake could not be more important. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "But Donald Trump has stated he does not want another debate in the past hour. He told supporters in Arizona that Harris has nothingconcrete to offer. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE:  As everyone saw two nights ago, we had a monumental victory over comrade Kamala Harris in the presidential debate. We won big with independent voters, moderates, Republicans, and working people all across this nation. Putting forward a clear vision to very simply make America great again. Meanwhile, Kamala Harris showed up spewing empty rhetoric, the same old lies, meaningless platitudes. Offering no plans, no policies, and no details whatsoever. Nothing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "Senior political analyst Ron Brownstein joins us now. Ron, good to have you with us. Smart of him to say no or does it confirm thathe, inverted commas, lost or both? And does it matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST AND SENIOR EDITOR, THE ATLANTIC",
      "sentences": "He is behind in the race now, I think, slightly, and usually thecandidate who's behind wants a debate, but I think Republicans, even before this rather one-sided encounter felt that they were not going to win this race by the personal comparison of Trump to Harris. If they were going to win it, it was going to be by grinding her down in the key swing states with their negative television advertising. And I take his statement today as an affirmation of that, that basically the back and forth between the candidates is not where they think their advantage lies at this point, it is by trying to portray her as a coastal out of touch liberal to that limited audience of swing voters in the seven states that are really at play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "39 percent of likely voters that we've got in our poll of polls think economy is the top issue. One of the questions I have for the -- what we're citing effectively, I think, in terms of the polls as the winner is whether voters are convinced at this stage based on what she said in that debate and has said that she's really, in any way, distinct from the Biden administration in terms of at least economic policy. Did she do enough there? Does she need to do more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. I mean, I can cite the two policies that she mentioned there as an economist and excoriate them, quite frankly, maybe populist.But in terms of potency, a big fat zero. Michigan Democrat, to your point about the swing states, and I do think this is important. Debbie Dingel, she's consistently warned the Democrats, look, don't take my state for granted. Do you think there's a risk of complacency now post performance and given momentum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "I think that's gone. You know, I wrote a piece the Sunday. One of -- a piece I'm most proud of him. I have 40 years of covering policy.It's a Sunday before the 2016 election, saying that Hillary Clinton was spending so much time in Ohio and North Carolina, she was leaving the back door open in Michigan and Wisconsin. And ultimately, of course, she lost both of those states along with Pennsylvania, and that's what made Donald Trump president in 2016. Democrats do not consider anything in the bank anymore. I think, you know, the reality of the Trump era is that the coalition he marshals can be beaten in those key Rust Belt states, but you really can't beat it by much, I don't think. And you know, whether we're talking about Michigan, Pennsylvania, or Wisconsin, Democrats are going to have pedal to the metal all the way to the end because they know those are states -- if she wins all three, plus all the states Biden won by three points or more, plus that single congressional district in Omaha, she's wins, and that is still the most straightforward path for her to win. And I think they will be intently focused on all three states between now and the finish line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it's an enormous country, but the path to victory is very clear, and it rides right through those swing states. Ron, fantastic tohave you with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Now, from the U.S. presidential race to a historic day in space and a new dawn in the annals of space exploration. The crew of theSpaceX Polaris Dawn mission carrying out the first-ever commercial spacewalk. Tech billionaire Jared Isaacman was one of two astronauts who ventured out of the capsule and into the history books, becoming the first private citizen ever to conduct a spacewalk. He also helped pay for the mission. This is what he had to say before exiting the craft. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "JARED ISAACMAN, POLARIS DAWN MISSION COMMANDER",
      "sentences": "Back at home, we all have a lot of work to do, but from here, Earth sure looks like a perfect world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "It also looked like a perfect spacewalk. Isaacman and SpaceX engineer, Sarah Gillis, spent about 20 minutes outside the capsule. One ofthe goals was to test the capabilities of a new spacesuit too, which appears also to have performed flawlessly. Miles O'Brien joins us now. Miles, good to have you with us. An enormous step forward for the private sector push towards and reach outer space. It was interesting today because Elon Musk said on X that Dragon is three times further from Earth than the Space Station, which really put what we saw today in context for me. Yes. That was the X post that he made. What do you make of what we saw this Thursday? MILES O'BRIEN, CNN AVIATION ANALYST:  Yes, you could imagine them almost looking down on the space station. This has been a remarkable mission and an important milestone on the commercial private sector development of space. SpaceX has been going step wise, much like NASA did, 60 years ago. But this go around, the technology is new, of course, and different. And in this case, the spacesuits are new and improved. NASA's spacesuits go back to the space shuttle days, 1980s. Each of them costs about $16 million. And as far as SpaceX is concerned, they envision armadas of spacecraft going to Mars someday. And if you're going to have people working and living on another planet, you're going to have a spacesuit that's a little more practical. So, this was the very first baby step on that way. And so far, and it seems, a very successful baby step.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. I mean, Bill Nelson, the NASA administrator hailed and cheered this spacewalk and it's the government space agency has basicallynothing to do with it. It's an astonishing day. Miles, great to have you with us. Thank you, Miles O'Brien. O'BRIEN:  A pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "All right. Now, to a story closer to home. Almost 3,000 National Guardsmen have been called up to help after Francine made landfallin Louisiana as a Category 2 hurricane on Wednesday. The storm pelted New Orleans with a month's worth of rain in just a matter of hours. It's now a post tropical cyclone unleashing heavy rainfall over the south. More than 10 million people are under flood alerts, while hundreds of thousands have been left without power. Derek Van Dam has more from Morgan City, Louisiana. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "As the remnants of what was Hurricane Francine moves away from Southern Louisiana, residents are left up with thecleanup effort. You can see the bulldozers and some of the vehicles here, assessing the residual flooding that was left over in New Orleans. They received over a month's worth of rainfall just in a short period of time. Of course, that overtook some of the pumps within the city and there was localized flash flooding within the New Orleans metropolitan. Here, we had a good amount of wind and rain. And in fact, with the storm that was strengthening upon its final approach, becoming a Category 2 just moments before landfall, we attempted to ride out the storm just behind me here, but we had to leave rather quickly because a sand berm that was protecting our live location was overtopped with water. And good thing, too, because we left just in the nick of time. You could see the flooding that has remained in the absence of what was Hurricane Francine. This would have been a very, very challenging situation to try and navigate around. It was difficult. Moving through the roads of St. Mary Parish, where I'm located, there was lots of flooding and that was really the story across many of the parishes across Southern Louisiana, such a vulnerable area to storm surge and flooding as well. Now, the remnants of Francine, not done just yet. We're tracking them across Alabama, Mississippi, into Georgia and Tennessee. A lot of energy still associated with this dying system. And the rainfall threat, the flash flood threat is going to be ongoing, especially across Alabama. So, heads up, Birmingham. Can't rule out some potential tornadoes today stretching from Central Alabama right through the Florida Panhandle as well. So, as residents start to pick up the pieces, they're going to try to get back to normal and then see about waiting around for the next tropical system. I mean, Louisiana has been hit hard with several landfalling systems in the past several years. CNN Meteorologist Derek Van Dam, Morgan City, Louisiana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thanks to Derek Van Dam there. And Chad Myers joins us now. Chad, I know you were listening to that as well. And as Derek was sayingthere, Francine, not done yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "And we'll watch it with you. Chad, great to have you with us as always. Thank you. Chad Myers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MYERS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "All right. Straight ahead, safer in El Salvador. The country once dubbed the murder capital of the world is seeing a dramatic drop incrime. But critics say the country's president is cracking down too hard. We'll have a special report next. Plus, how to make a pizza pie using A.I. South Korea's go pizza using high- end tech in hopes of revolutionizing fast food. We'll discuss the special sauce with the company's CEO. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "And this area especially was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "RENE MERINO, SALVADORAN DEFENSE MINISTER",
      "sentences": "Was very, very, very dangerous area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "He said go back three or four years, and the folks who lived in this area didn't even want to look police and military in the eye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MERINO",
      "sentences": "If the bad guys know that some civilian people say hi to us, they kill them.CULVER (voice-over):  For decades, gang violence suffocated nearly all aspects of life in El Salvador. But now, walking these once deadly streets with the defense minister feels more like a victory parade. Handshakes, hugs, photos, even carrying babies. For some, even asking about the past brings out tears. Only God knows what it was like here before, she says. Less than a decade ago, El Salvador was labeled the deadliest country in the world. Murders have since plummeted, according to government data. From more than 6,600 in 2015 to 154 last year. Life has seemingly returned to these streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "Now, I feel a little bit silly even having to wear this. The biggest threat is a slowdown in going to where you need to go because oftaking photos and saying hi to people. CULVER (voice-over):  But how did it all change so quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bukele.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bukele.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Bukele.CULVER (voice-over):  Most crediting Nayib Bukele, the country's president. In 2019, he came into office. His actions, controversial, consolidating power, tightening his grip of control, and essentially eliminating any political opposition. Under a state of emergency, more than 81,000 people arrested. Bukele even boasting that El Salvador now has the highest incarceration rate in the world. The government says the most hardened gang members end up here at the Terrorism Confinement Center. Government images from inside have been widely shared on social media. But most of those arrested are actually kept in facilities like these. A side of El Salvador's prison system a few have seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "You can actually see just over where we are, there's row after row after row.CULVER (voice-over):  This facility alone holds roughly 30,000 inmates. Prisoners are put to work, tasked with rehabilitating themselves and their country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "You can even see there's a police vehicle that they're working on.CULVER (voice-over):  We tour another facility where inmates are making government uniforms and building desks for local schools. Some inmates are sent into communities to help heal the nation. By erasing parts of a painful past. President Bukele ordered the inmates to shatter gang tombstones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "So, this is one of them here, and you can see this is all broken off. They're still buried here, and they still have a plot.CULVER (voice-over):  But any mention of their past gang affiliations and nicknames destroyed. Driving through the capital, we see kids playing, parks packed with vendors and families, and lots of traffic. It all might seem normal. But locals stress to us, this is all new to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "It's calm. Before, nobody would visit here, not even your own family.CULVER (voice-over):  Though feeling safer, this woman tells me the drastic changes have come at a devastating cost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CULVER",
      "sentences": "She's saying her son, who helps her normally financially, is in jail. So, for her, yes, it might be safer here, but economically, it's nobetter. CULVER (voice-over):  She says her son is being held at one of the work prisons we visited, but that he's innocent and has not been given the opportunity to defend himself. It's a claim many have made against the government. But the Bukele administration is adamant that they've taken lawful and necessary steps to liberate this country. We meet this woman who says she's been able to move in thanks to the changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CULVER",
      "sentences": "They're just curious and wanting to take a picture and video of the inside of the inside of some of this military equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MERINO",
      "sentences": "Mr. President says this is a miracle, he says. This is a miracle.CULVER (voice-over):  And perhaps like a miracle, El Salvador's transformation has its skeptics and doubters. But most everyone we find here, for now at least, devout believers. Hopeful this change will last. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Our thanks to David Culver there. All right. Coming up, a CNN exclusive. We'll take a look at the hospital train saving lives in Ukraine.We'll hear from some of the medics and patients aboard after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "OLEKSANDR, UKRAINIAN SOLDIER",
      "sentences": "Very tired, but hard times, and we must --OLEKSANDR (through translator):  -- keep fighting no matter how hard it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you have enough people, enough weapons to defend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "OLEKSANDR",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "AMANPOUR",
      "sentences": "You don't have enough?OLEKSANDR (through translator):  No, enough. No. There aren't enough people, and there definitely aren't enough weapons. AMANPOUR (voice-over):  As the train rolls on, we make our way to the intensive care unit, where several soldiers are on life support. Bed after bed of broken and battered bodies, lives shattered in an instant. 90 percent of the wounds being treated here are from shrapnel. And yet, many of these patients know they'll be patched up just to be sent back to the front as soon as possible. This train and its cargo sum up Ukraine's state of military affairs. Mostly ordinary citizens who've answered the call. Outmanned, outgunned by Russia, and yet, still putting up a hell of a fight. Nurse Yulia makes this journey twice a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "OLEKSANDR PERTSOVSKYL, CEO, PASSENGER OPERATIONS AT UKRAINIAN RAILWAYS",
      "sentences": "I see these kids who are saying goodbye to their dads who are heading towardsthe frontlines to seeing those same guys coming back effectively unconscious or with amputations, it feels like the price of the war is incredible. AMANPOUR (voice-over):  Like a conveyor belt, industrial scale conversion of healthy young men and women into this. And yet, as one of them told us, Ukraine is strong and motivated. While Russia has quantity, we have quality, and we will win. Christiane Amanpour, CNN, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "And from Ukraine to the UAE, where the Abu Dhabi government is teaming up with a cutting-edge healthcare company to try to map genomes ofevery willing citizen in the UAE. The aim of the project is to be able to offer precise and personalized medical care like never before. Veronica Miracle has the story as part of our Bold Pursuits series. (BEGIN VIDEO CLIP) VERONICA MIRACLE, CNN CORRESPONDENT (voice-over):  This is the Amik (ph) Center of Excellence, a biological repository where DNA samples are selected, stored and analyzed with the help of advanced artificial intelligence. It's the work of M42, a global health tech company based in Abu Dhabi. ALBARA EL KHANI, SVP OPERATIONS, M42:  This is our biobank that we store our DNA samples for our population genome program. MIRACLE (voice-over):  It's here where Albara El Khani is leading an ambitious project to map the genome of every single willing UAE citizen. Since 2019, they've successfully collected and sequenced the DNA of 600,000 Emiratis. That's 62 percent of the local population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "MIRACLE",
      "sentences": "600,000 genomes here, more than, how much data is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "EL KHANI",
      "sentences": "That's over 100 petabytes worth of data. Now, what is a 100 petabytes worth of data worth, right? So, you're talking about hundreds andthousands and millions of terabytes worth of data. So, it's an immense amount of data that you have to store. And that's why it's critical that we're using A.I. to be able to interpret this data and pull insights from this data. Because it's humanly impractical to go through such a vast amount of data sets. MIRACLE (voice-over):  El Khani got his microbiology degree from the University of Westminster in London. After working in some of the U.K.'s leading hospitals, he moved to the Middle East and now leads the project with more than 14 years of technical experience in the clinical laboratory field. The work he and his team are conducting led to a groundbreaking partnership between M42 and drug manufacturer AstraZeneca. By obtaining the genome of every individual, M42 believes they can begin to treat patients with more precision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "EL KHANI",
      "sentences": "We used to, in the clinical practice, treat the disease. Now, we're treating the individual with that particular disease, with the rightmedication that's precisely treated for that disease. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move.\" It seems artificial intelligence is becoming baked into our lives in so many ways. And now, that includesthe making of pizzas. GOPIZZA is the South Korean chain, which has expanded into seven nations in seven years. Over the next decade, it has a goal of reaching 10,000 stores. What makes it unique is it's A.I. smart kitchen technology that scans each product to ensure consistency. It's even able to work out who are the most accurate and inaccurate human pizza makers. Each ready-cooked pizza is automatically sliced and spiced, leaving the human just to serve it. GOPIZZA recently raised plenty of dough in the form of a $10 million investment from a Thai conglomerate, which operates 7-Eleven stores in Thailand. Jay Lim is the global CEO of GOPIZZA, and joins us now from Seoul. Jay, good morning. Great to have you on the show. From what I've read, this is a company born out of frustration that you couldn't, when you were at Uni, buy a pizza for one, but also the frustration when you were working in a pizza place that it didn't get made quick enough. Explain how your technology at GOPIZZA improves that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "JAY LIM, GLOBAL CEO, GOPIZZA",
      "sentences": "Well, so, you know, when I was living alone in Singapore, it was always a hassle to order the one plus one and pay $30and wait for an hour. So, I thought, why can't pizza be faster and more affordable and more personal? That's the frustration I had when I first started GOPIZZA in 2015. So, I realized the reason why pizza takes a long time and it's expensive is because the way we make pizza is used to be expensive and slow. So, our technology ranging from food ingredient technology to A.I. to robotics is trying to change that. So, we make pizza really fast in a smaller space with the least human labor possible. So, that's pretty much the gist of what we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "You make pizza in three minutes. We were just showing on the banner there. I think for those that have read about you, I want tounderstand more. You also have an A.I. or what you call an A.I. powered oven, the Goven, I believe that you think potentially you could license the technology too. Explain how the A.I. works in this. Because it's interesting is the food businesses, and we'll talk about your astonishing growth, quite frankly, it's the technology here and what really differentiates you, I think, from competitors that I find fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "And just to explain to our viewers the sleepless nights point that you were making, within three years of launching in South Korea, youexpanded into India. You've got, I believe, 50 outlets there. And that was back in 2019. You expanded to Singapore as well. So, you had a lot going on. And I think to your point, it's very interesting that the quality control angle for whether it's a franchisee or whether you operate the stores within stores, because I know I mentioned 7-Eleven and I know you're operating in other branches elsewhere. What about further expansion plans, Jay? When are you going to come and taken over the U.S. and launch the pizzas here, perhaps, or somewhere else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LIM",
      "sentences": "So, as I said, you know, A.I. is just one part of our many different technologies. And what makes us really scalable is actually our par-bakeddough, which is the dough that's pre-made and not in the store, but in the factory and shipped to the store and also small sized ovens. So, we make an oven called Goven and combine this par big dough with Goven. We can virtually make -- install our store anywhere you can imagine. So, one of our clients is GS25, which is the largest convenience store chain in Korea. We just sold our stores, 1,000 stores in the last four months. So, from 200 stores in May, now we are up to 1,200 stores in seven countries. We're also supplying our stores to cinemas, CGV, which is the largest cinema in Korea. So, now, you can have pizza while you're having -- while you are having a movie experience. So, our expansion plan not only involves corporate-owned stores and franchise stores as a normal F&amp;B company would, but also involves these what we call ex-GOPIZZA as a client shop and shop model where we literally sell our store, which is a combination of this -- a fully assembled pizza and a small oven to our clients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "I have 30 seconds. I have 30 seconds. I have a burning question. How much does a pizza cost on average and how much does an ovencost if someone wants to buy a pizza themselves -- buy an oven themselves? And you have 30 seconds to tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LIM",
      "sentences": "Pizza is around $5. Yes, pizza is $5 and the oven is around $2,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "How much? I lost that there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LIM",
      "sentences": "That's all you need to set up a pizza oven.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "I know, I was about to say. Wow. Wow. OK. I've run out of time. You're going to come back and talk to me, and you didn't answer myquestion about expansion plans. So, we definitely have more to discuss. Great to chat to you and congrats on the growth of the business. We'll talk about profitability next time as well. Great to chat to you, Jay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LIM",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LIM",
      "sentences": "We'll be States soon. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move.\" And call it a canine conundrum, at least for the Chinese government. Beijing needs its young people tostart families and help ease a worsening demographic crisis. But instead of pacifiers and prams, couples are choosing a rather hairier path. Marc Stewart is in Beijing for us. They're going for doggy babies, Marc.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Indeed, Julia. This is what's happening, young people in China are choosing pets over traditional parenthood. Andit's really not a big surprise, because for months we've been talking about this demographic crisis facing in China. And what is happening is that young people, whether they be here in Beijing or in Shenzhen, which is China's Silicon Valley, they are definitely making this push toward independence, living a life of their own, and a life that is much different than what their parents have lived. And that includes pets. (BEGIN VIDEOTAPE) STEWART (voice-over):  Married for seven years, Hansen and his wife Momo may resemble China's family of the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "STEWART",
      "sentences": "Do you have any children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "HANSEN, BEIJING RESIDENT",
      "sentences": "No, not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "STEWART",
      "sentences": "Are you planning on having children?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "HANSEN",
      "sentences": "Not right now, not in this period of time.STEWART (voice-over):  The only parenting they're doing revolves around their six dogs. MOMO, BEIJING RESIDENT (through translator):  Yes, they're all part of our family. We're one big family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "HANSEN",
      "sentences": "It's like our children. Yes, it's like our daughters, our sons.STEWART (voice-over):  A reflection of the independent-minded younger generation in China where having children is no longer a priority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "HANSEN",
      "sentences": "Different generations value things differently.STEWART (voice-over):  According to a recent study by Goldman Sachs, the number of pets in urban China is expected to surpass the number of children ages zero to four by the end of the year. By 2030, there could be nearly twice as many pets in urban China than young children. Business opportunity for this doggy daycare owner who has also chosen not to have kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "TAO, OWNER, SPACE DOG DAY CARE",
      "sentences": "I feel like people start to be more like this is what I want or this is what I like for my life rather than like,oh, this is what the society taught me to do or this is what my parents want me to do. STEWART (voice-over):  Officials reported a record low birth rate last year as the population decreased for the second year in a row. A sharp dip partly due to COVID lockdowns. While analysts expect a rebound this year, it is still a blow to the world's second largest economy, once so worried about overpopulation, it limited most urban couples to a single child. At a women's conference last year, China's strongman leader Xi Jinping lectured delegates to foster a new type of marriage and childbearing culture. The message is clear for Chinese women, get married and have babies. But some women choose to have puppies instead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "STEWART",
      "sentences": "This newfound pet popularity comes at a time when the Chinese government is offering things like financial incentives and time off fromwork, all with the goal of promoting parenthood. STEWART (voice-over):  Yet for many young Chinese, none of this seems to matter. MOMO (through translator):  I don't think my choice for not having a kid would make much of a difference for China. STEWART (voice-over):  The country's leadership very much begs to differ as they doggedly try to boost China's birth rate and its economic strength. (END VIDEOTAPE) STEWART (on camera):  And there is tremendous economic opportunity here, especially for pet food companies. The analysts from Goldman Sachs feel this could become easily a more than $10 billion industry in the years ahead. But, Julia, when we look at the strength of an economy, when we look at the strength of the Chinese economy, it's measured by GDP, gross domestic product. Yes, that includes imports and exports, but it's truly a measure of productivity. And in order to be productive, you have to have a workforce for the future. And this pet conundrum, as you called it, is really posing a challenge to China as it looks for its next economic opportunity, the next horizon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "STEWART",
      "sentences": "Talented dog you have.",
      "isLastSentenceInterrupted": false
    }
  ]
}