{
  "date": "2024-04-23",
  "headline": "Amanpour",
  "subHeadline": "Interview with Former French Foreign Minister Catherine Colonna; Interview with Father Being Held by Azerbaijan Government David Vardanyan; Interview with \"An Unfinished Love Story\" Author Doris Kearns Goodwin; Interview with Ukrainian Conductor Oksana Lyniv. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CATHERINE COLONNA, FORMER FRENCH FOREIGN MINISTER",
      "sentences": "I'm confident that implementing these recommendations will help UNRWA fulfill its mandate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "An independent review into the U.N. relief Agency, UNRWA, finds its neutrality must be strengthened. Former French Foreign MinisterCatherine Colonna, who led the review, joins me. And a report on the overwhelming grief as hundreds of bodies are uncovered in Khan Younis. Plus, behind bars and on hunger strike, Nagorno-Karabakh's former leader remains in prison after Azerbaijan took control of the enclave in September. His son joins me to discuss this forgotten inmate. Also, ahead, \"An Unfinished Love Story.\" Presidential historian Doris Kearns Goodwin on her husband's final years, their own love and their relationship to influential American leaders. And finally, culture, patriotism, and pride through music. I sit down with the first Ukrainian maestro at the New York Metropolitan Opera, Oksana Lyniv. Welcome to the program, everyone. I'm Christiane Amanpour in London. The desperate humanitarian situation in Gaza is fueling protests around the world. Right now, most dramatically, in the United States, where college campuses are in some turmoil, as protests, arrests, and crackdowns escalate and spread from Columbia to other Ivy Leagues and universities on both coasts. Support for the Palestinian cause has picked up pace, while support for Israel has seen a big drop in young adults, from 64 percent in 2023 to 38 percent last month. That is according to the latest Gallup poll. Now, let's the United Nations says Israel continues to prevent crucial aid into Northern Gaza, where the United States says famine has set in. And amidst all of this, amidst this crisis, the U.S., the U.K., and others are still withholding funding to UNRWA, the main relief agency there, after Israel said some UNRWA staff members took part in the Hamas atrocities of October 7th. The U.N. is investigating that, but in a separate independent review headed up by Former French Foreign Minister Catherine Colonna, there is a conclusion that UNRWA's neutrality must be strengthened. And she joined me from New York to discuss her findings. Catherine Colonna, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CATHERINE COLONNA, FORMER FRENCH FOREIGN MINISTER",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "So, it is probably not an exaggeration to say that a lot of concerned parties have been waiting for this report. I would like to startby confirming that what it isn't, it is not an investigation into Israel's specific allegations about a number of UNRWA staff taking part in October 7th. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "COLONNA",
      "sentences": "Yes, this is absolutely correct. These allegations, the serious allegations, are taken care of by the specialized unit inside the UnitedNations called the OIOS. Our review is a separate review. And the task was to assess whether UNRWA does anything in its power to ensure neutrality, to respond to allegations of breaches or breaches when they occur, and to make, of course, recommendations. This is what we did. So, it's a separate task. It's a different mission, and I want to insist on that. Thank you for making it clear, because so many people are confusing the two. There are two tracks. This is one part, and the other one is still under investigation by the United Nations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLONNA",
      "sentences": "Well, I'd say the overall evaluation is that the systems in place, the mechanism, the procedures, the documents, everything that staffhas to abide by within UNRWA is a very strong, solid, and quite extensive set of rules, probably more than for any other U.N. organization or U.N. agency and this is because, of course, the unique mission that they have and the very complex situation within which they operate makes it necessary to have such a strong set of rules. Nevertheless, considering all the challenges that they face because of that situation, because of that complexity, not to mention even the ongoing crisis for the last six months, makes that so many challenges for neutrality arise that some improvement may be needed, in my opinion, is needed, and this is why we made 50 recommendations across eight major areas going from, you know staff neutrality to installations, neutrality to staff unions, which is a big question or educational. You know, eight pillars, 50 recommendations. We want to be clear, direct, up to the point for helping UNRWA implementing these 50 recommendations to better deliver on its mission and to better address the question, the difficult question of how to maintain neutrality in such an environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me read just a little bit from the final report. \"Despite this robust framework, neutrality-related issues persist. Theyinclude instances of staff publicly expressing political views host-country textbooks with problematic content being used in some UNRWA schools, and politicized staff unions making threats against UNRWA management and causing operational disruptions.\" Can you just address those three points that you've laid out in that paragraph and what you recommend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "COLONNA",
      "sentences": "Unfortunately, this happened, you know, in the past. This is not new actually, but it needs to be fixed. It needs to be addressed. It'sextremely difficult for the staff. And most of the staff is local staff. To be, you know, absolutely neutral in such a difficult environment, but they have to. As U.N. employees, they have to abide by the principle of neutrality for the sake of helping the agency to deliver on its mission. This is, you know, a built-in precondition. Sometimes they fail to do that. The issue of textbook is a longstanding issue. There have been improvements in the recent years, and they are welcome, but they must go on. There's a marginal percentage of the contents within textbooks that is not acceptable, whether it's promoting, you know, hatred or incitation to violence, or sometimes antisemitism. This is not acceptable in an in-house school. This is not what we what kids should be taught anyway. So, we recommend to just stop using such toxic material and to reform the textbooks industry with the P.A., with the host countries. And the issue of self-union causing sometimes operational disruptions or threats to the management is another well-known issue. It doesn't happen that often, but it is so unacceptable. And this is not the role of a staff union, staff unions represent the staff, the interest of the staff, the protection of the staff, not turn into political organizations or being influenced by political factions and sometimes, you know, armed groups or taking sides into other activities. They should reform the staff union system within UNRWA just to align it to the -- you know, the rest of the U.N. staff union system. So, this is a recommendation we made among so many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLONNA",
      "sentences": "Well, I think it's very important that we were given this mission at this particular moment, where support for UNRWA is needed, both, youknow, financial but also political support from member states, from the International Community. What UNRWA does is absolutely indispensable and irreplaceable in the absence of a political solution. UNRWA -- the mission of UNRWA is to deliver services to Palestine refugees, and nobody else is doing it. For the time being, at least, they are the only ones with the capacity on the ground to deliver those basic services, health, education, basic, you know, day-to-day services for population in need. So, this is the global picture. And we must not forget that fact. It is a fact. It is a reality. And if you miss to repeat and to understand that fact you miss the global picture. Within the pictures, there are some challenges and there are some difficulties for now to address these challenges. Implementing these recommendations will help the organization to deliver. And I was extremely pleased to see first the secretary-general of the United Nations yesterday welcoming all the recommendations of the report and endorsing them, you know, fully and requesting the commissioner general, Philippe Lazzarini, to do the same and to present a plan of implementation, and this is what it will do. It reacted very quickly. It reacted positively. It's working on it. And if I quote him correctly, he says, \"He will work on it without delay.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Catherine Colonna, let me just read you what the -- so far, the only public response from Israel has been. The Ministry of Foreign Affairsspokesman on a post. The problem with UNRWA Gaza isn't that of a few bad apples. It is a rotten and poisonous tree whose roots are Hamas. The Colonna report ignores the severity of the problem and offers cosmetic solutions that do not deal with the enormous scope of Hamas infiltration of UNRWA. This is not what a genuine and thorough review looks like. This is what an effort to avoid the problem and not address it head on looks like. What is your comment to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLONNA",
      "sentences": "Well, we've already heard that when we visited Israel, you know, I've been there, I've been elsewhere in the region. And by the way, we hadfull cooperation from Israel and from all parties and I thank them for that. It helped us during our review and our report. The public views of the government of Israel are what you just quoted, you know, it is public, it is well-known, they have strong views about UNRWA. I just add that the vast majority of the International Community do not share his views and I do not either, based on the fact that UNRWA delivers an indispensable and irreplaceable service, I repeat, based on its mandate by the 1949 resolution. Now you can say, well, 75 years later, we're still there. Yes, very unfortunately, we're still there. And a political solution would be the best solution to move ahead. And have a two-state solution, ensuring peace and security for both people is what we should be looking for. So, beyond helping UNRWA in its mission, really, the International Community should work harder for a political solution. It is urgently needed. And this is what we should look for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Former French Foreign Minister Catherine Colonna, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "COLONNA",
      "sentences": "Thank you. Thank you so much, Christiane. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Nada Bashir reporting there. And the IDF says the claim that Israeli troops buried scores of Palestinian bodies in a mass grave is\"baseless and unfounded,\" saying bodies buried at Nasser Hospital were examined and returned to their place. Of course, in addition, the horrific and soaring death toll inflicted on Palestinians in Gaza, we remember that estimated -- an estimated 133 Israeli hostages remain in Hamas captivity there. With the eyes of the world on the Middle East, we turn now to a forgotten conflict and its aftermath. For decades, the ethnic Armenian enclave of Nagorno-Karabakh resisted rule by Azerbaijan. Then, last September, Azerbaijan surprised the world by taking control of the enclave in just one day. A seemingly intractable conflict suddenly ended by force, resulting in mass displacement. More than 100,000 people were forced to flee into Armenia. A few were detained, including the former leader of Nagorno-Karabakh, Ruben Vardanyan. Once a wealthy oligarch with close ties to Vladimir Putin, Vardanyan renounced his Russian citizenship in 2022 and moved to Nagorno- Karabakh, becoming the equivalent of prime minister. Now, he's behind bars in Baku. Azerbaijan accuses him of financing terrorism. He's gone on hunger strike, protesting the delay of his trial. Today it's announced that Armenia and Azerbaijan will start fixing their borders as part of normalization efforts. Tomorrow is Remembrance Day amid the biggest displacement of Armenians since the genocide 109 years ago. Ruben Vardanyan's son David is joining me now from Dubai. David, thank you for being with us. And we're discussing a crucial part of essentially Central Asia and your father's predicament. So, start off by telling me when was the last time you heard any news, what is his condition, particularly since starting a hunger strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, that troubled you because you thought he was telegraphing that his life is in danger. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "VARDANYAN",
      "sentences": "That is correct. And we believe that, knowing my father, Ruben, he has always stood up for the rights of the ethnic Armenians. That hasalways been his core belief that Azerbaijan and Armenia are neighbors, of course, and we must coexist together. But it cannot happen when one is the oppressor and the other is the oppressed. And his fight for the rights of those ethnic Armenians who have become refugees in a matter of days, as you said it previously, has been a matter that's more important than his own life. That he's willing to die for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, it's obviously very difficult for you to speak about this and come to terms with that. But just to put what the Azerbaijanissay, he was charged with financing terrorism and establishing armed groups. But he himself is demanding a speedy and transparent trial. Now, we did, you know, try to contact -- we did contact the Azerbaijan embassy here, but haven't heard back from them. What is the status? He's obviously gone on hunger strike over the fact that the trial is -- where is it? Is there any trial? Has it started? What is the status of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "VARDANYAN",
      "sentences": "Christiane, this is what concerns us so much, that there has been a complete lack of transparency on the process that is ongoing. So, hehas been accused without any evidence or any proof of really serious crimes, although everyone knows that he has been a philanthropist his whole life. He has invested over $1.5 billion together with his partners in the development of Armenia and actually humanitarian projects around the world. And actually, he -- even in Artsakh, he invested not only in the restoration of churches and cultural monuments, but also of a Shia Mosque, which shows his philosophy of life. So -- that he believed that the only way to achieve peace is to respect each other's cultures and histories. However, about his process, unfortunately, we have no information about or what the current status is of the prosecution's office. The trial was supposed to happen in January. However, arbitrarily, the trial date was moved again, and it was supposed to happen in May now. However, as we understand, there is absolutely no guarantees that we will be able to have a trial in May as well because it can be unilaterally postponed. And the demand that our family has is, A, that all Armenian prisoners are released. But if the trial does happen, that he did not recognize, but if it does happen, it must happen as soon as possible because he would believe he's innocent of any crimes that he is -- his crew told about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "VARDANYAN",
      "sentences": "And finally, that it has to have international observers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you, because your father has a complicated past. Let's just put it in context, Azerbaijan backed by Turkey, Armenia backed byRussia and the previous Soviet Union. This, you know, takeover of Nagorno- Karabakh by Azerbaijan happened with no resistance and no opposition from Putin. But your dad did have a -- or what was said to be close to President Putin, even though he renounced his Russian citizenship in 2022. And as you know, he is -- has been placed on the Ukrainian government's list of sanctioned people because of his role as a board member in a Russian air cargo company. So, these are all, you know, complicated links. Do you think any of that led to, you know, him being persecuted by any number of people who had political or other issues with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "VARDANYAN",
      "sentences": "You know, before the conflict in Artsakh and the war that happened in 2020, my father had always stayed out of politics and was abusinessman at first and then a philanthropist, as I said, who co-founded, you know, international prizes, such as the Aurora Humanitarian Initiative, United World College in Armenia as well. And he was never interested in participating in any of the political situations that were happening there. However, for him, the red line, as he said, was the suffering of the 120,000 Armenians who were basically abandoned by the world after the 2020 war. And he saw that the situation was so dire that he risked everything that he had, including his own safety and the safety of his family to move to Artsakh. It was -- and when I spoke with him last in August 2022 in person, I could see that it was a completely emotional and in some ways decision that was motivated completely by his values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "David, I just want to point out that you -- you know, you, every time I say Nagorno-Karabakh, you use the local word for it, just in casepeople are confused about that. But I want to ask you about the United States. David Ignatius in \"The Washington Post\" last month said, the United States is focused on a broader peace deal between Armenia and Azerbaijan. Also, he notes, it's caught in a difficult position. \"The Biden administration, like its predecessors, has been caught between sympathy for the Armenian cause and its ties to Turkey, a NATO ally, and to Azerbaijan, a useful partner against Iran.\" Do you agree that, you know, part of your personal and family dilemma is caught up in this realpolitik, so to speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "VARDANYAN",
      "sentences": "Yes. Unfortunately, we live in such a complicated world today, not just in the south caucuses, but as you highlight as well, around theworld, it seems like we're facing new crisis every week. And I understand that, obviously, geopolitics is coming to the forefront. However, it is my sincere hope that we do not abandon our, you know, search for values and our strive to preserve, you know, human rights and basic principles despite all the difficulties that we're facing today, and the same goes for the discussions that are happening between Armenia and Azerbaijan. I believe that the issue of the Armenian prisoners, not just my father, but seven other political prisoners and also, you know, countless other prisoners of war who are being held in Baku. This is not a matter of politics, it's actually a matter of human decency and dignity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "David Vardanyan, thank you so much indeed. And as we speak to you, we note that it is tomorrow, Remembrance Day, 109 years since the 1915Armenian Genocide. And next we turn to Doris Kearns Goodwin, the presidential historian famed for her captivating biographies of American leaders. In her new book, she focuses on an unlikely character, herself. Called \"An Unfinished Love Story: A Personal History of the 1960s,\" it is part memoir and part history. Taking her readers on an incredible journey, the one she and her writer husband embarked upon in the last years of his life, to make fresh assessments of the central figures of the 1960s. And she tells Walter Isaacson all about it next. (BEGIN VIDEO CLIP) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you, Christiane. And Doris Kearns Goodwin, welcome to the show. DORIS KEARNS GOODWIN, AUTHOR, \"AN UNFINISHED LOVE STORY\":  Oh, I'm so glad to be on with you, Walter, my old friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOODWIN",
      "sentences": "You know, we were excited at the idea. We had heard that Dick Goodwin was coming. He was going to have an office in the same building asall of us. We were young graduate students and young assistant professors, some of us, and he was coming to spend months in this place. And we'd heard that he was mercurial and arrogant and brash and brilliant. So, I couldn't wait to meet him. And I was sitting in my office on that second floor. And suddenly, he just came in and plopped down on one of the seats for my two tees. And he said, so, you're a graduate student, right? I said, no, no, I'm an assistant professor. And I told him I was teaching courses. And he, of course, knew who I was. And he said, I know who you are. You worked for Lyndon after I did. And we started talking that afternoon about everything, about LBJ, about JFK, about sex, about astronomy, about science, about the beleaguered Red Sox, and the conversation continued until dinner that night. And it really never stopped for 42 years. I knew that day I went home and told my friends, Arthur and Patty Siegel, who were my students at one point, that I met the man I wanted to marry. So, something happened that night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ISAACSON",
      "sentences": "And when he is getting older and you all conceive of the project of this book, tell me how this book started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOODWIN",
      "sentences": "Well, it really began after he had turned 80. He came down the stairs one morning singing from Oklahoma, oh, what a beautiful morning. Andhe was in such a good mood because he'd finally decided to open these 300 boxes that he had really schlepped around with us for 40 years that were a time capsule of the 1960s. And he decided that if he was going to have any wisdom to dispense, this is the way he would talk, I better start dispensing now. And so, that meant that the project that. really occupied the last few years of his life and our life together was to start exploring these boxes from the beginning to the end. The reason he had not wanted to open them for all those years, even though he was caring for them so deeply, was that the '60s had ended so sadly, with the deaths of Martin Luther King and Bobby Kennedy, who was his close friend, the escalating war in Vietnam, the riots in the cities and the campus violence that he just wanted to look ahead instead of backward. But once we decided that we would meet every weekend, we have both had other things we were doing, but we'd start exploring the boxes from the beginning, from the late '50s and the '60s. And that's the way, as you know, Walter, as an historian, you have to do history without knowing how it's going to end or the whole suspense of the people who are living at the time will be lost. So, we just had to put in suspense that we knew sad things would happen later and just begin as if he's a young person going to Harvard, going to Frankfurter, and I'm going along on the ride with him. A little bit younger than him, but it's my decade as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ISAACSON",
      "sentences": "You helped pioneer the genre of narrative nonfiction. In other words, wonderfully research nonfiction that reads like a novel orscreenplay. With this book, it seems to me you're almost inventing a new genre, because it's not just narrative nonfiction, not just biography, but there's a treasure hunt in it. You take us along as a historian and say, here's how I pulled this document out of the archives, and here's how I interviewed some people related to it. So, it's almost a book on how to write history and how to have fun doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOODWIN",
      "sentences": "Yes, I think it was something that I wasn't sure what it was going to be at the beginning. When Dick and I first started going throughthe boxes, I was going to help him to write a book about it. It would have been in his voice, but then once he died, of course, that was impossible. And I promised him I would somehow finish it, but I wasn't sure how I could do it without him there. And that took a little bit of time to absorb. Then I finally realized that I had to be an historian writing it, just like I wrote my other books. Even though it was a more intimate history, it also was a history of the '60s, and I decided there were certain paths of things that were unresolved from his experiences and mine. And I wanted to interview those people, as you say, so I could get a chorus, because the 1960s generation, my generation, beginning to fade, I wanted to be able to get their voices in. So, it became this unusual combination of biography and history and memoir. So, I was inventing it as I was going along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOODWIN",
      "sentences": "Yes, it was really one of the moments that was so much fun. I'd read about it as a historian, but to see it through the eyes of a front rowperson who was there, John Kennedy, in October, is going, during the campaign in 1960, to the University of Michigan just to sleep for that night at the union because he's going to have a whistle stop tour the next day of the state. But he gets there at 2:00 in the morning and there's an entire crowd of 10,000 kids from the university waiting for him. So, he knew he had to speak to them. No speech had been prepared. So, he just simply gave a series of remarks that lasted only three minutes. And he talked about the fact that -- he asked them questions. Would you be willing to spend a couple of years of your life as potential doctors or engineers or social workers going to another developing country like Ghana and helping them and thus, helping America by showing in this Cold War, showing what American volunteerism can do? And the kids responded immediately. And then he went away. And he went -- he said, OK, it's time for me to go to sleep. They all laughed. And then, the children, the young adults took up that challenge. And I interviewed two of them, the Ruskins (ph), Al and Judith, and they got a pledge signed by a thousand of the kids saying, we'll be willing to give two or three years of our lives to this nonexistent Peace Corps. The name was not even mentioned that night. And then, Ted Sorensen and Dick got a hold of the idea that they had done this and brought the kids, came to meet JFK. And then the Peace Corps was born at that point. So -- and it was really a signature, I think, of the JFK program. Just it follows his whole inaugural later, you know, ask not what the country can do for you, but what you can do for your country. And that idea that young children wanted to be -- young adults wanted to be part of an idealistic movement of America abroad, I think really set the tone for some part of that idealism of the '60s, which of course is meshed with all sorts of problems as well as idealism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "Looming at the center of this book is the Shakespearean character Lyndon Baines Johnson. And in some ways, it's a source of tensionin your marriage. Your first great book was Lyndon -- \"LBJ and the American Dream.\" You worked at the LBJ White House. Your husband Dick was more partial to the Kennedy side, even having worked for Lyndon Johnson. Tell me, I think you say in the book, tremors from this division ran through our marriage. Tell me about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "And then there's a scene in your book that's sort of a head snapping scene in the White House swimming pool with your husband, DickGoodwin, as Lyndon Johnson paddles around. And it's such an absurd scene, but out of that scene comes something transformational.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOODWIN",
      "sentences": "You're absolutely right. I mean, it's just that that's often true with Lyndon Johnson. You know, there's so many different sides to him. BillMoyers once said there were 13 LBJs, and you might see him in a crazy situation, you might see him so serious, you might see him, you know, hurting somebody, then being so compassionate. But this was just a funny scene. Moyers called Dick and said, well, Johnson wants to meet with us to talk about his vision for his program. Now, the civil rights bill was getting through, the tax cut had gotten through, and he wanted a Johnson program, so we got to go meet him. So, Dick said, are we going to the Oval? No, no, we're going to the White House pool. They get there, Johnson's already paddling naked around the pool. They're sitting there and they're standing there in their suits. Well, I guess we just take them off and the three of them are now naked in the pool, paddling up and down with Johnson declaring, this is what I want to do for my program. And then, it was Dick's responsibility to write a speech embodying those thoughts after they'd done a lot of research about what issues should be part of them. And then finally, it became a capital speech, \"The Great society.\" So, it's an unusual way to begin, three naked guys in the pool coming up with \"The Great Society.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You talk about Dick Goodwin having helped with \"The Great Society\" speech. It's a very soaring speech, but there's also some lines inthat speech that are personal about Lyndon Johnson, about the little kids he taught down in Texas when he was a teacher. (BEGIN VIDEO CLIP) LYNDON JOHNSON, FORMER U.S. PRESIDENT:  And somehow you never forget what poverty and hatred can do when you see its scars on the hopeful face of a young child. I never thought then, in 1928, that I would be standing here in 1965. It never even occurred to me in my fondest dreams that I might have the chance to help the sons and daughters of those students and to help people like them all over this country. But now, I do have that chance. And I'll let you in on a secret. I mean to use it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Tell me how ingrained in Lyndon Johnson were those feelings about kids growing up in poverty and was that something he added to thespeech or did Dick put that in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOODWIN",
      "sentences": "No, clearly what happened is that, you know, as a speechwriter, you were, in those days, in the West Wing, you listened to Lyndon Johnsontalk a lot, and Dick had gone to the ranch several times and talked to him. And constantly, Johnson would talk about this experience that you referenced. That was, I think, a formative experience for him. That if he ever got the power, he wanted to be able to use it to help not only those kids, obviously, and their children and grandchildren, but other people like them who suffered from prejudice and hunger. And it was really in the Selma speech that he inserted the business about Cthulhu (ph). He talked about it long before that in '64 and '65, but after he had gone through the great Selma speech, where He was talking about the importance of voting rights for black Americans. He then said that, even if we get voting rights, which he hoped they would get from that joint session speech after the Selma Bridge incident had happened and fired the conscience of the country, there's still a long way to go before we get the full blessings to black Americans. And -- but if we come together, we shall overcome. And that was a moment almost as electric as the moment where he used the phrase, we shall overcome the banner of the civil rights movement. Bringing it to the highest councils of power in the presidency. And I think Johnson had a deep, deep conviction about the importance of having everyone have a chance to rise in the system. It's what Lincoln talked about constantly that a democracy dependent upon the fact that everybody should be able to rise to the level of their talent and discipline. And you can't put more talent in a person, you can't make them work harder, but they should have the chance, if they can, to go as far as they can. And that was Lyndon Johnson's mantra as well. And it was Dick's as well, in the same sense. And I think mine probably too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Less than two years after the speech that Dick writes, using the phrase, we shall overcome, for Johnson to deliver after the Selma march,Dick is out in the streets protesting against Lyndon Johnson. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "This book, \"An Unfinished Love Story,\" is an unfinished love story about Dick Goodwin, but it's also an unfinished love story about youand him and America and America's idealism. When you're starting to work on this book, Dick writes for you this sentence, from the long view of life, I see how history turns and veers. The end of our country has loomed many times before, but America is not as fragile as it seems. This week, this month, this year, do you still believe that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOODWIN",
      "sentences": "I do. I mean, I think one of the great benefits of being an historian, the solace that you get from it, the perspective you get fromit, the reflections you get from it, is that when you look back at these other times, and I've chosen to write about people who lived in turbulent times. I mean, Lincoln and the Civil War, obviously the Great Depression and world -- the early days of World War II. And in each one of those cases, the people living at that time were very anxious about whether or not democracy was fit -- was fragile and would be undone. So, we've been through these things before. The people living at the time were anxious, like we're anxious now, not knowing how this chapter in our life is going to end. But each time, somehow, the combination of leadership and the combination of citizens. I mean, when Lincoln was called a liberator, he said, don't call me that. It was the anti-slavery movement that did it all. And the progressive movement was there before Teddy Roosevelt, the union movement before FDR, and obviously, the civil rights movement before LBJ. So, we've come through these hard times before, and you just got to hope that somehow, we'll work our way through this very difficult time as difficult as any time that I've lived through. But you just know that we've done it before and hopefully, we'll be able to do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Doris Kearns Goodwin, thank you so much for joining the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOODWIN",
      "sentences": "Thank you so much, Walter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Difficult times indeed. And finally, tonight, we shine a spotlight on a symbol of patriotism and defiance through art and culture.The first Ukrainian maestro at the Metropolitan Opera, Oksana Lyniv, is a classical music trailblazer. Right now, she's conducting Puccini's \"Turandot\" at the legendary New York Opera House. But this remarkable professional achievement comes at a time of great personal cost, as Russia's invasion ravages her hometown, Odessa, and the whole country, putting her family and friends in danger. Speaking with her at the Met, I asked about this experience, and why promoting Ukrainian culture is so important to the war effort. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Oksana Lyniv, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "OKSANA LYNIV, UKRAINIAN CONDUCTOR",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "What does it mean to you to be the first Ukrainian conductor to step onto the Metropolitan stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "LYNIV",
      "sentences": "It is absolutely exciting. I feel very honored to be the first Ukrainian conductor in 141 years of Metropolitan Theatre history and to bea part of this legendary and historical Zeffirelli production of \"Turandot.\" (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Is \"Turandot\" a favorite of yours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "LYNIV",
      "sentences": "Yes, it's one of my favorite operas. In general, I love to conduct Puccini, and \"Turandot\" is the last one, and maybe most significant becausethe composer even didn't finish the opera. He died already before, and it was finished by other composers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "And what does it mean to you, given the fact that there's a horrible war raging in your homeland, to you to be here, and what do youhope the audience and even the choir and the performers to take from this moment in history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "And you said Odessa, and we all know there was a missile attack by Russia on Odessa very close to the opera house there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LYNIV",
      "sentences": "Yes, and it was on 2nd of March. Exactly on the day when I conducted here, my second night of \"Turandot.\" And of course, I wasconducting and I had tears in my eyes. And, for example, in my future concert, I already commissioned the piece to Ukrainian composer, Evgeni Orkin, and I'm going to premiere this in Denmark and it will call five interrupted lullabies dedicated to five innocent children who died in that night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Five interrupted lullabies, it's a very evocative title. And do you still like Russian music, or is it a no, no now, Russian opera?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LYNIV",
      "sentences": "There are many discussions now in Ukraine. In Ukraine, no one orchestra or theatre or artist is performing Russian music likeTchaikovsky, Stravinsky, Prokofiev. But now, I am also stepping into big discussion to say that all artists who is working internationally have to accept. And of course, I'm also accepting because I feel myself also absolutely European that right that the artist, for example, the genius Tchaikovsky, who died 150 years ago, has nothing to do with that crimes, which is doing now Russian governments. And also, many composers had a very clear -- very close connection to Ukraine. For example, both parents of Stravinsky, they are Ukrainian and he composed his \"Sacre Du Printemps\" in Ukraine using Ukrainian melodies. The same with Prokofiev, who was born in Donetsk, and now that territories are occupied already by Russian troops. So, I think that the world, we have to protect the world heritage. But my dream is, and I am working actively for this, that Ukrainian unknown music until now, because Ukrainian culture was always also under the pressure of imperialistic Russian governments and politics, that Ukrainian culture will spread more in the world. And I am also -- in any concert, in any different continents, I am also doing and performing Ukrainian composers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "When you were growing up, were there many female Ukrainian conductors that you could look to as an example?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LYNIV",
      "sentences": "No, absolutely not. When I entered to the Lviv Music Academy, I was only single woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "You're the only one there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LYNIV",
      "sentences": "Yes, I was only one. And next year was another second one. She is now working in Lviv National Opera House. But I am very happy to see thedevelopment now and they're becoming more and more fantastic women conductors. And especially now in New York at the Metropolitan Opera, we -- female conductor, we are dominant in majority to male conductors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "That's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LYNIV",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "What would you like your audiences to know about your country now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LYNIV",
      "sentences": "I just want to say that the war, it is not about politicians, about territory, about to see the news in the TV. The war is about human, aboutpeople, about families, about lost childhood. And it is terrible to see every day it can happen that more and more innocent people are dying because Russia is doing that terrified action just to bomb civilian cities. And I just would like to say thank you, especially also to all American people for your help to Ukraine, because I think that American can understand what is such important values as freedom. And I just want to thank you for your solidarity and want to say that please don't lose the hope also to continue to help us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "And actually, this war has world much more Ukrainian culture, dance, music, art. It's an interesting byproduct of this terrible war.Oksana, thank you so much indeed.",
      "isLastSentenceInterrupted": false
    }
  ]
}