{
  "date": "2024-07-29",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Sen. J.D. Vance (R-OH) Tells Donors, Biden-Harris Swap A Sucker Punch; Trump Rants Online, We'll Have To Win Election Without Fox; Law School Friend Reveals Vance Disparaging Trump In Emails; Experts On Politics Discuss How The Next President Can Preserve Democracy And Solve The Country's Issues. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Tonight, the private fears of the Trump campaign.(BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL NOMINEE: All of us were hit with a little bit of a political sucker punch. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Why Kamala Harris has the ticket on edge. And what he said, the former friend on the other end of texts and emails.(BEGIN VIDEO CLIP) SOFIA NELSON, J.D. VANCE'S FORMER YALE CLASSMATE AND FRIEND: What I've seen is a chameleon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Revealing what J.D. Vance really thought about Trump, race, and much more.Plus -- (BEGIN VIDEO CLIP) GOV. JOSH SHAPIRO (D-PA): She's not only ready, she's damn ready. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "-- after thousands of black women lead the way for Harris, white dudes, including Luke Skywalker, follow their example.Also, Harris plays Trump's own game. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT, DEMOCRATIC PRESIDENTIAL NOMINEE: It's just play weird. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "And pins a label on him she hopes will stick with voters.Live at the table, Coleman Hughes, Solomon Jones, Ana Navarro, and Reihan Salam. Welcome to a special edition of NewsNight, State of the Race. Good evening, I'm Abby Philip in New York. Welcome to another extraordinary week in American politics. So, let's get right to what America is talking about. The change at the top of the Democratic ticket tonight, a behind the curtain snapshot of what J.D. Vance thinks about this historic swap of Joe Biden for Kamala Harris. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "VANCE",
      "sentences": "All of us were hit with a little bit of a political sucker punch.The bad news is that Kamala Harris does not have the same baggage as Joe Biden, because whatever we might have to say, Kamala Harris is a lot younger, and Kamala Harris is obviously not struggling in the same ways that Joe Biden did. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "J.D. Vance saying there, privately, that Harris' youth is a strength in this race. So, of course, it makes total sense that Donald Trump is now saying exactly the opposite in public.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: She's far more radical left. She is younger, but, I mean, she's 60 years old. A lot of people -- I didn't realize she was 60, I thought she was a little younger. But she's 60. She is talking a big game, but her game is pretty bad. She got rid of the laugh. I noticed I haven't seen that crazy laugh that she gets. She's crazy. That laugh, that's the laugh of a crazy person. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Brian Stelter is with us, joining us in our fifth seat. But, Ana, I want to start with you. First of all, this might be props to Kamala Harris's moisturizer or something that Trump thought she was a lot younger, but he seems to think that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ANA NAVARRO, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Black don't crack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SOLOMON JONES, RADIO HOST",
      "sentences": "That's right. That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "NAVARRO",
      "sentences": "Black don't crack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "You're an honorary, so you can say that, but, yes, I mean, he seems to think that this is a problem for her. She's 59, to be fair, not 60, but J.D. Vance sees it quite the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "NAVARRO",
      "sentences": "Well, hopefully she's too old for him to sexually assault her.Listen, Kamala Harris is 59 years old. She's going to turn 60 in late October, a couple of weeks before the election. Obviously it's insane for Donald Trump, who's 78 to be saying, you know, yes, I thought she was younger, she's 60, she's 60, as if that is not significantly younger than him. The tables have turned. He's gone from running against Joe Biden, who was only three and a half years older than him. But for some reason, Donald Trump didn't go through the same age scrutiny and mental acuity scrutiny that Joe Biden has been put under. And now he's facing a woman that's got incredible vigor, energy and I don't know what -- he doesn't know what to do about it. I mean, they're very rattled. They are very rattled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "J.D. Vance sounds a little concerned, at least, wouldn't you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Wait. So, you're -- sorry, just to understand. I mean, you're saying that you don't think that reporters have asked about her positions on all of those issues, which I presume you know about because reporters have been recording on it for four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "SALAM",
      "sentences": "Well, there were a lot of folks asking these questions back in 2020 when there was a contested Democratic primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Yes, I mean, I covered her. We know her positions because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "NAVARRO",
      "sentences": "I saw your documentary on her last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "We all did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "SALAM",
      "sentences": "Look, it's true that we should be totally fair. When you talk about journalists, there are many different journalists, right? There's some who are making an earnest attempt to do their jobs, but there are a lot of others who, I think, frankly, feel a sense of animal spirits and excitement. Biden's out of the race. Now, you have someone who is generationally closer, ideologically closer to them. And so there are a lot of folks who I think are really rooting for her.And I think that when you're looking at a lot of conservatives and moderate folks in the broader electorate, they're not necessarily seeing the same vigorous scrutiny they saw Biden --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "JONES",
      "sentences": "I think as a journalist, I'm offended. I had an appointment (ph). I interviewed Kamala Harris four times, twice in person, twice when she was a candidate and twice as vice president. And so I've asked her all of the questions that I thought that my listeners, my readers wanted answered.And so I don't understand this accusation against all of journalism that nobody has asked her these questions. I think that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Let's distinguish between people who are journalists and people who are not necessarily journalists, even though they might be in the media. I think there is a distinction there. Yes, and also, Brian, this is what I wanted to kind of raise because it's so interesting that Reihan is saying this about the media, I guess, perhaps on the left. Trump seems to be super concerned about what is going on at Fox News. He sends out this Truth Social saying, why is Fox News putting on crazy Kamala Harris rallies? And then at the end of it, he says, we have to win without Fox?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "BRIAN STELTER, SPECIAL CORRESPONDENT, VANITY FAIR",
      "sentences": "And then a few hours later, he invited Laura Ingraham to his mansion, and he gave her a softball interview. And at times, Laura Ingraham was trying to help him, and he wouldn't even accept the help. But, you know, he's always trying to have it both ways with Fox. He's always trying to work the refs.I think it's striking, though, this idea about Kamala Harris and the Biden administration. There is still a lot to report about what she's been doing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "SALAM",
      "sentences": "The Biden-Harris administration, to be clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "STELTER",
      "sentences": "Sure, but it's notable how, for two and three years, we've read stories about the Biden administration putting her on the sidelines, right, keeping her off camera, keeping her off to the side. It turns out it was the best thing to ever happen to Kamala Harris, because now, she's not stuck with the Biden baggage. And it's not me saying that, it's J.D. Vance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "NAVARRO",
      "sentences": "You know what else, though? I mean, part of the reason that we're speaking less about policy and more about other issues because we are responding to the things that Donald Trump and J.D. Vance and their supporters are saying. If they weren't calling her a childless cat lady, we wouldn't have spent the last week talking about childless cat ladies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "He did also bring up his laugh in that very interview that we just played, which is notable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "STELTER",
      "sentences": "Hey, is that sexism going to happen every day? Is he really -- is that the best he's got, to make fun of her laugh? The first thing you learn when you get married is not to call a woman crazy. And he's out there calling a woman crazy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "COLEMAN HUGHES, CNN POLITICAL ANALYST",
      "sentences": "Okay. So what I have to say is that, look, I think that Kamala Harris has an interesting pattern, and it's really useful to look at what happened last time, which is that Kamala announced that she was running for president and there was an enormous amount of enthusiasm about her at the beginning of 2019. In fact, she was seen as arguably the second runner up to Joe Biden.And then you remember what happened. She had that moment in the first debate where she called out Joe Biden for sort of allegedly, in her view, supporting segregation. And her numbers went all the way up to polling 15 percent nationally, right? She was actually -- there was an enormous amount of energy around her just like it feels like right now. And then what happened? Basically, just ten months of her completely mismanaging her campaign, making one terrible decision after the next, staff turnover, mismanaging her own budget to the point where she made absolutely no mark on the Democratic primary. So, the question Kamala, she has this, something about her inspires excitement in people. And that's been her strength. The question is, is she going to have any follow up this time because she did not last time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "Latino men have a call on Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "Yes. So, that is how the excitement is showing up in a way that's truly unprecedented in politics. It's organic in a lot of ways, and they're raising tons of money and organizing themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "It's incredibly creepy. I mean, just the thing that's really striking. So, first of all, you know, you might be for self- segregation or not, you know, fair enough, but the content of these calls is incredibly, wildly creepy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "STELTER",
      "sentences": "You're talking about, Reihan, (INAUDIBLE) on social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "You have one white person talking to another white person about how to talk to black and brown people, as though black and brown people are aliens, as though you need to approach them super cautiously.This is why you need to fall back. You know, no, just talk to me like a person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "STELTER",
      "sentences": "That's just one dumb clip, no one cares.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "I'm sorry. There are a lot of these dumb clips and they reflect a sensibility. They reflect an ethos about this idea that people who belong to different races are not entirely different space alien species groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "What's the point of segregating to begin with? Why not just, you know, Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "I think it's pretty loathsome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "Nobody is segregating. This started --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "Sorry, White Dudes for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "May I finish my thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "Please, go for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "Please, I'm speaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "We'd love to hear it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "This started organically. The day that she -- that Joe Biden dropped out, black women who have a standing call, they've had a standing call for years now, every Sunday, said we are having a call for Kamala Harris and 44,000-plus black women joined and ended up raising millions of dollars. Then, you know, other groups said, we want our own groups. But, listen, in politics --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "Including white dudes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "Yes, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "What is the point of that? Was there a white dude problem?(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "Why is it necessary? What is wrong with it? I'm sorry, white dudes for -- what's wrong with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "I think for Rubio, it would have been, I'm not going to get totally cool with that.(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "What is the point of gun ownership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "White citizens council weren't self-organized?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "One at a time? We can't hear you guys talking over each other. One at a time, please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "You know, you all love to talk about identity politics. Everything in politics is about identifying. And, yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "So, you have no problem with white dudes for Trump then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "But what about --(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "That's what his whole campaign is, it's white dudes for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "I'm saying if they actually had a Zoom call --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "They don't, they don't have to have a Zoom call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "We wouldn't be calling that racist right now if they had white guys for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "They don't have to have a Zoom call for us to understand that it's white guys for Trump. I don't think they have to call it that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "We know what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "They can do whatever they want to do, but I think that, if there is a blacks for Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "I don't understand why I have to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "There's some pejoratives for Trump. There's a whole lot of stuff for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "I don't understand why can't you just tell me as a person why I should --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "You can do whatever you want, but you can't tell other people what they should do and how they should support a candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "HUGHES",
      "sentences": "Should I wait for the black Puerto Ricans for X?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "You can't tell other people how they should support a candidate. They can do whatever they want. And you can do whatever you want. That's why it's called America. Because we can do whatever we want, however we want to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "But it could still be off-putting to a large number of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "JONES",
      "sentences": "It might be off-putting to you, but it's not off-putting to the millions of dollars that they bring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "The condescension, the smartiness of it, I think it's the Democratic Party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "STELTER",
      "sentences": "I agree with (INAUDIBLE) but we're missing the point. The point is that a champagne bottle has been uncorked in this country. Something historic is happening in front of us. And, okay, it's happening on Zoom. Sure, it's happening on Zoom. But it's happening right now in front of us, and Trump is rattled. That's where you started, Abby. Trump is rattled. Everything has changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "Let me ask you --(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "STELTER",
      "sentences": "Absolutely not. Hillary Clinton? No, there was not this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "What is wrong with the idea of people organizing themselves not to segregate themselves, but to create solidarity? There's a thing called coalition politics that exists. That's a real thing. What's wrong with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "Well, so, Abby, that's why I was very careful to say that, look, a lot of my concern is about the content of what's being said in these conversations and how, frankly, condescending and weird and strange and uncomfortable it makes me as a person of color who's hearing people talk about, here's how you ought to talk to people of this group and that group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "I don't want to defend --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "It's odd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "Look, I don't know how many zooms there have been. I'm not trying to defend the content. I think, as Solomon was saying, look, people are organizing themselves. They can say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "(INAUDIBLE) white dudes for Trump have to save a candidate of color. We have to rally around our allyship is crucial as an act of racial solidarity, allyship. This is something that is very, very weird.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "I can't tell you how many times I've been a part of with elected officials and with other people, part of Latinos for McCain, Latinos for Bush, and he did very well with it. So, this is something that is done, and this is not even being done by them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "And it's something that failed. It's something that consistently failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "This is not being done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "Wait, what do you mean it failed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "Well, so I'm happy to elaborate on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "You're talking about -- you're saying that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NAVARRO",
      "sentences": "I have a lot of friends who are part of Cubans for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "SALAM",
      "sentences": "When you're looking at coalition efforts back when Ana was involved in them, these efforts tended not to succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "For Republicans, I think that that's what you're saying. Coalition politics has worked for Democrats for more than 30 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "JONES",
      "sentences": "You mean when he had the black criminals on the dais with him? You mean then? That's what you're talking about? That was so offensive. It was offensive and it was demeaning. He's got jailed rappers. He's got people who are criminals. And these are the people who he's trying to use to speak to the black community. I think it's offensive and many of the people that I speak to every day think that it's offensive.Oh, I help ex-offenders every day. I run a non-profit to help them. But what I'm saying is this. Well, not people with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "SALAM",
      "sentences": "(INAUDIBLE) offenders to have a voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "JONES",
      "sentences": "Well, he's -- you know, birds of a feather flock together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "SALAM",
      "sentences": "You can't have it both ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "JONES",
      "sentences": "No, I can't I'm not trying to have it both ways. What I'm saying to you is that he's using people who do not speak to the electorate and people who do not represent the electorate to try to convince us and it's offensive. It's offensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "SALAM",
      "sentences": "When you're looking at Republicans when Ana was in the business of coalitions work for Republican candidates, he's doing much better with those constituencies. And my argument, and I could be wrong, is that it's because he's speaking to these constituencies as citizens first based on their shared interests. I'm not saying that he's perfect. I'm not saying that you should vote for him.(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "NAVARRO",
      "sentences": "Hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "PHILLIP",
      "sentences": "We got to take a little break here, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "NAVARRO",
      "sentences": "Let me tell you two things. George W. Bush won unprecedented support from the Latino community, as did his brother in Florida. George W. Bush won 44 percent. Jeb Bush won even much more than that, something like 64 percent.And I have seen plenty of pictures and plenty of video of people holding up signs that say blacks for Trump sometimes held up by white people. Maybe their last name is Black. I don't know. And somehow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "SALAM",
      "sentences": "I've been saying that talking to -- when you're talking to white people, you've got to talk to them like this on our Zoom call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "PHILLIP",
      "sentences": "Okay. Guys, we have to take a little bit of a break, but what I will say is just we cannot forget that Donald Trump went to a blacks for Trump event and said that they like me because I was prosecuted. I mean, that was his message to black voters. That wasn't a Democrat's message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "SALAM",
      "sentences": "And, of course, it's off-putting and distasteful to a lot of people just as white dudes for Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "PHILLIP",
      "sentences": "Trump is not above identity politics or coalition politics for that matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:04",
      "speaker": "NAVARRO",
      "sentences": "He went to a black church for a black for Trump event, and it was full of white people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:22:00",
      "speaker": "PHILLIP",
      "sentences": "Some newly resurfaced emails tonight between J.D. Vance and one of his law school friends, Sofia Nelson says Vance called Trump a bad man, morally reprehensible as well, and he worried about Trump's rhetoric and that it could endanger Muslims. He said that the more white people vote for Trump, the more blacks will suffer.CNN's Erin Burnett spoke with Nelson tonight in an exclusive interview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:22:00",
      "speaker": "NELSON",
      "sentences": "What I've seen is a chameleon, someone who is able to change their positions and their values depending on what will amass them political power and wealth.This isn't someone who evolved on one or two issues and with new information. This is someone who has changed their opinion on literally every imaginable issue that affects every day Americans in this country and changed the way they speak about people. (END VIDEO CLIP) PHILLIP: Back with my panel here. I think one of the most problematic of these messages is this one from 2014, where Vance says, I hate the police given the number of negative experiences I've had in the last few years. I can't imagine what a black guy goes through. If Kamala Harris had said that, it would be a whole other conversation, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:22:00",
      "speaker": "JONES",
      "sentences": "Yes. I think that J.D. Vance certainly has the right to change his opinion. I think that that's what happens in politics all the time. Donald Trump certainly has changed his opinion as well. But I find it interesting that he talks about he can't imagine what a black guy would go through. No, you can't imagine what a black guy would go through. No, you cannot imagine that at all.And so, I think that, you know, from the standpoint of somebody who's changing their opinion and changing what they really think, I think that J.D. Vance is going right along with Donald Trump and what he's done on abortion and a bunch of other issues as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:22:00",
      "speaker": "HUGHES",
      "sentences": "Look, this was a private correspondence between him and someone who's at the time of very close friend of his. They used to text and email about, you know, everything going on in the news and they would disagree because Sofia was more liberal and Vance was more conservative. And they had really thoughtful intimate conversations about all these topics.I think this is why you have to understand the way he speaks to a private friend, really talking heart to heart is a lot more unguarded than something I think any one of us would say if we were suddenly now public figures, right? So, I don't think you can necessarily say that because that rhetoric is so pointed I hate the police, and make that one to one with like if Kamala had said the same thing publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:22:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, the reason I say that is because I think you know as well as I do, if there were any private public -- it doesn't matter where the messages were if any Democrat were caught saying I hate the police, that would instantly be attached to them as a political attack (ph), whether or not they change their view or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "You can certainly try to diminish him and his accomplishments and who he is, but I think that what we've actually seen from these exchanges is that the truth about J.D., and I've known him for a long time, is that he's someone who actually is incredibly empathetic. He's someone who tries to meet people more than halfway. He's someone who tries to understand other people's perspectives. That has not shown out in his national political debut yet. But it is something that I think is a very powerful part of this story, is something that is authentically part of who he is.And I've got to tell you, if the tables were turned and Sofia Nelson were now in a position where J.D. Vance could actually achieve some political or personal or financial gain by betraying personal correspondence, I can tell you 100 percent he would absolutely have never done that. And I think that that's -- look, you don't have to believe me, you don't have to believe that's true, but that's the J.D. that I know, and I think that's the J.D. that is going to be revealed to people over time. And I think that he should show more of that, he should show more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "NAVARRO",
      "sentences": "I definitely don't believe you that he's empathetic because he certainly hasn't proven himself empathetic to women who have no children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "PHILLIP",
      "sentences": "Just to Reihan's point, just because this is, this is about -- partly about this friendship that I don't know if you can really say is ended, but there was a rift there. This was the message I think that really kind of encapsulates what happened here. Fans says in a text message in April, 2021, this was presumptively when he was getting ready to run for the Senate, I recognize this is awkward, but I'll always be honest with you. I will always love you, but I really do think the left's cultural progressivism is making it harder for normal people to live their lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "STELTER",
      "sentences": "I think there's a lot of thoughtfulness in these messages from 2014, from 2021. I honestly see a lot of thoughtfulness in Vance's blog posts, right, a lot of this old material that's been dredged up in recent days. The problem for Vance is two problems. One, there's not much time for him to reintroduce himself, as you said, for him to share who he is with the country. Number two, he's running with a man who calls Democrats evil, right, who says Kamala Harris is crazy, who's so hateful and insulting, that that empathetic side, that thoughtful side, I'm not sure it fits, right? Even if it's there, it doesn't fit with the person he's running with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "You've got a person who's willing to punch (INAUDIBLE) policies that you consider extremely dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "NAVARRO",
      "sentences": "Even on right wing media, they've tried to give him a chance to walk back these childless cat lady comments. And he goes in and he apologizes to the cats and not the women. I mean, he's -- STELTER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "He will tell you all day if you actually decide to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "STELTER",
      "sentences": "He didn't at all on Fox last night. I was waiting, I was waiting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "I encourage you to reach out to him for an interview and get deep in the weeds on policy questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "STELTER",
      "sentences": "I'm sure he'll talk to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "he will absolutely talk to anyone about his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "STELTER",
      "sentences": "The last time I interviewed J.D., he was right about the social anxiety that Trump supporters feel. But he's tried to disown all those comments. All the truth he told about what's driving Trump's support, he's given up on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "NAVARRO",
      "sentences": "How do you know he was telling the truth then? How do you know it wasn't just opportunistic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "I think he's trying to tell some truth right now about a kind of extremism, a kind of narrowness, a kind of intolerance that I think a lot of people in the country feel threatened by and believe that when it's kind of aligned with a kind of policy recklessness, it can be incredibly dangerous for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "NAVARRO",
      "sentences": "Well, Reihan, as somebody who tried to have fertility programs to have a baby and couldn't, I feel threatened by a man who thinks people without children should have less rights, less voting rights, should be punished because having no children is bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "Well, that's certainly not J.D. Vance. So, you could certainly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "PHILLIP",
      "sentences": "Well, would you like me to quote it for you where he said in a speech that not having children is bad and should be punished and having children is good and should be --(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "JONES",
      "sentences": "It's just like his running mate said that abortion should be punished. I mean, you know, they're talking about personal decisions that should be punished by the government is crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "STELTER",
      "sentences": "I'm sharing the quotes in the commercial break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "SALAM",
      "sentences": "I am so excited for scrutinizing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "PHILLIP",
      "sentences": "We talked about this because he did say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:09",
      "speaker": "NAVARRO",
      "sentences": "May read the quote, please? We need to -- quote -- PHILLIP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "HUGHES",
      "sentences": "Where is the voting right? Where is taking away the vote?(CROSSTALKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "PHILLIP",
      "sentences": "There's a separate quote where he does talk about giving people with children more voting rights than people -- yeah, than people without them. So, that is all true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "STELTER",
      "sentences": "He should just own it. He should come out and defend it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "PHILLIP",
      "sentences": "Everyone, stand by for us. Stand by for us, everyone. Brian, we're going to thank Brian for joining us at the table here and -- NAVARRO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "SALAM",
      "sentences": "Let's go with a local example Cornel West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And today, I'm calling for three bold reforms to restore trust and accountability to the Court in our democracy Republican Speaker of the House said whatever he proposes is dead on arrival. He's thinking it's dead on arrival.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "PHILLIP",
      "sentences": "President Biden unveiling his three-pronged proposal to reform the Supreme Court. It's a position that his vice president, Kamala Harris, is now co-signing. He is calling to strip the president of immunity for crimes while in office. He also wants term limits of 18 years and he wants an enforceable code of ethics.Joining us at the table for the fifth seat is our CNN contributor Cari Champion. This -- we knew that Biden was considering this but actually interestingly it was before he left the race and when -- when the reports were that he was going to do something like this, I think it was widely seen as an effort to try to consolidate the base for someone who's at the top of the ticket. So now, it's out. I was a little surprised to see Vice President Harris putting out this full-throated statement supporting what's on paper here that is not exactly realistic in terms of what's going to happen,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "JONES",
      "sentences": "I agree. I think that it's all about shoring up support. I think it's about shoring up the progressive wing of the party. It's something that they have been calling for. Remember they call to expand the Supreme Court because they knew that conservatives had the -- had the edge in terms of the number of people they had on the Court.But it's just not something that's realistic. I think it's more about voting. I think it's more about shoring up support and I think it's more about, you know, making the party united around this issue that everybody sees is unfair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "COLEMAN HUGHES, CNN POLITICAL ANALYST",
      "sentences": "Well, it's a terrible thing to suggest whether he means it or not because it is a threat to the system of checks and balances in this country. For a hundred fifty years, the Supreme Court has been nine people, lifetime appointments. And the reason that's important is because justices can't have to worry about what they're going to do after. They have -- they have to be only able to worry about what is the decision.And this is the problem we have with regulators in this country, is they're regulating an industry in government, they get to the end of their term and they have to worry about getting that cushy six-figure job in the same industry they regulate. And obviously, that makes them regulate differently, right? The whole point of the Supreme Court is that it has to be immune from all that kind of stuff. And if you impose term limits, it's literally the executive branch of government -- government, weakening the judicial branch. That's like, you know, Constitution 101. It's a really terrible idea for any executive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "PHILLIP",
      "sentences": "Your weakening of the Supreme Court is someone else's accountability, someone else's checks and balances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "CARI CHAMPION, CNN CONTRIBUTOR",
      "sentences": "Yeah, off camera, you just said it. And I think it's true that the country should embrace it. for him to say that they can't actually do their jobs, they're not doing their jobs now.The country would actually embrace the idea of something different and I'm glad that the Democrats actually proposed this because for so long we're sitting here and we're thinking, well, do they not have any gumption? Do they not have a backbone? Why are they letting all this happen? Where are they being bullied? And that's the way I think a lot of people want to see. Let's put something new. If we got Kamala on the table -- Vice President Kamala Harris on the table. Let's try something different. Let's embrace what the people are asking for. What's at risk for me right now is what I believe they're going for, they're going for that younger vote. They're going for people who want to see something different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "PHILLIP",
      "sentences": "They want to see boldness. They want to see somebody forward something fresh on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "CHAMPION",
      "sentences": "They want to see -- we've been doing the same thing and it's not working. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "NAVARRO",
      "sentences": "Back to the Supreme Court, though, I honestly -- I wish Judge -- Supreme Chief Justice Roberts would embrace this because it feels like he's lost control of the ethics and code of conduct of the Supreme Court. This idea that they are policing themselves makes me very uncomfortable.I think regardless of your party affiliation, I think we need a Supreme Court that the American people can trust and have confidence in. And I think most Americans have lost trust in the Supreme Court and we have seen all of those hold through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "HUGHES",
      "sentences": "Ironically, they pull better than Congress. There's only three branches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "NAVARRO",
      "sentences": "Cockroaches pull better than Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "PHILLIP",
      "sentences": "I want to talk about -- I want to talk about - interestingly, the vice president -- --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:22",
      "speaker": "NAVARRO",
      "sentences": "No, I want there to be a code of conduct and a code of ethics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "The Etch-a-Sketch shake the Etch-a-Sketch really hard is what she's attempting to do right now. The real difficulty here is that she literally spent many years in public life, explicitly, carefully defending the fact that she wanted a ban on fracking. This was not something she fell into. It was not something that was a surprise.When you look at when a politician makes a change, the question is, is it a change that seems plausible and consistent with where they were before? When Barack Obama changed for being opposed to same-sex marriage to being for same-sex marriage, people didn't think, wow, that really came out of nowhere. I don't buy it. I don't buy that Barack Obama is tolerant and wants same-sex marriage. They believe that was very consistent with a larger through line of his politics. Right now, Kamala Harris is trying to shake the Etch-a-Sketch in ways that are deeply inconsistent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "Why is it okay for J.D. Vance to change his positions but not Kamala Harris? I don't understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "This is about what is appropriate to say when you're talking to a friend and trying to express empathy in that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "I know, but he changed his public positions, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "I would love for you, Abby, to sit down at length with Kamala Harris and talk to her about what she got wrong about fracking, how was she misled, what did she fail to understand when for years and years she took that position. If she has a good coherent answer to that, bravo to her, that would be amazing and great to listen to.If she could carefully, patiently explain why years of advocacy for Medicare for all and banning private health insurance was a bad idea. Look, she's literally just said -- we were talking about a moment ago, she's supporting a court packing measure right now. And now, she's trying to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "Well, that's not -- that's not in the proposal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "It is. when you hear judges, senior justices, you're effectively bringing - and you're packing the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "Cari, Cari brought an -- Cari brought up gumption. I want to play this Trump quote, talking about changing policy positions.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "TRUMP",
      "sentences": "In politics, when you start off saying something that's where you are and she was for defund the police, she was for open borders she was for having anybody come in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "It's just very interesting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "Laughable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "-- coming from Trump. I mean, I don't know that there have been many politicians that are changing their positions more than Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "You're correct. Every politician flip-flops. Every politician changes slightly. Even someone like Bernie Sanders who is famous for his steadfast devotion to his class politics has sort of wiggled and pivoted on things around the edges. It's completely inevitable. However, there is a difference between a politician that has a set of instincts, right? Donald Trump, totally. I give you that he's flip- flopped.He's had a set of instincts around things like trade for decades, right? He -- long before he was in politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "He has flip-flopped on abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "Biden -- he has flip-flopped, too. Biden has had an instincts around foreign policy for decades, right? What are Kamala's instincts? I literally don't know. She was against the death penalty, she was for the death penalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "JONES",
      "sentences": "You don't know Donald Trump's instincts. You're not a mind reader. You can't read his mind. None of us can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "Yes, I do -- on trade, on foreign policy. No, you read the instincts by a pattern over a lifetime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "JONES",
      "sentences": "And there was a pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "The pattern is, I say whatever I need to say in that moment --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "JONES",
      "sentences": "-- No, that's Kamala's pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "-- in order to get people's support. That's what Donald Trump has done over and over and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "CHAMPION",
      "sentences": "Can we also call her Vice President? You guys are speaking about her so carefully and casually as if you don't -- as if you know her, and I think she deserves the respect and if we continue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "I don't always say President Biden when I say Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "CHAMPION",
      "sentences": "If we continue in the media to just call her Kamala or whatever name you just called her it sends a message of lack of respect. And so, I think she needs the title and I think she deserves the respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "HUGHES",
      "sentences": "I think you're reading that message into it. It's not an intended thing when I say Kamala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "CHAMPION",
      "sentences": "Well, when you say her name wrong, it's definitely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "NAVARRO",
      "sentences": "Listen, let's just remember that for most of his life, Donald Trump was a Democrat that contributed generously to Democrat candidates like Kamala Harris and like Nancy Pelosi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "Which is why when he pivots to the center on social issues, it's plausible. It's an Obama --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "NAVARRO",
      "sentences": "Please, listen. He became a Republican -- he became a Republican because he knew could fool them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "Donald Trump's flip-flopping on abortion is a pivot to the center?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "Yeah, I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "PHILLIP",
      "sentences": "That is very interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:01",
      "speaker": "SALAM",
      "sentences": "Well, that is something that I think a lot of pro-lifers reject -- object you are concerned about but yes, I think that it is designed to be a pivot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:07",
      "speaker": "PHILLIP",
      "sentences": "Tonight, Roy Cooper is taking his name out of contention to run alongside Vice President Kamala Harris in November. And sources familiar with that decision tell CNN that Cooper's age -- he is 67, clashed with the Harris campaign's push for a younger ticket. He also wrote this on X, \"This just wasn't the right time for North Carolina and for me to potentially be on a national ticket.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:49:07",
      "speaker": "PHILLIP",
      "sentences": "So, we've got one down and for that reason that we just described but also because what he alluded to in that message is that in his state, the lieutenant governor is a Republican -- is a Republican who has some pretty wild views and taking him out of contention in that state would have created a problem for Democrats. So, where does that leave the vice-presidential search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "PHILLIP",
      "sentences": "Let me play a little bit from Shapiro because he's been out on the trail for Harris and this is what the message that he's been delivering.(BEGIN VIDEO CLIP) GOV. JOSH SHAPIRO (D-PENNSYLVANIA): Those days were you didn't want to pick up your phone and look because you just didn't want to know what he did that day, what alliance he broke across the world, what risk he was posing to our communities at home. The chaos that he injected into our lives, we don't want to go back to that gang. We don't want to go back to that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "PHILLIP",
      "sentences": "He's really leading into the idea of people are tired of the Trump year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "UNKNOWN",
      "sentences": "Exhausted. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "PHILLIP",
      "sentences": "Also, I mean also, the delivery is something that I think interesting people have been coming into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "UNKNOWN",
      "sentences": "Sounds like Obama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "PHILLIP",
      "sentences": "But I'm going to let Cari come in here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "CHAMPION",
      "sentences": "Yeah, no, here is my thought I think that there are a lot of people who like Governor Shapiro but I will say this. I think that this party, if they really want to do something different and I guess we'll get there. They need a bit of a disruptor and I'm going to keep leaning on that. I do believe this momentum isn't a honeymoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "PHILLIP",
      "sentences": "Who would be a disruptor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "CHAMPION",
      "sentences": "Someone who -- and listen. We already know that she said she's not up for it but I thought Gretchen was really a great choice. I thought Governor Whitmer would have been really good in terms of what I feel is happening in this country right now is there's been this and I've said this before, the slow simmer of the repealing back and taking back of women's rights.And we have watched quietly and systematically while we have set quiet. There have been voices and people have been loud and talking about it. But I feel as if women are saying, not on my watch right now. There's something special happening right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "NAVARRO",
      "sentences": "I kind of get the feeling that nobody knows much about any of these people except for the people who live in their states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "UNKNOWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "NAVARRO",
      "sentences": "And so, really, to me she just needs to pick somebody that's going to not hurt somebody that's going to be better than J.D. Vance and it's not going to have the negative favorability ratings that he has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "CHAMPION",
      "sentences": "I just feel like you can't get anybody that's old school. I feel like this country is definitely sexist and racist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "PHILLIP",
      "sentences": "Does Shapiro sound old school to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:08",
      "speaker": "CHAMPION",
      "sentences": "No, Kelly does, though. and I feel like -- and I'm like why do what's been done? Why not try something different? The time is now. Don't be scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "PHILLIP",
      "sentences": "We're back and it's time for the \"News Nightcap\". You each have 30 seconds to say your piece. Solomon, you're up first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "JONES",
      "sentences": "All right, so Donald Trump started out with Truth Social and it seemed like it was a good idea. He had been on Twitter a lot as president. It's a place where they can't kick him off. Nobody can stop him. It sounded like a good idea at first. I don't think it is now because he talked himself into office the first time he's going to talk himself out of office. This time, keep saying stuff about Black women and see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "PHILLIP",
      "sentences": "Interesting. Coleman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "HUGHES",
      "sentences": "My thing is I don't know who Kamala Harris is. I want to know who she. I don't know who she is as a voter. She's flip-flopped on key issues, crime was her whole thing and she's even flip-flopped on the fundamentals of that -- talk about the death penalty.So, who is she? What is her philosophy? What is her foreign policy? I don't even know if she has one, right? So, she has to -- she has to make a clear case for being a particular person with an articulable philosophy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "PHILLIP",
      "sentences": "The good news is that we have a whole campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "CHAMPION",
      "sentences": "We have a whole campaign and I think for the last maybe three -- three and a half years we didn't know who she was. I think she was figuring it out and I think that we need to give her the same grace that we give any other politician as they try to figure it out. She is here, she's having her Renaissance and a Beyonce type era like I am here, I know who I am and I think people are embracing that.And what I'd like to see more of is her to lead with disruption so that people can see who she is and be that true strong woman that she wants to be without trying to find a way to please everybody, speak to her base and keep it like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "PHILLIP",
      "sentences": "All right, Ana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "NAVARRO",
      "sentences": "I think we need to keep a very close eye to what's happening in Venezuela right now. Yesterday, there were elections. The opposition by all accounts won handily against Maduro, a dictator who's been in power now between him and Hugo Chavez. It's been 25 years of dictatorship in that country.And America needs to care and have a strong position on this because so many of the immigrants that are coming through the southern border are coming, fleeing Venezuela and fleeing that dictatorship. The International Community needs to stand with the freedom-loving people of Venezuela and we need to show them support and solidarity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "SALAM",
      "sentences": "The Biden-Harris administration relaxed sanctions on the Maduro regime and that's one reason why we're in the crisis we're in right now. Similarly, if you look at Iran, the Biden Harris administration relaxed sanctions on Iran and that's one of the big reasons why their proxies were able to attack Israel. Foreign policy is going to be a huge vulnerability for Kamala Harris going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "NAVARRO",
      "sentences": "Between Hugo Chavez and Maduro, they've been in power for 25 years through Republicans and Democrats. And listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "SALAM",
      "sentences": "They sure have been locking that money through the Chevron deal and relaxing secondary sanctions was something that was a huge shot in the arm for Maduro. This is an explicit policy that the Venezuelan government acknowledged, that basically, Biden-Harris was trying to relax things, and that failed. It failed miserably and it's blown up in the faces of Venezuelans and people throughout the Western Hemisphere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:01",
      "speaker": "PHILLIP",
      "sentences": "All right. Ana, last word.",
      "isLastSentenceInterrupted": false
    }
  ]
}