{
  "date": "2024-10-23",
  "headline": "CNN News Central",
  "subHeadline": "Millions In Political Donations Taken From Seniors With Dementia; GA Review: Just 20 Noncitizens Registered To Vote Out Of 8.2M; Nobel Economists: Harris Economic Plans \"Vastly Superior\". Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:32:17",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "A CNN investigation reveals a sinister side to the election that targets some of the most vulnerable voters, elderly Americans with dementia.CNN's Kyung Lah and her team went through hundreds of public complaints.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:17",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "They found millions of dollars have been taken from seniors, wiping out their accounts. And in many cases, putting them into deep, deep debt.Kyung joins us now live from Los Angeles. And, Kyung, you spoke with these families and they're just devastated over this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:17",
      "speaker": "KYUNG LAH, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "sentences": "Oh, Boris and Brianna, many of these families didn't know the extent of the financial damage until our CNN investigative team actually called them.Or some of them didn't know until their loved one died, leaving these adult children to pick up the pieces. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:17",
      "speaker": "JASON BENJAMIN, FATHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "So you made more than $100 donations in one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:17",
      "speaker": "RICHARD BENJAMIN, LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "My gosh.LAH (voice-over): The Benjamin family has had this conversation before. Eighty-one-year-old Richard Benjamin just doesn't remember. R. BENJAMIN: So between these two months, it's over $60,000. LAH (voice-over): Richard Benjamin has dementia. R. BENJAMIN: WinRed. Boy, there was a lot of them WinRed ones. LAH (voice-over): Ultimately, he gave away more than $80,000 in political donations, all going through a fundraising platform called WinRed. Republican campaigns rely on it to solicit donations, often using misleading ads through email and text messages like, \"We tried to warn you, but you kept ignoring us. President Trump personally tapped you. This is not a drill.\" J. BENJAMIN: When we looked at his phone, his phone told the whole story because he would get --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:17",
      "speaker": "MICHELLE GOLDNER, FATHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "Dozens --J. BENJAMIN: -- dozens of text messages a day referring to him as a patriot and thank you for helping to save America. R. BENJAMIN: I was dealing with President Trump and so it came up that when I -- when they wanted to find out what I was doing, that's what I put in. J. BENJAMIN: He really, in his heart, believed that Donald Trump and Donald Trump Jr. and other politicians were personally reaching out to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KAREN, MOTHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "She was so careful with money. My mother used to count the pennies. She basically trained all the accounts, everything, with $250.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "Karen's mother, Jolene (ph), gave Republicans nearly $200,000. She died earlier this summer from stage 4 cancer amid cognitive decline.We met Karen at her mother's home in California. It's empty as she prepares it for the rental market. Karen asked Lee not use their last name, fearing retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KAREN",
      "sentences": "I have this pit in my stomach. It makes me feel like throwing up, thinking that the last months of her life were about her being swindled. It's just -- it's incomprehensible. It really is. It's unconscionable what they've done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "As Karen reviewed her mother's bank records and the text messages on her phone, it became clear how that money disappeared so quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "She just got another text.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KAREN",
      "sentences": "It's endless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "This is while we've been here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KAREN",
      "sentences": "9LAH (on camera): And what does this say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KAREN",
      "sentences": "Make this monthly recurring donation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "And it's checked already?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KAREN",
      "sentences": "Yes.LAH (voice-over): The box is pre checked, meaning the campaign can automatically withdraw recurring donations monthly, even weekly. We tried to reach WinRed by phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your call has been forwarded to voicemail.LAH (voice-over): Text and email. LAH(on camera): All right, 4250. LAH (voice-over): And then went to the address that WinRed lists as its headquarters in Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "(on camera)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "I'm Kyung Lah from CNN. Could I speak with somebody from WinRed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They are not located in the building on site.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "WinRed lists this address officially with the state of Virginia, but they don't actually have anyone here.(voice-over): Though CNN found nearly seven times more complaints from Republican donors, families of Democratic donors have also unwittingly given away their money. Matt and Dave Weisbart's mother, in cognitive decline, donated more than $200,000 to Democratic campaigns through ActBlue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "DAVE WEISBART, MOTHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "It's theft. It's elder abuse. There's no doubt about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "LAH",
      "sentences": "By talking publicly, they hope one thing might work to get ActBlue to return some of their mother's life savings -- shame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "MATT WEISBART, MOTHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "The right thing to do, the moral thing to do is to return that money to her. You don't have to. It's not illegal what they did, but it's morally wrong.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KYUNG",
      "sentences": "WinRed, as you saw on in our story, did ignore our repeated requests for comment.We did hear from the Trump campaign, saying that they notif0y donors before processing recurring donations and have staff on-hand to assist with refunds and cancellations. Now ActBlue also sent us a statement saying that it has a service screen to help donors and accommodates as many refunds as possible beyond a standard 90-day refund window for those who show signs of cognitive decline -- Boris, Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KEILAR",
      "sentences": "But so often you don't find out until well after 90 days, as you point out in your story there.And as you talked about one gentleman, he said this is legal. How is it legal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "KYUNG",
      "sentences": "You know, that's probably the single biggest question that everyone has after watching this story is, how is this legal?Well, remember, political speech is protected speech, so it is very difficult to get over that barrier in any sort of action, even given out who the victims are and what we've laid out here. There are several states that have an attorney general pursuing a legal remedy, but nothing's happened yet. So these families, unfortunately, are left dealing directly with Winfred and ActBlue and the families we've talked to are not finding any remedy immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:06",
      "speaker": "SANCHEZ",
      "sentences": "It may still be legal for now, but it's hard to imagine somebody would argue that this kind of thing is moral.Kyung Lah, a really eye-opening report. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:34",
      "speaker": "SANCHEZ",
      "sentences": "Next on CNN NEWS CENTRAL, Georgia's Republican secretary of state calling out his own party's lies ahead of Election Day and revealing what he found he's searched the states voter rolls for undocumented immigrants.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:34",
      "speaker": "SANCHEZ",
      "sentences": "There is one particularly false and aggravating claim that's been put out there by a number of Republicans, specifically, former President Trump and his allies.It's the issue of non-citizens allegedly voting in this and other elections they claim, with zero evidence, that Democrats are relying on these voters to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:34",
      "speaker": "KEILAR",
      "sentences": "But now won crucial swing state, Georgia, is releasing evidence that shows just how rare it actually is for non-citizens to cast ballots.CNN political correspondent, Sara Murray, is here with us on the story. What exactly did the review find?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "MURRAY",
      "sentences": "They say this is kind of a double job of election officials now running the elections, hitting the misinformation. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "It's sort of silly. I was just going to say, and it's insidious, too, because it's so easy to prove.As we talked about a moment ago in the commercial break, if somebody does this, they're creating a paper trail that can easily be traced back to them and easily proven?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "MURRAY",
      "sentences": "Yes, you are literally creating a record. If you are a non- citizen who registers and then vote, you are creating a paper record that you have committed a crime. And so that's just not worth it. It's just not worth it for most people.And in a number of these situations in other states, they've had instances where noncitizens find out they're on the voter rolls, they somehow accidentally got there, and they actually go to the election offices and say, please remove me. Like, I don't I don't know what I did to get on here, but I shouldn't be on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "Gabe Sterling in front of those stairs is giving me --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "-- like a feeling of --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "And lighting, too --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "The very heavy lighting and a silhouette of this frustrated man.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "But appreciate his work.Appreciate your work as well. Sara Murray, thank you so much. Now to some of the other headlines we're watching this hour. The president of McDonald's says it's safe to eat at the fast-food chain despite an E. coli outbreak linked to Quarter Pounders that's killed one person and sent 10 others to the hospital. He says that affected ingredients are likely out of the supply chain. The FDA says that certain onions and beef patties used mainly on Quarter Pounders are likely the source of the outbreak. Also, leaders in a Georgia county are demanding a local Kennedy local company leave town after a massive fires sent a toxic plume of smoke hanging over the region last month. Rockdale County announced plans it's to sue Biolab with the county commissioner saying we want them gone. The fire forced thousands to evacuated, it closed schools, and it triggered a shelter in place orders. Biolab says it's cooperating during the investigation and the emergency, and is now taking steps to help affected residents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "And an amazing moment for basketball fans of Los Angeles last night.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "ANNOUNCER",
      "sentences": "History tonight.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "ANNOUNCER",
      "sentences": "The first father-son duo to play together in an NBA game.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "LeBron James and his son, Bronny, etching their place in the history books during the Laker's season opener. The father-son duo, he played less than three minutes it's together and they tried to team up on a scoring chance, but Bronny missed a three pointer after receiving a pass from his dad.Before the action, LeBron kept things light with a pre-game prank. Those are Fruity Pebbles that he's pouring through the sunroof. And here comes the unsuspecting Bronny opening his car door to what must be at least 50 boxes in his (INAUDIBLE) -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "-- love --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "Oh, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "I highly doubt that they'll be having Bronny go through boxes and boxes of donuts, the way that many of the rookies often have to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "I'm just saying, Boris, wait until you get to your car in the parking garage.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SANCHEZ",
      "sentences": "Fruity Pebbles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "KEILAR",
      "sentences": "Cinnamon Toast Crunch, maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:25",
      "speaker": "KEILAR",
      "sentences": "OK. All right, so after the break, nearly two dozen Nobel Prize-winning economists say they believe that Vice President Harris would be better for the economy if she wins the White House compared to former President Trump. Their stark warning that Trump threatens Americas economic success. We'll have that next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:25",
      "speaker": "KEILAR",
      "sentences": "New today, more than half of the living us recipients of the Nobel Prize for economics say that Kamala Harris is economic agenda is, quote, \"vastly superior\" to the plans that have been laid out by former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "QUEST",
      "sentences": "Yes. This is an old chestnut again. I mean $15 an hour will barely bayou a round of drinks and above. But I won't buy you a round of drinks for the three of us in a -- in a bar here in New York.But of course, the arguments are well-known and rehearsed. The employers say it's a tax on jobs. Those who are receiving it say it's badly needed. There's no major middle ground on this one. And she says she wants to do it, but she's going to need congressional support if it's ever going to get through. I would not hold your breath on that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "SANCHEZ",
      "sentences": "What do you guys order to drink because I'm good with a PBR. It's like a dollar, right?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "-- Hapy Hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "QUEST",
      "sentences": "-- I still haven't forgiven you for those breakfast cereals.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "QUEST",
      "sentences": "I'm a Captain -- where was Captain Crunch in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "Crunch berries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "SANCHEZ",
      "sentences": "Yes. The one that's just berries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "Yes, that's pretty good.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "Hey, Richard, we -- you have a good point. We can admit we're wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "QUEST",
      "sentences": "You even want to put berries in it, just basic, ordinary --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "Oh -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "Listen, would you like some food coloring, Richard? Just a little bit of red? Your background's kind of white and bland.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "KEILAR",
      "sentences": "-- opinion.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "SANCHEZ",
      "sentences": "Richard Quest, we'll let you go. Thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:06",
      "speaker": "QUEST",
      "sentences": "Thank you.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}