{
  "date": "2024-08-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel And Hezbollah Trade Fire In Major Flare-Up; British Citizen Found Dead After Russian Missile Strike In Eastern Ukraine; Telegram Says CEO Durov Has Nothing To Hide After Arrest In France; Syrian Man Confesses To Killing 3 In Germany Stabbing Attack. Hamas Accuses Israel of Setting New Conditions for Deal; Trump, Harris Step Up Campaigning As Race Enters Next Phase; WSJ Reporter's Friends Celebrate His Return Home; Australia's Right to Disconnect; Stranded in Space. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:27",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Hello and welcome to our viewers all around the world. I'm Kristie Lou Stout in Hong Kong, ahead here on CNN Newsroom. After Israel and Hezbollah exchange heavy fire, the Iranian-backed group says the first phase of its retaliation is complete.Telegram says its CEO, Pavel Durov, has nothing to hide after his arrest in France for failure to moderate criminal use of his platform and Australia's right to disconnect, a new law allowing employees to refuse to communicate with their employers outside regular work hours without consequence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Hong Kong. This is CNN Newsroom with Kristie Lu Stout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "LU STOUT",
      "sentences": "We begin in the Middle East, where there's a tense calm following a heavy exchange of fire between Hezbollah and Israel. It appears the two sides want to avoid escalating the situation into a wider war, after launching a barrage of strikes on Sunday.The IDF says it destroyed thousands of Hezbollah rocket launcher barrels across dozens of launch sites in Lebanon. Hezbollah's chief says its latest attack on Israel, a retaliation for the killing of a top military commander, is done, but more strikes are possible in the future. Israeli Prime Minister Benjamin Netanyahu is also vowing that this is not the end of the fighting. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): The Israeli army destroyed thousands of short range rockets, all of which were intended to harm our civilians and forces in the Galilee. Additionally, the Israeli army intercepted all of the drones that Hezbollah launched at a strategic target in central Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "LU STOUT",
      "sentences": "Meanwhile, another round of hostage and ceasefire talks in Egypt ended with no agreement, but a U.S. official says talks will continue in the coming days, and negotiating teams will remain in Cairo to iron out the remaining issues.CNN's Ben Wedeman has been following the developments and has more from Beirut, Lebanon/ (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hezbollah has finally made good on its vow to take revenge for the killing of the group's senior military commander in an Israeli drone strike on Southern Beirut in late July, in what it called phase one of its response to the assassination, the Iranian-backed group claimed it launched more than 300 missiles at Israeli military positions along the border and struck the headquarters of Israel's intelligence agency, Mossad, its signal intelligence unit known as Unit 8200, and the headquarters of its anti-missile defense forces.An Israeli military spokesman said no military bases were damaged. In a televised speech broadcast Sunday evening, Hezbollah leader Hassan Nasrallah said the revenge strikes were delayed to allow the Gaza ceasefire talks to proceed, and due to the high state of alert in Israel and the bolstered U.S. military presence in the region. Nasrallah said Hezbollah planned the strikes to avoid civilians or civilian infrastructure. Now the question is, will there be a phase two? HASSAN NASRALLAH, HEZBOLLAH LEADER (through translator): We will assess the outcome of the enemy's concealment of today's events. If the result is satisfactory and it achieves the intended goal, we will consider the response process to the assassination of Fuad Shukr complete. If it falls short in our view, we will reserve the right to respond at a later time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "WEDEMAN",
      "sentences": "In the event neither Israel nor Hezbollah choose escalation, it's unlikely the border conflict will change since October, tens of thousands of Lebanese and Israelis have had to flee their homes along the border and will probably not be able to return, and the daily and often deadly exchanges of fire between Israel and Hezbollah along the frontier will continue. I'm Ben Wedeman, CNN reporting from Beirut.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "LU STOUT",
      "sentences": "Steven Cook is a Senior Fellow for Middle Eastern Studies at the Council on Foreign Relations. He is also the author of \"The End of Ambition",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "LU STOUT",
      "sentences": "Now Israel and Hezbollah, they have been exchanging fire for months. But what do these latest strikes, these preemptive strikes, as Israel calls them, what do they mean for the potential for an all-out conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "COOK",
      "sentences": "Well, these preemptive strikes are perfectly in keeping with Israeli military doctrine, and I think that they have demonstrated a significant amount of technical proficiency in the ability to do damage to Hezbollah.The problem is that as the Israelis do damage to Hezbollah, the Iranians may very well get quite nervous that the Israelis are essentially destroying Iran's second strike capability, which then may need an intensification actually of this conflict, a sort of use Hezbollah or lose Hezbollah type of mindset may develop in Tehran, which may, in fact, despite Israeli efforts to actually preempt the intensification of a conflict, may actually contribute to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "LU STOUT",
      "sentences": "Iran is watching this very closely, looking at Israel's preemptive capabilities, or word full display over the weekend. Hezbollah, the group on Sunday, called the strikes quote, the first phase of its response to Israel. So what does that signal? What could come next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "COOK",
      "sentences": "Well, I think it's clear, after Hezbollah has taken a drubbing, that the leader of Hezbollah, Hassan Nasrallah, needed to say something. And of course, Hezbollah did fire about 300 rockets back at Israel. They did a minimal amount of damage, but this is a lot of the kind of huffing and puffing that we see from Middle Eastern leaders over the course of the last 10 or 11 months about their ability to strike at their enemies.It seems that Hezbollah is returning towards a situation where it wants to go back to tit for tat with the Israelis, because the Israelis have demonstrated so much firepower, particularly with this preemptive strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "LU STOUT",
      "sentences": "Let's talk about the Israelis and Prime Minister Benjamin Netanyahu on Sunday said, quote, whoever hurts us, we hurt him. So what is Israel signaling about how it will act next? Will there be more tit for tat, or could Israel change the equation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "COOK",
      "sentences": "Prime Minister Netanyahu is essentially articulating deterrence by punishment, that if Hezbollah or Iran were to attack and do significant damage to Israel, whether killing large numbers of civilians or doing damage to an Israeli military base, Israel will respond in kind and then some.And this is a way of trying to convince Israel's adversaries to think twice before striking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "LU STOUT",
      "sentences": "Got it. Now, right now an Israeli delegation is in Cairo for ceasefire hostage release talks. There were already a number of sticking points. So, do the weekend strikes for the complicated deal, and also, would Hezbollah necessarily stop if there is a ceasefire with Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "COOK",
      "sentences": "There's a lot of diplomacy going on right now to try to deescalate the situation, fearing that these strikes will complicate ceasefire talks. The Qatari Prime Minister was due in Tehran to talk to Iranian leaders to get them to agree to deescalate.All that being said, it strikes me that the leadership of Hamas, Yahya Sinwar, in particular, is not particularly interested in a ceasefire. He believes that Hamas is winning. Prime Minister Netanyahu partners in this government that is the most right wing government in Israel's history, don't want a ceasefire. They want the destruction of Hamas. So it's very hard to imagine that, even under the best of circumstances, that there would be a ceasefire, given these diametrically opposed views. It is a credit to the negotiators that they continue to seek something makes -- make something out of nothing, but these strikes certainly don't help but the situation was not very good to begin with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "LU STOUT",
      "sentences": "Steven, we appreciate your analysis at this critical juncture. Steven Cook, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "COOK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "LU STOUT",
      "sentences": "Jill Dougherty is an adjunct professor at Georgetown University. She is also CNN former Moscow bureau chief, and she joins us now. Jill, it is so great to see you. Thank you so much for joining us.And we got to talk about how Russia is taking all this in Russia's perspective, into Ukraine's incursion, how are the people of Russia responding to this significant turn of events?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "JILL DOUGHERTY, ADJUNCT PROFESSOR, GEORGETOWN UNIVERSITY",
      "sentences": "You know, it's very complex, because if you look at the people of Russia who live, let's say, in the big cities, Moscow, St, Petersburg, et cetera, they are still relatively untouched by this war. I mean, there have been, you know, drones that have made it to Moscow, et cetera, but they're really not suffering the way the people who are on the border, specifically in the Kursk region that Ukraine invaded recently, a couple of weeks ago, and those are the people that I think are very interesting to look at. It's a little bit difficult because it Russians do not want foreign journalists to get in there.But if you look at Russian social media, and also the reports by Russian we'll call them opposition media, who are located outside of Russia, but continue to report and get information. And I'd say, you know, my biggest takeaway would be, there's a disconnect between what the people there who are actually being evacuated, you know, temporarily, and they're all wondering, what does temporary mean? But what -- but how the disconnect between what they are going through and what's happening with Ukrainians who are going through for two and a half years, you know, an attack from Russia. They don't seem to understand that those two things are connected. So it's a little complex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "LU STOUT",
      "sentences": "There's a disconnect and how the Russian people are viewing the war. But what about how they're viewing Vladimir Putin? Because Putin is now the first Russian leader since World War II to have foreign troops fighting on his soil. How is that going down inside Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "DOUGHERTY",
      "sentences": "You know, again, judging by social media and things to really try to listen to what the people are saying. I think that a lot of them, especially in that region right along the border, are blaming local officials. They're saying, hey, even when we were, you know, invaded a couple of weeks ago, nobody warned us, nobody evacuated us. The if -- there was an evacuation, it was completely botched, and we were not protected by our government. So there is quite a bit of frustration.On the other hand, does that translate to Vladimir Putin and blaming Putin? It doesn't appear to and this again, you know, there are not a lot of -- there are no polls being done in that region at this point, but they don't seem to take it to the next level. And to say, you know, Putin started this war, therefore the result of this is, you know, from his war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "DOUGHERTY",
      "sentences": "Yes. I think the biggest lesson would be that it even could happen. I mean, that is the border of Russia, and it was relatively undefended. If there were people there, they tended to be kind of raw recruits who weren't trained, not expecting that they would be in any type of fight. And then the reaction was completely chaotic. Those are the, I think, the big takeaways from this long term.And then Putin's reaction. What he's tried to do is downplay it, say that it's not that big a deal. He traveled during this period, and he's tried to give the impression that, you know, this happened, but it's not a big deal. I don't know how that message is actually being taken by the Russian people, because it is, as you point out, historically, it is incredible that you have a president of Russia right now and an invasion of Russia for the first time since World War II. So that -- but that fact is not being driven home, obviously, by Russian propaganda, the meteors propaganda organs anyway, and they are not talking about that, but it is a fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "LU STOUT",
      "sentences": "Yes, it is a fact. This incursion is underway. What is Ukraine's ultimate goal here with its incursion into Russia? I mean, how far will Ukraine push into Russian territory? And is there a danger for Ukraine of pushing in too deep, too far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "DOUGHERTY",
      "sentences": "Definitely. I mean, this is the big question. And nobody still quite knows. There are a lot of reasons that they didn't that you could postulate. But what the, you know, the ultimate aim, it is embarrassing for Putin. It does kind of, you know, change the narrative. Now the Ukrainians are on attack.But remember, at the same time, they are being attacked in the Donbas region, and the Russians are moving forward, albeit slowly. So how far will the Ukrainians go in Russia, they were -- they went really fast in the beginning. Right now, it has slowed down. It's unclear how far they want to go or how far Russia will let them, because Russia is eventually now making it more difficult for them. But I think, you know, in the end, the question will be, do they want to keep that territory that they've taken? Or do they, you know, go in, hold it for a while, use it for a trade, if there's ever a peace agreement. Or do they pull out because they are vulnerable when they are in that area. They could be surrounded. So it's a difficult and complex and kind of odd, you know, motivation for that nobody quite even at this point, quite understands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "LU STOUT",
      "sentences": "A difficult and conflict situation still so much unclear. This could be a game changer in the overall war. Let's wait and see. Jill Dougherty, we thank you for your insight. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "DOUGHERTY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "LU STOUT",
      "sentences": "The telegram messaging app says its CEO has nothing to hide after he was arrested in France, Pavel Durov was taken into custody at an airport outside Paris on Saturday on a French arrest warrant. BFM TV reports that the warrant alleges a lack of moderation has let Telegram become a platform for money laundering, drug trafficking and sharing of pedophilic content.Durov is a 39-year old French and Russian citizen. The Russian Embassy in France said that it is in contact with his attorney and a Russian lawmaker claims that this arrest is part of a plot by the West to seize control of the messaging app. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "MARIA BUTINA, RUSSIAN PARLIAMENT MEMBER",
      "sentences": "The arrest of Pavel Durov means that there is no freedom of speech, that the freedom of speech in Europe is dead. Elon Musk is free, Mark Zuckerberg is free, but Pavel Durov is now in prison. Why? Because he's Russian. I do believe that Durov, Pavel Durov, is a political prisoner that he is the victim of the witch hunt that the West did do for the people who are not simply minded as they are.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:45",
      "speaker": "LU STOUT",
      "sentences": "Residents of Porticello, Sicily laid flowers in the sea and said prayers to honor the seven people who died when a luxury yacht sank last week during a powerful storm. The victims included the British tech entrepreneur Mick Lynch and his 18 year old daughter, Hannah. Italian authorities have opened a manslaughter investigation. Prosecutors say the super yacht sank because of human behavior, not as a result of the weather. In the coming hours, the German Chancellor Olaf Scholz, plans to visita community trying to recover from a deadly stabbing attack. Police in the western city of Solingen say a Syrian man is in custody after confessing to the attack that left three people dead at a music festival on Friday, several others were wounded. Prosecutors accused the 26-year old man of being a member of ISIS, the terror group claimed responsibility for the attack, but offered no proof to back up its claim. The suspect turned himself in after a major manhunt following the attack at the festival of diversity. The assault is already prompting calls for a crackdown on knife crime and for tighter rules on immigration. Now, we are tracking typhoon Shanshan as it moves through the Pacific toward Japan. And according to the Joint Typhoon Warning Center, the storm has sustained winds close to 150 kilometers an hour, and is less than 800 kilometers from the Japanese coast, Shanshan is set to grow even stronger before making landfall on Wednesday, and some parts of Japan could see up to 250 millimeters of rain, along with high winds and dangerous storm surge. In Bangladesh, crews there are rushing to save residents stranded by floods, floods that have already killed at least 18 people. Hundreds of thousands of people are now living in relief camps. And in the southeastern district of Feni many are taking refuge in government buildings and schools. CNN's Anna Coren and her team witnessed these rescues as the search for survivors becomes more desperate. (BEGIN VIDEOTAPE) ANNA COREN, CNN CORRESPONDENT (voice-over): Wading through the muddy waters a handful of belongings clutched above their heads, the residents of Feni make their way to higher ground. A district of one and a half million people underwater in the epicenter of one of Bangladesh's worst floods in living memory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:45",
      "speaker": "RAJIB BAURA, VOLUNTEER",
      "sentences": "This is a very, very bad situation. The people need help. We need help.COREN (voice-over): The military has been mobilized along with an army of volunteers, but it's slow going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm feeling very heartbroken because I couldn't rescue my family. Actually, I don't know where they are right now.COREN (voice-over): This woman boards our boat in desperate search of her sister and one month old baby who is sick with all communication down, she can't reach her. I'm so worried the baby won't make it, she tells me. As dusk falls, we pass houses packed with people calling out for assistance. When we finally arrive at the school where her sister is thought to be sheltering, hundreds of faces appear, but she's not there. We join another rescue, headed by a man who flew in from Qatar to save his stranded family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No boat, no support, no rescue team.COREN (voice-over): They find them exhausted but relieved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "COREN",
      "sentences": "It's just gone 9(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:05",
      "speaker": "KRISTIE LU STOUT, CNN ANCHOR",
      "sentences": "Welcome back. I'm Kristie Lu Stout, and you're watching CNN.More on our top story this hour. Tensions are high in the Middle East after Israel's military launched, quote, preemptive strikes on Hezbollah in Lebanon and the militant group fired hundreds of rockets into Israel in response to the killing of a top commander. The IDF says that they intercepted most of those rockets and drones. The Israeli Prime Minister Benjamin Netanyahu is warning that it is not the end and the fighting may not be over. Meanwhile, Gaza ceasefire talks have again paused without any breakthroughs. Hamas and Israel continue to disagree over terms for a ceasefire but a U.S. official says that there will be more discussions over the coming days. CNN's Nada Bashir is in Cairo and has details on the talks. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:05",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, following ceasefire talks here in Cairo, the Hamas delegation has now departed and issued a statement reiterating their call for the ceasefire proposal put forward and presented by U.S. President Joe Biden in late May to be upheld.This is a deal which Hamas officials have said they agreed to in early July and have accused Israeli officials of presenting new conditions to try to undermine the progress of ceasefire talks. Now in its latest statement Hamas officials have reiterated that they want to see guarantees that there will be a transition to a full and permanent ceasefire. Those guarantees as far as indications suggest right now, have not been upheld or committed to, rather by Israeli officials. We've heard from Israeli Prime Minister Benjamin Netanyahu in the past few weeks saying that while Israel might welcome a temporary pause in fighting that first phase of the deal, of course, presenting a six- week pause in fighting. Israel wants to see a continuation so of the war in order to eradicate Hamas' military capabilities. This despite the fact that the current U.S. assessment is that Hamas' military capabilities have so far been downgraded. Now, of course there are also other key sticking points, mainly surrounding the longer-term presence of Israeli troops within the Gaza Strip. we know that Israel has presented a revised proposal which would see a reduced number of Israeli troops stationed along the Philadelphi Corridor, a buffer zone separating Egypt from southern Gaza. But Hamas has in the past rejected any suggestion of a longer-term presence of Israeli troops in any sort of post-war agreements. And have reiterated the fact that they want to see a full withdrawal of Israeli forces from the Gaza strip. Now of course, these talks have been focused on the so-called bridging proposals put forward by the Biden administration in an attempt to narrow the gap between Israel and Hamas, or what it appears as though there hasn't been a huge amount of progress in trying to narrow those gaps so far. We know that working level conversations will continue over the coming days between mediators and representatives of both Israel and Hamas to try and hammer out those final details of the ceasefire agreement. But at this stage, there have been no major breakthroughs. And all eyes will be watching to see whether we'll see any further negotiation talks being held between Hamas and Israeli delegations. Nada Bashir, CNN -- in Cairo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:56",
      "speaker": "DANIEL STRAUSS, CNN REPORTER",
      "sentences": "The 2024 presidential campaign enters a new phase this week, as Democrats move on from their Democratic National Convention in Chicago with Vice President Kamala Harris as the party's official nominee. Democrats feel they have the wind at their back with robustfundraising numbers and polling showing the Harris-Walz ticket inching ahead of former President Donald Trump's presidential campaign in key battleground states. In a memo released on Saturday, one of the Trump campaigns own pollsters predicted that Democrats would see a post-convention two- to three-point bump in polling, an extension of the honeymoon period Republicans expected Harris to enjoy going into the DNC. But the Harris campaign stress throughout their nominating convention and in the days since that, this will be a close election. The Harris campaign is planning a bus tour across south Georgia on Wednesday with stops in Savannah on Thursday. That the campaign is devoting multiple days in the final hundred days of the campaign cycle to the swing state of Georgia speaks to a new sense of opportunity, Democrats feel. But Republicans and the Trump campaign know this will be a close race and that key parts of the so-called blue wall states in the Midwest are still up for grabs. Trump is planning to campaign in Michigan on Thursday, his third such stop in a battleground state in a little over a week. The Trump campaign is framing the former president's remarks as focused on the economy, inflation and manufacturing, themes Trump's advisers have maintained are particular vulnerabilities for Democrats and the Harris campaign. Trump and his team are also hoping that a recent endorsement by former Independent presidential candidate Robert F. Kennedy Jr. will swing pivotal moderates and Independent voters to his side. Those types of voters were essential to Trump's win in the 2016 presidential race, and the campaign most recently has been trying to recreate that perfect storm scenario to carry him to the White House again. But early polling indicators are that Kennedy Jr.'s endorsement will at best only marginally move the needle. Daniel Strauss, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:56",
      "speaker": "STOUT",
      "sentences": "A Princeton, New Jersey community is celebrating the release of \"Wall Street Journal\" reporter Evan Gershkovich.He was welcomed home by his friends with the party after being released from a Russian prison earlier this month as part of a historic prisoner exchange. CNN's Gloria Pazmino has the story. (BEGIN VIDEOTAPE) GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT: That's right. Well, it's Evan's former high school soccer coaches and some of his former teammates who gathered here and they're all breathing a sigh of relief to learn that Evan is finally home. You see this is the community that saw Evan grow up. He went to Princeton High School where he played soccer, won the state championship when he was a senior. So this is a community of people that have watched him grow up, followed his career. And when they found out that he had been and taken into custody and put into a Russian prison, they jumped right into action. They tried to figure out what they could do as a community to support him. They partnered with \"The Wall Street Journal\" and held series of events to keep Evan's name and his story in people's minds. They worried that as time went on that somehow people would forget about Evan's story. So they've been holding these types of events. In fact, the event that was held here was originally scheduled to be another one of these awareness type of events. but when they learned the good news on August 1st that Evan was coming home, they quickly pivoted and changed this into a welcoming party. They have gathered here at the same place where they gathered as young students. This is where they gathered to celebrate their victories. They say they want to welcome him home and celebrate that he's finally free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thankfulness and relief. And it couldn't have come at a better time. I know not just for people that are going to be at this event and over the last 16 months who supported him including most important all the members of \"The Wall Street Journal\" staff.But for him and his family I can't imagine. So, it's really great. It's truly kind of like the cherry on the icing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We held our breath for about a day. And then when we finally found out he had landed in Turkey is when really the excitement really started building. And the happiness really started setting in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:47",
      "speaker": "PAZMINO",
      "sentences": "And people here told me that it didn't surprise them. That it was just part of what Evan's character has always been. And that they were not surprised to see him deal with such a difficult situation in that way.So again, if he is able to come and celebrate, they're ready for him to come home and to celebrate that he's finally home or whenever he is ready to do it, they hope that he can come back here to Princeton to celebrate at the same place where they gathered for so many years when they were in high school. In Princeton, New Jersey -- Gloria Pazmino, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:47",
      "speaker": "STOUT",
      "sentences": "You're watching CNN NEWSROOM.And still become protecting Australia's right to disconnect. Details on the new law that lets employees leave work at work. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:47",
      "speaker": "STOUT",
      "sentences": "Australians can finally put their phones on silent after leaving the office and not worry about missing a work email or phone call. That's due to a new law that takes effect today, protecting their quote, \"right to disconnect\".Now, basically it says that employees can refuse to read or respond to any contact from their employers outside regular work hours and they can't be punished for it. Now countries like France, Germany, Spain and other E.U. members already have similar laws in place. A group of Australian employer says that the law is a quote, \"unnecessary overreaction to the problem\". While some workers welcome the change, others are not confident it will take hold. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:47",
      "speaker": "DAVID BRENNAN, WORKS IN FINANCE",
      "sentences": "I think it's an excellent idea. I hope it catches on. I doubt that it catches on in our industry to tell you the truth though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:47",
      "speaker": "RACHEL ABDELNOUR, WORKS IN ADVERTISING",
      "sentences": "I think it's actually really important that we have laws like this. We spend so much of our time connected to our phones, connected to our emails all day. And I think that it's really hard to switch off as it is.So having these laws come into play where, you know, we really do disconnect is really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:47",
      "speaker": "ROBERT RUSSELL, PRODUCT AND MARKETING ANALYST",
      "sentences": "I think it's on the corporations to adopt and embrace them. I think if you set the right pace and culture within the workforce, it's going to give the right results.So I think inherently people want to achieve things in their work. So if you give them an avenue to do that, it's going to give positive results. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "GABRIELLE GOLDING, UNIVERSITY OF ADELAIDE",
      "sentences": "Look I think we've seen since the coronavirus pandemic the amount of work that's being performed from home has meant that that availability creep, that our constant connection to work has been certainly exacerbated. I think we've also seen the amount of unpaid work that Australian employees were doing.So a survey from the Australian Institute Center for Future Work actually showed us that during 2023 Australians on average were performing 5.4 hours' worth of unpaid overtime each week on average. And then if you add that up over the course of the year, the amount of unpaid overtime actually has amounted up to $131.2 billion. That's in Australian dollars. So that constant connectivity to work that we've also had through the development of technology. So all of those things combined has meant that, yes, I'd say there's a dire need for this right to disconnect now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "STOUT",
      "sentences": "Yes. With constant connectivity, the cost as you laid out has been huge. And now that this law is in place, Australia's right to disconnect law is in place and in effect starting today, what impact is it going to have on people's lives in terms of mental health as well as productivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "GOLDING",
      "sentences": "Look, I'd say that if we look in terms of productivity to the studies that have been done around adopting a four-day workweek for example. There's actually many productivity gains to be had by working compressed hours.So if we have a, I guess a limit on the contact that employees are subject to, then I would see that down the -- down the track and in the future, we would have quite substantial productivity gains. And on the mental health side of things, I would say too that when one knows that they can actually finish work for the day at the time that they're meant to finish without that threat of being constantly contactable and connected to work, then we'll see quite a few gains as well with regards to employees' mental health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "STOUT",
      "sentences": "Got it. And does Australia and other jurisdictions really need a law for this because the fact is, we don't work 9 to 5.You know, we don't have fixed working hours. You know, we're here to serve our customers, to grow, to lead and we got to work harder to achieve that. So isn't that just the way of the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "GOLDING",
      "sentences": "Yes. Look, I think that certainly the argument that's put by particularly some in the business community, for example.But I would say that the data inevitably shows that the amount of unpaid overtime that's being worked outside of one's normal working hours, whether you're working flexibly or not, is quite staggering and that something needs to be done to make sure that we curb the amount of unpaid work that's being performed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "STOUT",
      "sentences": "Right, right. Especially given the sheer amount of unpaid overtime.But a question that a lot of our viewers have is look, if one day I too can exercise my right to disconnect, will I still be able to get ahead at work? You know, I may have better mental health, but don't I run the risk of hurting my career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "GOLDING",
      "sentences": "Yes. Look, I'd say that this right to disconnect isn't meant to stop people from getting ahead at work. What it is meant to do is to curb the amount of unreasonable contact outside one's normal working hours.So there is at least a limit and I guess a safety net that employees have when they need to truly disconnect from work and have their own -- their own private time. So I would say that, yes there's certainly I guess a theme running through this that there might be some risk in terms of getting ahead and progressing in the workplace, but by the same token, I think it's really important that employees are able to protect their mental health and to actually protect their personal time because of this notion that we call availability creep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "STOUT",
      "sentences": "Got it. And you began your research into this workplace right during the early days of the pandemic in Australia. But well before the pandemic, you had France, you had a number of other European jurisdictions. They enjoy the right to disconnect. What are the lessons that have already been learned from Europe for Australia and other nations to consider about protecting our work-life boundaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "GOLDING",
      "sentences": "Our right is slightly different to theirs actually, so we have a right for employees to completely switch off from work at the end of their normal working hours and to not be contacted outside of that time.Whereas in France, it's actually a right to negotiate or have a policy negotiated for you at your workplace where the business has 50 employees or more. So the right across France is slightly nuanced and slightly particular to the workplace that an employee is in, whereas our right is one that is blanket across the country and one that I hope will be readily understood, one which I think will set us apart from some European jurisdictions as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "STOUT",
      "sentences": "And folks in Australia now have the right to switch off. Many other jurisdictions, governments around the world watching this very closely.Gabrielle Golding, we thank you for your insights. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "GOLDING",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "STOUT",
      "sentences": "Now, you've heard him on the radio for years as a founding member of the Black-Eyed Peas, but now Will.I.am has a new way to listen and engage with their radio all with the help of A.I. Technology. It is called RAiDiO FYI, A.I. in the radio. And by chatting with the A.I.'s personas, you too can collaborate, you can manage created projects, or even learn a thing or two.Now, here's a demo from the founder Will.I.am. (BEGIN VIDEO CLIP) WILL.I.AM, FOUNDER, RAIDIO FYI: for example, if someone was curious on how do they vote, if they're just a first-year voting, can they engage with you on voter registration or ask questions or inquiries about, you know, a particular politician that's running how they might fit for them if they're undecided. Anyhow, say what's up to the listeners and viewers on CNN and try to answer Fredricka's question as short as possible. Sorry for my rant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi. What's up, fam. I see you out there on CNN. Thanks for tuning in.When it comes to engaging with an A.I. persona like me, it's like chatting with your mate. Got questions about voting, voter registration or need some insights on politicians, just ask. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "STOUT",
      "sentences": "Interesting. You're going to need to try it to fully understand it.Now up next, finally a return day for the two astronauts stranded in space. But it is quite a ways off. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:47",
      "speaker": "STOUT",
      "sentences": "Welcome back.Now, NASA has decided the fate of two astronauts who have been stuck in space for nearly three months. Butch Wilmore and Suni Williams will abandon the Boeing Starliner that has been plagued with issues and instead they'll return to earth on a SpaceX capsule early next year. Michael Holmes reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "HOLMES",
      "sentences": "But NASA has finally given a more down-to-earth solution to just how and when Williams and fellow Boeing Starliner astronaut, Butch Wilmore will return to earth after spending nearly three months aboard the International Space Station on a mission that was only supposed to last a little more than a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "BILL NELSON, NASA ADMINISTRATOR",
      "sentences": "NASA has decided that Butch and Sunny will return with Crew-9 next February and that Starliner will return uncrewed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "HOLMES",
      "sentences": "It was Starliner's first time carrying astronauts to the ISS. But technical issues with thrusters made NASA reconsider the ride home, opting instead to return the crew on a SpaceX spacecraft that's schedules for an upcoming mission.It's a setback for Boeing which has struggled to keep up with SpaceX in NASA's commercial crew program. But Nelson says hard lessons from the past including the losses of two space shuttles weighed heavily on the decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "NELSON",
      "sentences": "Our core value is safety and it is our North Star.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "HOLMES",
      "sentences": "NASA says its reconfiguring the upcoming SpaceX Crew-9 mission to send only two crew members to the ISS instead of four. Williams and Wilmore are both veterans of two long-duration stays on the space station. And NASA says they're not only prepared to fill out the Crew- 9 team, that they are already hard at work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "DANA WEIGEL, NASA ISS PROGRAM MANAGER",
      "sentences": "Since they've been up there, they've been a welcome set of helping hands. They've already done about 100 hours of work on 42 different experiments. And they've helped us with some of the critical station maintenance that we've had on board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "HOLMES",
      "sentences": "Wilmore's family said that they were aware there could be a delay, which means more months of Facetiming to keep in touch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "DARYN WILMORE, DAUGHTER OF BUTCH WILMORE",
      "sentences": "It is so cool. He gives us a lot of earth views. I especially like seeing the sunset.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:41",
      "speaker": "HOLMES",
      "sentences": "And there'll be plenty more of those in space for Williams and Wilmore, which at least in NASA'S view is a safer option.Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}