{
  "date": "2024-03-15",
  "headline": "Inside Politics",
  "subHeadline": "Judge Rebukes Willis But Allows Her To Stay On Trump Election Case; Judge: Willis Showed \"Tremendous Lapse In Judgement\"; Trump Lawyer: We'll \"Continue To Fight To End This Case\"; Trump Team's Delay Tactics Seem To Be Working In Multiple Cases; Chances For Pre-Election Trial In Trump's Georgia Grow Dimmer. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST, INSIDE POLITICS",
      "sentences": "Today on Inside Politics, a tremendous lapse in judgment. That's how a judge summed up the behavior of District Attorney Fani Willis well -- will and she can stay on Trump's election racketeering case in Georgia, but under one condition. We're live at the Fulton County courthouse with all the breaking details.Plus, running out the clock. It's team Trump's legal and political strategy with multiple court dates now on hold. It is possible voters could decide the former president's fate before any of his cases reach a jury. And the White House has a message for Republicans trying to impeach President Biden move on. Shockingly, the House may listen. We'll bring you that new CNN reporting this hour. I'm Dana Bash. Let's go behind the headlines at Inside Politics. We start in Georgia where a judge just ruled that D.A. Fani Willis can continue spearheading the election case they are against Donald Trump, if she removes her top deputy in the case Nathan Wade, with whom she has had a romantic relationship. That is part of a win for the district attorney, but the rest of the ruling leaves a major stain. The judge went on to admonish Willis for the relationship, writing quote, Georgia law does not permit the finding of an actual conflict for simply making bad choices even repeatedly. CNN's Nick Valencia is outside the courthouse. Nick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Dana, a technical win for Fulton County District Attorney Fani Willis, but a massive indictment on her behavior. The judge saying that there was no through line proven here that Fani Willis was able to enrich herself by hiring Nathan Wade as the lead prosecutor.But he was highly critical of that relationship saying, that Georgia law does not permit an actual conflict for bad choices, even repeated ones. And this is what he is saying in part of his ruling just a moment ago saying quote, sorry -- just give me one second here. I was getting a phone call, Dana, as this happened. Give me one second to get this full screen. The finding by no means it's an indication that the court condones this tremendous lapse in judgment or the unprofessional manner of the district attorney's testimony during the evidentiary hearing. So, during that course of the evidentiary hearing -- during her testimony, Fani Willis called Ashleigh Merchant, a liar. She was the defense attorney that first brought forward these allegations. And the judge though saying in his ruling that she came with her own credibility issues on the stand. We should expect Steve Sadow, the former president's attorney here in this case to launch an appeal. And there are also some big questions that still remain here. One, principally when will we see Nathan Wade file his resignation letter? When will that happen? And also, will the Fulton County district attorney's office be able to get this case back on track for a trial date before the November election? Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "All such good questions. And Nick, if that's somebody calling with a hot scoop, get back on the air and tell us what it is. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "VALENCIA",
      "sentences": "Thanks, Dana. You got it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Thanks. And we still have not heard from Fani Willis' office, as you just heard from Nick. But Donald Trump's lead Attorney Steve Sadow said this. He said, while respecting the court's decision, we believe the court did not afford appropriate significance to the prosecutorial misconduct of Willis and Wade. He went on to say that he would continue to fight to end this case, which should never have been brought in the first place.Our excellent legal panelists are here to give their expertise and also more reporting, CNN's Paula Reid, CNN's Laura Coates, and former DeKalb County District Attorney J. Tom Morgan. I'm going to start with you. They're down in Georgia, J. Tom Morgan. Just the big picture. You know, Fani Willis. You certainly have worked alongside her, if not directly with her. What's your reaction to this ruling? J. TOM MORGAN, FORMER DEKALB COUNTY, GEORGIA DISTRICT ATTORNEY: Dana, it is a slap to the head to the prosecutor but not a fatal knock down punch. She can stay in the case. The judge said -- well, we've been saying all along, there's not an actual conflict. There is no finding that there's a financial interest or personal interest in the conviction of the defendants. However, he did find, as you know, an appearance of a conflict, which gave him a continuum of remedies. And he decided the remedy here is that she can either dismiss herself from the case or dismiss Mr. Wade from the case, which she should have done from the very beginning to be honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "OK. Here in the room, Paula, what are you hearing from your sources there who are involved in this, about how this case will go forward and the trouble with which it will go forward or maybe not?[12:05:00] PAULA REID, CNN, CHIEF LEGAL AFFAIRS CORRESPONDENT: Oh, look. There's no expectation right now among folks I've talked to in and around this case that this will go before the election. Fani Willis had originally said, she wanted to start this case, which is expected to last four to six months, by August. But this process to disqualify her has taken up quite a bit of time. Now, Nathan Wade is expected to have to be removed from the case. So, it's highly unlikely that this will start before the election. And also look, I think when we talked about delay, delay, delay, that's the Trump strategy. Yes, they tried to do that. But they're getting a lot of help. Not only for example, from the Supreme Court that took up the issue of immunity when they could have done that months ago, push the one of the federal cases back. But also here, I mean, you have the conduct here, even though there was no finding of corruption. The fact that they had to go through this to analyze this pattern of bad behavior. This really did help the Trump team, not only in terms of delaying it, but also an undermining the credibility of the overall justice system in the prosecutions against Trump. That's how they feel. They're like, look, if Fani Willis can stay on the case, but we feel like her our other goals here, this is working for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "And pick up on that last point, Laura. And as you do, I just want to read for our viewers a little bit more of what Judge Scott McAfee said. He said, quote, get reasonable questions about whether the district attorney in her hand selected lead as a D.A., meaning Nathan Wade testified untruthfully about the timing of the relationship further underpin the finding of an appearance of impropriety.How does that kind of slap as we just heard or that kind of admonishment who affect prosecuting a case like this? LAURA COATES, CNN, ANCHOR &amp; CHIEF LEGAL ANALYST: No prosecutor wants to enter a courtroom. Everyone think about their personal life or question their own credibility because you're going to be putting forth evidence through witnesses, of course. Any statement by an attorney in the courtroom is not evidence. But what they put through a witness would be, but still a jury would know and look at them and perhaps think, should I believe what they say? Should I give the benefit of doubt? Should I extend that face value argument to this person or not? There's no guarantee that she would actually want to try this case any more than Jack Smith would stand before a jury and say, Jack Smith, we have the people United States of America. But it is something that it's taken to consideration. The judge addressed this though, Dana. He did not find an actual conflict that rose the level of prejudicing the defendants or could undermine their chance of a fair trial. And he went on to say, listen, there is enough time before a jury trial could be impaneled to dispense with a permanent taint on this jury. And so, he is aware that there is amnesia that can set in, and she elected official as is he. They have chosen her to be their Fulton County D.A. And remember, this hearing did nothing to talk about the underlying facts in this case and consider the balancing test here. Yes, the salacious details, the credibility assessments made by this judge problematic not any prosecutor wants. But she's going to be asking a jury to weigh not herself, not her relationships, but the conduct of over a dozen defendants. Will a jury find that more problematic or less than her own?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "And I want to bring J. Tom back in one second. But just to follow up. There's also the practical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "If assuming that he goes for lead prosecutor, how much does that hobble her ability to actually get the case together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "COATES",
      "sentences": "Yeah. It's hard. You have to replace that person and backfill and get people up to speed on the grand jury testimony. A lot of what prosecutors are relying on is the perfect memory of what the tone, the context of a witness's testimony was. I remember I want to bring that in because here's how with son (ph) to my grand jury.Here's how they leaned in. Here's how they were in some way provoked to anger and a visceral reaction. Reading a transcript, being brought up to speed to the tune of more than two years' worth of investigation. It's very hard to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Yeah. I mean, I can't even imagine. J. Tom, I want our viewers to listen to a bit of what Fani Willis said on the stand, that might have gotten the judge so angry. Let's listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "You've been intrusive into people's personal lines. You're confused. You think I'm on trial. These people are on trial for trying to steal an election in 2020. I'm not on trial. No matter how hard you try to put me on trial.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Now, just to be clear. She was talking to one of the defense attorneys who was bringing up this motion against her, not to judge but the judge didn't like that and other ways that Fani Willis behaved as she was very clearly annoyed and tried to defend herself. J Tom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MORGAN",
      "sentences": "I'm sorry, Dana. Was that a question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Yeah, yeah. That's a question. What would -- when you look at that and you see what the judge did and said about moments like that. What's your takeaway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "So, I mean, I take what you're saying, but even in a high- profile case like this. I mean, I'm guessing most of the cases that you tried in Georgia were not national -- international headlines. Not to say that they weren't important, but they didn't have to do with a former president and potential future president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "MORGAN",
      "sentences": "Yeah. So, I did try one that had state and national headlines. And again, but when we tried it, there was a lot of just forgetfulness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Yeah. OK. That's interesting. Paula, you mentioned this, and I just -- we talked about this yesterday, but because it's another day and things change. I want to look again at the overall timeline for the -- not just this, but the other three trials that are pending for Donald Trump. And the timeline, the classified documents case.The earliest we would see the trial is in August, waiting for a judge to rule on that. Federal election case that the date is dependent on what the Supreme Court does, first of all about immunity of the Georgia election case. We're talking about now data uncertain, and then overnight, there was a bit of a change in the hush money case. The trial is scheduled still for March 25, but both sides are asking for a delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "REID",
      "sentences": "Yeah, a lot can change in 24 hours. Yesterday, I believe, I said this is the only case that is expected to go before the election, the New York hash money case, the district attorney framing it as the 2016 election interference case. But late last night, the district attorney revealed that they are not opposed to a 30-day delay in this case.Now the need for the delay is because there's now 10s of 1000s of pages of evidence that they have to review. And this came from the Southern District of New York, federal prosecutors. This is a state case. And right now, Dana, there are a lot of questions about why there are suddenly tens of thousands of pages of discovery that they need to look at two weeks before this trial was scheduled to start now. Both sides have their version. The Trump lawyers, they argue that this evidence was withheld by the Manhattan district attorney. The other side argues in fact that the Trump team waited to subpoena this evidence. But this was -- this was really startling because this was the only case that was firmly on the calendar. We'll see how long the judge delays this. The defense attorneys are asking for 90 days. He could split the middle. But look if he done the middle, but if he delays this for 60 or 90 days, Dana, that increasingly complicated calendar gets even more crowded and more complicated. This one I cannot say for certain that former President Trump will face any criminal case before the election, it's likely, but it's not certain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "How much of a screw up with this in New York?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "COATES",
      "sentences": "Well, the fault does not rest it seems with Alvin Bragg the D.A. in Manhattan. Why? Because these documents were not in his possession. Every prosecutor has to turn over documents through the discovery process, because it could include exculpatory material, May, he will say things like people Brady evidence, which means things that could prove that you're actually innocent.I got to turn that over. Because otherwise, the way of the government against you is entirely unfair. And there is no due process that may or may not be contained in these documents. It could be harmful documents or Trump as well. But if you're the defense, you're going to be standing up there pounding the table that you have had things withheld from you whether you like it or not. The SDNY, I believe was the one who was asked for the material over a year ago by Alvin Bragg's office, they did not provide it. Now they're doing so. That doesn't matter to the average American listening. They all they hear is the government did not hand over documents in the case where the person who was the defendant already says weaponize government. But at the end of the day, it's better to have happened now as opposed to in the rearview mirror when they would had a stronger case of some of misconduct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "And apparently, I'm being told that just now the Trump team sent a letter to the judge saying 30 days is not enough. So, delay, delay, delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "COATES",
      "sentences": "Shockingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Former President Trump's legal calendar is not happening in a vacuum. It is happening in the middle of a razor thin presidential campaign. With me to talk about that CNN's Jeff Zeleny, Laura Coates and Gloria Borger. Hi. Hi, again.Jeff, I want you to talk about something that I heard you talking about this morning. I'll give a little, you know, peek behind the curtain to us sort of internally, which I thought was such interesting reporting about the way that the Biden campaign is viewing everything that's happening with Trump on the legal front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "Yeah. And it's so interesting. The reason why this is a story because Trump really needs to Georgia is potentially playing ---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ZELENY",
      "sentences": "It's a hall of mirrors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "It's a hall of mirrors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GLORIA BORGER, CNN, SENIOR POLITICAL ANALYST",
      "sentences": "Right. It also -- it just sort of undermines the whole legal system. And you know, Donald -- that's what Donald Trump has been trying to do. And his whole spiel is the legal system is rigged. It's rigged against me. And look at what happened in Georgia with Fani Willis.And so, you can't trust the legal system, because she's still going to be prosecuting my case and she shouldn't be. She doesn't deserve to be there. So, in the state of Georgia, as you point out, even though it's a big local story, she's an elected official that judge is elected. It's going to have some legs in the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COATES",
      "sentences": "I mean, two points, really. On the one hand, Georgia is unique, because these were Republicans who fought back against Donald Trump, Brad Raffensperger, Brian Kemp. This was the state ---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "But Laura, they're rhinos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COATES",
      "sentences": "That's right. I keep forgetting. Once they've gone again, they can no longer be a part of the party. You know, it was clear sarcasm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COATES",
      "sentences": "But that was what makes it unique about Georgia. And also on Tuesday, I mean, even Nikki Haley is no longer in the race. She was holding her own against Donald Trump in Fulton County, in DeKalb County, in the Georgia suburb as well. So, it's a little bit telling.But finally, remember, Donald Trump's goal is delay. But his real goal is to -- it's all to go away. That has not happened in Mar-a-Lago. The judge did not dismiss the case, even though he wanted to talk about the issues of an ambiguous. He says Espionage Act. He wants the Fani Willis case to go away. If she had been disqualified, there was no chance this case is going to go to trial this year, let alone (Ph) maybe even at all. And so, delay is one thing, but he doesn't want to kick the can down the road. He wants the road to be obliterated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BORGER",
      "sentences": "Well, he doesn't want to just delay, he wants to destroy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BORGER",
      "sentences": "And destroy means destroy people's faith in institutions. And one of those, of course is a judicial system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "Well, that's all true. But the other major factor here. He definitely wants to. What did you say, don't kick the can down the road? Burn the road or something?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COATES",
      "sentences": "Yeah. He wants to destroy the road.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "But Jeff, a big part of, if you kind of go back in time and him announcing at the time that he did in 2022. And the way that he is approached his political campaign and his legal campaign, simultaneously, is all about him personally. I mean, I'm not saying he doesn't want to be president.But a big part of why he wanted to be president and wanted to declare his candidacy early on was to blur the lines and to make it harder for him personally to be successfully prosecuted. Because, oh, I will not just a former president. I am a candidate for president in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ZELENY",
      "sentences": "Without a doubt. I mean, this is someone who has, you know, complete name ID. He could have jumped in at the last moment, the night before the Iowa caucuses, and he could have still won. But the reality is he jumped in first. He wanted to be a candidate for president. So, he could say that this was all part of the witch hunt all part of election fraud trying to block him from this.Such a good point, Laura, that you made that Republicans in Georgia stood up to him. It's a little unclear -- some of those same Republicans will put their jerseys on and vote for Donald Trump in November, but some may not. I mean so this is why it's such an interesting laboratory in Georgia this case. If it goes to trial will be on television. Every day, it's the only one that will -- that is different in this as well. And it's also one should he become president that he cannot do anything about because it's a state case. So, this was the first ruling, really a string of some pretty positive rulings for the former president from all courts. This is the first one that was not in his favor and it's a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "He's been pretty lucky so far. Gloria, I want you to weigh in on this. But you talk to voters all the time. You're out on the road constantly. How much are they tuned in to all things Trump legal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "And then you have -- as you come in, I want you to listen to Jamie Raskin. He was talking to Manu earlier this week. He on the one hand said, look, like when some of the charges were dropped in Georgia, like that's the way it is. And he's making the argument that if you're going to respect the judicial system, then you have to go in all in on that. Let's listen.(BEGIN VIDEO CLIP) REP. JAMIE RASKIN, (D-MD): If you are a walking crime wave like Donald Trump, you can trample every criminal, civil, disciplinary, ethical boundary you want. And then, you know that it's going to take time for the justice system to catch up with you. But that's in the nature of justice system based on due process. But we've got to stick by the rule of law. It's all we've got. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BORGER",
      "sentences": "Well, right. You do have to stick by the rule of law. And sometimes it's on your side and sometimes it isn't. And I think in these four cases, we might not hear any of them before the election. It is worked in Donald Trump's favor because he wants to delay and destroy and, you know, do whatever. And now, you know, in D.C., you're waiting for a Supreme Court ruling. And there's nothing you can do to skip over that. You have to -- you have to wait.And our pulse, and other people's polls show that the American public does want to get a resolution on at least one of these cases before they vote. They want to know if he's going to be convicted of any of these things. And they now -- it looks like they may not know. COATES: by the way, being a Teflon Don, is not the -- is not the best asset. You're talking about cases and multiple juries because you could have the cumulative effect of jurors being aggravated that this person keeps getting away with it. And they may say to themselves, well not on my watch, his defense has to guard against that.",
      "isLastSentenceInterrupted": false
    }
  ]
}