{
  "date": "2024-11-14",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Picks Tulsi Gabbard For Director Of National Intelligence; John Thune Wins Senate Republican Leadership Fight; Trump Picks Matt Gaetz For Attorney General. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, it's 5Donald Trump wants former Congresswoman Tulsi Gabbard to be his Director of National Intelligence. As recently as four years ago she ran for the Democratic presidential nomination, but she has since left the party and is now a staunch ally of President-elect Trump who believes the intelligence community has been weaponized against him. The head of the DNI role has broad oversight into the U.S. intelligence community. Gabbard is an Army veteran, but she has never served in any capacity in an intelligence agency, and she's often been skeptical of U.S. intelligence in the past. When she was still a member of Congress in 2017, Gabbard met with Syrian President Bashar al-Assad as civil war broke out in his country with U.S.-backed rebels. Two years later I pressed her about whether Assad was a U.S. adversary. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Do you think Assad is our enemy?TULSI GABBARD, 2020 PRESIDENTIAL CANDIDATE, FORMER CONGRESSWOMAN: Assad is not the enemy of the United States because the United -- Syria does not pose a direct threat to the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "What do you say to Democratic voters who watched you go over there, and what do you say to military members who have been deployed repeatedly in Syria pushing back against Assad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "GABBARD",
      "sentences": "Uh, people who have been deployed to Syria have been there focused on their mission, which has been to defeat ISIS. Our troops have not gone to Syria to wage yet another costly, destructive regime change war.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "All right, joining us now to talk more about this pick, Shawn Turner, the former director of communications for U.S. National Intelligence. Shawn, good morning to you. Thank you so much for being here.SHAWN TURNER, PROFESSOR OF STRATEGIC COMMUNICATION, MICHIGAN STATE UNIVERSITY, RETIRED USMC OFFICER, FORMER DIRECTOR OF COMMUNICATIONS, U.S. NATIONAL INTELLIGENCE (via Webex by Cisco):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Your reaction to the selection of Tulsi Gabbard here? There are questions also that tie into this question about Assad that lead to Moscow. What do you see here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "TURNER",
      "sentences": "Yeah. You know -- well, good morning, Kasie. Thanks for having me.You know, first, I've been saying that the president gets to pick his cabinet, and we know then we've got to accept that. But the role of the director of national intelligence, as you said at the outset, sits atop all the other intelligence agencies. It is one of the most complex cabinet-level positions that the president has. And this needs to be someone with a steady hand who is experienced, who is qualified, and who is willing to speak truth of power. To give the president news, good, bad, or indifferent. So when I -- when I look at someone like Tulsi Gabbard and I look at the lack of qualification, the lack of experience, but more importantly, when I -- when I think about the fact that she is someone who is in the role not because of her understanding of intelligence or because of her loyalty to Donald Trump, it really concerns me. You know, the clip that you ran where she had met with Bashar al-Assad -- to say that Bashar al-Assad -- that Syria is not an enemy of the United States suggests that she really doesn't understand the complex intelligence environment. And it completely discounts and discards the fact that we have partners and allies around the world, and Bashar al- Assad is a threat to our partners and allies. So I'm really concerned about this pick and my hope is that as many of these individuals do, that when she has the benefit of full knowledge -- a full understanding of the intelligence community, that she realizes the weight of the job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "So, Shawn, The Atlantic's Tom Nichols had this to say about Gabbard, and it seems to underscore some of the points that you are making. But here's what he writes.\"Gabbard is stunningly unqualified for almost any cabinet post but especially for ODNI. She has no qualifications as an intelligence professional -- literally none. But leave aside for the moment she's manifestly -- that she is manifestly unprepared to run any kind of agency. Americans usually accept that presidents reward loyalists with jobs, and Trump has the right to stash Gabbard at some make-work office in the bureaucracy if he feels he owes her. It's not a petty -- pretty tradition, but it's not unprecedented, either. To make Tulsi Gabbard --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "TURNER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "-- the DNI, however, not merely handing a bouquet to a political gadfly. Her appointment would be a threat to the security of the United States.\"Do you think that Tulsi Gabbard in this role is a national security threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "All right, Shawn --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "TURNER",
      "sentences": "But I have my doubts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "Shawn Turner, thank you very much for your time this morning, sir. I appreciate it. I hope you'll come back soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "TURNER",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "All right, let's turn now to this. South Dakota Sen. John Thune elected by his Republican colleagues as the new leader of the Senate GOP. He replaces Sen. Mitch McConnell who has held that role since 2007 -- the longest serving party leader in American history. Republicans will have a trifecta in Washington next year having won the White House and both chambers of Congress.So, Thune is going to be responsible for helping usher Donald Trump's agenda through Congress. Trump has already made one controversial demand. He wants the Senate to bypass the traditional confirmation process for his cabinet choices. (BEGIN VIDEO CLIP) SEN. JOHN THUNE (R-SD), MAJORITY LEADER-ELECT:  The Senate has an advised and consent role on the Constitution, so we will do everything we can to process his noms quickly and get them installed in their positions so they can begin to implement his agenda. We expect a level of cooperation from the Democrats to work with us to get these folks installed. And obviously, we're going to look at -- explore all options to make sure that they get through and that they get moved quickly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "All right, joining us now, Associated Press congressional reporter Farnoush Amiri. Farnoush, good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "FARNOUSH AMIRI, CONGRESSIONAL REPORTER, ASSOCIATED PRESS",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "AMIRI",
      "sentences": "You, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "You had a busy day on Capitol Hill yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "AMIRI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "Obviously, Thune there telling Donald Trump what he wants to hear about how he'll handle the process. But there are very real questions about whether some of these nominees that Trump has announced, especially in the last 24 hours, can get the 50 Republican votes that they would need even if the process were allowed to move relatively quickly.What's your assessment of the likelihood of -- I mean, let's start with Matt Gaetz and then we can continue down the list to Tulsi Gabbard and Kristi Noem, and others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "AMIRI",
      "sentences": "Yeah. I mean, it almost seems like Trump and his transition team are trying to beat each other on who is going to be the most difficult person to get through the Senate each time they nominate someone. Because we, five minutes ago, were talking about Hegseth, who is a Fox News anchor. We were talking about how the majority of department -- defense hawks and officials don't know who this guy is unless they tune into Fox News.And now we have quickly moved on that he will not actually, like -- yes, he will be difficult but what happens with someone like Matt Gaetz or Tulsi Gabbard who don't have allies on either side of the aisle? And as someone on your show earlier said, like, Matt Gaetz is someone who -- a member of Congress -- you will ask them their opinion of them and he will think it's off the record and they're like, no, that is on the record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "(Laughing).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "AMIRI",
      "sentences": "I want you to make sure to print that.And with Tulsi Gabbard -- I mean, Democrats -- when he said -- Thune said we're hoping for cooperation from Democrats -- I mean, that is almost definitely not going to happen with a candidate like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "Right.Well, so let's talk for a second about this recess appointment possibility. Our colleagues here at CNN were up on the Hill asking this question. There are also interviews, of course. We can take a look at what a couple of them had to say about recess appointments. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "REPORTER",
      "sentences": "Do you think he'll get confirmed by the Senate?REP. THOMAS MASSIE (R-KY):  He doesn't need to. It'll be recessed. He's the attorney general. Suck it up. SEN. MARKWAYNE MULLIN (R-OK):  We will do whatever it takes, but that's the last resort. SEN. KEVIN CRAMER (R-ND):  If you go in to run the Department of Defense and you have the backing of the United States Senate and the President of the United States it's much better than a recess appointment. Having said that, a recess appointment is valid. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "So, Thomas Massie says \"suck it up.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "AMIRI",
      "sentences": "Yeah. I mean, there -- even Thune was kind of closing the door but leaving a little crack open on he knows who he is now having to answer to and it's Donald Trump, right? And he knows that he has to get these confirmations across. But how he gets that, even in the largest majority that they've had in several years, is going to be a really tricky question and the first test of his leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:20",
      "speaker": "HUNT",
      "sentences": "What is your sense of the stomach that Senate Republicans have to stand up to Trump in the event of problems with these nominees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:08",
      "speaker": "HUNT",
      "sentences": "All right, Farnoush Amiri for us. You're going to have another busy day, I would imagine, so thank you for starting yours with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:08",
      "speaker": "AMIRI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:08",
      "speaker": "HUNT",
      "sentences": "I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:08",
      "speaker": "AMIRI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "President-elect Donald Trump's picks of Matt Gaetz and Tulsi Gabbard to be in his cabinet may be no surprise when you consider his remarks about intelligence agencies -- what he calls the \"deep state\" -- and his new choices for Director of National Intelligence and Attorney General align with that goal.(BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL):  We either get this government back on our side or we defund and get rid of -- abolish the FBI, CDC, ATF, DOJ -- every last one of them if they do not come to heel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "GABBARD",
      "sentences": "Of course, there is going to be resistance to change from the swamp in Washington. I think that's kind of the point. The American people are saying hey, stop looking at yourselves. Stop focusing on your own power, your own position, your own bank accounts. How about we have leaders in Washington who are actually looking out for the American people?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "All right, let's bring in CNN senior law enforcement analyst and former deputy director of the FBI, Andrew McCabe. Andy, thank you very much for being with us this morning.I want to start with Matt Gaetz, who is potentially on track here to lead the agency that includes the FBI where you spent so much of your professional life. What are the implications of having Matt Gaetz as attorney general? ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST, FORMER DEPUTY DIRECTOR, FBI (via Webex by Cisco):  Good morning, Kasie. You know, the -- there are so many things that kind of jump out to you when you hear that -- the prospect of that nomination. But I think the first thing that really impresses me is what it says about Donald Trump's intention for the Justice Department and the FBI. Matt Gaetz is obviously wholly unqualified for this job. He's someone who, I mean quite frankly, couldn't get hired by the FBI if he was -- had he ever been interested in that, which I'm sure he never was. Probably couldn't qualify for a clearance. Matt Gaetz has, by his own statements -- some of those you just played -- no interest in the FBI or the Department of Justice. No respect for the work that they do or for the people that do that work. He is singularly a disruptor. He is someone who has been selected because of his interest and desire to go into the organization and tear things apart -- you know, likely get rid of people and stop doing a lot of the work that the Justice Department is currently doing. And that is just -- you know, we've spent a lot of months debating whether or not Donald Trump actually means the things he says about the Department of Justice and the FBI -- whether he's actually going to try to really dismantle those organizations in a serious way. I think the selection of Matt Gaetz is a clear indication of how -- just how squarely he intends to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Can you give us a little bit of insight into what kind of things he could potentially do that would impact the FBI specifically, and also the department generally? I mean, what do you see as the stakes of having -- especially someone who seems willing to do the bidding of Donald Trump as kind of a key qualifier for this role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "MCCABE",
      "sentences": "You know, foundationally, the job of the attorney general -- and I can tell you this from having observed it firsthand time and time and time again in meeting after meeting in the White House, in the Situation Room about critical national security issues, right? These are incredibly complicated, legally challenging, morally challenging, ethically challenging issues about operational matters involving the United States government, its enemies overseas, and how we're going to protect the United States.And in those conversations the attorney general is the key player that informs and educates the entire room. We're talking about cabinet secretaries here -- people who advise the president on a day-to-day basis. They all look to the attorney general to be able to tell them what the law says, what it means, how it fits in any particular scenario, and how -- what the challenges are to some of the things that our military, our law enforcement, and our intelligence agencies need to do to protect the United States. And Matt -- the idea of Matt Gaetz -- a guy who maybe practiced law in a small firm in Florida for a year or two before he went into politics -- it's just unthinkable that he would be able to rise to the demands -- the significant demands of that role and to perform it in a way that actually added value to the nation's national security process. [05:50:10] So, for me, that's the part that really kind of shakes me to my core. Beyond that there's a million different ways that he could negatively impact the department and its component parts, like the FBI, in terms of just his misunderstanding and lack of respect for the work that they do. You know, there are many ways that you might think that those agencies need to be changed, or reformed, or redirected, or pursuing different policy goals. That's all totally fair. Donald Trump -- it's his job -- not just his right and not only has the authority, but he has the obligation to do that in pursuit of the mandate he's been given with last week's election. But you don't get there by destroying the very entities that you rely upon to provide these services to the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Our senior law enforcement analyst Andy McCabe -- Andrew McCabe with a very significant warning. Sir, I really appreciate your time. I'm very grateful to have your voice on the show as we all take this in the morning after it happened. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "MCCABE",
      "sentences": "Yeah. Thanks, Kasie. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "See you soon.All right, time now for sports. The Cavaliers rally in the second half to beat the Sixers and become just the sixth team in NBA history to start the season 13-0. Andy Scholes has this morning's Bleacher Report. Andy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, good morning, Kasie.So the Cavs -- you know, they've got a ways to go to get to that all- time best record to start a season. That mark was set by the 2015 Warriors who started 24-0. But of the previous five teams to start 13- 0, like these Cavs, four of them made the NBA Finals. So that's a great sign for Cleveland fans. Donovan Mitchell -- he scored 13 of his 23 points in the fourth quarter against the Sixers. And Darius Garland -- he had a game-high 25. The Cavs would end up winning easily in the end 114-106. And here was Garland afterwards on the streak. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "DARIUS GARLAND, GUARD, CLEVELAND CAVALIERS",
      "sentences": "Just taking it game-by- game. We know we've got a tiger on our back, so we've got to come in with that aggressiveness and that confidence that we're going to win every game. And that's what we've been doing even though, like I said, long nights, not a lot of sleep, but these guys stay together and just continue to see this will be great, and that's what I'm trying to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right. The Cavs host the Bulls on Friday.Giannis, meanwhile, a man on a mission last night. He scored 22 of the Bucks 24 first-quarter points and he just never let up. Giannis would go on to score a league-high for points this season 59. The Bucks would beat the Pistons in overtime 127-120. The San Antonio Spurs, meanwhile, announcing yesterday that head coach Gregg Popovich suffered a mild stroke back on November 2, leading to his recent indefinite medical absence from the team. In a statement, the Spurs says Coach Pop has already started a rehabilitation program and is expected to make a full recovery. But there is no timeline for him to return to the sidelines. The Spurs were back on the floor hosting the Wizards Wednesday and it was another career night for Victor Wembanyama. The French phenom making a career-high eight threes on his way to a career best 50 points. Wemby is the fourth-youngest player ever to score 50 in a game. The Spurs beat the Wizards 139-130. And so a nice night for the 20- year-old there. Also a nice night for the 39-year-old LeBron James. He had yet another triple-double against the Grizzlies. He scored 35 points to go along with 12 rebounds and 14 assists. The Lakers rallying in the fourth to get the win 128-123. LeBron is the oldest player ever to have three-straight triple-doubles breaking his own record from five years ago. That's pretty incredible. All right. And finally, Caitlin Clark taking part in the pro-am at the Annika Sorenstam's LPGA tour event. She joked before the event she hoped she didn't hit anybody. But a near-disaster on the first tee -- look at that -- she nearly decapitates a fan. I mean, Kasie, that was pretty close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Oh my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "And I am shocked that someone didn't say hey guys, this is a pro-am. These aren't professionals. Balls can be going anywhere because standing that close in a pro-am is pretty wild. Just thankfully, that did not go off someone's head there because that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Yeah, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "-- could have been bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "I'd be standing behind the tee box if it were me. I'm so glad --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "Or at least in the third row, right? You know, behind two people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Something like that. Oh, man. Well, I'm glad everyone's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Andy, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "It's Thursday, November 14. Right now on CNN THIS MORNING --(BEGIN VIDEO CLIP) SEN. CHRIS MURPHY (D-CT):  This is going to be a red alert moment for American democracy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Disbelief in Washington. Donald Trump taps Congressman Matt Gaetz to lead the Justice Department.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "GABBARD",
      "sentences": "I was grateful and honored to accept President Trump's offer to serve our country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "A spy stunner. Democrat-turned-MAGA Tulsi Gabbard chosen for the top intelligence spot.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}