{
  "date": "2024-10-24",
  "headline": "One World with Zain Asher",
  "subHeadline": "Harris and Trump On Blitz Of U.S. Battleground States; Middle East Crisis; US: At Least 3,000 North Korean Troops Inside Russia; Blinken: Expects Ceasefire-Hostage Talks To Resume Soon; CNN Crew Was Held Captive By Militia In War-Torn Sudan; First Lawsuit Files Against McDonald's Over E. coli Outbreak; Aired 12:00-1:00p ET",
  "utterances": [
    {
      "timeStamp": "12:00:27",
      "speaker": "ZAIN ASHER, CNN HOST",
      "sentences": "All right. All over the map. We're less than two weeks away from an election that could make American history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "ONE WORLD starts right now.It is crunch time. Trump and Harris hit the swing states as voters make up their minds. And the star power is coming out, including none other than Beyonce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "Also ahead, what are North Korean troops doing in Eastern Russia? Major concerns that they'll make their way to the frontlines in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "And later, outbreak. Why you may want to think twice before ordering a Big Mac?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "Well, I thought it was a quarter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Hello, everyone. Live from New York, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "And I'm Zain Asher. You are watching ONE WORLD. We begin with a blitz of America's battleground states by two candidates who, of course,want to win the White House. With just 12 days to go until election day in the United States, Kamala Harris is courting the vote today in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "And she is looking for a big boost on Friday when Beyonce is set to appear at her Houston rally.Later today, Republican challenger Donald Trump will be looking to impress the college crowd in Arizona. Now, this comes after the presidential nominee made her pitch during a CNN town hall last night, taking questions from the audience and our colleague, Anderson Cooper. Harris pushed her message that Trump is, quote, unstable and unfit to serve. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES AND DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "Imagine now, Donald Trump, in the Oval Office, in theSituation Room, he who has openly admired dictators, said he would be a dictator on day one. The former Chairman of the Joint Chiefs of Staff has said he is a fascist to the core.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "You've quoted General Milley calling Donald Trump a fascist. You yourself have not used that word to describe him. Letme ask you tonight. Do you think Donald Trump is a fascist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "HARRIS",
      "sentences": "Yes, I do. Yes, I do. Donald Trump said, why -- essentially, why aren't my generals like those of Hitler's?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "COOPER",
      "sentences": "Do you believe Donald Trump is anti-Semitic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "HARRIS",
      "sentences": "I believe Donald Trump is a danger to the well-being and security of America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "Trump reacted to the vice president's town hall on Wednesday by claiming it was her, quote, worst performance.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "DONALD TRUMP, REPUBLICAN PRESIDENTIAL NOMINEE",
      "sentences": "After all the catastrophes she has caused, Kamala Harris can't say one thing that you do differently.You saw that? What would you do differently? I can't think of anything. I'm asking you to be excited about the future of our country again. This will be America's new golden age. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "Let's go to Arizona now where Trump plans to court votes in the college down of Temple. Steve Contorno is there and joining us live now.So just in terms of the town hall we saw that Anderson Cooper and Kamala Harris, I mean, it's interesting because initially her focus two months ago was very much, it was all about joy. Her campaign was all about joy. And last night, what we saw was that even unrelated questions, right, she found her way to sort of pivot back to why Donald Trump would be a bad choice for this country. Just walk us through whether or not that's going to be an effective strategy for her in the next 12 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "ASHER",
      "sentences": "All right. Steve Contorno, live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "GOLODRYGA",
      "sentences": "Vice President Kamala Harris will join former President Barack Obama in Clarkston, Georgia in the coming hours. CNN's Priscilla Alvarez isthere and joins us live. And one theme throughout all of these battleground states, Priscilla, is just how close the polls are in all of these seven swing states. These two candidates virtually in a dead heat tie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Well, that's exactly right. And for those reasons, the campaign is trying to capitalize on early voting. Ofcourse, here in Georgia, that has already begun. So the campaign turning now to get out the vote phase of all of this, where they want to energize and mobilize voters, ginning up that enthusiasm with star power. Here in Georgia, that is going to be the vice president being joined by former President Barack Obama. It's the first time that they have been on the campaign trail together. And it is going to be headlined by Bruce Springsteen, who often makes appearances in the waiting days of the election for democratic candidates. So, certainly, this kicks off a phase that is not only focused on getting out the vote, but also making sure that they can clinch that support and make sure that it turns into votes when they know that it's going to be such a tight race. Every campaign official I've spoken with will often tell me, it's going to come down to a few thousand votes here and there across these battlegrounds. So that is what they are focused on now in these final days. Now, of course, part of that, too, is amplifying their messages. So tomorrow, the vice president is going to be in Houston, Texas. It's not a battleground state, but it is a state that sources say is the epicenter of what they call the Trump abortion ban. So they want to highlight that in Texas with Beyonce. So, again, trying to bring as much attention as possible to these events. And then next week, the vice president, on Tuesday, will be delivering her closing argument, the National Mall at the Ellipse. That is where former President Donald Trump delivered his fiery speech on January 6th that set in motion the attack on the U.S. Capitol. So pulling this all together, you start to see each bit of their argument coming together, bit about reproductive freedoms, which the vice president has been a key voice on since the start of the year, but also when it comes to warnings of a second potential Trump term, which they'll continue to elevate over the next several days as they underscore the stakes of the election. And all of that, of course, happening while they bring out all the stops, be it the former President Barack Obama, who will be deployed not only today but over the next several days, as well as celebrities to bring attention to each of these events for voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:09",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Priscilla Alvarez, thank you so much. All right.Still to come, overnight, Israeli airstrikes light up parts of Beirut's suburbs as the U.S. Secretary of State tries to revive Gaza's ceasefire talks. We are live for you in Tel Aviv when we come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "GOLODRYGA",
      "sentences": "Russian President, Vladimir Putin, had a stark warning on the final day of the BRICS Summit in Kazan that fighting in the Middle Eastcould soon tip into an all-out war. In an address, President Putin called for a swift end to the violence in Israel, Gaza and Lebanon. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator): The military actions that began a year ago in Gaza have now spread to Lebanon. Other countries in the region have been affected, and the degree of confrontation between Israel and Iran has sharply increased. All this resembles a chain reaction and puts the entire Middle East on the brink of a full-scale war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "ASHER",
      "sentences": "And in about 20 minutes at time, the Russian president is set to hold a bilateral meeting with the U.N. Secretary General Antonio Guterres,who is expected to bring up the war in Ukraine. Much of the discussion at this year's BRICS summit has centered around the fighting in Ukraine and the Middle East, although there has been no tangible plan to end either conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "GOLODRYGA",
      "sentences": "And while President Putin has been hosting BRICS leaders, we're following another developing story in Russia that has the West on edge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "ASHER",
      "sentences": "The White House says that North Korea sent at least 3,000 soldiers to Eastern Russia earlier this month for training at several militarysites. The move has also fueled concerns they may take part in Russia's war in Ukraine. Here's CNN's Will Ripley with more. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): At this remote Russian military base, a convoy of what appears to be North Korean troops training in a barren bleak stretch of wilderness deep in Russia's Far East. CNN geolocated this video. Sergeevka Training Ground, near China and North Korea, the front lines of Ukraine more than 4,000 miles away. Ukraine is where South Korean intelligence says these soldiers are going, 1,500 now, as many as 12,000 could be deployed, South Korean media says. Some seen here, supposedly just days ago, getting their Russian military uniforms. The audio, muffled. The language sounds like Korean. We can't independently verify this video provided to CNN by the Ukrainian government. They also shared this. A uniform sizing questionnaire dated last week, in both Korean and Russian for hats, headgear, uniforms, and shoes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "RIPLEY",
      "sentences": "Why would Kim Jong Un be sending troops to Russia and to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "DANIEL PINKSTON, LECTURER IN INTERNATIONAL RELATIONS, TROY UNIVERSITY",
      "sentences": "So if Russia is successful, then, you know, the North Koreans could followsuit and it could be a very dangerous situation. RIPLEY (voice-over): As Kim Jong Un and Vladimir Putin deepen their anti- U.S., anti-West military partnership, a terrifying scenario, says Ukraine's president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "We know about 10,000 soldiers of North Korea that they are preparing to send fight against us. And this isthe first step to a world war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:21",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My delegation that --RIPLEY (voice-over): At the United Nations, no comment from North Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Our thanks to Will Ripley for that report. We want to bring in William Taylor, former U.S. ambassador to Ukraine. Mr. Ambassador,thanks so much for joining us. And let's pick up there with this alarming news that has been confirmed by the U.S. Defense Secretary Lloyd Austin this week that North Korean troops have, in fact, been spotted in Russia, U.S. says about 3,000. You have Ukrainian intelligence suggesting that number is around 13,000. And Ukraine intelligence also saying that they believe these North Korean troops have already been deployed to the Kursk Region. Talk about the significance of this development and what, if any, response the U.S. in particular should have. WILLIAM TAYLOR, FORMER U.S. AMBASSADOR TO UKRAINE: Right, Bianna. This is - - this is troubling that the Russians would accept the troops, not to mention all the weapons from North Korea. It's also troubling that the North Koreans would take this step. This makes them a co-belligerent. That is, they are fighting alongside Russia, and they will feel the brunt, the increased brunt of sanctions and other opprobrium that comes with this horrible war that the Russians are inflicting on the Ukrainians. So this is -- this is a big problem. It also demonstrates, though, Bianna, that the Russians are hurting for soldiers. If they have to go to the North Koreans in order to fill out their ranks, in order to be able to defend themselves where the -- where the Ukrainians are pushing into Russia and taking territory in Russia, and the Russians don't have the soldiers to defend that part of their own territory, then this is an indication that the Russians have some difficult problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "ASHER",
      "sentences": "Just in terms of, I mean, obviously you bring up a good point just in terms of, you know, this becoming a war of attrition and the Russiansrunning low on just sheer numbers of soldiers and ammunition and that sort of thing. Obviously, this is a massive problem for the Russians. But just in terms of the complexity of integrating two different armed forces, obviously, there is issues when it comes to language barriers, for example. Just how difficult is that going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "TAYLOR",
      "sentences": "It's going to be extremely difficult. You bring up a very good point.To integrate militaries, armies, so that they work together effectively is very difficult. It takes training, takes exercising. It takes communications, as you indicate. The language barrier is obviously going to be difficult. So it's not clear that these will be very effective in terms of their support for the Russian troops. We already know that the Russians are using prisoners and are pushing more and more people, more and more soldiers into this fight. And to do that now with the North Koreans, with all the coordination problems and interoperability problems, the lack of training problems, this could not -- this might not be a real benefit for the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "GOLODRYGA",
      "sentences": "Let me ask you to respond to reporting in \"POLITICO\" and other news outlets this week that the U.S. has been less than receptive to someof the five points made in President Zelenskyy's victory plan that he presented to western leaders here in Washington as well a few weeks ago to the president and that they have been, quote, slow-walking his call specifically for immediate invitation into NATO. This is something that President Zelenskyy has been adamant about in terms of what it would take for bringing this war to an end and the outcome that Ukraine has been desperate for. Your response, do you think -- and it's not just the United States, we should note. It's Germany and other western allies. Has President Zelenskyy been overly ambitious in sticking to this specific point? Or do you think that the U.S. and other allies should be more sympathetic to his demands?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "ASHER",
      "sentences": "And, Ambassador, just explain to us, you know, how Russia's war with Ukraine is essentially realigning global partnerships. So, for example, wejust talked about North Korea sending troops to Eastern Russia with potentially an eye to move them into Ukraine. You've also got China becoming Russia's sort of main economic partner. You've got the fact that Finland and Sweden are joining NATO. You've got the fact that Belarus is now that much more aligned with Russia as well. Just explain to us how this war is changing international order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "TAYLOR",
      "sentences": "So you're right. This is clarifying the positions. You mentioned the Finns and the Swedes. They had been neutral for, in the Swedish case,for 200 years and the Finnish case for generations. And they noticed when the Russians invaded Ukraine that neutrality doesn't work. And so they applied to and were accepted into NATO. That is -- that has made NATO on that side, on the western side, even stronger, even more capable, and more united. You mentioned on the other side, yes, the Russians have allies in North Korea and in Iran, but those are the only two states, North Korea and Iran, the only two states that sell weapons to the Russians. Even the Chinese have refused to sell weapons to the -- to the Russians, but the Chinese do provide this dual-use equipment, microchips and other pieces of equipment that are -- that are dual use, but that go into the military in Russia. So the Chinese are clearly supporting, as you indicate, but they're hesitant. They are so far refuse to provide the actual weapons. Why? Because unlike the North Koreans and the Iranians who are already totally sanctioned by the West, the Chinese have a lot at stake in their relations, economic relations, trade relations with Europe and with the United States that they don't want to jeopardize by selling Russians this -- these weapons. So all to say that you're right. There are clarifying flying forces going on here. That is the West is unified and larger more capable in particular with NATO. But the Russians only really have the North Koreans and the Iranians in some way to provide the weapons and -- but with the Chinese providing the economic support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "GOLODRYGA",
      "sentences": "Before we let you go, quickly, do you think it was appropriate for the U.N. General Secretary Antonio Guterres, to travel to Russia toKazan for the BRICS Summit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "TAYLOR",
      "sentences": "I don't. I don't. I can't imagine why he decided to go. I'm sure he will try to make the case to the Russians, to Mr. Putin, that he shouldstop this war, that he should get out of Ukraine. But for Guterres, for the U.N. Secretary General, to go to the state and meet the leader of that state, a member of the P5 who is conducting this war, this -- or President Putin, Mr. Guterres has to remember is an indicted war criminal. He's an indicted war criminal and unable to travel to most nations in the world. And the U.N. secretary general went to see him? This is unacceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. No doubt he could have sent that same message from New York or any other place around the world.William Taylor, ambassador, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "ASHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "TAYLOR",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "GOLODRYGA",
      "sentences": "Well, the U.S. -- the U.S. secretary of state is making yet another push for a ceasefire and hostage release deal for Gaza, and afterthe death last week of Hamas leader, Yahya Sinwar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:12",
      "speaker": "ASHER",
      "sentences": "Yes. Antony Blinken has just left Qatar after stops in Saudi Arabia and Israel as well. He is on his 11th visit to the region since the October7th terror attacks last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:10",
      "speaker": "GOLODRYGA",
      "sentences": "CNN's Jeremy Diamond joins us now live from Tel Aviv, Israel.And, Jeremy, we're hearing that Prime Minister Netanyahu's office has signed off on sending the head of Hama -- the head of Mossad, to this meeting as well. Is there hope that perhaps even a short-term ceasefire could come out of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:10",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, that is certainly one of the ideas that has been on the table as negotiators look for different waysto restart these negotiations that have been frozen for weeks, if not months, at this stage. And so this weekend, we are expecting that the Mossad director, David Barnea, will indeed head to Doha, Qatar, this weekend to restart talks over a potential hostage and ceasefire deal in Gaza. Qatar's prime minister is expected to host the meeting, and the CIA director, Bill Burns, will also attend alongside the Mossad director. I expect that there will also likely be Egyptian officials involved in these meetings as well. One of the questions is, are they going to go back to the framework that had previously been under discussion? Are they instead going to go for some kind of a shorter-term deal that the Egyptians had been raising in recent days? That much is not clear yet. But what is clear is that these discussions are also going to be aimed, not just at trying to reach a deal, but trying to get a better sense of who is actually negotiating on Hamas's side and whether or not a deal can actually be reached, whether they will entertain a deal. We know that in the wake of the killing of Yahya Sinwar, we still don't have a clear picture of who is actually going to succeed him, whether either in Gaza, in terms of the head of Hamas' forces there, or in terms of the overall political leadership of Hamas. We did hear statements from a number of Hamas officials outside of Gaza in the wake of Sinwar's killing, like for example Khalil al-Hayya, who has been the man negotiating on Hamas' behalf with the mediators over the course of the last year. And he made very clear that Hamas is still sticking to its previous positions that it will only agree to a deal that results in an end of the war in Gaza, the withdrawal of all Israeli troops, for example, as well. And so one of the main questions is going to be, is he still the person at the table with the Qataris? And who is he ultimately reporting to? And so these negotiations are going to be aimed at figuring that out as well, but obviously a positive sign to see that there is at least some movement after so long of there being absolutely no discussions between these two sides at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:10",
      "speaker": "GOLODRYGA",
      "sentences": "No doubt. Hopefully a window of opportunity once again to see a deal come out of it.Jeremy Diamond, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:10",
      "speaker": "ASHER",
      "sentences": "All right. Earlier this month, the CNN crew was held captive in the North Darfur Region of war-torn Sudan. They had gone there to report on theworld's worst humanitarian crisis, but wound up actually becoming part of the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:10",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Chief international correspondent Clarissa Ward's team was supposed to meet a group regarded as a neutral party in Sudan's civil war.Instead, they were detained by a heavily armed militia for 48 hours. CNN's Richard Quest spoke to Ward about the conditions leading up to their terrifying ordeal and how they got through it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:10",
      "speaker": "RICHARD QUEST, CNN ANCHOR",
      "sentences": "Thank God you and the team are safe. But it's a risk you all took because this is the forgotten war. I mean, God help mefor saying it in those terms, but you know what I mean. This is the forgotten war that is just getting worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:08",
      "speaker": "QUEST",
      "sentences": "So you and the team are held for two days. I've heard the -- your description. I've read your description of you under trees. And you werenot harmed, but the very fact of being detained is a horror in itself. How are you all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:08",
      "speaker": "WARD",
      "sentences": "We're all fine. It was absolutely stressful ordeal. All of us, I think, were very much fixated on our families back home and how stressfulthis must be for them. And it weighs on you not having information, not knowing when you might be able to get out, when you might be able to cuddle your kids again. As the only woman, I was very mindful of restricting my food and water intake because there was no private place where I could relieve myself. At the end of the day, we got out after two days. We came back home. We're safe and we're with our families. And as journalists, it is so cringe-inducing, honestly, Richard, to become the story. But we felt it was really important to share our experience because it does touch on the broader themes and challenges of covering this conflict, but also of the complexity of the situation in Darfur, the difficulty of getting aid in, the difficulty of human rights organizations getting in, and getting the stories out of the people of Darfur that deserve to be told. And that the world needs to hear. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:08",
      "speaker": "ASHER",
      "sentences": "The militia leaders eventually announced that they were releasing our colleagues, although they claimed that they thought that they werespies. Ward says on hearing that she and her colleagues were being freed. There was, of course, a wave of relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.In the final days leading up to the U.S. presidential election, democratic candidate, Kamala Harris, is making her case against Donald Trump over and over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "ASHER",
      "sentences": "That's right. In a CNN town hall on Wednesday, Harris took her message to voters who are still on the fence over who they want to support,outlining why she's the right choice to lead the U.S. for the next four years. She even talked about her faith. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "HARRIS",
      "sentences": "I do pray every day, sometimes twice a day. I -- you know, my -- I grew up -- so we grew up in a little neighborhood church in Oakland, 23rdAvenue Church of God. And I was raised to believe in a loving God. To believe that your faith is a verb. Your work and your life's work should be to think about how you can serve in a way that is uplifting other people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "GOLODRYGA",
      "sentences": "Undecided voters tell CNN that if Harris' pitch for presidency sealed the deal, here's what they said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "JOHN KING, CNN ANCHOR",
      "sentences": "You all came in, maybe leaning, but undecided or persuadable. How many of you, show of hands, will leave tonight planning tosupport the vice president? Two have made a final decision. Now you came in leaning that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Pretty much right in the middle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "KING",
      "sentences": "OK. Came in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Leaning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "KING",
      "sentences": "Leaning and now you're decided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "KING",
      "sentences": "OK. Now, three of you have not. So let me start with you first, Joe. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think there are still -- first off, I certainly respect the vice president and the work that she is doing in her office. Ithink that there are still some, at least for me, some personal policy differences. I don't think that I still can't get behind her policies on abortion. That's just something that I can't get behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I am very big on details. I'm big on numbers. I am a widow with 100 percent responsibility for my family, for my kids, for theirtuitions, for my bills. I just want to see what lines up and I don't know if it's with this kind of environment that you can't commit to something, but I really do have to vote for my family. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "ASHER",
      "sentences": "The race remains razor thin across key swing states with less than two weeks to go before election day. CNN's poll of polls of likely votersin Georgia show no clear winner with Donald Trump at 50 percent and Kamala Harris at 48 percent. It is the same in the battleground state of North Carolina with Trump at 49 and Harris at 48.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "GOLODRYGA",
      "sentences": "And the race also remains tight in Arizona. Trump is coming in at 50 percent, Harris at 47. And in Pennsylvania, Harris is at 48 percentto Trump's 47, but again, neither candidate is clearly ahead at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "ASHER",
      "sentences": "Time now for The Exchange. Joining me live now is award-winning columnist, bestselling author, and one of the strongest voices inPhiladelphia radio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "GOLODRYGA",
      "sentences": "There's an introduction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "ASHER",
      "sentences": "Did you write that yourself? I'm kidding. Solomon Jones joining us live now.So, Solomon, what I find interesting about Pennsylvania is really that it is a microcosm for America. You've got suburban moderates. You've got, obviously, a lot of black people in Philadelphia. You also have white working class voters out west in the state. So it really does kind of represent the country. Just explain to us what sort of trends you're seeing on the ground in Pennsylvania across all of those three different groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "SOLOMON JONES, PHILADELPHIA RADIO HOST, WURD",
      "sentences": "Well, I think Pennsylvania is interesting because James Carville, who's a democratic strategist,described it some years ago as Philadelphia and Pittsburgh with Alabama in between. And I think he was -- he was absolutely right when he describes Pennsylvania. I drive around the state quite a bit. And when you go to the rural parts of Pennsylvania, Lancaster, for example, you see a lot of support for Donald Trump, but it's very sparsely populated. When you go into the cities, Philadelphia and Pittsburgh, you see a lot of support for Kamala Harris, as you traditionally see for Democrats. But when you go into the suburbs, you might find a Harris sign next to a Trump sign. That's what I'm seeing in this election where you've literally got neighbor against neighbor as you try to figure out who you're going to support. And I wonder how that plays out after the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "JONES",
      "sentences": "I think both candidates are trying to paint the other as people who don't care. I think that when you talk about Donald Trump, he is somebodywho is -- who is very blunt. I think that people respect that, who support him. I think that people who don't support him don't like it at all. I think that Kamala Harris has really tried to play on what she calls a lack of empathy from Donald Trump. And I think that voters in the city and voters who are people of color kind of see some of that. But I think the other thing is that Democrats have not delivered on every promise that they've made to the black community, in particular. And that has left them somewhat vulnerable with some of our voters, especially young black men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "ASHER",
      "sentences": "And just in terms of how tight this is going to be in Pennsylvania, back in 2016, Donald Trump won Pennsylvania by three quarters of apercentage point in 2020. Biden won it by little over one percent. You've got 20 Electoral College votes up for grabs. Back in 2020, I remember it was -- it was a nail-biter because we didn't get the results for Pennsylvania until I believe this Saturday. It took literally four days, and Saturday was when the election was finally called. Are you expecting the same thing this time around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "JONES",
      "sentences": "Well, it's interesting that you should say that I talked with Pennsylvania Governor Josh Shapiro on my show this morning, and I asked himthat very question. When do we expect the votes to come in? And can we trust the process? And what he said was that, look, you know, last time it was -- it was a Saturday by the time that the votes were counted. And we expect that it's going to take a few days this time as well. We don't have as many people voting by mail or voting in advance as we did the last time. And I don't think that's unusual given that we had a pandemic last time and a lot of people were in the House and voted by mail or voted early. I think this time you're going to see a lot of people voting on election day. I think there are going to be some delays in when those votes are counted, but I do think that our system here is secure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "GOLODRYGA",
      "sentences": "We know that Donald Trump was leading Joe Biden before President Biden ultimately decided to exit the race. A few weeks later, Kamala Harriswas slightly ahead in the state, and as we note now, it is just about neck and neck. She has been put in a position that's quite uncomfortable for a sitting vice president, and that is trying to differentiate herself from President Biden. She's been doing more of that. Last night, she was asked that very question at the CNN town hall. What are you hearing from voters about that specific issue that many are indeed equating her with the Biden administration and their concerns about how President Biden has been impacting their life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "JONES",
      "sentences": "Well, I think it's she's in an interesting position. It's funny. I was watching that town hall yesterday with my son. And I turned to him andsaid, as vice president, she can take credit for the good things that the Biden administration did, but at the same time, she has to take the blame also for the things that people don't like so much, even though she's not the one as vice president who's actually making those policies, who's actually making those decisions. She might be in the room, but the final decision is Joe Biden's. She can't say anything against Joe Biden. And so I think it puts her in an odd position. That was one of the questions that she answered last night where she kind of stumbled, trying to differentiate from Joe Biden without at the same time distancing herself from Joe Biden. Because if you got to take the credit, you also have to take the blame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "ASHER",
      "sentences": "And that's where we'll leave it. Solomon Jones, live for us there. Thank you so, so much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "JONES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "ASHER",
      "sentences": "-- for coming on the program. We hope to have you on again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "JONES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:08",
      "speaker": "ASHER",
      "sentences": "All right. Some 33,000 machinists at Boeing will remain on the picket line after union members rejected a new contract offer from theaerospace company on Wednesday. It would have given them an immediate raise and further increases over the next four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:08",
      "speaker": "GOLODRYGA",
      "sentences": "And one of the major complaints union members have with Boeing continues to be the elimination of traditional pensions a decade ago. Thestrike is costing the company, which was already reporting losses, $1 billion a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:08",
      "speaker": "ASHER",
      "sentences": "All right. A lawsuit has been filed against McDonald's over its ongoing E. coli outbreak. A man in Colorado says he got sick after eating aQuarter Pounder burger at the fast food outlet and is still recovering three weeks later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. It comes as health investigators are continuing to search for the cause of the outbreak. Nearly 50 people have gotten sick and oneperson in Colorado has died. Colorado authorities say the deceased had underlying health conditions. CNN health reporter Jacqueline Howard joins us now. Jacqueline, what do we know about this lawsuit and how severe the consequences could be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:08",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Yes. Well, what we know so far, the person behind this lawsuit, the man in Colorado who you mentioned, his nameis Eric Stelly. And he alleges that he developed gastrointestinal symptoms after eating at McDonald's. Those symptoms, he says, included nausea, cramps, and bloody stool. He went to a local hospital to get checked out, and that's where says he tested positive for E. coli. And it does appear that, right now, Colorado appears to be the epicenter of this current outbreak across the country. There have been at least 49 illnesses reported in 10 different states. The majority of those illnesses have been reported in Colorado. And as you mentioned, the one person who died in Colorado. So that's what we know so far about this outbreak. And the lawsuit was just filed a day after the CDC put out a food safety alert about this E. coli outbreak tied to McDonald's hamburgers, specifically the Quarter Pounders. And in response so far, McDonald's has said that it stopped selling Quarter Pounders in some of its stores. And the CDC is telling people that if they have recently eaten at McDonald's and have developed E. coli infection symptoms to definitely call their doctor. The symptoms to look out for include diarrhea and fever. Those are the two main symptoms that most people tend to report, as well as some people may experience stomach cramps and vomiting, but this is an ongoing investigation. And again, this is the first lawsuit that we've seen so far tied to this outbreak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "HOWARD",
      "sentences": "Right. It's still unclear. But I will say investigators have said that they're working to determine whether it's specifically tied to theslivered onions that are in these hamburgers or the beef patties that are in the hamburgers. We do know that those two items are specifically for the Quarter Pounders. And the supplier of the onions, the supplier to McDonald's, it's the company Taylor Farms Colorado, they announced that they have removed yellow onions from the market just out of an abundance of caution as this investigation continues. So we really are waiting to hear more about what exactly it is in the burgers that may be the cause of this outbreak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Jacqueline Howard, thank you so much.And we'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "Well, a famous cracker that is very popular with kids and a lot of their parents is getting a fancier name to reel in adults.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ASHER",
      "sentences": "Yes. For a limited time, Goldfish Crackers will be named after the Chilean Sea Bass crackers. Well, look and taste the same, but PepperidgeFarms hopes the grown-up name will bring in a more mature audience. The sales of snack foods continue to drop after peaking during the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "If you want to try them under the temporary name, act fast. They're available until next Wednesday. And they're only available online.I don't know, leave the goldfish alone. Like they were fine as it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ASHER",
      "sentences": "I actually prefer the original name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "I agree. This is, OK, we'll see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ASHER",
      "sentences": "OK. And finally, some young people in London have set out to make the digital world that much more inclusive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "While there already nearly, get this, 4,000 emojis representing human emotions and objects there are none yet --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ASHER",
      "sentences": "I literally only use the same five, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, I have the same too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ASHER",
      "sentences": "I have no idea there were 4,000. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "GOLODRYGA",
      "sentences": "But listen, there are more. There are not yet featuring black or mixed-race hairstyles. So students are being very creative. Students andprofessionals from London have taken things into their own hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ASHER",
      "sentences": "In a partnership between youth-led organization, Rise.365 and PR agency, Good Relations, they're hoping the emojis will help break downbeauty stereotypes and tackle texturism, which is the idea of afro hair being perceived as unprofessional, unattractive, or even unclean. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "VANITA BROWN, DESIGNER",
      "sentences": "I think for a very long time, there's always been like, you are centric, standards of beauty prioritized over like blackcommunity identity and features like texture of hair and stuff. So maybe it's just an overlook, but hopefully we're looking to push that forward so that everyone will finally recognize black identity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "I love that idea. The group plans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "ASHER",
      "sentences": "Great idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "-- to submit the emojis to Unicode, the organization responsible for emojis, in April of 2025.Can I say something maybe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "ASHER",
      "sentences": "Accepted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "-- a little -- that's maybe not professional? But versus the Chilean -- versus the Chilean goldfish --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "ASHER",
      "sentences": "Maybe you'll get fired on this, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "-- versus this idea, I think this is a much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "ASHER",
      "sentences": "Much, much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "-- smarter idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "ASHER",
      "sentences": "Much better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "ASHER",
      "sentences": "OK. Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:20",
      "speaker": "GOLODRYGA",
      "sentences": "Put my journalistic hat back on.That does it for this hour of ONE WORLD. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}