{
  "date": "2024-04-05",
  "headline": "Quest Means Business",
  "subHeadline": "IDF Blames Mistaken Identification For Strike On Aid Workers; Blinken Welcomes Israel's Plan To Reopen Erez Crossing; US Adds 303K Jobs In March, Blowing Past Estimates; Janet Yellen On Tour In China; Tensions High As Parts Of Mideast Mark Quds Day; Ukraine Claims Major Drone Strike On Russian Airfield. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:05:00",
      "speaker": "ANTONY BLINKEN, US SECRETARY OF STATE",
      "sentences": "It is very important that Israel is taking full responsibility for this incident. It is also important that itappears to be taking steps to hold those responsible accountable. As Israel pursues any military operations against Hamas, it has to prioritize the protection of civilians. DIAMOND (voice over): As bombs continued to fall on Gaza today, human rights groups continuing to raise questions about Israel's broader commitment to protecting civilians in Gaza, vowing a longer road to accountability. (END VIDEOTAPE) DIAMOND (on camera): And the Israeli military says that they will take the lessons learned from this investigation and apply them in the future, but so far, they have yet to actually lay out any concrete changes to rules of engagement. For example, one thing though that they are considering is thermal stickers for aid vehicles that's because they say that the drones overhead were not able to see the World Central Kitchen logo on the vehicles at night -- Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Jeremy, I wanted to ask you as well about some of the other comments that have been made internally about the decision and the degreeat least at this stage of accountability that the IDF and the Israeli military are taking. The National Security Minister Ben-Gvir criticized the decision to dismiss those two military personnel as a result of this strike. I've got a quote here. He said: It's an abandonment of the soldiers in the middle of war and a grave mistake that conveys weakness.\" It gives you a sense, I think, of the -- this sort of delicate balancing act that Prime Minister Benjamin Netanyahu is trying to face within the coalition government at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "DIAMOND",
      "sentences": "Yes, well, certainly the Israeli prime minister and the military itself has really tried to convey the gravity of this mistake, trying toconvey that they taking this seriously. I mean, as I was saying before, this is the most thorough, most public accounting of any kind of mistakes by the Israeli military killings of civilians that we have seen in the six months of this war, and yet, what we are seeing is a key member of Netanyahu's governing coalition, the right- wing minister Itamar Ben-Gvir, talking about this, as you said, as the abandonment of soldiers. He is also saying that soldiers should be backed up even if there are mistakes in identification in war -- Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. Jeremy Diamond, thank you so much for that report.Now, Israeli officials say aid to Northern Gaza should arrive through the Erez Crossing starting on Sunday. Currently, the only way for aid to enter Gaza by land is through Rafah and Kerem Shalom Crossings, both in the south. The Erez Crossing was one of the points breached by Hamas fighters on October 7th and has remained closed since. Israel pledged to reopen it after the US demanded concrete steps to help civilians. US Secretary of State Antony Blinken said it is a step in the right direction. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "CHATTERLEY",
      "sentences": "The EU's top diplomat said opening new aid crossings into Gaza is still not enough to save people from starvation, and a report this weekfrom the UN and the World Bank helps perhaps explain why it says 92 percent of roads there have been either destroyed or damaged. The same applies to 84 percent of health facilities, and three-quarters of the Gazan population is now displaced with electricity and water in short supply. We are joined now by Sam Mundy, the president of Fogbow, the firm that designed a plan to build a maritime corridor to help bring aid into Gaza. Sam, great to have you on the show. Can we start first with the reopening of the Erez Crossing, as I mentioned, this was utilized during the October 7th attacks, and obviously suffered damage in the process. How much of a difference do you think this makes? LT. GEN. SAM MUNDY (RET), US MARINE CORPS, FOGBOW PRESIDENT: Thanks for having me, Julia, and first of all, the Erez Crossing, as I understand, it, was never designed for large truck volume to come through. It was more a personnel crossing, and so presumably the Israeli government will take steps to improve that so that you can get additional aid in, but that is the first challenge that I see with Erez Crossing. That said, every opening, every additional means to get aid in, of course, is a benefit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "CHATTERLEY",
      "sentences": "I also just mentioned, Sam, that 92 percent of the roads in Gaza have been destroyed or damaged according to that UN and World Bankreport. These roads are also essential to delivering aid at the point upon which they enter The Strip, leveling those, making those accessible by trucks is also a crucial part of delivering this aid and also needs to be addressed surely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "MUNDY",
      "sentences": "Yes, you said it, exactly and that is why some of the first deliveries via the maritime corridor, that at least as a part of our plan,would be designed to bring in heavy earth-moving equipment that could actually help improve roads. I think thats one of the challenges as you look at the layers of challenges that are involved in any sort of crisis response particularly from a humanitarian aspect like this, it is getting the right things in, in sequence so that you can then deliver the aid. But yes, the road networks are something that has to the focused on improving to get the aid distributed throughout Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "CHATTERLEY",
      "sentences": "The other thing, Sam, of course is -- and that is essential to the distribution of this aid. Are the humanitarian workers and obviouslythat has been a huge topic of conversation this week and perhaps should have been more of a topic of conversation given the numbers that have been lost up to now. The World Central Kitchen are asking for systemic change in order to ensure the safety of their workers going forward. What do you want to see at this stage that will help in some way rebuild the trust, I think that has been broken between the Israeli forces and those workers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "MUNDY",
      "sentences": "Well, first of all, let me just say that my heart goes out to everyone at the World Central Kitchen. This is a tragedy that all of usfelt. It is one that should have never happened and especially just like the families, the loved ones of those who were killed to know that we grieve with them. But to your point about regaining trust, Julia, I think what needs to happen obviously is ongoing and it would be improper for me, especially given my background to comment on an open investigation, except to say that procedurally they are going to be looking at several things. They're going to be looking at the process. Was it supportable? Was it legally supportable? And then you look at the execution of this. Did the people involved in the actual execution of it, were they trained properly? Do they have the correct oversight? Did it make the right decisions? And you can tell that there are just a lot of variables that are involved in this and it sounds to me like the Israelis are actually doing that right now. But after this is done, obviously, we want to try and get the two sides, the humanitarian side and the Israeli Defense Forces back together to help establish that trust so that both sides can perhaps hear from each other about their concerns so that they can then work out the procedures to ensure that this doesn't happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:26",
      "speaker": "MUNDY",
      "sentences": "That's right, and so there is really layers, as I mentioned earlier to this. There are the notification and deconfliction thats the approximatetopic here with what happened with the tragedy just a few days ago. There is the civil unrest that can arise when aid is brought in because people are desperate, and I think we saw that a few weeks ago. The road networks we've already talked about having the equipment to improve those road networks. And then of course, there is always a risk of unexploded ordnance in this like this, so when you take all of that together, it is very complex and has to be thought through and I know that you mentioned the US military pier. I think thats going to be -- it is a great capability when I was on active duty. I worked with a peer that's very similar to this one. It will absolutely be value-added to bringing aid into Gaza as will our plan when we hopefully are able to execute that. But these are all of the things that we would be taking a look at. The UXO, the unexploded ordnance, the road networks, the heavy equipment and the notification and deconfliction procedures, and then the ability to do it in a way that's not going to endanger the Gazan people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:26",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, this clearly more demand than supply at this stage, so nothing should be off the table and everything should beconsidered, I think. Sam, great to have you with us. Thank you for your insights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:26",
      "speaker": "MUNDY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:26",
      "speaker": "CHATTERLEY",
      "sentences": "Sam Mundy there.Now, US President Biden says the collapsed bridge in Baltimore will be rebuilt as quickly as possible. We will bring you the latest on his visit to the city after this break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "DANA PETERSON, CHIEF ECONOMIST, THE CONFERENCE BOARD",
      "sentences": "Yes, we definitely did see another sizable reading in payroll gains, but I would note thatmost of the gains continue to be in basically three sectors, and these are the sectors that are suffering from extreme labor shortages. That' government, leisure, and hospitality and health care, and social services. But even away from that, we are seeing some broadening in labor games out there. The unemployment rate fell, labor force participation ticked up, and wages remain sticky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and there wasn't -- and we didn't see excessive upward pressure on wages to your point, in part, I believe and you can help meunderstand and explain this, immigration is filling some of those gaps that you described with employers struggling to find work is actually construction, I think was a great example of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "PETERSON",
      "sentences": "Well, indeed immigration is slightly above the long-term trend, and yes, that is helping to fill some of the labor shortages, but itsclearly not enough. And indeed, what I did say is that wages are rising in a number of those sectors that are experiencing labor shortages, as well as those sectors that are really hot right now, like construction and manufacturing, because the US is spending a lot of money on building out infrastructure, fixing what is broken and also building factories as companies are reshoring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I called a pretty big investor this morning and I told him the good news on jobs and he was silent for a second and then he said,actually, this is terrible. The Fed is going to end up having to hike rates, not cut them, which admittedly, perhaps is a little bit melodramatic in terms of a response and it is not terrible news. But you're still expecting one percentage point of interest rate cut this year. When do you anticipate them coming? Because I can certainly see investors pushing back their expectations, I believe now, a full cut is not priced until September of this year. I'm talking a quarter of a percentage point cut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "PETERSON",
      "sentences": "Right, so the thing is that there are still plenty of room and there is also still plenty of time, but that needs more information, so wethink the Fed could potentially start cutting interest rates in June, and that would give them five opportunities before the year is over to cut anywhere from 75 to 100 basis points. And certainly between now and June, the Fed is going to receive many, many more reports on inflation, wages, and also first-quarter GDP. So, it is really too early to start really changing your views on the timing. I think the Fed really wants to see whether or not the CE deflator inflation gauge continues to track towards two percent, which it has been despite some large monthly gains recently and also wages are slowing, but not as fast as they like. So, if we could see some continued traction there, and we also think that real GDP growth in the first quarter of this year probably was around two and a quarter percent. That's healthy, but certainly much slower than the outsized gains we saw in the last half of 2023. So, I think all of the stars are aligning for the Fed to consider an interest rate cut, definitely, probably by the middle of this year and several cuts at that. But again, we really need to watch the data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, the data dependency point I think is crucial here and the Fed have said, look, we will be patient to continue to watch that before wemake decisions. What would it take -- and you mentioned a number of datapoints there -- what would it take for you to adjust your expectations as you said, for the first cut to be in June?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "PETERSON",
      "sentences": "Well, certainly if we continue to see 300,000 job gains, I mean, again, a lot of it is concentrated in just a few sectors, but the thing isthat, still many people are working and many companies are still telling us that they are going to hire and also hold onto workers. They are not really looking to let people go. And they are also looking to raise wages by more than three percent, which is pretty outsized. So all those things are constructive towards continuing to support the consumer and indeed consumer spending has been a big piece of the puzzle here in terms of keeping the economy strong, but also fueling inflation. So I think the Fed needs to see all of these things continue to cool, and if we don't see that, certainly we are going to adjust our call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, patient on the data and patient on those decisions. Dana, great to have you. Thank you so much for discussing that with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "PETERSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": ". call on every company, at and around the port to do the same thing, the same exact thing, commit to stayand the customers who use this port. We're coming back. We are coming back soon. Folks, finally, we are going to move heaven and earth to rebuild this bridge as rapidly as humanly possible and we are going to do so with union labor and American steel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "CHATTERLEY",
      "sentences": "Biden is scheduled to meet with the families of the people who lost their lives.Kayla Tausche is in Maryland where the president was just speaking there. Kayla, great to have you with us. The other good news I think for those in the state is that he is going to ask Congress, for the federal government to cover a hundred percent of the cost of the rebuild, which is crucial, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "And certainly, Julia, it will be Congress that has to provide them money for the rebuild thisbridge if the federal government is going to put that up. President Bidden has pledged that from the very beginning, and I'm told that that was his idea, to put the full weight of the federal government behind the recovery here on the Patapsco River. Today in his remarks, President Biden offered condolences for the victim of the collapse, the six immigrant workers who died when the Dali container ship hit the bridge, but also offering his condolences and his support to the 20,000 workers whose families and their livelihoods depend on the commerce that comes through this port every single day, pledging that it would be opens soon as possible providing that ambitious timeline on behalf of the Army Corps of Engineers and saying that the whole nation stands with Baltimore. Here is what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "BIDEN",
      "sentences": "All military members and first responders, most importantly, the people in Maryland, I'm here to say, your nation has your back and I meanit. Your nation has your back. (CHEERING AND APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "TAUSCHE",
      "sentences": "Bidden called specifically on Amazon, on Home Depot, on Domino Sugar, companies who have big operations either here in Maryland or a lotof imports and exports that come through this port to specifically keep those workers on their payrolls and to pledge to keep that business coming even and if there is a hiatus of six to eight weeks where they have to move those operations elsewhere. To that end, Maryland Governor Wes Moore said that there are more than 50 companies, sports teams, and other organizations who have pledged to do the same in a public-private partnership that is calling Maryland Tough Baltimore Strong, and he says that he is looking to add or companies to that effort to make sure that the commerce doesn't leave this area, which is such a critical piece of the nation's infrastructure and to all the activity that happens along the Eastern Seaboard -- Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "ERIC ADAMS, NEW YORK CITY MAYOR",
      "sentences": "All of us felt in some way or another the earthquake that hit our city around 104.7 magnitude earthquake. The epicenter was in Lebanon, New Jersey about 50 miles from New York City. And as you know, this is a developing situation where you always concern about aftershocks after an earthquake. But New Yorkers should go about their normal day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "No one panic. I mean really, it was like a phone vibrating in your pocket. But hey, we want the transport infrastructure to be safe. PeteMuntean in Washington for his us. Pete, what kind of on-stewing delays have we had as a result of some of these sort of checks and balances that we've seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "Well, remember, Julia, you know, Californians made chortle about a 4.8 earthquake here on the East Coast.But New York, not really a place that is built with stand such seismic activity. And it's a city that is very heavily bridged and very heavily tunneled, a lot happening underground in New York. We have heard from the transport authority there, the MTA, which operates the subways and some of the regional rail systems. They say that things are OK. Amtrak was delayed for several hours today along the Northeast Corridor, which was one of the busiest rail corridors in the United States. They really had to go out and do this with eyeballs, visually inspect some of the tracks there on Amtrak while these trains were slowed down, Amtrak just said in the last few minutes that things are getting back to normal, it was the infrastructure that was really the concern. It could be in an airplane, that's probably the best place to be, actually, during an earthquake. But the runways were the big concern there at Newark, LaGuardia and JFK. There was a ground stop at all three of those airports at one point. Two of them went away, Newark persisted, now the ground stop is over there. There was a ground delay program for flights going into Newark, which could have a worldwide impact here because that's a huge international hub for United Airlines. The average delay for flights bound to Newark right now, 122 minutes, two hours and two Minutes. They had to evacuate the 350-foot-high control tower there because of this tremor, which is pretty significant is that that is why the FAA, the Federal Aviation Administration, put this ground stop into place. The good news here is that a lot of the delays and cancellations and the issues when it comes to transportation as a result of this earthquake have subsided. Although don't be surprised if some damage is found later on. Remember the earthquake in Washington, D.C. back in August of 2011, the National Cathedral was damaged. They spent years doing work there to fix the cathedral. Also, the Washington Monument, one of the biggest landmarks of the D.C. area was damaged and closed for some time as they did repairs there. I was closed to tours for a relatively long time, more than five years. So, we will see as this sort of develops, but the good news here is that things are mostly getting back to normal, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, good news, always safety first. That's what we like to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "MUNTEAN",
      "sentences": "No doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "CHATTERLEY",
      "sentences": "Pete Muntean. Happy Friday. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "MUNTEAN",
      "sentences": "Happy Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back. Janet Yellen is firmly rejecting any idea that the U.S. and China should decouple. On the second day of the TreasurySecretary's trip to China, she spoke to business leaders in the southern city of Guangzhou. Kristie Lu Stout explains the Careful Balancing Act Yellen's trip requires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "U.S. Treasury Secretary Janet Yellen is back in Chinato further stabilize the U.S.-China relationship and press Chinese leaders on the threat pose by overcapacity. Now, she says China is overproducing exports like solar panels and E.V.s, which distorts global markets and harms workers. China dismisses the notion. Now, Yellen is making two stops, Guangzhou and Beijing. And today in Guangzhou, she met with members of the business community, as well as Chinese leaders, including Vice Premier He Lifeng. The visit comes days after that phone call between U.S. President Joe Biden and Chinese leader Xi Jinping. On Tuesday, they had their first direct talks since November, and she criticized Biden's moves to \"suppress China's trade and tech development.\" Our tech and trade development have been in focus today in Guangzhou. Here's Janet Yellen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "JANET YELLEN, UNITED STATES SECRETARY OF THE TREASURY",
      "sentences": "I believe addressing overcapacityand more generally considering market-based reforms is in China's interest. As I've said before, China is too large to export its way to rapid growth. And if policies are oriented only at generating supply and not also at generating demand, global spillovers will result. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "STOUT",
      "sentences": "Overcapacity is the key word here. The Biden administration is concerned that Chinese subsidies will spark a flood of low-priced exports.And Chinese state-run Xinhua has slammed such concern as hype. But in his March the 5th work report, Chinese Premier Li Qiang acknowledged that overcapacity is a problem. Now, Yellen's current trip is a follow-up to her meetings in Beijing last July when she had those direct and productive talks to China's economic leadership. And during her latest trip, Yellen has been praised by state media for mastering the use of chopsticks. Yellen was observed while eating at a famous local restaurant in Guangzhou. Kristie Lu Stout, CNN, Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "CHATTERLEY",
      "sentences": "Now, going beyond solar panels and batteries, some are turning to an unexpected source to fuel the green transition. Rubbish or trash. TheU.N. predicts that by 2050, 10 percent of city waste will be used to produce energy. And we've got a look inside one UAE-based firm that claims it's opened the world's largest waste to energy facility in Think Big. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (voice-over): Is it the end of the road for this household rubbish? After all, it's hard to imagine that anything here could be of further use. But actually, they're just beginning a journey to produce power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "TIM CLARKE, CHIEF EXECUTIVE OFFICER, WARSAN WASTE MANAGEMENT COMPANY",
      "sentences": "Around about 45 percent of Dubai's total waste comes to this facility. Andwe turn that into energy. UNIDENTIFIED FEMALE (voice-over): Overseeing this site in the United Arab Emirates, Tim Clarke is an expert in turning piles of trash into megawatts. Here, enough to power approximately 130,000 homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "CLARKE",
      "sentences": "We operate at a 34 percent efficiency of producing electricity, which is much higher than it would normally be expected from an energy fromwaste plant. And that's partly because of the size we can operate at higher temperatures and higher pressures. UNIDENTIFIED FEMALE (voice-over): Last year, the world's urban areas produced more than two billion tons of waste, and that will grow to nearly double by the middle of the century. Landfills are piling up and there's an urgent need for a way out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "BRYAN STANLEY, CHIEF EXECUTIVE OFFICER, ENVIRONMENTAL RESEARCH AND EDUCATION FOUNDATION",
      "sentences": "If we're globally putting more waste into open dumps,we're creating methane that is unmanaged as a solution waste energy can create less emissions compared to a landfill setting. UNIDENTIFIED FEMALE (voice-over): At Warsan, besides the energy produced, waste metal is recycled and leftover ash is used for building roads. Finally, sulfur and heavy metal contaminants are filtered and taken away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "CLARKE",
      "sentences": "Only the 200 tons of flue gas residue is the net waste at the end of 5,500 tons of wastegoing in per day. UNIDENTIFIED FEMALE (voice-over): Using trash to create power can be seen as a more sustainable way to manage waste and combat the climate crisis. For experts, it's one piece of the puzzle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "STANLEY",
      "sentences": "I think waste energy is part of a holistic solution. If we look at things from a circular economy standpoint, turning that plastic bottle backinto a plastic bottle is by far going to have the least amount of energy consumption. In the first, of course, we'll be just minimizing waste from the get go. For example, less packaging or no packaging. UNIDENTIFIED FEMALE (voice-over): This is the future of trash in a world where no efforts are left to waste. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "And North America is counting down to Monday's full solar eclipse. We'll tell you how businesses and travelers alike are preparing.Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "STEPHANI ELAM, CNN CORRESPONDENT",
      "sentences": "Oh, Julia. I was so tempted because, you know, the Californian --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ELAM",
      "sentences": "Awe, a 4.8 earthquake, that's so small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "CHATTERLEY",
      "sentences": "For you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ELAM",
      "sentences": "But, you know, I get it. I used to live in New York. I get it. It's very scary when it's notsupposed to happen there. But one thing that we are expecting to happen is the eclipse and that is meaning a lot of business opportunities for some smart people who started planning this many years ago. Many of them in 2017 when that eclipse happened here in the United States and they realized that this was a good time for them to get in on it. And we're looking at $1.1 billion possibly worth of economic stimulation for that path of totality in particular. Although I should note that all 48 lower states should actually get to see some part of this eclipse. So, you're seeing airlines getting in on it. Delta and Southwest offering special flights that fly the path of totality. United giving away solar eclipse glasses for the flights that will fly through the solar eclipse at that time. You've got hotels that have had deals getting in on it. And of course, you've got the big companies, you've got smaller companies. You know of Carbondale, Illinois. Fun fact. They were in the cross path -- the path of the 2017 eclipse and they are again in this one so they are doing a big deal there emptying out a stadium at a local university so people can come see there. One bakery there is selling eclipse cookies. And then you have solar sun chips because they are putting out ones that you can get for free but only for that four-minute and twenty-seven window -- a twenty-seven second window on Monday. And then, you know, if you think about the eclipse glasses how busy that is, I talked to one small business owner who has been planning this since 2017. He and his wife started eclipse glasses USA. Take a listen to say what he says this is done for his business. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ROGER SARKIS, OWNER, ECLIPSE GLASSES, USA",
      "sentences": "So, we've been spending hours in our garage folding and sending them our Amazon stores. We're on track tosell out on Amazon as well but we are -- it's just my wife and I right now. And so, we're just sitting out there sending stuff going back and forth to the post office, UPS, you name it. it's been a while. So interestingly enough we actually sold out of our original inventory in February. So I bought more inventory and I think we're on track to sell 500,000 pairs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ELAM",
      "sentences": "And that was way beyond what Roger and his wife Alyssa thought that they weregoing to be able to do. And they're still selling glasses on their Amazon shop with those Eclipse Glasses USA. But, you know, there's a lot of food besides glasses, just getting in on the fun. Even if it has nothing to do with their brand at all things like this bad boy right here Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "CHATTERLEY",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ELAM",
      "sentences": "This would be the solar eclipse donut from Krispy Kreme and a shout out to correspondent Camila Bernal who's helping me celebrate the fact thatI'll be covering it on Monday. She brought this in for me today. But if you take a look at that everyone getting in on this fun and even those t-shirt sellers, I'm sure there'll be plenty selling those t-shirts along the way up a path of totality too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "CHATTERLEY",
      "sentences": "I'm just going to see if you're going to bite that. What's inside that donut? We don't know. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ELAM",
      "sentences": "So, you've got Oreo and then there's Oreo bits around it. Then -- it looks like it's achocolate frosted blazed Krispy Kreme donut as well. I mean, that's pretty -- it's kind of intensive, it's an intense donut there for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "CHATTERLEY",
      "sentences": "You know where I'm going after the show. Stephanie. Oh god. Oh no, oh my goodness. You have me fooled. Stephanie Elam, thank you for that.Enjoy in private. And you can join us on Monday for complete coverage of the solar eclipse. We'll track it as it travels from Mexico through the eastern U.S. and into Canada with a healthy dose of science and excitement of course along the way. Our special coverage starts at 12:00 p.m. Eastern, 5:00 p.m. in London. Now coming up. Most museums touching the artwork is taboo. Well at Mercer Labs in downtown Manhattan, it's actually encouraged. The Mercer art museum is where Roy Nachum's latest work. You might not know him or you might know him as the artist behind the cover of Rihanna's anti-album. She says that at Mercer Labs the visitors are part of the art. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "ROY NACHUM, ARTIST AND FOUNDER, MERCER LABS",
      "sentences": "We redesigned this place 50 times until we find the right layout and the right energy and the rightmessage behind every step and everywhere you go in the space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "MICHAEL CAYRE, FOUNDER, MERCER LABS",
      "sentences": "Each room touches your sense in a different way. The whole goal is the people to really walk through,experience those things. The sight, the smell, the touch, the feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "CAYRE",
      "sentences": "Roy has about 50,000 pieces of content that he hasn't released yet, so I think he has enough to keep this place exciting for the next thousandyears. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. Never mind. Dunkin' Donuts. You know where I am actually heading after the show. Alright, coming up. We'll have the final numbersfrom Wall Street. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "CHATTERLEY",
      "sentences": "And a strong rally Friday for the Dow after a strong jobs report. As you can see, they're eight-tenths of one percent but a toughweek overall. The Dow ending the week down some percent. All sorts of questions now about when the Fed can make their first cut. And that's QUEST MEANS BUSINESS. I'm Julia Chatterley. \"THE LEAD\" with Jake Tapper starts right now.",
      "isLastSentenceInterrupted": false
    }
  ]
}