{
  "date": "2024-04-30",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Judge Fines Trump $9K For Violating Gag Order Nine Times; Ex- Attorney For Stormy Daniels & Karen McDougal Testifies; Trump Rails Against Gag Order And Hush Money Trial. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Meanwhile, Trump or rather someone working on his behalf, just posted on Truth Social blasting the gag order and the judge in the trial this after Trump was fined some $9,000, this morning for violating the order multiple times.To our viewers, thanks very much for joining us. I'm Wolf Blitzer in Washington. I'll be back in two hours, 6:00 p.m. Eastern in THE SITUATION ROOM. THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "And welcome to THE LEAD. I'm Jake Tapper.We're following breaking news out of New York where Donald Trumps hush money cover-up trial is currently underway. Right now, attorney Keith Davidson is on the stand. He is the lawyer who represented both 1998 Playboy playmate of the year, Karen McDougal, who alleged an affair with Donald Trump and porn actress and director Stormy Daniels, who alleged to a brief dalliance with Trump. Trump denies both. This afternoon, Davidson has testified about his negotiations with \"National Enquirer\" editor-in-chief, Dylan Howard, to sell the women's stories to that august publication and how interest in buying Stormy Daniels accounts spiked after the \"Access Hollywood\" tape was released in early October 2016. Before today's testimony gotten underway, Judge Juan Merchan ruled that Donald Trump had violated the gag order against attacking members of the jury and witnesses with nine distinct posts on his Truth Social page, as well as his website. He finds, the judge fined the former president $9,000. Trump has now or somebody acting on his behalf as now, remove those posts. But Judge Merchan's ruling also came with a warning that if Trump continues to violate the gag order, the judge will, quote, impose an incarceratory punishment, aka, put Trump in jail. I want to bring in former Trump payroll corporation attorney Bill Brennan, defense attorney, Shan Wu, and CNN's Kristen Holmes and Jamie Gangel. Thank you so much for being here. Let's review some of the more headline grabbing moments of the last hour or two. Obviously, what is important here for the prosecution to prove is that not only these payments were made, not only were the business records covered up, but it was all done in the furtherance of what the prosecutor is calling election interference. In other words, keeping information away from the public. Perhaps the most salacious part of today's testimony came when Keith Davidson, the attorney for Stormy Daniels, and Karen McDougal, was testifying about the \"Access Hollywood\" tape being released in early October. He says he texted \"National Enquirer\" editor-in-chief, Dylan Howard, quote, Trump is F'ed. And Dylan Howard responded wave the white flag. It's over people. Davidson then mentioned that Stormy's allegations had already been made public in a blog post to which he responded yet, but he's talking and taking blank is the final nail in the coffin, but he's F'ed already. Does that suggest that this is wrapped up in politics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SHAN WU, CNN LEGAL ANALYST",
      "sentences": "Oh, absolutely. I mean, it continues to build the notion that the real reason for doing all of this, as well as ultimately covering it up in the financial records is to influence the election because it would have been very, very bad for the campaign at that point. So this absolutely adds to that foundation. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "Right now in court, lawyers are returning to their seats. The judge has sustained the objection. The objection had to do with Mr. Davidson's grand jury testimony and whether or not that could be introduced. I think it's important for folks to understand that there are several ways you can get the information about this trial. There's a channel that I'm sure has already convicted him.There's a channel that that is probably already acquitted him and is barely covering this case. I have no idea what the jury is going to ultimately do and the reason we have attorneys on different sides of this is because this I'd like -- one of the -- one of the big mistakes made in previous instances about Mr. Trump, his people get convinced that he's going to be found guilty or they're going to be found innocent and that's based on narratives and ideological proclivities, not necessarily the facts before the jury the objection has been sustained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "And particularly in this case, remember, they only need one sympathetic juror and that's really what they're going for. I mean, I don't think there's anyone on the legal team who thinks that Donald Trump is going to be outright acquitted. But can they get one sympathetic juror?And they're basing their belief that they can on the fact that all of this goes back to Michael Cohen and how Michael Cohen is going to look on the stand and you saw this back-and-forth here. Just now we talked about it with the money, the payments, and Cohen saying, oh, there's an issue here. Oh, there's an issue with secret service. There's a pay wall. They're going to use -- they being the defense the reasoning from all of these witnesses that it was Michael doing this on his own. And they're also going to try to paint him as a liar. And again, their goal is just to get one person who is watching in that audience, in that jury box to be sympathetic for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "Well, and also -- I mean, Mr. Brennan is a wise attorney and I think an honorable guy. And even if you thought, hey, he probably did it.If you were on that jury -- not you, as an alter you, not the one that actually worked for Donald Trump at one point. But you might think that they didn't prove it. BRENNAN: And, Jake, as you astutely pointed out it's not enough. Maybe, would have, should have, could have, it's beyond a reasonable doubt. It's the highest standard of proof in the history of jurisprudence. They -- and they have the burden, that burden never shifts to the defendant in any case. And the way they cobbled this case together to get this felony in there, they tied it to he had to do these things in furtherance of another crime. And that's where I think they may fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "And the objection has been sustained, and Donald Trump is shaking his head side to side, probably upset that Judge Merchan has ruled -- has overruled his attorney's objection. I'm guessing that's what's going on right now.But honestly, Jamie, like we see all this seedy and unseemly behavior, Mr. Trump denies that once again. But even if one doesn't believe Mr. Trump thinks, you know, that affair with Karen McDougal probably happened. The liaison with Stormy Daniels probably happened. He's not being tried for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "No, correct. It's for fraud with business records. It's a more complicated thing, as Bill said.I just want to go big picture for a moment. I'm going to play the juror and one of the things I think we have to keep in mind is the E. Jean Carroll case. In many ways, that was a much tougher case. The jury pool was much broader than just Manhattan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "TAPPER",
      "sentences": "Speaking of jury pool, just to interject for one second, the prosecutor just said to Keith Davidson, did you have an understanding of how this deal was going to be funded and Keith Davidson says he had an assumption.Go ahead. I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "GANGEL",
      "sentences": "So I'm just saying in that case, a very old case. Let's say he said/she said case from longtime ago. They did. The jury and there were members of that jury that I know Robbie Kaplan, E. Jean Carroll's lawyer thought were very pro-Trump people. They did get a verdict in that case.So we don't know what we don't know. We don't know what evidenced testimony is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "BRENNAN",
      "sentences": "Good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "GANGEL",
      "sentences": "-- coming down the road.We also have heard, not sure yet, that we've heard Lanny Davis, former lawyer for Michael Cohen says, this case will not rise and fall on Michael Cohen. So we don't know what else the prosecutors have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:11",
      "speaker": "TAPPER",
      "sentences": "I want to bring in Donald Trump's former White House communications director, Alyssa Farah Griffin, who joins us remotely.Alyssa, always good to see you. Let's go back, rewind the tape a little just to this morning. Donald Trump gets fined $9,000 for his violations of Judge Merchan's gag order, attacking jurors, attacking witnesses -- $9,000 is in the back pockets of his sofa. No doubt. But there also was a thread of jail time. If he continues to violate the gag order, which according to prosecutors, he does. How seriously do you think he takes that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:11",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, listen, Donald Trump lacks impulse control and we've seen this across the cases, federal, state. He's dealt with these -- these violations of gag orders and these finds.There's part of me that thinks he may actually want to call the judges bluff and see if he ends up putting him in jail. What we've seen and I know that sounds outrageous to say is at times with Republicans as poll numbers have gone up when he's on trial, when he's indicted, I think its a way that he can say, look, I'm a victim of the system because he's being reckless. I mean, the blatantness to which he's violating this gag orders shows to me just some level of intent or planning behind it. So I don't expect that you're going to see him stop and to your point $10,000, $9,000 is really nothing to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:11",
      "speaker": "TAPPER",
      "sentences": "It came out during last week's testimony. I'm sorry to go back to last week, but I haven't talked to you since then. It came out that at one point, somebody I think maybe even David Pecker had talked to both Hope Hicks at the -- when she was at the White House and Sarah Sanders at the White House about whether or not Karen McDougal's contract should be extended, essentially, this buying her silence for this fake column, she was writing for a magazine.Hold on one second, Alyssa, we have Keith Davidson saying he was my understanding that Mr. Trump was the beneficiary of the contract. This is after the prosecutor had said, did you have an understanding how this deal was going to be funded? Right now, in court, they're talking about how the deal with Stormy Daniels two buy her silence for $130,000, how it kind of fell apart, and then how it was built back up together because ultimately, David Pecker and AMI did not pay for that, although they did pay for the one with Karen McDougal. So at one point, someone I think David Pecker, correct me if I'm wrong, Alyssa, calls the White House and talks to two White House communications aides about this and David Keith Davidson here saying, typically in his experienced the beneficiary funds the deal. In other words, Donald Trump is the beneficiary of the Stormy Daniels deal because she's going to keep quiet and that helps him. Were you surprised to hear that Sarah Sanders, now the governor of Arkansas, and Hope Hicks, senior White House aide were involved in advising a tabloid magnate whether or not he should extend a much money contract for former Playboy playmate of the year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:11",
      "speaker": "GRIFFIN",
      "sentences": "When you put it that way -- listen, I served with both women years later. I don't have direct knowledge of what we heard, but that to me was one of the most striking things that came out because these are White House staffers. There's no doubt Hatch Act violations involved in even that conversation being had. But what it also does is it speaks to were in a position, where we may be in a second Trump term very soon.How he's willing to use official taxpayer funded staff and officials to try to execute his means. That is utterly in improper for somebody in the White House to be doing. But, listen, aides around him in both of those women were deep loyalist to him. They wanted to protect him at all costs. Those are the kind of people he wants to surround himself with, even if it meant engaging in what's blatant impropriety while operating in a White House position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:19:00",
      "speaker": "TAPPER",
      "sentences": "And we're back with our breaking news coverage. Donald Trumps hush money cover up trial underway in New York City right now, the former lawyer for Stormy Daniels and Karen McDougal, both Keith Davidson is on the stand testifying about the deal that was being assembled to buy Stormy Daniels story of an alleged sexual encounter with Mr. Trumps, so as to keep that story from the public, right before the election.Let's bring in CNN chief legal affairs correspondent Paula Reid, who's outside the court. And, Paula, there have been some remarkable exchange in just the last few moments. Why don't you tell us about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "TAPPER",
      "sentences": "Interesting. Obviously, there's confusion about who is going to pay this money and Paula, correct me if I'm wrong at this point, the Karen McDougal deal, to buy her silence allegedly for $150,000 has gone through, and American Media Incorporated pay for it. David Pecker paid for it, thinking that he was going to be reimbursed by Donald Trump and that did not happen.Standby for one second. Keith Davidson, the attorney for Stormy Daniels, and Karen McDougal is testifying his understanding from Howard -- from Dylan Howard, the editor of the \"National Enquirer\" at that point, was that Michael Cohen, Trump's attorney would resurrect the deal and that Davidson should try to get as much as he could up to $150,000. So 150 grand is a -- that's a precedent set by Karen McDougal. And that Davidson is saying that Dylan Howard, who works with \"National Enquirer\", says, you should try to get as much as you can up to $150,000. Dylan as sort of a peacemaker brought me back into the fold, Keith Davidson explains. But then Cohen says he wasn't paying. It's just one more snafu. So I think one of the things that's going on here, Paula, and please correct me whatever errors I've made is, the deal has gone through with Karen McDougal. She's being paid $150,000 by American Media Incorporated. They think Donald Trump is going to pay back. He doesn't. And David Pecker's like, okay, well, that's on me, I'll take the hit, maybe even advised by his lawyers, don't be reimbursed. Right now, the jury is seeing an email from Davidson to Cohen with wiring instructions. So at some point Cohen is being given. Here's where you wire the money, Michael Cohen. And at this point, they're trying to pressure Cohen to pay or at least team Trump to pay because David Pecker doesn't want to get stuck with the bill again, is that right? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "REID",
      "sentences": "Supposedly, that is correct. One of the reasons that we know that David Pecker, did not find this deal or to a catch and kill is because he was not reimbursed when he paid for the story of Karen McDougal.Now, you also see in the next few -- in the next few days, because we've heard other witnesses talk about just how chaotic this was, how much pressure Cohen was under. We have another update. It says this is the fourth or fifth time I set my wiring instructions to Michael Cohen. Davidson said the October 2016 email. Now, we know, spoiler alert from Cohen's banker who testified earlier today that that wire payment is made over the next few days. So this does go through this does happen. But Cohen, of course, taking a loan out against his home, but almost as soon as that money hits the shell company set setup, it then goes to Mr. Davidson. So this is all really important because it lays out how Cohen paid Stormy Daniels through Mr. Davidson and then sets up the really the heart of the prosecutions case, which is how former President Trump repays Cohen, which prosecutors allege was all done through falsified documents, and as part of a cover to disguise what that money was really meant for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:42",
      "speaker": "TAPPER",
      "sentences": "And we're back with our breaking news coverage. Donald Trumps hush money cover up trial is underway in New York right now.The former lawyer for both Karen McDougal and Stormy Daniels just left the stand. He had been testifying about his efforts to secure the payment from Trump lawyer and fixer, Michael Cohen to Stormy Daniels in exchange for the rights to her story, her allegations of a brief romantic interlude with Donald Trump, the jury has just been excused. And, Bill Brennan, former attorney for Trump payroll, let me -- this is interesting because this was the prosecution talking about this information and one of the things -- it said: Judge Merchan just told the jury he's going to see them Thursday morning at 10:00 a.m. A gag order hearing is scheduled that morning for 9:30 a.m. So that's 9:30 a.m. for more Trump alleged violations of the gag order, Thursday morning at 9:30, and then at 10:00 a.m. the trial will begin in Judge Merchan is off the bench. Court breaks for the day. In any case, so Keith Davidson is the lawyer. He's trying to get money for Stormy Daniels and one of the things that's interesting is he keeps telling he doesn't -- he has doubts in Michael Cohen's integrity. I think it's fair to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:28:42",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "REPORTER",
      "sentences": "What do you mean by conflicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "TRUMP",
      "sentences": "You can figure that one out easily.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "REPORTER",
      "sentences": "Are you going to keep posting (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "TAPPER",
      "sentences": "All right. There you have it, defendant, Donald J. Trump, the presumptive Republican presidential nominee. Boy, I wish they'd wire for sounds that that lobby at the courthouse there, if we're going to be doing this for the next few weeks. They're really not making this easy for the American people to try to understand what exactly is going on. Let's bring in CNN's Daniel Dale, our resident fact checker who willlay down some facts here, spits some hard facts about based on what we just heard from Donald Trump that might not comport with the truth. Mr. Dale --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "DANIEL DALE, CNN REPORTER",
      "sentences": "They might -- they might not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:13",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "DALE",
      "sentences": "Fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "Pick a lane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "DALE",
      "sentences": "Pick a lane. It's a pick lane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "Yeah. All right. Daniel Dale, thanks so much.It's bringing CNN chief legal affairs correspondent Paula Reid -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "REID",
      "sentences": "Look, nobody is going to be happy, coming out of a criminal trial where you're a defendant. Clearly, he is not pleased to be there, but he's arguing that he is being gagged. But it's talking to the world's media about anything he wants to talk about, except for attacking the jurors, prosecutors, or family members of the judge, and other court workers.So it's a pretty broad lane that he has. This is an incredible opportunity, whatever he says, I mean, it's being covered live around the world. He could have talked about the protest at universities. He could have talked about inflation, crime, and instead, he just used the opportunity to frame himself as the victim once again of an unfair system. And we've heard from many conservative pundits who were pressuring him to knock it off with the complaints and the alleged violations of the gag order. And instead, focus on your campaign message. I think we all know that the campaign message has to be more than just I'm a victim of an unfair persistent. We heard that many times. He insists that all this is helping him in the polls, but this is a great opportunity for him. And the fact that he's just once again complaining about his gag order, that has been upheld as constitutional and is pretty narrowly tailored. Now, that's his choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "All right. Paula Reid, thanks so much. I appreciate it.I would like to note that if Joe Biden were actually the mastermind behind all of these trials, then I think he would have actually not pick this one to be the first one. I mean, he probably would have picked the January 6th federal trial to go first, and then maybe the -- for thematic reasons, maybe the Atlanta case after that, perhaps the national security case after that. And then only after those three, I would think what do you do this one and the one that already took place. So if he is a criminal mastermind, he's doing a really bad job of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "WU",
      "sentences": "Although your plan is suspiciously accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "Wow, I spent my days listening to why his attorneys.Anyway, what I was saying before Mr. Trump came and gave us his latest thoughts was that on the stand, Keith Davidson, and this is the project prosecution getting this testimony was talking about how he doesn't trust Michael Cohen. And Michael Cohen reaches out to him and says, I have the money, I have -- I've transferred the money. Remember, he took out this home equity loan unbeknownst to his wife. And it is now in my -- in this corporation and I'm ready to pay you. And Keith Davidson says, according to this testimony, I don't believe you and so to show that he actually did transfer money to this account at First Republic Bank for the -- for $150,000 payment to Stormy Daniels. He forwards this email, forwards that Trump has Trump.org email account, and also to his Gmail account. What I thought was interesting about it I love both of your thoughts here than you is. This is showing that -- I mean, this is not F. Lee Bailey. This is, you know, Stormy Daniels attorney, but she -- he doesn't trust this guy. And this seems to further undermine at least the view of Cohen among these witnesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "WU",
      "sentences": "Well, it's not that the view among the witnesses now openly count, Jake. I mean, he doesn't trust him because he's been stiff repeatedly. He wants his money there.I think to Bill's earlier point, none of this directly shows Trump's personal direction or involvement. But what it's doing is it setting it up so that what you can attack Cohen for becomes narrower and narrower. You want to tee it up to just the point that he did this at Trump's direction. And that was the habit that he had. He wouldn't have done this. And what that does for the jury is corroborated everything else. So he presents a small target and then for them to disbelieve Cohen, it's a very teed up point which is he must have done this on his own, and the prosecution will say, why would he do this one at all? He's not -- he's not the one involving these people. He's not the one running. So what's actually doing is setting the stage for them to have to make a very tough call on a very narrow question about credibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "And, Mr. Brennan --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "BRENNAN",
      "sentences": "That's why he'd it on his own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "BRENNAN",
      "sentences": "Okay?You said earlier, Jake, all of this testimony between these three guys leads to confusion and confusion leads to doubt, and doubt leads to acquittal. [16:40:05] And that -- they better get it together because this is a guy who said, I'd take a bullet for Trump. This is a sycophant, this is a barnacle. This is a guy who's attached his star to Trump's wagon at this time. And then he takes a home equity loan on his residence, doesn't tell his wife, nobody trust him, and he's earned that distinction. If this was so important to President Trump, why wasn't he evolved? Why is Cohen on the show? Cohen wants a pat on the head, good job, good job. Good job there, Michael Cohen. That's what he's looking for. And when the jury can't trust Cohen like Davidson can't trust him, one or more of the jurors will not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "WU",
      "sentences": "But jury is not going to be in a position that Davidson was in. They haven't been repeatedly stiff by the guy. It's a totally different question of credibility right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "TAPPER",
      "sentences": "Right. But this is -- this is what the defense is going to sell --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "BRENNAN",
      "sentences": "A way that you're going to load at this guy on the stand for three or four days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:37",
      "speaker": "TAPPER",
      "sentences": "And we are back with our breaking news coverage of the Donald Trump hush money cover up trial.Another gag order hearing scheduled for Thursday morning, 9:30 a.m. Eastern after Judge Merchan ruled earlier today that Donald Trump did, in fact, violate the gag order. He enacted nine separate times already, firing him $1,000 per. Shortly after that, Keith Davidson on Thursday will continue his testimony. He ended today talking about this deal he was trying to make with Michael Cohen to buy the Stormy -- essentially the silence of Stormy Daniels who alleged a brief romantic encounter with Donald Trump. Donald Trump denies such a moment. CNN's Kara Scannell was inside the courtroom today. Kara, what was your biggest takeaway being inside the room hearing their actual voices, seeing their actual faces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:37",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "What Keith Davidson was on the witness stand for a good portion of the day, and he was the lawyer, both Karen McDougal and Stormy Daniels. So he was telling the jury his experience in trying to orchestrate these two hush money deals for McDougal and Stormy Daniels.And the jury saw a lot of text messages that Davidson had exchanged with Dylan Howard of the \"National Enquirer\". These were the counterparties in the Karen McDougal deal and then also he was involved in the Stormy Daniels deal. And one thing that was becoming clearer as particularly as they moved into the Stormy deals, we are getting a sense of some of the frustrations as they were trying to lock up this deal. Davidson testified that after the \"Access Hollywood\" tape came out, he said that the interest in Daniel stories had changed. They had very little interest, but then he said that that tape had tremendous influence in the marketability of her story. And then from there, he said that they were in negotiations with Dylan Howard and Michael Cohen. And you could see through the text messages when the deal look like it was on when it was coming off and all of these pressures, then when you add that's what the jury saw this morning was Michael Cohen's rushed to set up a bank account. So he could transfer the money to Keith Davidson the pieces are starting to come together. The bookends of the day, kind of telling the story that the prosecutors were focusing on. You also got a sense of Michael Cohen in this and that is something that the prosecutors have bringing -- bringing out. He's a witness that they have said has baggage and both the banker and now Keith Davidson testifying that Cohen was difficult to deal with, that Davidson saying he thought he was just dragging this along and didn't want to put up the money until after the election. Another key piece of testimony that the prosecution is pushing for because their theory in this whole case is that this deal was done to influence the election, and that is why there was this rush to do the deal. But also the suggestion that Cohen was trying to stall the deal because they didn't actually want to put up the money. And Davidson saying, at the end of testimony today that Michael Cohen had pressed him again for his wiring instructions that he said he repeatedly sent to him and he said it was like the fourth or fifth time that he had sent it to Cohen, didn't think that Daniels was going to get this money until she actually he did, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:37",
      "speaker": "TAPPER",
      "sentences": "Very interesting. Kara Scannell, thanks so much.Lets bring back former Trump White House communications director Alyssa Farah Griffin. Alyssa, Eric Trump, Donald Trump's second son, was in the courtroom today. He's the first family member to show up at the trial. Does it surprise you that no one else from his family has showed up? In particular, former first lady, Melania Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Yeah.And on the left side of your screen, if you're watching, you'll see you're seeing the Trump motorcade moving from the courthouse to Trump Tower. Alyssa, it's not just one rendezvous with Stormy Daniels being alleged, of course. Karen McDougal's 10 or 11 months affair with Donald Trump, which he denies, is also at evidence, and we may hear testimony from Karen McDougal. I would think that if I were running for president, even if these accusations were out there, the best thing I could do if I were trying to get the woman's vote and concerned about such issues as you just said, the Trump campaign is, is get Melania Trump by my side. That would send a message of sorts that like my wife doesn't believe this. My wife thinks this is nonsense. This is all -- I mean, it would really fit into the -- this is just the deep state and Joe Biden trying to get me. But she's not there and I can't help but think that that's her decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "GRIFFIN",
      "sentences": "Right. I would be very surprised if she ended up showing up in this specific case, but listen, these allegations have been out there since he ran in 2016.Voters have familiarity with them, but the difference this time is if someone like Karen McDougal or somebody affiliated with her takes the stand that's under her oath. That carries a different weight than going and giving a media interview and alleging that you had some kind of affair. I think that Americans interpret that differently. They take it with a different level of weight and seriousness. And that is where the stance to just really damage him in the court of public opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Thanks so much, Alyssa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "HOLMES",
      "sentences": "I just want to add one thing to that because I think this idea that she doesn't -- she if she was standing next to him, it would show that she doesn't believe any of this, it's all orchestrated. I don't get the idea that she doesn't believe any of this. I think that she is her own person. I think that I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "You're saying she believes it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "HOLMES",
      "sentences": "But she believes that some of this might be true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "HOLMES",
      "sentences": "This is something that played a huge role in their marriage. It caused a lot of tension when he was in office when these first reports came out. And I was told --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "It was months before she moved into the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "HOLMES",
      "sentences": "Right. And I was told by an advisor that at the time that Melania Trump knows who she married, but she doesn't want to be embarrassed. And the part of this is that she's not going to choose to come here and listen to these salacious details.She's never been a stand by your man type of first lady. So the idea that you would start here when they're on trial talking about these affairs that he had one in particular, when she has just said had just given in birth, as seems completely out of norm for Melania Trump. She's even appeared once by aside during the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Right. It's funny that you cite Tammy Wynette \"Stand By Your Man\" because I'm old enough to remember when Hillary Clinton actually did a \"60 Minutes\" interview by her husband side in 1992 with Steve Kroft in which she was literally standing by her man and saying, I'm not some little Tammy Wynette, I'm at standing by my man here. So just that's echoing because you use that quote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "GANGEL",
      "sentences": "I -- to me, the big takeaway from today is what is the jury going to focus on at the end of the day. Bill and I were talking about in a lot of cases, what cuts through to a jury has nothing to really do with looking at him, not with it with what either side.And there are two things I heard today. One was Davidson, the lawyers saying that he believed that Trump was the beneficiary and the recent I point that out is because its of common sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "GANGEL",
      "sentences": "He was the one who had something at stake.The other thing that we keep hearing about is stalling. They wanted to delay. They thought they were delaying until after the election. So that links it to the election. Melania and his family are going to be just as embarrassed after the election. What's the one reason you stall until after the election? Well, we've won, or we've lost, we don't need it to pay anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "So do you think it makes sense both of you and quickly if you could, to try to undermine the idea that these relationships happened or do you just move past it and just focus on did anyone really tell Michael Cohen -- is there any evidence anyone told Michael Cohen to do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "WU",
      "sentences": "It's a terrible idea to try to undermine the relationships. The point is that should be irrelevant. The point is as bill saying, you want to focus on, Make Cohen do all the work and then you tack his credibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "TAPPER",
      "sentences": "Fascinating stuff.Thanks to all of you. Appreciate it. While Mr. Trump may be bound by a gag order in this hush money cover up trial, he was rather candidate in a brand new interview with \"Time Magazine\", the title on this cover story, if he wins, some of the most revealing and perhaps shocking lines of that conversation. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}