{
  "date": "2024-12-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Former President Jimmy Carter Dead At 100. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:31",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:31",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "And you are in the CNN NEWSROOM. We want to welcome our viewers here in the United States and around the world. I'm Wolf Blitzer in New York.We begin with the breaking news, a global outpouring right now of grief and remembrance as the former U.S. president, Jimmy Carter, is dead at the age of 100. Over at the White House the American flag hangs at half-staff right now to honor the 39th president. President Carter was surrounded by his family at his home in Plains, Georgia, when he passed away earlier today after nearly two years in hospice care. The former peanut farmer served just one term as president from 1977 to 1981. Four years marked by both profound success and abject failure. President Carter forged an unprecedented and lasting Middle East peace deal between Israel and Egypt. He formalized relations with Communist China and put human rights at the forefront of U.S. foreign policy. But his presidential legacy was forever scarred by the 444-day hostage crisis in Iran, where student revolutionaries there took dozens of Americans hostage in Iran, holding them captive until the day after President Carter left office. Despite that failure, President Carter's legacy only grew after he left office as he transformed into a globetrotting elder statesman and human rights pioneer during his 43 working retirement. Forever changing the concept of life after the White House. He founded the Carter Presidential Center seen here in these live images from Atlanta. And for the past four decades, the Carter Center has monitored hotspot elections around the world and helped battle poverty and homelessness around the world as well, winning him a Nobel Peace Prize back in 2002. President Carter described his time in the White House as the highlight of his political career, but said he would not have traded another four years as president for the joy he felt in working with the Carter Center, describing himself, and I'm quoting him now, \"as blessed as any human being in the world.\" The impact of President Carter's global policy has certainly been felt long after he left the White House. Here's a report from CNN's Nic Robertson. (BEGIN VIDEOTAPE) JIMMY CARTER, 39TH PRESIDENT OF THE UNITED STATES: I, Jimmy Carter, do solemnly swear. NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voice-over): Jimmy Carter's presidency lived in the shadow of America's Cold War with the Soviet Union. But he refused to be constrained by East-West, communist versus capitalist tensions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:31",
      "speaker": "CARTER",
      "sentences": "We expect that normalization will help to move us together toward a world of diversity and of peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "CARTER",
      "sentences": "I can't stand here tonight and say it doesn't hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "ROBERTSON",
      "sentences": "Events overseas contributed to his 1980 election loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "CARTER",
      "sentences": "The people of the United States have made their choice. And of course, I accept that decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "ROBERTSON",
      "sentences": "But out of office and the limelight, his global peace making grew. In 1994, he was the first former U.S. president to visit North Korea, met Kim Il-sung, the grandfather of today's leader Kim Jong-un, at a time of U.S.-North Korean tensions. Won concessions on North Korea's nuclear program, dialing back tensions for a decade.But 1994 was his big year of high profile peacemaking. In September, he went to Haiti. Raoul Cedras, the Caribbean nation's unpopular leader, was holed up in Port-au-Prince. Carter convinced him to step down quite literally, as the U.S. 82nd Airborne troops were inbound aboard Black Hawk helicopters ready to remove Cedras by force. Carter won the day, save lives. The U.S. troops landed as de facto peacekeepers. And later that year Carter went to the dark heart of Bosnia's violent ethnic civil war, met the nationalist Serbs in their mountain stronghold Pale, tried to stop their bloody, murderous siege and shelling of the capital Sarajevo, bringing an end to the killing that claimed hundreds of thousands of lives during horrific ethnic cleansing. Success came slowly in steps. Carter helped initiate a short Christmas ceasefire and by his presence, pushed the horrific conflict toward greater international attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "RICHARD HOLBROOKE, FORMER UNITED STATES AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "We have work to do. We have to go back to it now. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:04",
      "speaker": "ROBERTSON",
      "sentences": "Less than a year later, another U.S. diplomat, Richard Holbrooke, parlayed Carter's brief calm into the war-ending Dayton Peace Accords.1994 marked a peak in Carter's peacemaking, but far from the end of it. He helped found a group of seasoned international diplomats known as \"The Elders,\" whose works span the Mideast and far beyond. He helped the charity Habitat for Humanity change lives, building affordable homes, often showing up to help with construction himself. In 2002, he was awarded a Nobel Peace Prize for decades of untiring effort to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social development. It was a path he'd picked. A post-presidency with meaning, and he followed it right up to his death. Nic Robertson, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "BLITZER",
      "sentences": "You know, it's really -- it brings back a lot of memories. Everything, Larry, that you're saying, I was fortunate enough to cover the Camp David Peace Accords when he met with President Anwar Sadat and Prime Minister Menachem Begin at Camp David. I was there at Camp David watching it all unfold. I got to tell you, when it started, I didn't think it had much of a chance of success.But a few days later, after he wrapped it up and made peace, and the Israel and Egypt signed a peace treaty on the North Lawn of the White House shortly thereafter, it was really an amazing moment in my career watching it unfold, and I'm sure for so many, not only in the Middle East but around the world. In the last few years, Larry, Jimmy Carter actually wrote openly about fearing for our democracy here in the United States. What was it about Carter's brand of politics that went so dramatically out of favor in our national politics today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "SABATO",
      "sentences": "Well, you remember, Wolf, the crisis of confidence speech that Carter delivered in the summer July of 1979, in which he tried to tell Americans that our democracy depended on compromise, us working together, us staying together as Americans even when we disagreed. Well, it wasn't popular then. People thought he was trying to blame Americans for the problems that were evident both in foreign affairs and domestically.There's a great deal of that today when you try to solve the general problem of democracy, people end up saying, well, you're just giving an excuse for why you're inadequate when the inadequacy really does apply to all of us. Also, you know, back then, I think we cared a lot more about virtue in high office, quite obviously, without getting into any details, we don't care about that anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "BLITZER",
      "sentences": "Certainly it was an amazing moment when I saw Anwar Sadat shaking hands with Menachem Begin as Jimmy Carter brought them together to sign the peace treaty between Israel and Egypt. It was such a powerful moment and Jimmy Carter deserves so much credit for that. That peace treaty, by the way, the relationship between Israel and Egypt still exists. Diplomatic relations, the two countries have embassies in their respective countries. So it's a very, very significant.Larry Sabato, thank you so much for joining us. And we'll have much more of our special breaking news coverage straight ahead. Jimmy Carter, the 39th president of the United States, has died at the age of 100. (COMMERCIAL BREAK) [18:22:22] BLITZER: The world right now is mourning the death of former U.S. president Jimmy Carter, but none more than those in his home state of Georgia. CNN's Rafael Romo is joining us from Atlanta right now getting reaction. Rafael, how is the state of Georgia remembering the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "BLITZER",
      "sentences": "Very important and very beautiful words. Thank you very, very much. Rafael Romo over at the Carter Presidential Center in Georgia. Rafael,thank you very, very much. And we're going to continue our breaking news coverage on the death of the late president of the United States, Jimmy Carter, dead at 100 years old. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "BLITZER",
      "sentences": "We continue to follow the breaking news. The former U.S. president Jimmy Carter is dead at the age of 100. Over at the White House, the American flag hangs at half-staff to honor the 39th president.President Carter was surrounded by his family at his home in Plains, Georgia, when he passed away earlier today after nearly two years, two years in hospice care. The former peanut farmer served just one term as president from 1977 to 1981. With me now CNN contributor and author Kai Bird, who wrote a biography of Jimmy Carter entitled \"The Outlier: The Unfinished Presidency of Jimmy Carter.\" Kai, thanks very much for joining us. Thanks very much for all your important work. If we can start with the big picture right now, how would you describe Jimmy Carter's legacy and how do you think he should be remembered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:08",
      "speaker": "BLITZER",
      "sentences": "Yes. Good point. How did Jimmy Carter's humble roots -- he grew up on a peanut farm in Plains, Georgia, how did that influence his presidency and the way he went about the business of politics throughout his life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:08",
      "speaker": "BIRD",
      "sentences": "Well, that's a good point. You know, he grew up in Plains. His early childhood friends were only African-Americans, the sons and daughters of sharecroppers who worked on his father's land. And so he identified very easily with African-Americans, with black churches. He could go into a black church and give a sermon that resonated, culturally speaking, to African-Americans in a southern Baptist church.He could do the same thing in a white church. He, you know, he didn't have a racial bone in his body, but he was a southern man. He was from the deep south, from South Georgia, but he was a liberal southern man. And this was a very unusual thing in the '50s and '60s when he began to become politically active. So he's a very unusual politician.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:08",
      "speaker": "BLITZER",
      "sentences": "Yes, very, very good points indeed. And I can confirm all of that as well. Your excellent biography of President Carter is entitled \"The Outlier,\" the outlier. What made Jimmy Carter such an outlier, and how did that become so prominent a part of his identity as president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:08",
      "speaker": "BIRD",
      "sentences": "Well, I thought the title of the book was very apt because he was an outlier in everything he did. You know, from the time he was in public school in Plains, Georgia, he was always the brightest boy in the room, very well-read. You know, his mother, Miss Lillian, who was a very colorful character in her own right, at the dinner table, she required her offspring to sit there and have a book. They didn't talk at the dinner table. They read.And, you know, so Jimmy Carter was an intellectual even as a child. And he really was, as the president, an extraordinarily well-read, hard-working executive. You know, he read 200 to 300 memos every day in the White House. He got in there at the Oval Office by 6:30 or 7:00 at the latest, and he would work until 6:00 or 7:00 and then take a break for dinner and then come back. And, you know, he put in really long hours trying to pay attention to detail. And again, this seems to be something that's no longer valued by American voters and our politicians. You would think that we would want to have hardworking, decent, virtuous politicians who were intellectuals and well-read and experts, and willing to acquire expertise on the issues. And that seems to have gone by the wayside in the decades since Jimmy Carter left the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:08",
      "speaker": "BLITZER",
      "sentences": "And the subtitle of your book refers to his presidency as, quote, \"unfinished.\" Unfinished. What do you see as the political project that Jimmy Carter never got to finish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:09",
      "speaker": "BLITZER",
      "sentences": "All right. We're following the breaking news this hour. The former president of the United States, Jimmy Carter, the small town peanut farmer who went on to a life of global humanitarianism, has died at the age of 100. The 39th president of the United States had been in hospice care since last year. And it's true that people are reacting very, very fondly of the late president.And we've just been told that President Biden will make a statement on camera right at the top of the hour, 7:00 p.m. Eastern. He's on vacation in Saint Croix, but will make a statement honoring Jimmy Carter right at the top of the hour. We'll, of course, have live coverage of that. And as we look at Jimmy Carter's legacy, I want to bring in Kate Andersen Brower, the CNN contributor and the author of the important book \"Team of Five.\" Kate, you've written about the Carters, Jimmy Carter and Rosalynn Carter quite a bit in your career. Jimmy Carter and the first lady, his first lady, Rosalynn Carter, they were a true team as much as any couple who ever occupied the White House. And I assume you agree with that. How do you see their collective legacy? KATE ANDERSEN BROWER, CNN CONTRIBUTOR: You know, and Kai said this earlier, it really is decency. It's also professionalizing roles within the White House. Rosalynn Carter is the first first lady to have an office in the East Wing. She is the first first lady to have a real platform. She chose mental health. She would meet with Jimmy Carter in the Oval Office once a week. She, of course, campaigned for him during the hostage crisis, when he was really kept in the Rose Garden in the White House. He wasn't, you know, able to freely campaign around the country. It was Rosalynn who did that for him. So they were a true team. He called her an extension of himself. And I think one thing that we haven't talked about with President Carter that I think is important to remember, and this goes to his Christianity and forgiveness, which I think he deeply believed in, is his friendship with Gerald Ford. Of course, the two of them were not close at the beginning. They were rivals, and it was actually during a 1981 trip to Anwar Sadat's funeral, a really interesting plane ride that Ford, Nixon and Carter took. And it was on the way back, actually, that Ford and Carter started talking and getting to know one another, and they formed a lifelong bond. In fact, Jimmy Carter gave the eulogy at Gerald Ford's funeral. And I don't think anyone could have seen that coming. But they went beyond politics. And it is this idea that it's about decency, friendship, common goals that bound them together. And I think it's an important thing to remember about Jimmy Carter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:09",
      "speaker": "BLITZER",
      "sentences": "Very, very important indeed. And in your book, \"Team of Five,\" you took a close look at how each of the surviving former presidents went on in public life after leaving the White House. How did President Carter distinguish himself? And he really did in his post-White House career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BLITZER",
      "sentences": "Our breaking news. Former president Jimmy Carter has died at the age of 100. The Georgia peanut farmer, who went on to take the Oval Office before becoming a force for peace and human rights around the world. He was surrounded by family as he passed away after nearly two years in hospice.I want to bring in CNN senior political analyst Ron Brownstein right now. Ron, what will Jimmy Carter's most enduring legacy be from your perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, I think the most enduring legacy for him personally will be his post-presidential role. I mean, he really invented the role of a president after his term becoming a citizen of the world.What is what is the title of Bill Clintons new memoir, Wolf? It's \"Citizen.\" And you know, that was not really there before Jimmy Carter. Harry Truman, Dwight Eisenhower, Lyndon Johnson, they kind of all went home to the farm after the presidency. And Carter created a new model of post-presidential engagement that I think is going to outlive not only him, but all of us. You know, our last two presidents, our current president and our next president will leave office in their 80s. It may not be that relevant for them, but for others, it's going to be. I think, politically, in many ways, he was, as I've said to you before, a comma, he was the brief interruption in a long period of Republican dominance of the White House. They won every other presidential election, but his between 1968 and 1988. And in many ways, he was a figure ahead of his time. I mean, he recognized that the nature of the two-party coalitions were changing, and the Democratic Party had to reposition itself on a whole bunch of issues. But he was unable to bring enough of the party with him to the point where many of his key legislative priorities were frustrated and blocked by conservative Democrats in the House and the Senate. And then he got a primary challenge from the left, from Ted Kennedy in 1980, who thought that he moved too far to the center. But in some ways, I think he pre-dated and pre-figured some of the reforms that Bill Clinton brought to the party and other southern governor in the 1990s. A transitional figure in the Democratic Party, an important figure in reshaping the role of the president, and also an important cultural figure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BLITZER",
      "sentences": "Yes. Good point. Even -- I think you agree with me that even Carter's political opponents would concede that he was a man driven by a very strong moral compass. Is that missing from our politics today in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. I mean, Kai Bird was right. I mean, you know, and Larry Sabato, who you talked to before, I mean, you know, Jimmy Carter ran in 1976 after Watergate, and his campaign slogan was a government as good as the American people, you know. And I think I remember he walked, you know, didn't have the limo during the presidential inaugural parade and in many ways tried to bring the presidency back to earth after what people called the imperial presidency of Richard Nixon.And he was someone whose decency was kind of manifest in everything that he did. And, of course, in his -- in the decades he spent after his presidency, not so much enriching himself as trying to, you know, help other people. But people hire the president, above all, to do a job. And Carter, for all his, you know, unquestioned decency, was soundly defeated in 1980 because most Americans thought his term had failed. Certainly character, you know, people have many doubts about, say, Donald Trump. But still, there are enough voters who will say, even if I don't agree with -- even if I don't look fondly on this person, is not someone I admire, not someone I want my kids to emulate, they want the president to do, you know, to perform certain jobs. And Carter seemed, in the final months of his presidency, almost overmatched by inflation at home and the Iranian hostage crisis abroad. And that led to his, you know, pretty resounding defeat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BLITZER",
      "sentences": "And Ronald Reagan's words, are you better off today than you were four years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BLITZER",
      "sentences": "And that 444 days of American diplomats being held hostage by Iranians in Tehran clearly did not help his bid for reelection as he sought another term.What is the lesson, the main lesson that President-elect Trump and other world leaders you think can take away from Jimmy Carter's diplomacy?",
      "isLastSentenceInterrupted": false
    }
  ]
}