{
  "date": "2024-05-13",
  "headline": "One World with Zain Asher",
  "subHeadline": "Michael Cohen Confesses His Role In Trump's Life; Russia Advances In Capturing Ukrainian Territories; New Defense Minister Appointed In Russia; Biden To Raise Funds From Hollywood's A-Listers; Israel Salutes To Fallen Soldiers; Women's Crowning Glory Saved. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:30",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "What happened, when, and how? Trump's former right-hand man is on the stand.One World starts right now. From fixer and friend to foe, Michael Cohen is telling jurors what he says took place behind closed doors. Also ahead, a shake-up at the top. A civilian economist is now the defense minister of Russia. Who is he and why was he chosen now? And later, it's one of the most visible and emotional side effects of cancer treatment. We'll tell you about the groundbreaking new medical technology that could make hair loss a thing of the past for cancer patients. All right, hello everyone. Live from New York, I'm Bianna Golodryga. Zain is off today. You are watching One World. To a large extent, Donald Trump's hush money trial revolves around the actions of two men. Trump is, of course, one of them. The other is Michael Cohen, the man who allegedly paid $130,000 to Stormy Daniels to keep her quiet. And Michael Cohen is on the stand right now. Cohen is a lawyer, but described himself as Trump's fixer, testifying that he would lie and bully people to get what Trump wanted out of them. And just a short time ago, Cohen spoke to the jury about an audio recording he made that appears to prove that Trump gave the OK for hush money payments. So far, Cohen is only talking to prosecutors, but he is expected to face a withering cross examination in coming days. And whether or not the jury believes Michael Cohen could determine the fate of this trial. We want to tell you on the left side of your screen, you can see key updates from the trial. CNN has reporters inside the courtroom who are keeping us up to the minute on what is going on inside. Everything they see and hear will appear on that side panel in real time. Our Jessica Schneider is tracking Michael Cohen's testimony and joins us now live with more. Jessica, it is not an overstatement to say that that most, if not all of the prosecution's case and what we've seen from them since the beginning of this trial really hinged on what we're hearing from Michael Cohen in his testimony today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Knew about the payments and then knew about the falsification --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- of those business records as justification for those payments.Jessica Schneider, thank you. Well, with a bit more legal analysis, we are joined by former federal prosecutor and criminal defense attorney Amy Lee Copeland. Thank you so much for joining us. So we've just heard from Michael Cohen for a couple of hours this morning. His testimony expected to go on for a number of days before he is cross- examined by the defense. From what you've heard this morning, specifically with regards to that recorded audio that he himself says that he did without Donald Trump knowing, but the audio where everyone, and jurors in particular, can hear Donald Trump say OK to the $150,000 payment to Karen McDougall. How significant is that evidence for prosecutors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "AMY LEE COPELAND, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "It's very significant evidence. They have tied Trump by his voice to an approval for thisparticular scheme. And when you have all roads leading to Michael Cohen, who has been described even by the state as having a mountain of baggage, you need as much of that independent corroboration as you can get that doesn't necessarily come from Cohen's mouth himself. Few things are as powerful against a defendant as his own words. And this tape is certainly going to be powerful against the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "And obviously they are working with a flawed witness here. And I've been hearing this morning from the legal experts we've had onwondering if you agree with them that it's in the prosecution's interest to expose all of his flaws once again for jurors before the defense has its turn to go after him. Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COPELAND",
      "sentences": "A hundred percent. You don't want it to be a surprise in the defense case that Michael Cohen has written a book called \"Betrayed.\" Youdon't want it to be a surprise that he's a jerk to deal with and that no one liked him. And one witness described him as a pants on fire kind of guy. I think that's great that the prosecution has gotten out in front of it and through its entire case. The second reason, too, is that you need to show that this is somebody who's willing to get his hands dirty. And that's certainly what the prosecution has spent a lot of time showing in this trial, that if you needed something fixed, Michael Cohen was the guy to fix it. He's the one who would keep his mouth shut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, assuming now that we have heard this audio of Donald Trump giving the OK to pay $150,000 to Karen McDougal, in comes now what we'reexpected to hear about Stormy Daniels and the payment that Michael Cohen says Donald Trump approved and ordered him to make for Stormy Daniels. We have yet to hear that. That's what we're expected to hear yet. But then the prosecution also has the added burden of having to prove that in addition to that, Donald Trump then was involved and ordered the falsification of records for that payment. How important will that line of testimony be for the prosecution to get right? Because that ultimately leads to the crux of the charges here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COPELAND",
      "sentences": "The crux is right. All roads have led to Michael Cohen. They've set it up as well as they could through their testimony of other witnessesto kind of give Cohen's testimony a boost before it even happens. But Cohen is the guy that talks to Trump. And I thought it was really interesting that Cohen testified earlier that Donald Trump never communicated by email because he didn't want to leave a paper trail. And so what Cohen has to say in these intimate conversations that he had with the former president are almost certainly going to be what the state really has to rely on to prove its case. The twofold part, not just the falsification of business documents, but the falsification for another purpose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and what we're seeing now from inside the courtroom is Trump saying that he that Cohen said he let Trump know that it was beingtaken care of. I'm assuming that would be the payment and that the matter was being resolved. Also interesting color inside the courtroom, it appears that at least in the early morning hours of testimony that Michael Cohen was not looking or making eye contact with the jury. So it would be interesting to see if that changes in terms of trying to make some sort of connection with them. Criminal defense attorney Amy Lee Copeland, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "COPELAND",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "GOLODRYGA",
      "sentences": "Now this all comes amid a major shake-up at the highest levels of Russia's military.CNN's Clare Sebastian has more. (BEGIN VIDEOTAPE) CLARE SEBASTIAN, CNN CORRESPONDENT (voice-over): Center stage, but already on shaky ground. This was to be outgoing Russian Defense Minister Sergei Shoigu's last victory salute. Much less ceremony for the Kremlin's announcement of his replacement Sunday. DMITRY PESKOV, KREMLIN SPOKESPERSON (through translator): Today on the battlefield, those who are more open for innovations, more open towards a quick implementation of the innovations, win. That is why it's natural that on the current stage the president has taken a decision for a civilian to be in charge of the Ministry of Defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "SEBASTIAN",
      "sentences": "The nominated civilian is Andrey Belousov, a career economist and former first deputy prime minister. That choice coming as the Kremlinmade a rare admission that defense spending is approaching Cold War levels. Its factories pushed to their limits amid sanctions and the labor force decimated by war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "MARK ESPER, FORMER UNITED STATES SECRETARY OF DEFENSE",
      "sentences": "Russia is moving to a war economy and it's true seven percent of their GDP now is focused ondefense. They're on a war footing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "SEBASTIAN",
      "sentences": "That demand for weapons unlikely to slow. Ukraine frantically evacuating civilians in the Kharkiv region this weekend as Russia launcheda major cross-border offensive Friday, taking advantage of a narrowing window of opportunity as Kyiv waits for promised U.S. aid. Unofficial video from a Russian military brigade purportedly showing a massive glide bomb hitting the Ukrainian border town of Vovchansk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "The idea behind the attacks in the Kharkiv region is to spread our forces thin and undermine the moral andmotivational foundation of the Ukrainians ability to defend themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "SEBASTIAN",
      "sentences": "Russia's attack on Kharkiv may also be an attempt to form a buffer zone. This the aftermath of what Russia claims is Ukrainian attackon a residential building in Belgorod. Russian state media reports more than a dozen dead. Russian lives, the other spiraling cost of Putin's war and Shoigu's legacy. Clare Sebastian, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "GOLODRYGA",
      "sentences": "Dara Massicot is a senior fellow at Carnegie Endowment for International Peace, the Russia and Eurasia program and she joins me nowlive from Washington with more analysis. Dara, always good to see you. So what do you make of this surprise reshuffling? I mean I guess it shouldn't be such a shock in a war that's gone on this long to see some leadership changes at the top, but given how much Vladimir Putin prizes loyalty and that's exactly what he got after his out of Sergei Shoigu. What do you make of this change now in replacement with an unknown economist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "DARA MASSICOT, SENIOR FELLOW, CARNEGIE ENDOWMENT FOR INTERNATIONAL PEACE",
      "sentences": "I think there's a few interesting signals that are going on with this change.There's been a bit of table setting over the past few weeks that suggest maybe his tenure was coming to an end with the arrest of his deputy and several others under investigation and some carefully managed shots of another individual who, many thought would replace Shoigu. His replacement was done in a very gentle way. He's given a respectable position. This was done after the Victory Day parade so he could have one last time leading that. I think that he's overdue for being replaced. He's been in the job for about 10 years. The selection of Belousov is an interesting choice and I think indicative of the Kremlin's priority to rebuild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:02",
      "speaker": "GOLODRYGA",
      "sentences": "And it's also indicative, would you agree, of what we're likely to see is a longer term investment that Vladimir Putin is willing to makein this war. So much talk about coming to the peace table and negotiations for some sort of at least freeze in the fighting. But it appears after especially now being inaugurated, and I say that in here quotes, \"for a fifth term, Vladimir Putin is in it for the long run.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Let's talk about what we've seen on the battlefield as of late. And that is a really aggressive onslaught, specifically in the Kharkivregion. We should note the region is separate from the city of Kharkiv itself, which is the second largest in Ukraine. And Ukraine early on this war was able to take back that. That having been said, though, Russia, in just the last few weeks, has been able to take nine villages in the region. As we heard from the president himself, Zelenskyy, saying he believes that the motive here is to spread Ukrainian soldiers thin in the region. Would you agree? And what does that tell you about Russia's calculus at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MASSICOT",
      "sentences": "I do. I do think that this is not necessarily a diversion. I think they had the Russians have enough forces to come in and try to createa 10 to 30-kilometer buffer zone in northern Kharkiv. But what it is doing, it's drawing line Ukrainian brigades offline elsewhere, and they're trying to surge up front right now. Russia has been able to penetrate into Kharkiv. There's not a lot of defenses that I can see looking up there in terms of physical barriers on the ground or minefields. But we might see that change as these Ukrainian brigades are making contact today with them in Kharkiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "How vulnerable do you think Kharkiv itself is as a city right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MASSICOT",
      "sentences": "I think that's a very large city, and I think that's beyond Russia's grasp to cordon that city or do a direct assault on it, I think,is well beyond the means that they have. And indeed, they didn't do that in the invasion two years ago. I don't think that they have that in that kind of capability lined up for that. No, I don't think a direct assault on the city is the likeliest course of action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "And when can we really expect to see a shift in Ukraine's favor with regards to the supplemental finally being passed and starting to seearmaments on the battlefield from the West?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MASSICOT",
      "sentences": "That is a question that I very much would like to know as well. I am understanding that weapons are flowing in, but it's not the bulk. It'snot enough to stop the advances just yet. And I'm unfortunately not sure when those timelines are going to improve. I would hope soon. The situation in Donetsk to me is the most severe and where Ukrainian units need artillery very quickly and they need to replenish a lot of air defense systems that they have. The Russians have been targeting more effectively lately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Looking forward, what would you say are some of the most important strategic moves that Ukraine needs to make in a game of reallycatch up since for six months now they've been without the weapons that they've needed so much now that they are on their way finally. What are the most important strategic moves they need to be focused on going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MASSICOT",
      "sentences": "Well, I think there's two pieces to that. One is the weapons. Those are flowing in quickly, or we hope very quickly. But two, there isstill an unresolved challenge with Ukrainian manpower. And some of these units are really quite degraded in terms of the casualties that they've had, and they're not flowing in replacements fast enough. And all the weapons in the world won't make any difference if the units are too weak to fight and defend. So I would say that Kyiv has to address this issue and pretty quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, there's a lot of pressure on the president to lower the conscription age as well in the country, but obviously that's having a hugeimpact on its economy as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MASSICOT",
      "sentences": "Dara Massicot, please come back. Thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MASSICOT",
      "sentences": "Thanks so much for having me. I'll be back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, thank you.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The late, great Hannibal Lecter is a wonderful man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. During a campaign fundraising event on Saturday, U.S. President Biden blasted his Republican rival Donald Trump as, quote,\"clearly unhinged.\" During a rally in New Jersey that very same day, Trump went off on a bizarre rant where he mixed up the names of several people and places and then falsely claimed offshore windmills are slaughtering whales. He also spent time praising a fictional serial killer and cannibal. The presumptive U.S. Republican presidential nominee tried to link Hannibal Lecter from the \"Silence of the Lambs\" to migrants at the U.S. southern border. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:00",
      "speaker": "TRUMP",
      "sentences": "They're emptying out their mental institutions into the United States. \"Silence of the Lambs.\" Has anyone ever seen the \"Silence of theLambs?\" The late, great Hannibal Lecter is a wonderful man. He oftentimes would have a friend for dinner. Remember the last scene? Excuse me. I'm about to have a friend for dinner. Is this poor doctor? I'm about to have a friend for dinner. But Hannibal Lecter. Congratulations. The late, great Hannibal Lecter. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:22:00",
      "speaker": "GOLODRYGA",
      "sentences": "Not even sure how many of those supporters behind him know which movie he's talking about.Well, new polling from The New York Times and Siena College shows Trump leading in crucial states on the electoral map. The polls show him leading President Biden in four key states, including Nevada, Georgia, Arizona, and Michigan. It's closer in Pennsylvania and Wisconsin, with no clear leader in either state. Well, Joe Biden will be hitting up the Hollywood A-list for a big Los Angeles fundraiser next month. Superstars such as George Clooney and Julia Roberts are set to appear along with former U.S. President Barack Obama. In March, Obama appeared alongside former President Bill Clinton for a fundraiser in New York and hauled in over $26 million for the Biden campaign, which is trying to maintain its advantage when it comes to fundraising over rival Donald Trump. The latest filings from March showing Mr. Biden's war chest has nearly twice the funds. Joining me now to discuss this further is CNN White House correspondent Arlette Saenz. Arlette, so the president's making his way out to Hollywood. A lot of money expected from this fundraiser. Tell us who we can expect to see there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:05",
      "speaker": "GOLODRYGA",
      "sentences": "All right, Arlette Saenz from the White House, thank you.Still ahead for us, Israel marks a somber Memorial Day. As the prime minister talks about its current war against Hamas and promises to collect a heavy price from the enemy. We'll have details ahead. And a little later, a charity that helps people keep an important part of their identity while they face the tough battle with cancer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back to One World, I'm Bianna Golodryga.Well, Israel is marking Memorial Day, the solemn holiday honoring the country's fallen soldiers. Prime Minister Benjamin Netanyahu told the ceremony that the current war was a choice between the nation and what he calls the monsters of Hamas. Protests and scuffles broke out at some of the events. Now, this comes as Israeli forces ramp up attacks on Gaza from the north, the center and the south, leaving Palestinians with nowhere safe to go. In the north, Israel says that it's trying to prevent Hamas from regrouping. A U.N. agency for aid in Israel is calling for operations. They are an inhumane displacement of Palestinians. Well, in the south, Rafah, the U.N. says more than 360,000 people have fled over the last week. Egypt, which borders Rafah, now says that it will support South Africa's genocide case against Israel at the International Court of Justice. The war has already left more than 35,000 people dead in Gaza, according to the Gaza Ministry of Health. Now, top American officials are once again warning against a full-scale Israeli ground offensive in Rafah. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: We believe two things. One, you have to have a clear, credible plan to protect civilians, which we haven't seen. Second, we also need to see a plan for what happens after this conflict in Gaza is over. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "CNN's Jeremy Diamond is in Jerusalem and filed this report just a short while ago.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Time now for The Exchange. We want to take a closer look at the situation on the ground there and the war between Israel and Hamas.CNN political and global affairs analyst Barak Ravid joins me now. He's also a politics and foreign policy reporter for Axios. Barak, thank you so much for joining us. As we know, this is a very painful Memorial Day for Israelis. The country has lost hundreds of soldiers this year, of course, notwithstanding the number of civilians lost on October 7th alone. How is this Memorial Day sitting with Israelis, given that, as we've been reporting, it's not only that there is a targeted operation in Rafah right now, but also hearing that once again, Israeli troops are fighting a resurgent pocket of Hamas fighters throughout Gaza, specifically now in the north and the central part of the enclave?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BARAK RAVID, CNN POLITICAL AND GLOBAL AFFAIRS ANALYST",
      "sentences": "Yes, Bianna. Well, you know, in Israel, every Memorial Day, you can put one of the channels ontelevision and it screens all the names of the soldiers who were killed since the State of Israel was formed. And this year, there are hundreds more names that are being screened during those 24 hours. And Memorial Day in Israel is also connected to Independence Day, that Israel will be in Israel tomorrow. And I think that this year, it is very, very different, both because of how people feel and both because of how it looks like. For example, this year, Netanyahu, the Prime Minister, is not going to attend any of the ceremonies during Independence Day tomorrow, which is highly unusual because for an Israeli prime minister, this is a huge day. You're basically on TV all day. And he's not doing it because he knows that there will be protests against him. It's just one example of how different this year is from any year since 1948.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, he doesn't want to be the face of the protest here. And yet, we saw the IDF Chief, Herzi Halevi, speaking during these Memorial Day services, taking responsibility once again for their failure inpreventing October 7th. I want to go back to what we saw over the weekend, where we saw Antony Blinken, Secretary of State, once again say, quote, \"the U.S. needs to see a plan for what happens after this conflict in Gaza is over,\" reiterating that the U.S. has yet to see a plan, and then warned Israel that that could be left with the country itself holding the bag on an enduring insurgency. What are the ramifications for this government if that does prove to be the case, if this turns into a prolonged war, because for at least one of the reasons, this government is not providing and not coming up with a day- after plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "GOLODRYGA",
      "sentences": "You know, it's one thing, Barak, for those in the opposition, those in other countries, even allies and friends of Israel and forjournalists to pin the blame, at least some part of the blame on the Netanyahu government for this resurgence on the fact that there is no day after plan. And thus, we're seeing pockets, once again, regrouping of Hamas fighters throughout the enclave. It's quite a different thing, though, when you have top generals speaking out off the record, but to journalists lobbying the same accusations. And that's what we've been seeing these past few days. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "RAVID",
      "sentences": "Well, and you see even inside the cabinet, the war cabinet meetings, Netanyahu is alone, basically, in this position of, you know, first we needto take out Hamas and only then the day after will come and then we'll see what happens. But the IDF chief of staff told him in the cabinet meeting, he told them all the achievements that the IDF has achieved in the last six months are going down the drain because there's no alternative for Hamas. We are not, we don't have any plan for the day after, so Hamas manages to come back. The minister of defense, Gallant, is telling Netanyahu the exact same thing. He even put forward a plan that Netanyahu rejected. Two former IDF chiefs of staff who are now members of the war cabinet, Benny Gantz and Gadi Eisenkot, are telling Netanyahu the same thing. They're telling him, OK, you want to go into Rafah? You want to take those four battalions? Tell us what's your plan for the minute after, the hour after? What are we going to do with Rafah? Are we just going to stay there? And Netanyahu is pushing back on all those questions and all those proposals and he's still in his position that the day after will only come after Hamas is eliminated. When is Hamas eliminated? Who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:17",
      "speaker": "GOLODRYGA",
      "sentences": "Returning to our top story now. And Michael Cohen, a key witness in Donald Trump's hush money trial is continuing to testify. He's describedhimself as Trump's former fixer and could directly implicate Trump in the decision to pay hush money to Stormy Daniels. Cohen has been on the stand since this morning saying that he would sometimes bully people just to try to keep Trump happy. Trump is facing 34 charges stemming from allegations that he falsified business records to cover up the payment. Let's go back to our justice correspondent Jessica Schneider who's been following the latest developments. We had a short break, Jessica. But it appears that Michael Cohen has been back on the stand for the last half hour. So, what more have we heard from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:17",
      "speaker": "SCHNEIDER",
      "sentences": "Bianna, we are finally getting into the heart of this case. Michael Cohen has finally started to describe all of the circumstancessurrounding the Stormy Daniels hush money payment. And this testimony is actually coming right after talk about the Access Hollywood tape that of course was released one month before the election. So, the timing is Stormy Daniels was threatening to come out with her story after the Access Hollywood tape. And because of that, Cohen testified today that if that Stormy Daniels story got out, it would be catastrophic to the campaign. So, Cohen said when he got this word about Stormy Daniels possibly going public, he says he immediately went to Donald Trump's office where Trump told Cohen, in Cohen's words, quote, \"take care of it.\" So, we are going to continue to hear Michael Cohen really build on how involved Trump was surrounding this hush money payment. We are already hearing from Cohen in the courtroom that Trump was saying that this could be devastating to his campaign, that he apparently wasn't as concerned about what this would do about his relationship with Melania Trump, his wife. But Cohen testified this was all about the campaign. So prosecutors are getting at the fact that Donald Trump was scrambling and his advisers and Michael Cohen were scrambling all to try to save his candidacy. So prosecutors are going to continue talking about this Stormy Daniels hush money payment. Hopefully in their eyes they'll be able to elicit testimony from Cohen not only about Trump being involved in the payment, but prosecutors want to hear more and if they can get it from Michael Cohen about how Trump directed the payment. And then what we will likely or potentially get to and what is the key to this case is how intimately involved was Trump in directing the repayment to Michael Cohen and then labeling it as legal expenses. That is something we have not heard direct evidence of yet, Bianna. And that is the key to this case, the 34 counts of falsification of business records. If prosecutors can't elicit this out of Michael Cohen, their case might not hold up. This case isn't about hush money, it's about the cover up of that repayment. So, as we're getting into the Stormy Daniels testimony right now from Michael Cohen, presumably in the next few hours we will be hearing more about how directly involved Trump was because that is the key to this case. So, we're just starting to get at it now, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:17",
      "speaker": "GOLODRYGA",
      "sentences": "Jessica Schneider, you'll be following it closely for us. Thank you so much.Still to come, cold versus cancer. We'll tell you about a charity that is helping women to keep their hair while they fight the deadly disease. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Two Austrian daredevils have flown through London's Tower Bridge. Take a look at this. Marco Furst and Marco Waltenspiel jumped froma helicopter at 3,000 feet, flying over the River Thames and navigating through the bridge towers. They achieved the feat on May the 2nd, reaching a top speed of 246 kilometers an hour. Incredible and something I would never, ever dare to do. Well, the story we've been telling you throughout the hour, cancer is the word itself, chilling and scary. And for many, the only way to fight it is chemotherapy. But there is a side effect of chemo that is also very scary to many, hair loss. Well, now a new treatment is allowing some people to keep their hair during chemo. Sarah Sidner shows us the charity that wants to make sure all women can afford it. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CAVALIER",
      "sentences": "I started doing the ugly cry. I said, no, no, no, I can't lose all my hair. Because if I was in the dog world, I would be a Rottweiler.OK, that's how big my head is, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "When San Francisco makeup artist Carla Thomas Cavalier was diagnosed with stage three endometrialcancer in 2015, she thought losing her hair was inevitable. Why was it that element, your hair, that made you just lose it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CAVALIER",
      "sentences": "Because vanity is a son of a gun. You know, I got big hair, I don't care, but it's my hair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SIDNER",
      "sentences": "It's not just about vanity. It's really about trying to keep some semblance of normalcy while grappling with the realities of a life-threatening illness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "CAVALIER",
      "sentences": "We got to kick cancer in the butt, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SIDNER",
      "sentences": "With this technology, chemotherapy patients are able to keep some of their hair. It's called scalp cooling, or cold capping, something bothThomas Cavalier and I tried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "FAYE RIMALOVSKI, TECHNICIAN, PENGUIN COLD CAP",
      "sentences": "The caps need to be about anywhere between negative 28 to negative 32 degrees Celsius, depending onthe hair and the type of chemo. And essentially what you're doing with the cold cap is you're freezing the hair follicles to prevent as much chemo as possible from traveling through. It's going to be a little tight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "SIDNER",
      "sentences": "Women frequently cite hair loss as the most distressing side effect of chemotherapy. And in one study, it found 8 percent of women wouldconsider refusing treatment because of hair loss. But scalp cooling therapy doesn't come cheap. It costs hundreds of dollars per treatment, depending on which system you use and whether a technician is helping you. Thomas Cavalier wouldn't have been able to afford it if not for Bethany Hornthal. Hornthal is the executive director of HairToStay, a non-profit helping patients pay for scalp cooling treatment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "UNKNOWN",
      "sentences": "HairToStay made it possible for me to keep my hair during chemotherapy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "HORNTAL",
      "sentences": "I learned that insurance was not going to cover scalp cooling. And here I had had a role in bringing some innovation to this country to helppeople who are in a really overwhelming and challenging situation. And now at least a third of the people who needed to use scalp cooling were not going to be able to afford it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "SIDNER",
      "sentences": "So Hornthal continued her fundraising work, but now with a focus on subsidizing the treatment for patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "HORNTAL",
      "sentences": "When I have to talk to an 18-year-old who has ovarian cancer, which is, you know, horrifying when she gets to tell me that she graduatedwith her hair in her head. She made it, you know, then I know why I'm here. I know why I'm -- I'm sorry, I know why I'm doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "SIDNER",
      "sentences": "Hornthal says HairToStay has helped nearly 6,000 cancer patients access scalp cooling treatment, including Thomas Cavalier.What would it mean if the cold capping technology wasn't there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "CAVALIER",
      "sentences": "I would probably be one of those women who would sit in that having chemo. We found a way to save 100 percent of my hair, and I couldnot have done that without HairToStay. In some days I was sick as a dog, but I go look in the mirror, I say, girl, you ain't so bad after all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}