{
  "date": "2024-05-17",
  "headline": "Connect the World",
  "subHeadline": "Scheffler was taken into Custody  Friday Morning after an Incident with Police; Civilians Flee as Russians Close in on Ukrainian Town; Deadly Storm Rips through Houston, Texas; 1 in 7 Gen Z Credit Card Users in U.S. are \"Maxed Out\"; Scottie Scheffler at PGA Championship after being Detained. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "LYNDA KINKADE, CNN HOST, CONNECT THE WORLD",
      "sentences": "Hello, I'm Lynda Kinkade live from Atlanta. Welcome to \"Connect the World\". Coming up this hour, theworld's number one Golfer, Scottie Scheffler has been arrested outside the PGA Championship in Kentucky. Russia makes inroads to Ukraine second biggest city. CNN is on the ground as civilians try to escape just saved it. Desperately needed humanitarian aid is being delivered today through this floating pier built by the U.S. military. We'll be live in Jerusalem for the details. And Houston, we have a problem hurricane force winds and torrential rains hitting the State of Texas. The stock market in New York will open in about 30 minutes from now, by the look of what we've seen so far will be mixed. It follows of course those days excitement when the doubt briefly topped 40,000 for the first time. We have some dramatic new details about the world number one golfer as things are developing rapidly in Louisville, Kentucky. Scottie Scheffler was booked into jail and is now facing four charges including second degree assault on a police officer, which is a felony. We have video of the arrest from an ESPN Reporter who was on the scene. You can see there he is handcuffed after trying to drive past a police officer into the Valhalla Golf Club before the start of the second round of the PGA Championship. CNN's Carolyn Manno is following the developments and joins us now. This is just an incredible historic sport number one Golfer, Scottie Scheffler dragged away in handcuffs and now facing some pretty serious charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "The felony charge is shocking and to be honest with you when you think about the top ranked golfer in theworld, Scottie Scheffler This is so jarring when you consider who he is. I mean, he is so clean cut he squeaky clean. He can't be rattled. I mean, he almost is the subject of some fodder around the fact that he is just so even keeled. So to be detained by police like that this morning. You saw ESPN's Reporter Jeff Darlington there who was on the scene and what Darlington suggests is that Scheffler had attempted to drive past a police officer this morning, trying to get into Valhalla Golf Club, and that he didn't really stop and officer attached himself to the vehicle. And then he went an extra 10 yards or so according to Darlington, when he did finally stop, he exited the vehicle and according to Jeff, the police officer shoved him against the car immediately, immediately placed him into handcuffs. And you see him cooperating with officers there, walking with officers ultimately being detained for context, which is important. There was a separate incident this morning that caused PGA Championship organizers to delay the start of the second round. There was an accident that occurred in the early morning hours near the course, where a man was killed after being hit by a shuttle bus near Valhalla Golf Clubs. So that incident impacted traffic. And it's likely to think that that increased police presence those traffic issues, ultimately affected Scheffler's ability to get where he was going even though he was not directly involved in that incident. The public shuttles to the course have resumed play, play was set to resume just after 8:30 this morning. There is also a lot of weather in the area, significant rain that can impact that delay further. So that would be a more traditional weather delay that we normally see at these kinds of events, but Scheffler's original tee times scheduled for 8:48. That was moved to just after 10 am. And we now know we just learned that he has been released on his own recognizant but --recognizance, excuse me, but facing those four charges following his arrest. The Jefferson County court records showing that second degree assault on a police officer that felony along with the lesser charges of third degree criminal mischief reckless driving, disregarding signals from officers directing traffic. Those are a really significant bundle of charges for the top ranked golfer in the world. We've reached out to representatives from Scheffler, a spokesperson for the PGA of America telling CNN that it's an ongoing situation and they're going to update us but just a shocking series of events this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MANNO",
      "sentences": "Well, you know, I think honestly we don't know for sure, I guess I should say that I think it would ultimately be up to him. I mean, there isa world in which in theory, he could get to the course. And tee off with this later time that set for a little over an hour from now. I don't know whether or not he'll be in the right frame of mind to do that. And I don't know whether the PGA organizers of this event, the larger PGA entity that oversees all things relating to the tour, you know, how involved they're going to be in terms of making sure that he's in the best place physically and mentally, it does seem, the reporting seems to indicate that this did get a little bit physical at some point. So you have to keep that in mind as well. I mean, you're talking about the top ranked golfer in the world. So we'll wait to see and we'll probably have those answers sooner rather than later in terms of what he's going to do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "KINKADE",
      "sentences": "All right, Carolyn Manno. We will stay in touch with you throughout the morning. Thanks so much for joining us. We are going tosound history right now. David Dusek, Senior Writer for Golfweek joins us now on the phone. David, good to have you with us, what a shock really to wake up to this news, Scottie Scheffler, world's number one golfer arrested in handcuffs and facing four serious charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DAVID DUSEK, SENIOR WRITER FOR GOLFWEEK",
      "sentences": "If there's a single golfer, I can't think of anybody. I'm more stunned by having something like thishappen to as the previous person explained. Scottie Scheffler is one of the squeakiest clean, upright, outstanding, well respected players out here on the PGA Tour. He is someone who is known for having very calm, level head on the golf course. And he keeps that when he's off the golf course as well. He's great with the joke. He's good with smiles. He's fantastic with the fans. So to hear that this is something that took place is absolutely stunning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "KINKADE",
      "sentences": "Yeah. And you can only imagine the sort of conversations that went down with police. He's trying to get into, obviously, the golf course. He's-- he was due to tee off about an hour ago now at 10 o'clock. And of course, he is the favorite to win, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DUSEK",
      "sentences": "No, absolutely. And one of the things that many people may not understand is that if a golfer for example is scheduled to tee off andstart play at 9 o'clock, they will generally get to the golf course and go through a very setup routine about three hours ahead of time. Scottie and everybody else would been some practice gone through a physio trainer, workout, gotten to stretch, hit some practice balls, maybe then relaxed a little bit, try and get in the right competitive mindset and then go out warm up again in some cases. There's a whole routine. And that would have been the reason why Scottie Scheffler was coming to Valhalla Golf Club and in his car at that hour. And I can tell you from going back and forth, from the -- hotel to here at the golf course. There are lots of lanes of -- and redirections and in some cases, confusing sort of situations when you're out there, and shuttle buses and cars and such like that. And I just presumed that Scheffler misunderstood the direction didn't hear the directions and such like that. But it's a very, very odd situation when you consider that he is, as you say, one of the players that we -- would probably win this golf tournament coming into this week, he won the Masters last month. He is easily the best player in the world like he has come to clear number one. And so this is a very, very strange thing in the mood around here at the golf course is it's very odd. It's quiet. It's not somber, but it is definitely put a change in the mood and the setting to rebel golf club.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "KINKADE",
      "sentences": "Yeah, no doubt. And of course, as you were pointing out, he's had a huge professional year, but also a very -- some personal celebrationearlier this month. He welcomed -- he and his wife welcomed a baby boy, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DUSEK",
      "sentences": "That's correct. That happened just a few days ago as a matter of fact, he was playing at the Masters and he's played at other eventsrecently with a phone that he said that he if he got the call, but his wife went into labor, he was prepared to leave Augusta National, leave any other venues right in the middle of a tournament to be there for the birth of their first child. So it has been a very big, very emotional month for Scottie and for his family. And this is something again, that just sort of adds more to the fact that we did not see anything like this coming certainly, coming from this person like Scottie Scheffler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "KINKADE",
      "sentences": "And do you know, David, if he was traveling with anyone because we do know that traffic was banking up outside that golf course because of anaccident involving a shuttle bus around 5 am ET. Do you know if anyone was in the car with Scottie Scheffler?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DUSEK",
      "sentences": "I do not know. I was thankfully in my bed getting ready to awaken at 5inappropriate for me to speculate about anything at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "KINKADE",
      "sentences": "Yeah, fair enough. So what's the -- what are the next steps? I mean, obviously, he'll have lawyers trying to fight these -- to get thesecharges dismissed and no doubt the golfing community will be rallying around him right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "KINKADE",
      "sentences": "All right, so I have -- has to be on the coast in 45 minutes, so potentially he'll pull out and head home to his baby boy and his wife as hefights his charges. David Dusek, Senior Writer, Golfweek, thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "DUSEK",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "KINKADE",
      "sentences": "-- Ukraine is striking inside Russian territory launching its biggest drone attack in weeks. Moscow says it shut down about 100 dronesover Russia and the Crimean peninsula just this past night. Exclusive satellite images to Ukrainian strikes on Russian planes in Crimea this week. And in the latest barrage, a four year old boy and his mother were killed over the border in Belgorod. President Vladimir Putin says Russia wants a security zone around Kharkiv against cross border attacks, but doesn't plan to capture the city. CNN's Nick Paton Walsh is in the City of Vovchansk where a key battle is underway. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice- over): When nightmares recur, they're often the same. Here, they get worse, the border town of Vovchansk bearing the blunt horror of Moscow's race to take as much as they can in the weeks before Ukraine starts feeling. American military help again, every street of flame, Russians deeper inside the town. Policeman -- is answering 1 of 35 calls from locals on Thursday to evacuate the day before three colleagues were injured. The shelling never stops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "WALSH",
      "sentences": "Free people still is coming out. And you have to imagine quite how desperate these final people situation must be to leave.WALSH (voice-over): Nicola (ph) and his wife hiding in their basement. But despite staying through the first Russian occupation and then liberation two years ago, they found the airstrikes last night just too much. They're joined by Maria their mother who can't hear the shelling or anything too well. Thousands evacuated since Russia invaded again around here five days ago. Why everyone has to leave. It's clear again, as we drive out as it is with almost every part of Ukraine Russia covets just utter destruction, little left to rule over. This is their first moment of calm in many days. Entire lives in plastic bags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "WALSH",
      "sentences": "Saying it wasn't like last night was scary and everyone else was talking about significant bombardment more of it. It was just better to getout of there 85. WALSH (voice-over): An armored ride to a new world knowing they may never get back to their homes tormented for days by shelling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Aerial bombs everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And Mortars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "WALSH",
      "sentences": "Did you see the Russian soldiers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They are over there -- on the other side of the river. And we were on this side. They were shooting close to us. Firing machineguns and everything -- WALSH (voice-over): We head back in with another police unit who soon learn two of the houses they must rescue from are impossible to reach. As we wait, they hear a buzzing noise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "WALSH",
      "sentences": "They think they can hear a drone here. So hard to tell with the wind in the trees and the artillery but that's a constant threat for them nowWALSH (voice-over): Then our Security Adviser spotted they raised their weapons, but will firing make them more of a target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, amid the death and destruction and suffering in Gaza, there's a new conduit to get aid to the besieged enclave. Critically neededassistance is now moving into Gaza after arriving via a floating pier built by the U.S. military. Even with the pier now operational, the White House stresses much more aid is needed. And the United Nations says the best way to do that is of course, through the land routes. (BEGIN VIDEO CLIP) FARHAN HAQ, DEPUTY SPOKESPERSON FOR THE U.N. SECRETARY-GENERAL: Getting aid to people in need into and across Gaza cannot and should not depend on a floating dock far from where needs are most acute land routes are the most viable, effective and efficient aid delivery method, which is why we need all crossing points to be opened. To stave off the horrors of famine, we must use the fastest and most obvious route to reach the people of Gaza. And for that we need access by land now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, civil defense officials saying overnight as strike at the Jabalia refugee camp in Northern Gaza killed six people. It comes as Israelintensifies its ground operation around the camp and in Rafah. Our Jeremy Diamond is in Jerusalem. Good to have you with us, Jeremy, I want to get to the flooding pier and the aids in just a moment first talk to us about Israel's moves into Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yeah, we have been watching the Israeli military intensifying its operations in both Northern as well as inSouthern Gaza. We know that the Israeli military sending additional troops into Rafah for that military operation in Southern Gaza. U.S. officials have been telling us this week that Israel does have sufficient troops assembled to carry out a large scale offensive in Rafah. So far that has not happened that operations still limited mostly to Eastern Rafah, at least in terms of ground troops and tanks on the ground. But even that operation has already forced the displacement of more than half a million Palestinians from Rafah as Israel tries to take out four Hamas battalions who they say are embedded in that city. Meanwhile, in Northern Gaza, we've been witnessing some very, very intense fighting over the course of the last few days intense airstrikes overnight gunfight -- persistent gunfire heard overnight by sources on the ground, at least 12 people were killed in Northern Gaza. According to the Kamal Adwan Hospital over the course of the last week since Israeli troops re-entered that Jabalia refugee camp, 112 people have been killed -- in Northern Gaza, according to that same hospital. The Israeli military says that its troops are now fighting in the center of that Jabalia refugee camp. This is urban dense fighting, very similar to what we saw in the early months of the war. But Israeli troops back there now battling Hamas militants once again, because of the vacuum that existed following the withdrawal of Israeli troops, months ago. And all of this, of course, raising bigger questions about Israel's long term strategy in Gaza as U.S. officials, as well as, some Israeli officials as well are pressing the Israeli Prime Minister now to really start thinking about postwar Gaza. And what he's trying to achieve here, especially as U.S. officials cast out on the ability to actually fully destroy Hamas in the way that the Israeli Prime Minister has said he intends to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "KINKADE",
      "sentences": "And Jeremy, just quickly, that floating pier built by the U.S. military, no U.S. military troops are on the ground, who's coordinatingthat aid delivery and how does it compare to how much typically came through those land border crossings before the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "KINKADE",
      "sentences": "Jeremy Diamond in Jerusalem for us, good to have you there. Thank you. We have an update for you on that quickly developing story out ofLouisville where the world's top golfer has been detained by police and now released. We now know Scottie Scheffler is on site at the PGA Championship. He was spotted arriving in a vehicle a short time ago and that indicates that he will make his tee time which is just under an hour from now. We'll stay across his story for you throughout the hour. With skyscrapers and damaged trees down after a deadly storm rip through Houston, Texas, we're going to take you there live for a look at the damage, after a short break. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "KINKADE",
      "sentences": "All right, it just how widespread is the damage Ed, and I understand the forecast. There could be more stones later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LAVANDERA",
      "sentences": "There could be, I don't think we're going to get as severe as what we've seen today or we saw yesterday pardon me. But you know thedamage and the flooding alerts all through Southeast Texas but the intensity of the storms have blown over power lines and trees and many other parts not just here in downtown Houston but in other surrounding areas as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "KINKADE",
      "sentences": "Incredible. CNN's, Ed Lavandera in Houston good to have you with us, thank you. We have more now in our Breaking News out of the U.S. wherethe world's top ranked golfer Scottie Scheffler, has been released from police custody and is now at the PGA Championship. He was taken in this morning after an incident with police in Louisville, Kentucky. ESPN Reporter began when Scheffler drove on the medium strip to get around a fatal accident near the venue. He faces four charges including assaulting a police officer. These are pictures just coming in as you just saw arriving at the championship. We will bring you more on that in the coming hour. Well up next just a swipe or tap at worry about it later we will look at some troubling new numbers on younger Americans pulling out their credit cards. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yeah, that's right, Lynda. And this credit card problem really cuts across all age groups and Americans are sitting on $1.1trillion of credit card debt that's actually down from the end of last year. And what's really concerning that was that more people are falling behind on their bills. They're not even making the minimum payments, The New York Fed found that severe credit card delinquencies, people who are more than 90 days late. That's at a 12 year high. And researchers found a link between credit card delinquencies and maxing out your credit cards which makes sense. And what they found is that when you look at people who have maxed out their credit cards, about one in three, are now delinquent, meaning they haven't paid their bills. And that is actually above the pre COVID pace. And this shows financial stress, right, people struggling from the high cost of living food, gasoline, housing, daycare, car insurance, you name it, it adds up. And I spoke to a 28 year old woman from Jackson, Mississippi yesterday who told me that she fell into credit card debt during college. She just can't get out now she's got seven maxed out credit cards $30,000 of debt and she said it's really taking a toll mentally and forcing her to delay life events. And she's not alone. That chart shows that 15 percent of Gen Z credit card borrowers have maxed out their credit cards. That's triple the pace from the baby boomers, that New York Fed researchers they say that part of this is because younger borrowers they have lower credit card limits. They haven't built up the credit histories, or the credit scores that would give them the bigger limits. Still, though 1 in 7 is a striking number. And it is another reminder of how beneath all of these positive national economic statistics, a lot of people are struggling. I mean, yes, unemployment is low. The stock market's never been higher. But the cost of living and the cost of borrowing remain big problems, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KINKADE",
      "sentences": "Yeah, it's interesting, just as you speak, Matt, looking at that graph that clearly shows that young people not as savvy as oldergenerations when it comes to managing money. But in terms of trends in recent years, how does Gen Z compare to the long term trends for young people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "KINKADE",
      "sentences": "Yeah, exactly. Matt Egan, staying across there is for us. Good to have you with us from New York. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "EGAN",
      "sentences": "Thanks, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "KINKADE",
      "sentences": "Well, we want to get you up to speed on some other stories on our radar right now. Slovakia's Prime Minister Robert Fico is conscious andable to speak after a surgical operation. At a press conference Friday, authorities added that he remains in a very serious condition after being shot multiple times on Wednesday. The 71 year old man is charged with attempted murder after he allegedly tried to assassinate the prime minister. Officials described the suspect as a lone wolf with political motivations. Officials say the situation in the French territory of New Caledonia is calmer with a state of emergency in effect. Extra police officers have arrived from France after this week's deadly protests. Indigenous residents are upset over a proposal they say would weaken their voting rights. We're going to take a quick break. You are watching CNN. We'll have much more on the world number one golfer's arrest and whether he'll play, this next hour. Stay with us. You're watching CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. Generative AI is often used for mundane tasks like writing emails or summarizing documents. But one company is harnessing itshelp but to help consumers preserve loved ones after they're gone. Anna Stewart has our latest installment of decoded. (BEGIN VIDEOTAPE) ANNA STEWART, CNN REPORTER (voice-over): Melissa and Jason Gowin have three kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JASON GOWIN",
      "sentences": "We will never know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MELISSA",
      "sentences": "Quite a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JASON GOWIN",
      "sentences": "But we do know --STEWART (voice-over): The Gowin focused on the good times. They don't know how many are left. Melissa had a stroke about a week after the twins were born. And doctors gave her just two years to live. Three months later, Jason received a stomach cancer diagnosis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GOWIN",
      "sentences": "It was just her and I against the world trying to you know hold on these boys.STEWART (voice-over): After a bit of online research, Melissa and Jason found you, only virtual. It's an AI startup that creates virtual copies of people which loved ones can communicate with after they're gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "STEWART",
      "sentences": "Does he make jokes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JACE",
      "sentences": "A lot of times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "STEWART",
      "sentences": "This is your real dad's biggest concern, right? Is he as funny as real that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JACE",
      "sentences": "Lets me test him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GOWIN",
      "sentences": "We'll see if he does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JACE",
      "sentences": "If he does --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "STEWART",
      "sentences": "Over time users can upload specific pieces of information, meaning personas won't just sound like that person, but they'll have their memoriestoo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I remember the turkey story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GOWIN",
      "sentences": "To me, it's like we save all voicemails, you know letters from people who have passed. This is just taking some of those things one step,steps farther. STEWART (voice-over): Jason and Melissa have been working on their personas for four years. Jason's is more advanced. He uses it with Jace at least twice a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh Jace, where do I begin? There are simply not enough words to describe the depth of my love for you. You have brought so muchjoy and light into our lives. And being your father is truly my greatest honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GOWIN",
      "sentences": "I love you 3000 buddy. You OK",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JACE",
      "sentences": "-- only one you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GOWIN",
      "sentences": "The number one, I'm always in your real heart always. Number two, really cool robot me that you can talk to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JACE",
      "sentences": "Yeah, but I don't know how to type on the computer.STEWART (voice-over): Melissa has outlived her prognosis by three years. And although Jason has new health issues, his cancer is now in remission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "STEWART",
      "sentences": "How do you feel about robot dad? Is he pretty good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JACE",
      "sentences": "Yes, when I need him to do the fart joke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GOWIN",
      "sentences": "Laughter is what keeps us going here. And if a little piece of me or a little piece of her can make our boys laugh one more time, this wholejourney has been worth it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}