{
  "date": "2024-11-27",
  "headline": "Amanpour",
  "subHeadline": "Interview with Governor Jared Polis (D-CO); Interview with Former Ukrainian Defense Minister Andriy Zagorodnyuk; Interview with James Beard Award-Winning Chef and \"Black Food\" Author Bryant Terry. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.With less than 60 days until Trump takes office, one Democratic governor is preparing to both work with him and protect against his policies. Colorado Governor Jared Polis joins the show. Then -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "They switched on the anti-drone device because of the threat around here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- as Russia makes gains in Eastern Ukraine, Nick Paton Walsh takes us inside the struggle to hold them off.Plus, but how much U.S. support can Kyiv really count on under Trump, and what are the options? I speak to Ukraine's former defense minister, Andriy Zagorodnyuk. Also, ahead -- (BEGIN VIDEO CLIP) BRYANT TERRY, JAMES BEARD AWARD-WINNING CHEF AND AUTHOR, \"BLACK FOOD\":  We know that food has always played a central role in cultural expression, community building, and survival in the black community. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- as Americans prepare for Thanksgiving, Michel Martin explores the evolution and diversity of African American cuisine with the award-winning chef, Bryant Terry. Welcome to the program, everyone. I'm Christiane Amanpour in London. And here, overseas, every day, the world wakes up to a slew of new Trump appointees, who appear to be not only America first, but Trump first. The United States, under a second Trump presidency, looks to be retreating from the mantle of multilateral global leadership that it pioneered after World War II, and looks to be leaning headlong into a transactional and even punitive relationship with the world. Take the latest late night social media posts about slapping 25 percent tariffs on America's closest and biggest trade partners and neighbors, Canada and Mexico, while threatening to lob even heavier tariffs at rival China. Leaders of allies and adversaries are trying to figure out how to deal with four more years of Trump. In the United States, some governors, led by J. B. Pritzker of Illinois and Jared Polis of Colorado, are trying to strengthen their own state level institutions to protect against the promised retribution of President Trump. And Colorado Governor Jared Polis is joining me now from Boulder. Welcome to the program from your capital. So, tell me how you, along with a group of other governors, plan to do precisely what I just said, to try to come up with a way of, you know, protecting and carrying on for your own state's best interests. GOV. JARED POLIS (D-CO):  You know, just as international audiences are trying to guess what comes next so are American governors, American citizens. Those of us across the country not knowing quite what to expect, wondering what was campaign rhetoric, what is the president-elect actually going to do. So, together with Governor Pritzker, we've put together a group, Governors Safeguarding Democracy About half the states have Democratic governors. This is a nonpartisan organization. We have former Republican governors on our advisory board. We welcome any sitting Republican governors to join. And as you know, the United States of America has a complex relationship between the United States and the federal government, fundamentally a federalist system. There's a lot of autonomy at the state level. And we want to make sure that laws are followed and our democratic institutions are protected, whether that's election integrity, independence of the courts, and making sure that nothing that is done at the federal level is done illegally or extra legally with negative ramifications for the states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ACOSTA",
      "sentences": "And do you think that given the -- you know, the character of Trump, and he's not bashful about promoting it, that he wants to do thingshis way or it's the highway for everybody else? Do you think even on your own state level and local level you will be able to achieve that or will there be pushback, either from the federal government or from allies of the MAGA allies in your own state, if there is such a thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you, because it appears to us that this announcement about tariffs against Mexico and against Canada, at least by the words thatTrump used, said nothing about the economy. It basically was -- appeared to be political. It was about -- he said drugs, like fentanyl, or migration and that kind of stuff. What do you believe is behind some of these tariffs? Is it economic? Is it cudgel? What is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "POLIS",
      "sentences": "Well, look, the guy incorrectly likes tariffs. He doesn't seem to understand that they are attacks on American consumers as opposed toforeign producers. Let's talk about trade. Trade, inherently, makes both parties better off when they engage in a consensual transaction. When we buy our avocados and tomatoes and strawberries and raspberries from Mexico, American consumers, particularly in winter, and it's snowing now outside in Colorado, we don't grow those things here. We love having them available at a low cost and high quality at our grocery stores. When those all increase in price by 25 percent, it really makes it harder to afford to live the lifestyle Americans want to live. So, again, President Trump weren't -- President-Elect Trump wants certain things. He says he wants better security around fentanyl. Who doesn't? Better border security. Who doesn't? You know, maybe there's an off-ramp there. We hope that he doesn't want to barrel forward on tariffs so hard that he doesn't want to find an off-ramp. But in all honesty, again, he did run on this. I don't think he's eager to find an off-ramp. But for the sake of both the American economy as well as the Canadian and Mexican economy, and I would add that there's ramifications for Europe as well with a trade war, negative ramifications for the European economy, I truly hope that we can find an off-ramp for President-Elect Trump and move back to establishing more open markets for made in America and grow in America product.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Except, as you said, he doesn't actually believe in those particular off-ramps. And yes, Europe is incredibly worried about a wholeslew of tariffs and the whole idea of protectionism, which is his fundamental belief when it comes to trade. Now, you have described yourself as a glass half full kind of guy, as an optimist. And therefore, you have done, I don't know, maybe the right thing, maybe not. And you've offered an olive branch to trying to work with Trump on issues that you can work with him on. Sensible. But I want to ask you, what -- how can you -- he's already -- his borders czar-elect is threatening your own Denver mayor because of immigration policies in Colorado. He's basically saying, I'm going to put him in jail if he doesn't, you know, get rid of the so-called illegal immigrants or jail them. How is that a sort of a working together kind of attitude?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "POLIS",
      "sentences": "Well, look, I'm not going to get between the Denver mayor and the federal government. But again, looking at the glasses half full, do we wantmore federal assistance in keeping our community safe and going after both immigrants as well as Americans who have committed crime? Absolutely. So, we welcome that. If there's a way to better find, apprehend, prosecute and deport criminals who were born from other in other countries and have come here to commit crimes, we welcome that. We welcome that. Obviously, there's a much higher percentage of crime that's committed by Americans who were born here and live here. We welcome the help of the FBI on that as well. So, again, we want to say that we want to make our community safer. That's our main goal. But when it comes to going after hardworking de facto American families that are critical part of our economy, whether it's in the agriculture sector, the construction sector, we want to do everything within our legal means to protect our economy and our prosperity, and push back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "We kind of discussed this issue, but do you think your state is helping to conceal and hide people who've committed, you know, crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "POLIS",
      "sentences": "Well, look, if the new administration comes in and starts arresting and jailing duly elected mayors in cities across the country, that'll leadto more division rather than less division. And frankly, it'll make it harder to secure the border and fix our broken immigration system. So, again I don't think the border czar, and I don't know exactly what his authority is, but I don't think it involves arresting mayors or city council people across the country who happen to disagree with them. And that's not the American way. So, I'm hopeful, again, that the president- elect's better angels prevail, and he tries to bring people together around an issue where there's a lot of common sense. We all want to make our communities safer, apprehend and deport any immigrants who commit crimes who are a danger to our community. And of course, we need a better border security to make sure we can stop the deadly flow of fentanyl into our country. These are common sense things that I'm sure nearly every American agrees on. When it comes to arresting sitting elected officials because of their political beliefs, that's very un-American and it's dangerous to our constitution and our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I want to know where you've detected a political better angel. I mean, I'm being serious because I want to know how a blue state, aDemocratic state like yours, which stayed blue despite the odds of what was going on around the country and even got bluer, I think, and we'll discuss that, where is the better angel that you would like to attach yourself to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "POLIS",
      "sentences": "To be clear, I voted for Kamala Harris and campaigned for her hard. I wish that she was elected president of the United States. She wasn't.Donald Trump won the election fair and square. He's going to be our president for the next four years. And of course, we need to find ways to work with them where we can, to make people in our states better, more prosperous, more successful and to improve America's standing abroad. So, he is going to be president the next four years and we need to make the best if we can of the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me ask you, because now, since the election, as you said, you vote for Kamala -- you voted for Kamala Harris. She didn't win.The margin of the popular vote is not as massive as Trump tried to proclaim on the early days. But nonetheless, there is a trifecta in Washington, and he is the duly elected president. How did your state manage to outperform many other Democratic leaning states? What did you do? What -- how did you appeal in -- you know, to people who were talking about the cost of living, to talking about, you know, the sort of culture wars, and sort of rebelled against the Democratic Party and so many other parts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "POLIS",
      "sentences": "Well, I've had the opportunity to govern with the Democratic majorities in both chambers of our legislature here in Colorado. Andreally, from the very start, we focused on reducing costs and saving people money. We've reduced the income tax three times. We removed the sales tax for many everyday items, especially for parents like diapers and baby formula. We established universal free preschool and kindergarten. When I came in as governor, our state only had half day kindergarten. Parents had to pay for full day kindergarten. Preschool for four-year-olds was very expensive. We made both of those free. It saves young families $6,000 a year. So, really, just saying, look, we get it. You know, costs have gone up. How can we be effective as a state at reducing your cost so you have more money left over to do the kind of things you want to do, whether it's buy a new home, whether it's afford your monthly payments, whether it's a go on vacation, whether it's safe for college? And again, you know, it's a lot of hard work. It's a slog, but people know we're working for them. And that's the message and the policies that we've been working on the six years I've had the honor to be governor of this great state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, if you transpose that to the wider Democratic Party, which is trying to figure out how to get itself out of this wilderness, havinglost young voters, working class voters, even nonwhite voters, traditional Democratic coalitions, what must the party do, given the fact that, by all accounts, yes, individually people were hurting on cost of living. But in the macro level, the economy was doing much better than when Trump left office. Huge numbers of jobs, millions of new jobs were created. Inflation was slashed by at least two thirds. What more has to be done? What failed there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me ask you about a bit of a controversy that you kicked up in your series of social media posts about dealing with RFK Jr., who'sbeing nominated to lead the Department of Health and Human Services. You wrote, I'm excited by the news that the president-elect will appoint him to that department. He helped us defeat vaccine mandates in Colorado in 2019 and will help make America healthy again by shaking up HHS and FDA. So, you know, we're not going to go through the whole litany of the damaging, the destructive, the prejudice disinformation spread by RFK Jr. and the conspiracy theories and the bear dumping and I don't know what else, but your own Denver Post has said, even if Polis did praise Trump's saner cabinet picks, what does he expect to get? Will Trump forget the bad blood between them? Just last month, the former president called Polis a weak, ineffective, cowardly, pathetic fraud. I mean, honestly, that's the level of dialogue that's going on, and you're trying to work with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "POLIS",
      "sentences": "Well, the president makes rude comments oftenly, he does that with both political allies and those who he's opposed to. And that's who he is.It's sadly, in my opinion, who the American people elected. He is going to be president the next four years. And again as a state, the relationship with the federal government is a very important one. When you look at RFK in particular, last time Donald Trump was president, he appointed a pharmaceutical lobbyist as head of this agency, health and human services, a fellow by the name of Alex Azar, to basically the fox guarding the hen house. While RFK has absolutely said many things that are false, demonstrably, that are not factual, he has shown and is showing a willingness to take on the pharmaceutical industry in ways that Trump's previous appointments haven't. So, again, it's a matter of encouraging those better angels. I think we can get a better result out of the Department of Health, out of the FDA if we have this opportunity to work with somebody who starts in a critical place with regard to the pharmaceutical industrial complex and find ways to work together. I'll give you one specific example. Colorado's applied for, at HHS, the ability to import prescription drugs from other countries, specifically Canada, at a much lower cost. There's no way anybody with ties to the pharmaceutical industry would ever approve that. Am I hopeful that RFK might approve that? I am. I hope I'm not being naive, but he said as much when he was running for president. And I'm hopeful we can work with him to provide lower cost prescription drugs to the people of our state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Governor Polis of Colorado, thank you very much for joining us. Really interesting perspective. Thank you.Now, to Ukraine, where the fighting steps up as Russia makes advances in the east. The outlook seems bleak for one unit in Pokrovsk that is so low on infantry, it's resorting to drones instead. And Nick Paton Walsh has more. Of course, a warning, some of the video in his report is graphic. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice- over):  They're running out of time, space, and people. Night is killing time for drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "WALSH",
      "sentences": "They've switched on the anti-drone device because of the threat around here.WALSH (voice-over):  This Ukrainian drone unit of just two, hunting, but also hunted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Nick Paton Walsh reporting outside Pokrovsk in Eastern Ukraine. And Russia has been making those gains in the east at the fastest ratesince the early months of the war. It is a make-or-break moment for Ukraine. The country's leaders are all waiting to see how Trump will deliver on his vow to end it -- end the war. Former Defense Minister Andrei Zagorodnyuk is joining me now from Kyiv. Welcome back to the program, Minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "ANDREI ZAGORODNYUK, FORMER UKRAINIAN DEFENSE MINISTER",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I just ask you to comment on that last horrible scene from Nick's reporting where a drone showed what, you know, looked to be Russiansoldiers on the ground, basically executing at point blank range, surrendering Ukrainian forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "That's not the first time, unfortunately, far not the first time. That's happening, unfortunately, quite regularly, and there's beenall recorded and flagged to international courts and so on. But obviously, it's still continuous. Generally, we need to remember, and we had a few discussions over the last year with you, about the fact that this war is too much on the ground, and it's too much relying on infantry. That's not the modern war, which Ukraine needed to have. And the reason for that is the lack of long-range firepower and lack of the aviation. And we've been discussing this for months and months, and unfortunately, as we can see right now, you know, infantry wars are extremely high with casualties, very tragic and have all this kind of situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "We persist --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "I just want to ask you then because of that, you know, the recon leader of that platoon there told our correspondent that, you know, I lovemy job, but everybody else in the country doesn't love this job and we need more people. And he said, you know I just don't have the people. I don't have the people. So, we have to resort to drones. What is -- I mean that -- your country is in a bit of a bind on terms of mobilization and troops, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me then ask you, the last time I spoke to you, it was before president Biden had changed the policy on the use of ATACMS andbefore the Brits had announced that the Storm Shadows, these are the long- range artilleries, could be used against Russian targets. Has it made a difference now that they can?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "It's going to, of course, and it's making a difference already because we use those weapons against the high value targets. Thehigh value targets are command control centers, logistical centers and the congregations of the troops in the kind of large groups and also fire support and so on. So, that disproportionately impacts the -- it has a massive effect, like a symmetric effect on the ability of Russia to send the troops to the frontline. So, the whole military doctrine of today's wars and that includes like -- that goes throughout the whole NATO philosophy is to strike as deep as you can. And in order to reduce the ability of your adversary to arrive in the frontline in the most ready condition. And that's what's happening right now. Of course. We just started doing that. We still need to ramp up. We still need to have a better ability to do that. But of course, that's the only way for any war to be at least even moderately successful. The wars, which are clashing on the front, like infantry against infantry, is going to be tragic for both parties, for both sides. Russia, obviously is happy about that, we're not. And that's how it goes right now. So, we need to change that paradigm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Here's from -- here's an expert from the Royal United Services Institute, the think tank here in the U.K., it said just a few days ago,Ukraine is rapidly approaching a point where if it does not address the manpower issue then it will struggle to defend the length of the front. And so, the collapse in its fighting positions will accelerate. How do you fix this? Do you agree with that? And how do you fix that problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "If we consider not changing the paradigm of the way, yes, I do agree with that and Ukraine addresses this. But also, Ukraine ramps updramatically the drone production, because drones is actually helps Ukraine to keep the enemy away from the front. Of course, drones also require people, but less and this is a slightly different job in many cases. These are long-range drones and so on. But we were also -- I was myself writing to the same think tank recently, and we've -- and I've been arguing that in order to keep the enemy away, we do need never should forget the firepower is the -- sorry, the long-range firepower and the airpower are the key to the -- any victory any success. So, we -- again, we cannot focus just on the infantry. They said there would be a huge and historical mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. So, you know, the other P.S. to the ATACMS use was that then Putin sent a very sophisticated new experimental missile into Kyiv, Ithink. I believe that it's nuclear capable. You correct me if I'm wrong. But is -- you know, is there -- is -- I mean, you could face more of that, not only that, and I'll just play this soundbite because Putin then adjusted the so-called nuclear doctrine. Let me play what he just -- what he said about that a few days ago. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  We consider ourselves entitled to use our weapons against the military objects of those countries that allowed their weapons to be used against our objects. And in the event of an escalation of aggressive actions, we will respond just as decisively and in kind. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, how do you read all that? I mean, this is a really, you know, escalating rhetoric and in some cases, use of firepower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. But maybe also part of this is posturing ahead of what they believe might be some change in direction after January 2nd -- rather 20th,when Trump comes in. So, you told me last time that it's not necessarily -- it's an existential fight for Ukraine. It's not about a couple of villages or a couple of towns, it's about what Ukraine remains, what kind of Ukraine remains. And so, first of all, I want to ask you whether you know of Keith Kellogg, who Trump has just nominated as special envoy for Ukraine and Russia. So, I'm quoting now from Reuters. \"Kellogg's plan for ending the war, which began when Russia invaded Ukrainian sovereign territory, involves freezing the battle lines at their prevailing locations and forcing both Kyiv and Moscow to the negotiating table.\" What's wrong with that from your perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Well, we'll see how it unfolds, because, again, that's what - - weren't his words, words of some other person about him. So, we need to see what they say. We need to see what President Trump says. And of course,Russia is preparing itself, and that's why they ramp up the effort. They're -- actually, right now, they're applying an enormous effort and sustaining an enormous casualties in order to get more territory. And particularly in order to build a position, including in information space, a position of strengths. And that's why everybody's talking about Russia is getting upper hand and they're winning and progressing and so on and so on. They're doing this specifically before those -- that period when Trump would come as a president and then potentially, he may try to settle it somehow. If Ukraine is going to be told or suggested, you know, to freeze the line, the whole question would be, first of all, frozen conflict is not the end of the war. So, if Trump actually says that he wants to end of the war -- end the war, we need to address that sort of suggested plan. And clearly, he needs to -- and his advisers -- and he has some very, very qualified people actually, already nominated to the new cabinet, that frozen war is not the end of the war. Frozen war is just giving a period of time to other country to renew or restart and potentially strike again. So, the question would be, how to make sure that that doesn't happen? There is no answer yet from Trump's group and from his cabinet, upcoming cabinet on that. And I believe that there must be some significant work done in that direction. And I'm sure that Ukraine is happy to work with them and talk to them about all kinds of different options if we're talking about actually ending the war, not just freezing it for some short period of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "As a part of the process, yes. Not just that, but also, that's obviously is a part of the work. And our president published the so-called victory plan, which has been transmitted to various governments. And it has a whole section that's called deterrence. And deterrence means that how to ensure that the adversaries kept outside of the borders and is unable to strike us again. And there's a whole theory about that. There's a lot of different options, and there's a lot of different possibilities what can be done. But the key thing is that what is in security language is called deterrence by denial, which means that the only way to keep Putin away from Ukraine is to make sure that if he tries again, he fails. He fails physically like in a kinetic conflict and dramatically. And that means that capabilities, which Ukraine need to be either in possession or in immediate proximity to need -- must be adequate in order to ensure that failure. It's very difficult to do and there's lots of issues about that, but yes, there's a lot of work going on right now on how to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Especially in the context of a land for peace deal. Now, let me ask you this. It is now being suggested that President Biden and the Bidenadministration, sure, they rushed to your aid, they gave -- you know, they got NATO together, but that they did just enough to enable you not to lose and they didn't do enough to help you win. What is your assessment now that the Biden administration is outgoing of what they did for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Well, for sure, Biden administration did that Ukraine exists. Right now, we are talking to you from Kyiv, which is obviously not a safeplace because we have air raids almost every night, but at the same time, people -- there is some economy, there is some life and people trying to keep on living and families and so on and so on. So, that would not exist if Biden administration just walked away from Ukraine or provided some absolute minimum, which wouldn't be adequate. But at the same time, yes, there's been discussions about like why certain weapons weren't provided earlier and why we missed some moments when Ukraine had upper hand and Ukraine had actually was pushing very actively Russia away from its land. In 2022, we liberated half of what Russia has seized. And by the end of the '22, we were like actually in a much stronger position than even right now. But then, there's been constant debates about tanks, about F-16s. And at the moment, despite of all these hundreds of billions provided, Ukraine hasn't have a single competitive plane against Russian aviation, a single one of them. And any general, as I said, will tell you about the importance of (INAUDIBLE). So, it's a -- it's kind of a difficult and it's a multi kind of a polar situation, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. We'll talk more about it because, unfortunately, we're out of time now. But Andriy Zagorodnuk, thank you so much.Now, as Americans prepare for Thanksgiving meals, we look back at Michel Martin's conversation with Bryant Terry, an award-winning chef and author of six books, including \"Black Food: Stories, Art, and Recipes from Across the African Diaspora.\" Here's their conversation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MICHEL MARTIN, CONTRIBUTOR",
      "sentences": "Bryant Terry, thank you so much for joining us.BRYANT TERRY, JAMES BEARD AWARD-WINNING CHEF AND AUTHOR, \"BLACK FOOD\":  Thank you so much for having me on, Michel. It's great to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "It's great to see you. You are an award-winning chef, author, cookbook author, you know, activist. And one of your signatures is to kindof connect the food, not just with health and with enjoyment, but with the culture. Juneteenth celebrates the end of slavery and more broadly, kind of African- American resilience and resistance. How do you think food fits into that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "You know, people often think of African-American cuisine or traditional African-American cuisine as slave food, right? What was createdfrom the remnants, the leftover, the least desirable portions, as it were. You really -- talk about resistance, you really resist that narrative. You want to say more about that? Why you think that that's not really quite right and why you push hard against that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "TERRY",
      "sentences": "Well, I think in general, in the popular imagination, there are these very reductive ways that we think about black food, specifically foodin, you know, the United States. And so, as you mentioned, there are kind of these two strains that I've seen people talk about. They even talk about the antebellum survival food, upon which many enslaved Africans relied. And, you know, people often talk disparagingly about that food. You know, I've heard it referred to a slave food. And as you mentioned, there are -- this kind of history of often plantation owners giving enslaved Africans, the worst parts of the animals, the animal viscera, or the discarded parts of the vegetable. And one, you know, let's not mention the fact that there were free black people, every Black person in the United States, a person of African descent, wasn't enslaved. But the other thing is that the institution of slavery wasn't a monolith. So, maybe in the Deep South, the Black Belt it was more of a paternalistic system in which every need of enslaved Africans was provided by plantation owners. But it -- you know, the institution of slavery looked different the way that enslaved Africans might grow food, cook it, and eat it in the Coastal Carolinas, look different than it did in Mississippi, Alabama, and Tennessee, and that look different than it did in Louisiana, and that looked different than it did in Bahia, Brazil. And so, to reduce it to just slave foods, you know, erases this history of enslaved Africans, maybe having a garden in which they could grow their own food for their families or having a day off where they can hunt for protein. But the other strand that I see are the kind of big flavored meats that we might find in a soul food restaurant or the, you know, sugary desserts or overcooked vegetables. And here's the thing. I'm not denying any of those things. Chitlins and pig's feet and red velvet cake and macaroni and cheese, all these things are part of this very diverse cuisine that we have. But when I think about the type of food that my grandfather and his parents and, you know, so many of our ancestors, they were growing and eating things like nutrient rich collards, mustards, turnips, kale, dandelions, sugar snap peas, pole beans, sweet potatoes, black eyed peas. These are the type of foods, Michel, as you know, that any Western trained physician or, you know, dietitian or nutritionist would say we should all eat. And so, I simply want to uplift and highlight those nutrient rich, healthful foods that are part of our tradition so that we have a more holistic understanding of the type of foods that we've grown and eaten historically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "How did it start for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "TERRY",
      "sentences": "Well, I can tell you about the period when I -- you know, there is a stereotype, Michel. I'm sure you've kind of heard or seen the stereotypeof the self-righteous, dogmatic, judgmental vegans, right? The people that are wagging their finger at you because you're not eating a vegan diet, even though they just converted to veganism like the week before. So, that was me in high school. And, you know, one of the powerful things that really helped transform my habits and attitudes and politics regarding food was a hip hop song. The song \"Beef\" by the hip hop group Boogie Down Productions, one of the seminal hip hop groups. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "TERRY",
      "sentences": "It just really blew me away and just transformed everything for me because they were talking about factory farming. I had no idea that animalsin our industrialized food system had to endure so much violence. And as a young person, you know, it had such an impact on me. And you know, the thing is, I always talk about just that kind of like abrasive period that I went through, and I think it's just natural for a young person to have a shift in worldview and to feel very zealous about, you know, trying to change the world. But once again, you know, what I've seen is that rather than proselytizing, the most powerful way that I've engaged people is by doing practical things, teaching people cooking skills, writing cookbooks, providing people with delicious food. And then, that is such a powerful way to kind of transform people's hearts, minds, and spirits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "What made you become a chef?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "TERRY",
      "sentences": "It was really the politics of food that moved me towards, you know, just going to culinary school and thinking about using food as a kind oftransformative tool. And it started when I was a doctoral student in history at NYU, when I was doing research on the Black Panthers. They were, you know, doing all these programs around health, like addressing medical apartheid and doing -- testing for sickle cell anemia. But the one that transformed me the most was their free breakfast for children program This was started in 1969 in January of that year. And by the end of the year, it had spread to every major city that had a Black Panther chapter, and they were feeding over 10,000 children every single day. And I just remember this kind of, like, moment of clarity. I was on the subway one morning going to the village to teach a class and I saw these kids on the subway eating red hot Cheetos and candy bars and sugary donuts and they were drinking sodas and energy drinks. And I realized that these kids, as my mentor, Raj Patel would say, they're being stuffed and starved. They're eating a lot, but they're empty calories. And I realized that the type of -- the spirit of the activism back in the '60s and the '70s, we needed it now. And so, I want it to be a food justice activist to make an intervention. But I didn't want to just, you know, be in the realm of like ideas and politics. I wanted to do something that felt practical, that felt immediate, that felt like it was giving young people skills. And so, I started an organization be healthy that use cooking as a way to wake up these young people to the realities of our food system, but also give them the skills so that when they were adults, they would actually be able to make meals from themselves, go shopping, prepare the food, and then, you know, really have this kind of sustenance-based approach to taking care of their -- themselves and their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Have you seen a change over the time that since you've been working as a chef and also as a cookbook author? Have you seen a change? Iknow, like, thinking about, like, one of your first books, \"Afro-Vegan,\" you know, a lot of people, I think, might have been surprised that somebody like you even exists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "TERRY",
      "sentences": "That book was published a decade ago. We just celebrated the 10- year anniversary. And it's been so encouraging, I have to say, to see somany people who are, I'll say, open to eating more plant-based foods, even people who aren't necessarily trying to embrace a full-on vegan or plant- based diet. What I've seen are people are open to doing meatless Mondays, or people are open to doing, you know, one meal a day that has, you know, a vegan meal and no animal products. And what that says to me is that more people understand the -- I mean, look, the data is out. We know that having a more plant centered diet, it's more nutrient dense, it tends to be more helpful and people just feel lighter. And that's -- you know, Michel, you've seen me on this journey for a decade. And I just want to say that that has been my approach. You can start with the heady intellectual ideas or the politics, but a lot of times when you start there, people run away. But my approach has been starting with the food, because I think a lot of people have these negative perceptions of what plant-based cuisine is. And what I've seen is when you serve people delicious food, that's devoid of animal products, they're often surprised and it makes them more open to eating this type of food. I will say that one thing that has been a little frustrating to me is that it seems that a lot of people feel like, you know, spending their dollars in alignment with their values is enough. You know, if I just go to the big corporate market and I buy all this, you know, vegan and organic food, then I'm doing my job. And I think that is important to spend our dollars in alignment with our values. But I also think that we need to think about the larger structural reasons that many communities don't have access to healthy, fresh food. They don't have access to supermarkets. So, I always encourage people to think about, well, how can you get involved with your community to ensure that everyone has a human right to healthy, fresh, affordable, and, you know, plant centered food?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TERRY",
      "sentences": "Oh, for sure. You know the thing that lets me know that I'm making headway is this generation of young cookbook authors and chefs and foodjustice activists who are in the streets doing it big. I turn 50 this year. So, I'm an old man now. And just as I'm standing on the shoulders of so many of my ancestors who come before me, whether it's Fannie Lou Hamer, or, you know, activists like Dick Gregory, or the, you know, MC Cara (ph) is one, Vertamae Smart-Grosvenor, the anthropologist and cookbook writer. I hope that many of this younger generation see themselves standing on my shoulders. And I, you know, imagine that they're going to take this so much further than I could ever imagine. So, I'm hopeful. I'm so hopeful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "One of your latest books, your 2021 book called \"Black Foodawards. It was hailed as one of the most critically acclaimed American cookbooks that year. Are there one or two stories or essays that really stands out to you or recipes for that matter that really stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TERRY",
      "sentences": "We put that book together in nine months. And we started working on it in 2020 when the -- U.S. was kind of reckoning with the ways in whichwe've treated African-Americans historically and contemporaneously. I knew that I saw an anthology like black food that brought together scholars and chefs and artists and activists from around the globe as something that I do later in my career. But in that moment, I realized that there was a sense of urgency to do it then because it was revealed there was a lot of racism within the publishing industry. And, you know, there was a lot of highlighting of the ways in which, you know, authors of color and black authors were having a harder time getting their work published. And so, I just felt like this was the moment and I reached out to friends around the globe to be a part of this book and I couldn't be more proud. My favorite aspect of the book is the artwork. Every chapter starts with a piece of art that I got permission or either had artists kind of create our original piece that really encapsulated the ideas and the content within. And, you know, I just -- as an educator, I'm always thinking about the multiple ways that people learn. Some people who've been formally educated there, they can dig deeply into, you know, a heady intellectual essay, but then some people might be more moved by an image that really just speaks to, you know, these issues that we're covering. Some people might be moved by the poetry in the book. Others are just going to see it as a book that they use in their kitchen. So, when I wrote the book or when I conceived of it, I said, I want this to book -- be a book that moved from one's kitchen to their nightstand, to their coffee table. And the response has been so tremendous. And you know, here we are, what, three years later after book is being published, and we're still talking about it, and I hope that we're still talking about it 30 years from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "OK. Well, for the moment though, some people do want those recipes. So, while people are planning their Juneteenth get togethers, whatdo you recommend? Any recommendations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TERRY",
      "sentences": "Oh, my gosh. My favorite recipe in the book, forks down, is this blueberry vegan cheesecake by this brilliant pastry chef, MalcolmLivingston. And to be clear, this recipe -- this cookbook has, you know, dozens of recipes, but they aren't all vegan. And it was a decision I had to make as an editor to really give the contributors a space to, you know, write or contribute the recipe that made sense for them or told their family's story. I love Nicole Taylor, a good friend of mine who actually has a book about Juneteenth that's brilliant, \"Watermelon and Red Birds.\" She does this cocoa baked fish recipe and people would think cocoa and fish, but it's absolutely brilliant and scrumptious. There are a lot of good, you know, drink recipes, Toni Tipton-Martin, the cookbook author and editor does a recipe. I think it's a whiskey sour. So, there's just so many great recipes in there. And you know, I think in terms of menu planning for Juneteenth or otherwise, this is a powerful resource.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "This will help you out. All right. Before we let you go, I have to put you on the spot. What is your celebration food? What is your kind ofgo-to for a get together day like Juneteenth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TERRY",
      "sentences": "If I have to make a dish, if it's just like one thing that's emblematic of my love, it's Hoppin' John. Black-eyed peas, rice, that, youknow, rich tomato sauce. That's hands down my favorite dish today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "That's got to be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TERRY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "All right. Bryant Terry, thank you so much for talking with us and happy Juneteenth.",
      "isLastSentenceInterrupted": false
    }
  ]
}