{
  "date": "2024-10-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Bans U.N. Aid Agency UNRWA From Operating In Israel; Harris Brings Campaign Back To Michigan Battleground; Trump Attacks Harris At Rally In Swing State Of Georgia; Georgian President Rallies Citizens To Save European Future; U.S. Says North Korea Has Sent 10,000 Troops To Russia. Knesset Votes to Ban UNRWA Despite International Pressure; Harris Campaign Targets Latino Voters in Arizona; Cubans Without Clean Water Amid Infrastructure Issues; U.N. Report: Climate Pledges Falling Short of Paris Goals; China Nears Completion on $300 Million Underground Neutrino Lab; Manchester United Fire Manager Erik Ten Hag. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "ANNA COREN, CNN ANCHOR",
      "sentences": "Hello and welcome. I'm Anna Coren in Hong Kong. Ahead here on CNN Newsroom. Israel bans the U.N. Agency for Palestinian refugees, a move the U.N. Chief says would have devastating consequences for Gaza. I'll speak to a member of the agency about the impact of this ban.Plus, with just a week until the U.S. presidential election, candidates are focused on battleground states. Kamala Harris slammed Donald Trump's anti-democratic and divisive messages as he insists, quote, he's not a Nazi. And going thirsty while water flows through the streets. A water crisis in Cuba is affecting more than a million people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Hong Kong. This is CNN Newsroom with Anna Coren.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "COREN",
      "sentences": "The head of the United Nations says Israel's ban on the main U.N. Agency that delivers aid to Palestinians could have devastating consequences. Well, despite strong international pressure, Israeli lawmakers have banned the United Nations Relief and Works Agency, or UNWRA, from operating in Israel.The agency is not barred from operating in Israeli occupied Palestinian territories, but because it won't be permitted to transit through Israel, experts say it will be harder for UNWRA to work in Gaza and the West Bank. UNRWA supports nearly 6 million Palestinians in Gaza, the West Bank, Jordan and other parts of the region. It provides food, education, medical services, even jobs. The head of the agency posted this on social media. This is the latest in the ongoing campaign to discredit UNRWA and delegitimize its role towards providing human development assistance and services to Palestine refugees. These bills will only deepen the suffering of Palestinians, especially in Gaza, where people have been going through more than a year of sheer hell. Our Jim Sciutto has more on the ban on UNRWA and the backlash. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST AND ANCHOR",
      "sentences": "This move by the Israeli Knesset to prevent UNWRA, the main U.N. Agency for providing humanitarian assistance to Gaza, from operating inside Israel is receiving broad condemnation not just from the U.N. but also from other countries around the world.The U.S. State Department spokesperson said this is a mistake. It's something that the U.S. opposes. And he said, quote, there is nobody that can replace them UNRWA right now in terms of delivering crucial aid. We also heard from the foreign ministers of a number of countries, including Canada, Australia, France, Germany, Japan and the United Kingdom saying that UNWRA provides essential and life-saving humanitarian aid. UNWRA itself says that this will only deepen the suffering of Palestinians. It goes on to call this the latest in the ongoing campaign to discredit UNRWA. Where does that come from? Well, Israeli lawmakers, in passing this new legislation, have cited investigations that showed that some members, some workers for UNWRA, participated in or were alleged to have participated in the October 7 attacks. Now, UNRWA has said and even others involved in humanitarian work in Gaza, that this is a very small number of many thousands of people who work for UNWRA. And of course, they cite the ongoing humanitarian crisis there with shortages of food, basic medical care, and now the outbreak of disease. In fact, the U.N. is saying that many people, particularly in the north of Gaza, are now in danger of dying because of that shortage. So this move by the Knesset, though long debated, is getting quite immediate opposition and criticism from around the world. Jim Sciutto, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "COREN",
      "sentences": "Sam Rose is senior deputy director of UNRWA affairs in Gaza. He joins us live now from Zuwaita in Gaza. Sam, good to see you. Tell us, what does this ban mean for UNRWA and its operations inside Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:03",
      "speaker": "COREN",
      "sentences": "Gaza, as we know, is facing a humanitarian disaster crisis. This is something we say time and time again, but you can only imagine this will be magnified on such a scale if this ban is fully implemented, you know, the most vulnerable, no doubt will suffer the most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:03",
      "speaker": "ROSE",
      "sentences": "I mean, look, over the past 12 months, UNRWA has provided food assistance to 1.9 million people, 90 percent of the population of Gaza. We're providing shelter to hundreds of thousands of people living in and around our schools. We provide health care. 60 percent of all health consultations in Gaza are carried out by UNRWA personnel. The polio campaign, which was front page news a few weeks ago, would not have been possible without the UNRWA health personnel vaccinating hundreds of thousands of children.My staff today will continue to go to work as they have done every day for the past 13 months. But the future right now seems very uncertain, sadly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:03",
      "speaker": "COREN",
      "sentences": "Sam, I spoke to the Israeli ambassador to the United Nations earlier. He said that Israel believes that other U.N. agencies will fill the void of UNRWA. I mean, how realistic is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:03",
      "speaker": "ROSE",
      "sentences": "I mean, it's completely unrealistic. We have 13,000 personnel inside Gaza. We have 300 installations. We have registration data of 1.8 million people, about 75 percent of the population. We're the organization that knows the situation on the ground. We're bringing fuel in for the entire operation. We're coordinating everything through our buildings. We are the coordination structure and we are the lifeblood of the humanitarian operation here. And it simply isn't possible to hand that over. That's in the immediate humanitarian phase.But as we look to the future, this is a question of education for over 300,000 boys and girls who previously would go to UNRWA schools. We run a network of primary health clinics in Gaza. No other organization provides health care and education and no other organization is equipped to do it. It's as simple as that. So there's the longer term recovery prospects. But more immediately now, the dire humanitarian consequences of ripping this apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:03",
      "speaker": "COREN",
      "sentences": "Sam, Israel claims Hamas has infiltrated UNRWA and that's why they want to ban it. Of course there were several employees that were found to be working with Hamas. But how, I guess, do you respond to claims that the entire organization is tainted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "COREN",
      "sentences": "This certainly is unprecedented. And as we heard from the U.N. Secretary General Antonio Guterres, he said this would have -- this will have devastating consequences. Sam Rose, we really appreciate your time. Thank you for your work.It's crunch time in the U.S. presidential race with Election Day now just one week away. U.S. Vice President Kamala Harris returned to the strategically important state of Michigan where she laid out her economic policies and condemned Donald Trump's anti-democratic and divisive messages. Former President Barack Obama campaigned for Harris in the must win state of Pennsylvania and shared this advice with voters. (BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT: Here's a good rule. If somebody does not respect you, if somebody does not see you as fellow citizens with equal claims to opportunity, to the pursuit of happiness, to the American dream, you should not vote for them. (END VIDEO CLIP) Meanwhile, former President Trump returned to Atlanta on Monday in his effort to swing the state of Georgia back to the Republicans. He called Harris grossly incompetent and the insults did not stop there. Well, CNN's Kristen Holmes picks up the story. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Former President Donald Trump at a rally in Georgia encouraged voters to get out and cast their ballot. Early voting has begun. He pulled the crowd to see how many people had actually cast their ballot as part of a series of rallies Donald Trump has been doing in early voting states, trying to drive enthusiasm to get people to the polls. His speech in Georgia relied heavily on immigration. While he did not address any backlash from his Madison Square Garden rally and the pre- programming, particularly comments about Puerto Rico made by a comedian, he did address Kamala Harris, calling him a fascist. Here's what he said. DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL NOMINEE: Kamala is now doing something much worse than what she was talking about. The newest line from Kamala and her campaign is that everyone who isn't voting for her is a Nazi. We're Nazis. You know, years ago, my father, I had a great father. He's tough guy. He used to always say never use the word Nazi. Never use that word. And it'd say never use the word Hitler. Don't use that word. I'm not a Nazi. I'm the opposite of a Nazi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "HOLMES",
      "sentences": "Now, I have been told that those comments from that comedian who opened up the rally at Madison Square Garden, particularly the comments which he's called Puerto Rico a floating island of garbage, have continued to cause problems for the Trump campaign. In addition to putting out that statement, I was told that senior advisors were fielding calls from various lawmakers and aides saying that those comments needed to be condemned.I've also heard a number of finger pointing between allies and aides saying that those speeches should have been vetted ahead of time. A lot of anger in the fact that they believe that those comments that pre-programming before Donald Trump actually took the stage overshadowed the message that Donald Trump was trying to deliver for Madison Square Garden just a week and a half before voters take to the polls on November 5th. Kristen Holmes, CNN, Atlanta, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "COREN",
      "sentences": "Eva McKend is following the Harris campaign and has more from the battleground state of Michigan.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Vice President Harris leaning on Michigan voters to vote early. She also pledged to pursue policies if elected that would bring down the cost of living.And a notable moment came when young people protesting over Gaza interrupted her. She said unlike the former president, she doesn't believe in the enemy from within and that they deserve to have their voices heard and that everyone here is fighting for democracy. Democracy, a really key component. Take a listen and let's be clear. KAMALA HARRIS, U.S. DEMOCRATIC PRESIDENTIAL NOMINEE: We are all here because we are fighting for a democracy and for the right of people to be heard and seen. We're not about the enemy within. We know we are all in this together. That's what we are fighting for. We can all see that Donald Trump is even more unstable and more unhinged and now he wants unchecked power. And this time and this time, there will be no one there to stop him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "COREN",
      "sentences": "For more, I'm joined by Isaac Arnsdorf. He's a national political reporter for the Washington Post. Isaac, good to see you. There's been quite a lot of backlash to that floating island of garbage joke. Are you surprised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "ISAAC ARNSDORF, NATIONAL POLITICAL REPORTER, THE WASHINGTON POST",
      "sentences": "Well, I mean, it's actually not something that Donald Trump himself said. It was one of the warmup acts that has broken through as probably the single most important thing that came out of that rally and the thing that most people are hearing about it.And one of the reasons that it matters so much with only a week to go is that there's a huge Puerto Rican American population in the critical battleground state of Pennsylvania. Large communities in Philadelphia and also in Allentown, a majority Latino city where Trump is actually scheduled to do a rally on Tuesday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "COREN",
      "sentences": "Sure, Trump didn't make that joke, but it was at his rally. And whilst his campaign has distanced itself, saying that it doesn't reflect the views of President Trump or his campaign. I mean, the entire rally at Madison Square Garden had racist overt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "ARNSDORF",
      "sentences": "Yes. This was certainly not the only offensive thing that was said from the lectern at that rally. Puerto Ricans were not the only subject of those offensive jokes and remarks. And we also should point out it's very unusual for the Trump campaign to walk back anything. Usually they take a more in your face approach. So that's kind of an indication of how big a deal this is.But there have also been mixed messages. I mean, at the same time that you've had the one campaign spokeswoman say that speaker didn't speak for the campaign, you've had another campaign spokeswoman and also the running mate, J.D. Vance out there saying basically like, why can't people take a joke? Don't get so worked up about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "COREN",
      "sentences": "Why can't people take a joke? Well, I mean, you've got some pretty high profile Puerto Rican celebrities speaking out. Bad Bunny, Jennifer Lopez, Ricky Martin, obviously all coming out and heavily endorsing Kamala Harris in response to that bad joke.Let me ask you, considering the Puerto Rican community within the United States, I mean, how damaging were these remarks, these jokes to President Trump and his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "ARNSDORF",
      "sentences": "Well, the Harris campaign and Democrats are doing everything they can to make sure that every Puerto Rican American voter in the state of Pennsylvania hears about this, texting them, sending ads to them, calling in on Spanish language talk radio. They are trying to make this omnipresent for this last week. And, you know, an election this close in a state that's that close, you know, even a few people deciding to come off the sidelines could be the difference maker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "COREN",
      "sentences": "Do you think that this will motivate perhaps some of those undecided voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "ARNSDORF",
      "sentences": "I guess that's what Democrats want to see happen. And, you know, some of the reporting -- the reporters who have been on the ground in Allentown have seen it break through and that it is making people think again about whether they want to vote or who they want to vote for.And, you know, it just -- there haven't been that many in such a fractured media environment and when so many people have already made up their minds, there haven't been that many moments since the debate between Harris and Trump when it kind of feels like the whole political conversation has latched onto something. And you know, obviously this isn't the level of a presidential debate, but it certainly does seem to be a breakout moment, kind of something that everyone's talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "COREN",
      "sentences": "They certainly are. Isaac Arnsdorf, we appreciate your time. Thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:10",
      "speaker": "ARNSDORF",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:46",
      "speaker": "COREN",
      "sentences": "The former Soviet republic of Georgia finds itself at a political crossroads. Thousands protested outside parliament on Monday following the outcome of Saturday's crucial election and reports of voting irregularities and the country remains torn over keeping ties to Russia or joining the EU. Our Fred Pleitgen has the latest on the election fallout.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:46",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Tens of thousands of people came out to the streets of Tbilisi supporting the Georgian opposition, at the same time calling for the election results of the parliamentary election which saw the Russia friendly Georgian Dream Party declared as the winner for the results of that to be nullified. They are saying that the election was not free or fair and was meddled with by Russia and at the same time also by the Georgian Dream Party as well.Now the president of Georgia, who has a largely ceremonial role but who is very much pro-Western, also said that she believes the elections were meddled with when she spoke to our own Christiane Amanpour. Here's what she had to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:46",
      "speaker": "SALOME ZOURABICHVILI, GEORGIAN PRESIDENT",
      "sentences": "70 percent of the Georgian population in all opinion polls is supporting the European way and the European integration and suddenly it's turned around. In one election they have been using IDs that were taken from citizens and have been used seven times, 10 times, 17 times. We have known frauds of this extent and frauds of this multiplicity of manners is the first time it's without precedent in Georgia and I think also in other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:46",
      "speaker": "PLEITGEN",
      "sentences": "Now the Georgian opposition is saying that they believe that election was meddled with both in the run up to the vote and also in the vote as well. We heard from the President saying that electronic voting was obviously one of the big factors the opposition believes.But at the same time, they also believe that the playing field for the actual election was not level. They think that government funds in the run up to the election were misappropriated by the governing Georgian Dream Party in order to try and buy votes and at the same time that some voters were intimidated as well. Of course, on the day of the election, there were some videos that surfaced, apparently showing some of the election workers being put under pressure and even possible ballot stuffing as well. The actual governing party, the Georgian Dream Party, did acknowledge that there were some irregularities, but at the same time said that the vote itself, it believes, was free and also fair. The United States also calling for an investigation into the election, saying that there were irregularities. Of course, all of this already having a big effect for Georgia. The Georgian Dream Party put in place a law a couple of months ago, a foreign agents law very similar to the one in Russia. And that's already something that had caused the European Union to freeze ascension talks with Georgia. Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "COREN",
      "sentences": "The U.K. Foreign Office says Russia is rapidly losing troops on the battlefield. They estimate nearly 1,200 were killed or wounded each day in August alone.A stabbing attack in Beijing has left five people injured, including three children and a warning some viewers may find this video disturbing. Police say the attack happened near an elementary school on Monday. A suspect identified as a 50-year-old man was caught at the scene. The victims were taken to hospital, but their injuries are not believed to be life threatening. CNN has not independently verified this footage. Well, growing concerns for civilians in Gaza after Israel bans the U.N. Agency for Palestinian refugees. More on that controversial move, ahead. And the Harris campaign takes its message to the streets of Arizona, how they're hoping to win the support of the battleground state, critical Latino population. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, the United Nations and other humanitarian organizations are issuing stark warnings about the conditions in northern Gaza, making clear that life is simply becoming untenable for the remaining civilian population there amid this major Israeli operation over the course of the last few weeks that has effectively besieged parts of northern Gaza.We are watching, of course, the impact on not only on the population who remain, those who have fled, but also of course, on the hospitals including Kamal Adwan Hospital where we saw Israeli forces actually go into that hospital and arrest dozens of what they said were suspected Hamas terrorists, but of course, the hospital says that several dozen health care workers were also rounded up as part of those arrests. As the situation in northern Gaza is rapidly degrading, we are watching some movement on the hostage and ceasefire negotiations front. On Sunday, we saw the Mossad director and other top negotiators head to Doha, Qatar to resume negotiations that have really been frozen for weeks now. And there is an interesting new Egyptian proposal on the table, which is no longer looking at a multi-phase deal to ultimately try and end the war in Gaza and see the release of all the hostages. Instead, they're looking at something far more limited, almost a confidence building measure. A two-day truce for Israeli hostages being released in exchange for an unspecified number of Palestinian prisoners. The question is, is that something that Hamas could accept. The Israelis seem quite keen on this idea, but Hamas has, of course, made clear for the better part of the last ten months that they will only accept releasing hostages in exchange for a pathway to an end of the war in Gaza and the withdrawal of Israeli troops from the Gaza Strip. But the question is, will Hamas' position has changed in the wake of the killing of Hamas leader Yahya Sinwar. That may be something we'll get a better sense of in the coming days as the mediators are set to meet with Hamas representatives very soon. Jeremy Diamond, CNN -- Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "COREN",
      "sentences": "A spokesperson for Israeli Prime Minister Benjamin Netanyahu says the leader did not receive a two-day Gaza ceasefire and hostage release proposal following talks in Doha. The spokesperson said, if a proposal had been raised, Mr. Netanyahu would have accepted it. As part of their swing through key battleground states ahead of election day, Kamala Harris and running mate Tim Walz will hold a rare joint rally in Phoenix, Arizona on Thursday.The Democratic nominees are looking to pick up critical support from Latinos who made up about 20 percent of Arizona voters back in 2020. CNN chief national correspondent John King looks at how the campaign's get-out-the-vote effort is going. (BEGIN VIDEO TAPE) JOHN KING, CNN ANCHOR &amp; CHIEF NATIONAL CORRESPONDENT: Crunch time in the battlegrounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nice to meet you. My name's Meg (ph).I'm with LUCHA, Living United for a Change in Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "One handout promotes the Arizona Ballot Initiative expanding abortion rights. The other promotes Kamala Harris and Democratic candidates for the Senate and the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think that your voice has power in this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "LUCHA canvassers are at 600,000 door knocks and counting. They encourage early voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you know where your polling location is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "Many of the targeted homes are Latinos who are registered, but don't always vote.What's the most common question you get at a door knock about the Vice President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "CLAUDIO RODRIGUEZ, ARIZONA VOTER AND LUCHA VOLUNTEER",
      "sentences": "The most common question we get at a door knock is, why Kamala? Why Kamala?And my answer to that is like, first, she's not a felon. One, she's a strong woman. And as a Latino man, we like strong women and we don't like weak men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "Claudio Rodriguez volunteers for LUCHA and also runs a community farm and food bank. He is upbeat about Harris's chances here. Says encouraging younger voters to turn out is one big need in this final week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "RODRIGUEZ",
      "sentences": "You do get the folks who are, kind of like feel hopeless, but then you got to bring them back in. You get folks who say like, voting doesn't matter, my vote doesn't matter.And to my response to that is like, whether you believe it matters or not, it still exists. And so why not participate in it? Put your voice in there, your little 2 cents. [01:34:45]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "Tucson is in deep blue Pima County. Biden's giant 2020 edge here was critical to winning the state by just 10,000 votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "TAMARA VARGA, ARIZONA VOTER",
      "sentences": "Mickey (ph) is one of our biggest sellers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "Tamara Varga is a lifelong Republican who came to Tucson 30 years ago from San Diego. She thought she lived in a blue pocket of a red state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "Did it surprise you in 2020 when Biden won Arizona?(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "VARGA",
      "sentences": "Absolutely surprised me. I was not expecting that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "Varga owns two candy shops and two food trucks, so she can provide jobs for individuals with special needs, including her sons. She says housing and other costs of living are up. Her gut says Trump is stronger this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "VARGA",
      "sentences": "I feel that Trump's ahead, but I felt that way in 2020 as well. So, it's hard to say. You know, I feel that I have had more friends that are open to Trump and are flipping to a Trump vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "And the local friends who are doing that, do they cite a reason?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "VARGA",
      "sentences": "The border and the economy. Yes, people are having a hard time putting food on their table and gas in their cars, and it's really affecting them. So I think that they now think about their vote and how it will affect their household.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "KING",
      "sentences": "There's no doubt, voter anxiety over the cost of living and the immigration issues give the former president a chance to flip Arizona back to red and win its 11 electoral votes. But Trump's rhetoric and that of his allies sometimes lands wrong and offends two critical voting groups here, moderates in the fast-growing suburbs and Latino voters.John King, CNN -- Phoenix. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "COREN",
      "sentences": "Still to come a new U.N. climate report is calling for more serious actions to fight global warming, arguing the current plans are just not good enough.I'll ask an expert about the findings. First though in (INAUDIBLE) while clean water flows through the streets, a deepening water crisis affecting more than a million people in Cuba is starting to take its toll. We'll show you what they're doing to survive. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:44",
      "speaker": "COREN",
      "sentences": "Cuba only recently restored electricity on the island after a complete power grid failure due to severe weather. But more than a million people are still enduring a month's long water shortage despite watching it flow through the streets because of poor infrastructure.CNN's Patrick Oppmann is in Havana with more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "OPPMANN",
      "sentences": "Some people like Annie (ph) say they walk to areas where water does come in even if only for a few hours to carry back to their homes.\"We carry water to be able to bathe and cook,\" she says. I have four tanks for water in my house. But there's not even a drop in them. Cuban officials blamed U.S. sanctions in part for the failing water system, but acknowledged the crisis has grown to impact nearly 10 percent of the population. \"We have around 1,013,000 -- 1,018,000 people without water,\" he says border because of the pumps, energy cuts, high breakages.\" The water shortages have led some Cubans to take to the streets in protest, something the government usually does not tolerate. The worsening power situation has a direct impact on the water supply. Many people have not -- most people Cuba don't get water every day. You might get water for a few hours every other day, every third day, its what's known as \"el dia de agua\" water day. But when there's a power cut, you don't get any water that day either. The government says it sends water trucks to help with the problem. But there are not enough to go around and residents here tell us you have to pay to get one of those trucks to actually come. That's an impossibility for someone like Annie who says the more frequently the power goes out, the less water she will likely have. She says the country's leaders need to remember how poor people like her here live. \"The power doesn't go out for them,\" she says. \"They need to put themselves in our place.\" just down the hill from Annie's house. A small river of drinking water runs in the street where a pipe has broken. She says residents have reported the problem for years to the local government but no one has ever come to fix it. Patrick Oppmann, CNN -- Havana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "COREN",
      "sentences": "A new U.N. report finds countries around the world still aren't doing nearly enough to fight global warming and are falling far short of the goals laid out in the Paris Climate Agreement. Well, based on current data, the Framework Convention on Climate Change predicts global emissions will be reduced by less than 3 percent by 2030 when the number we should be targeting is 43 percent.The report urges nations worldwide to come up with plans that are bolder, more ambitious and more actionable. We'll joining me to discuss this and more is Leah Stokes, an associate professor at U.C. Santa Barbara in California. Leah, good to see you. I want to start with the alarming data from the U.N.s World Meteorological Organization that says that CO2 is accumulating faster than at any time in human history. Explain to us what this means and I guess the implications for the planet. LEAH STOKES, ASSOCIATE PROFESSOR, U.C. SANTA BARBARA: Yes. So this recent report looked at the pace that we are dumping carbon pollution into our atmosphere over the last two decades. And what they found is that we're moving at a much faster pace than we ever have. And that means that carbon pollution is now at 420 parts per million. What does that mean? It basically means we're warming up the planet and we're making it, you know, dangerous. Things like hurricanes and heat waves and drought are becoming more and more frequent. And what we have to do is stop burning fossil fuels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "COREN",
      "sentences": "Leah, the secretary general of the WMO, she has said that this should set alarm bells ringing among decision-makers. Is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "STOKES",
      "sentences": "Well, I think she's absolutely right, you know, we can't just treat the climate crisis like something that we're going to deal with another day. And what scientists said back in 2018 is that we had to cut carbon pollution by about half by 2030 if we wanted to have a chance to limit warming to that 1.5 degrees.And what this most recent report is saying is that we're not anywhere near that, you know, cut in half. We're only getting to 3 percent, not 50 percent. There are some countries like the United States under the Biden-Harris administration that have really made a big commitment to cutting carbon pollution by half this decade. But we need more countries to really step up and move faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "STOKES",
      "sentences": "And what that does is it warms the planet up. It makes it more likely that we're going to have, you know, more extreme events like heat waves and drought.And as you're talking about, it destabilizes our ecosystem. So it makes it more likely that forests are burning, putting even more carbon pollution into the atmosphere. And that's why it's so important that we have governments in place, like for example, the Biden administration that are taking this crisis seriously and cutting carbon pollution. Because otherwise we're really on a runaway train in the wrong direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "COREN",
      "sentences": "Well, this will clearly be on the agenda next month when leaders from what -- nearly 200 countries will gather at COP29, climate summits in Azerbaijan.Obviously in the hope of setting and implementing more ambitious pledges. As we've said, you know, currently its falling way short of what is needed to limit global warming. Are you expecting something real and concrete to come out of COP29 or just more talk and hot air?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "STOKES",
      "sentences": "Well, just ahead of that big convention in Azerbaijan, there's of course, a really big election next week in the United States.And I think countries around the world, certainly climate advocates, are looking to see what's going to happen in the United States. The contrast just really couldn't be sharper. On the one hand, we have Donlad Trump, who is a climate denier, who says that climate change is a scam. And then on the other, we have perhaps, you know, some of the most bold climate leaders in the world with Biden and of course, Harris running for the presidency. You know, she cast that tie-breaking vote for the largest climate investment in American history. So what happens with this election next week is going to be really big for what happens at the big international negotiation on climate. And I think everybody is waiting to see if the United States is still going to be in and still going to be a partner in climate action globally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "COREN",
      "sentences": "Let's talk perhaps more about what world and industry leaders for that matter need to do to tackle this these climate crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "STOKES",
      "sentences": "Yes. You know, we need electric utilities for example, to stop, you know, building new gas plants and retire their dirty coal plants and move towards clean energy resources like wind and solar.We need governments to put out subsidies and support for everyday Americans, for example, or really people in various countries around the world to be able to afford to buy an electric vehicle or put a heat pump in their home. And that's what's been so encouraging over the last few years, is that countries like the United States, but also places like Canada and many European nations are starting to do these things. They're giving people money, for example, to put heat pumps. That's why we're seeing record adoption of heat pumps in places like Poland and Italy, right? Because governments are saying, hey, we don't want to be using fossil fuels anymore. We want to be moving to clean electricity. So we really need governments to be setting the way to help everyday people adopt electric vehicles and heat pumps and solar panels and so much more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "COREN",
      "sentences": "Leah Stokes, we appreciate your insights. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "STOKES",
      "sentences": "Thanks so much for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "COREN",
      "sentences": "Well China is nearing completion of a $300 million physics research facility located nearly one kilometer underground. And in just a few months, the lab will be sealed off for the next 30 years as it runs experiments in hopes of understanding the fundamental laws of nature.Well, CNN's Marc Stewart has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "More than 700 meters underground, researchers in southern China are busy solving a mystery, one that could lead to a scientific breakthrough.For a decade, these scientists had been constructing JUNO, an underground observatory. With construction almost complete, they're ready to execute their plan to better understand neutrinos. These tiny sub-atomic particles are among the most abundant particles with mass in the universe, and they move at nearly the speed of light. Neutrinos are all around us, even passing through our bodies. And scientists need to know more about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "WANG YIFANG, PROJECT MANAGER, JUNO",
      "sentences": "Goal of these facility to study properties of neutrinos. In particular, the mass hierarchy of neutrino.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "STEWART",
      "sentences": "That is, they want to study which types of neutrino are the heaviest and lightest. JUNO's experiments also seek to solve multiple other mysteries including why they change types while in flight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "CAO JUN, STANDING DEPOUTY MANAGER, JUNO",
      "sentences": "So we don't know the answer yet. That's why we need to make experiment to measure the property of the neutrino and the answer of the fundamental rules of our nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "STEWART",
      "sentences": "Knowing what makes up the fundamentals of neutrinos can open the door to learning more about the past and future of the universe, and discover the nature of matter and energy.China isn't the only country working to understand these tiny particles. Other countries are in the race to be the first to solve the enigma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "YIFANG",
      "sentences": "So the one in the U.S., the one in Japan is under construction. There's one in France under seawater is under construction. There is one in South Pole and the (INAUDIBLE).So all of these trying to understand neutrinos mass hierarchy (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "STEWART",
      "sentences": "In a few months, JUNO will be sealed off for 30 years, running experiments and collecting data. And while it may take decades, JUNO's team says they're confident they'll be the first to finish their research and solve the mysteries.If they come first, they could set the tone for what we know about the universe moving forward. Marc Stewart, CNN -- Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "COREN",
      "sentences": "Ahead, Manchester United parts ways with yet another manager. Those details next and his replacement.Also ahead, a cheesy stash gone in a flash, a colossal cheddar heist hits one of London's most famous dairy companies. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:43",
      "speaker": "COREN",
      "sentences": "The Los Angeles Dodgers are one win away from becoming World Series champions. While facing the Yankees in New York Monday night, Dodgers first baseman, Freddie Freeman, tied a record with this home run in his fifth straight World Series game. That gave the Dodgers a two-nothing lead in the games. They went on to win it 4 to 3.The next game is Tuesday night in New York. If they win that, the Dodgers will have their eighth World Series title. Well, Monday's Ballon D'Or ceremony celebrated the beautiful game's brightest stars. Spanish football swept the best player categories with Manchester City and Spain midfielder Rodri winning his first Ballon D'Or. Rodri played a crucial role in Man City's fourth -- record fourth consecutive Premier League title this year and Spain's Euro 2024 championship in July. Meanwhile, Barcelona and Spain star Aitana Bonmati took home her second consecutive Ballon D'Or Femeni. The midfielder was instrumental in Barcelona's women's team winning its first ever quadruple. Well, time's up for Erik ten Hag of Manchester United. Manchester United sacked their fifth permanent manager in 11 years after a lackluster tenure and an embarrassing loss on Sunday. CNN World Sport's Don Riddell has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's time, to be honest. I do feel for him a little bit, but his performance just hadn't been good enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a results-driven business so not surprising really in the end.It's never nice to see a manager get sacked. However, that being said, it's been a long time coming. I was surprised with the new regime that he kept his job in the summer. I thought it had gone away with a handshake after the (INAUDIBLE) win. They gave him another go and straight from the start, I couldn't see what he was going to do differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've been performing below par for a length of time, and I think it's about time that we need like fresh energy and new perspective, and new ideas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "RIDDELL",
      "sentences": "Well, one of ten Hag's assistants, the former United striker and a club legend, Ruud Van Nistelrooy will now take charge as the interim manager while they figure out who to appoint as a permanent replacement. And United are back in action at Old Trafford on Wednesday, a home game in the League Cup against Leicester City.We will see if they have somebody in charge by then and what happens next. There's certainly never a dull moment at Man U. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "COREN",
      "sentences": "Don Riddell, thank you.Well now to a dairy disaster for famed a British company which says it was robbed of more than 20 tons of cheddar cheese. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "JAMIE OLIVER, CELEBRITY CHEF",
      "sentences": "Hello, you gorgeous, lovely people.Now, you're going to think I'm joking, but I'm not. There has been a grate cheese robbery. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}