{
  "date": "2024-07-03",
  "headline": "CNN This Morning",
  "subHeadline": "Democratic Rep. Doggett Calls On Biden To Leave Race; Criticism Mounts Ahead Of Biden, Netanyahu Meeting; Beryl Churns Toward Jamaica As Category 4 Hurricane. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:37",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "It's Wednesday, July 3rd.Right now on CNN THIS MORNING: One Democrat's public plea for Joe Biden to get out of the 2024 race. Donald Trump's sentencing delayed. The judge hinting that it might not happen at all. Plus, this. Hurricane beryl turning deadly, now threatening Jamaica as a category four storm. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "HUNT",
      "sentences": "All right, 5Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. This morning. The behind the scenes panic in the Democratic Party over President Biden's fitness is spilling out into the open. For the first time since last week's disastrous debate, an elected Democratic official publicly calling for Biden to bow out of the race as discussions escalate about among many more, about whether to do so, too. Texas Congressman Lloyd Doggett, the first to say it's time to go. (BEGIN VIDEO CLIP) REP. LLOYD DOGGETT (D-TX):  I salute President Biden. I just feel that it's time for him to step aside if we were to be able to protect what he allowed us to gain in 2020. He delivered us from Trump, then he could be delivering us to Trump this year. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "HUNT",
      "sentences": "With the Biden campaign on its heels, former President Donald Trump appears to be seizing the momentum. This week's Supreme Court ruling on immunity already getting results for him legally by delaying next week's sentencing for his felony convictions in New York.Donald Trump posting, quote, Joe Biden should now call off his dogs. Joining us is Stef Kight, the politics reporter for \"Axios\". Stef, good morning to you. It is starting to feel like something momentous is going on behind the scenes. The boulder is beginning to roll down the hill. What is your latest reporting on the conversations inside the Democratic Party about what President Biden should do next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "STEF KIGHT, POLITICS REPORTER, AXIOS",
      "sentences": "Yeah. I mean, the reality is, everyone is very unhappy right now in all corners of the Democratic Party. We've had reporting in the past 24 hours of, you know, White House officials, Biden campaign official is being upset inside over how things that have been handled following the debate, we are hearing from Democratic lawmakers, some on the record now, and also I'm sure we're all while hearing the same thing from lawmakers on background.They're very concerned and feel like the White House and people close to Biden are not taking this seriously enough, are still trying to discount the gravity of this moment, and also Democratic donors are upset and that's a big one to be watching. They're already indicating that they're planning to move some of their focus to House and Senate campaigns trying to build some kind of a firewall as they're starting to see the possibility of a Republican trifecta after November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "So it does seem like we are setting the stage for and in this way, maybe the conversation is really getting away from the Biden folks, a potential brief campaign period ahead of the Democratic Convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KIGHT",
      "sentences": "I mean, we're hearing all kinds of things at this point. I do think it makes sense that Kamala Harris would be the natural choice if Joe Biden does agree to step aside, if he actually feels the momentum building enough that he needs he needs to do something like that. Obviously, she's vice president. She's already on the campaign ticket, which may make it easier to use when those campaign funds moving forward.And, of course, how are they going to say no to the first Black female president, someone who has been in office. This is it would be quite a move for the Democratic Party to try to find someone other than Kamala Harris. But also, if Biden makes a move like stepping down, you know, all bets are off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "Yeah. So, one of the things that the Biden team is going to -- there's two major things on the horizon. One of them is today, which is, and let's start there, the meeting with governors.So there are Democratic governors we learned overnight, several of them are flying here to Washington to see the president in person. You know, I think for obvious reasons, people want to see for themselves was what happened on the debate stage, just a moment? Or is this the ongoing reality for President Biden? And this ahead of a planned taped interview with ABC set to be taped on Friday right after 4th of July holiday. That's something that these Democrats have demanded. What is the course of this day look like for -- for president Biden, especially considering some of these governors are people that are potentially on top to replace him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KIGHT",
      "sentences": "Yeah. I mean, it'll be fascinating to hear what comes out of that meeting. Because as you point out, there are governors who are clear options to potentially be a presidential candidate -- if Trump, if findings to think where to step aside but also is this a moment where we see Democrats come to Biden's defense? Do we start to see any actual defense of the president, something thatwe haven't heard very strongly from many Democrats at all? Outside of the Biden campaign, outside of the White House, it's been very tempered defense of the president. You know, maybe a few tweaks here and there. So whether we see governors get in line here, whether this changes in favor of Biden or this just continues to escalate the concerns we are hearing across the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:12:06",
      "speaker": "HUNT",
      "sentences": "All right. Welcome back.Later this month, President Biden and the Israeli Prime Minister Benjamin Netanyahu plan to meet face-to-face in Washington but their relationships strained. Both men are facing mounting political pressure, Biden under pressure to exit the presidential race, Netanyahu under pressure to end the war with Hamas. And there was this moment from last week's debate, Trump stoking the flames and poking it Biden for, quote, not wanting to help Israel finish the job. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:12:06",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The only thing I've denied Israel was 2,000-pound bombs. They don't work very well in populated areas. They kill a lot of innocent people. We're providing Israel with all the weapons they need, and when they need them.DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: He's become like a Palestinian but they don't like him because he's a very bad Palestinian. He is a weak one. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:12:06",
      "speaker": "HUNT",
      "sentences": "CNN international anchor Max Foster is live for us in London.Max, let's dig into any specifics we may have for the meeting between these two leaders, you know, candidly, what was President Biden's biggest problem in the race, which was how he deals with Israel and Gaza in the face of opposition from aggressive is now pretty far out of the center of the conversation because he's got bigger problems, but that doesn't mean that this isn't important. MAX FOSTER, CNN INTERNATIONAL ANCHOR &amp; CORRESPONDENT:  It's very important. I mean, you said it there, both these leaders are under huge amounts of pressure, you know, that Israel needs more weaponry from the U.S. and it ought to keep that weaponry coming in. But President Biden is obviously under pressure after that CNN debate, just to show that he has strong leadership, where Biden is seen by some as having an advantage is on policy and with the Middle East policy. You know, this criticism, you know -- you've got, you heard the trunk criticism there, which some people would describe as very extreme, but the more legitimate criticism is that he has called on Israel not to do certain things such as a ground invasion into Rafah. Israel has gone ahead with that so he is seen, as seen as a one-way relationship for many people. Israel's getting everything that it wants. America isn't, you know, certainly the White House isn't getting what it wants when it comes to these negotiations. So he's seen by some people as the week and he wants to show strength, particularly now. So presumably he's going to go into this meeting, wanted to show that he has shown a firm hand with Netanyahu, expressed American interests and got something out of it. The challenge right now is it just feels as though Netanyahu is playing this the way he wants to play it, and he's getting what he wants from America to continue that strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "FOSTER",
      "sentences": "Well, the most teach pick up on the debate and it was all about president Biden, not even some of the things that Donald Trump got confused about, and frankly lied about. The focus was very much on Biden and how he didn't look like a strong leader. And he was losing focus a lot. You know, I haven't spoken to any of those leaders and \"New York Times\" has that inside track there.But what would frustrate them, obviously is that they don't have much time with these G7 meetings. They want to get things decided and push through and it doesn't happen without American support. If they cant get the focus of the U.S. president in that limited amount of time. It has a massive impact on global policy and policy a season, all of those nations, so the entire West is affected by it. So that is the challenge and when we've looked at the reporting over the last 24 hours, it probably rings more true to what I've heard because a lot of people speak very highly about President Biden and his focus. And his focus on policy in meetings, but there are times when he's not focus, so you don't know quite what you're going to get. And when you're a foreign leader, that's a problem because you don't get much time with U.S. president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:22:48",
      "speaker": "HUNT",
      "sentences": "All right. Welcome back.The death toll from Hurricane Beryl now stands at 7. The monster storm producing powerful waves, flooding portions of Martinique seen here, it's packing maximum sustained winds of 145 miles an hour and it's expected to make landfall in Jamaica today as a category four hurricane. Jamaica's prime minister warning residents to take cover. Let's get to our meteorologist, Elisa Raffa, with more on this, this morning. Elisa, good morning.",
      "isLastSentenceInterrupted": false
    }
  ]
}