{
  "date": "2024-06-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Fast-Moving Fire Two Percent Contained, 70 MPH Gusts Possible Tonight; Biden Camp Says Event Raised More Than $30 Million; Biden Calls Supreme Court \"Out Of Killer\" At Fundraiser; Israel: 1,000 Truckloads Of Aid Waiting At Kerem Shalom Crossing; Some Trump Supporters Say America Isn't A Democracy; Flagrant Foul: Caitlin Clark Hit In The Head During Play. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:49",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "Welcome, everyone, you're in the \"CNN Newsroom.\" I'm Omar Jimenez in Washington.We're going to start this hour with breaking news out of Southern California. The Post Fire has already burned over 12,000 acres in Los Angeles County, and it only started yesterday. Hundreds of firefighters are battling to keep the blaze in check, but officials say the fire is just two percent contained at this point, with powerful wind gusts in the forecast. Camila Bernal is on the scene in Gorman, California. Camila, I know you've been out and about over the course of the day. What are you seeing there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:49",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Omar. So, right now, what we're seeing is crews trying to prevent those flames from getting closer into the areas where we are now.So, what you're seeing here behind me is actually a backburn. And so, we've been with this crew for a while now. What they're telling us is that they're trying to keep those flames away from this area. So, they're purposely starting these fires here and then calling on the helicopters to then come and put them out. It is around-the-clock work because of the fact that the fire itself is spreading so quickly. And some of the reasons behind that is, one, the high temperatures, two, the low humidity and the winds. There's huge concern about the winds because throughout the day, the National Weather Service saying that the wind gusts could be 45, 55 miles an hour. And the huge concern is for the overnight hours because they say the wind gusts could be 60 to 70 miles per hour. So, again, it is difficult work for these firefighters who are here. And I want you to listen to what the Forest Service is saying about all of this. (BEGIN VIDEO CLIP) FLEMMING BERTELSEN, U.S. FOREST SERVICE: This is a relatively fast- moving fire. It's lined up with the topography and the northerly wind. So, it's making a pretty good run. It's got relatively light, flashy fuels available to it, which, you know, causes a more rapid rate of spread. And so, yes, it's something that's keeping us on our toes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:49",
      "speaker": "BERNAL",
      "sentences": "So, you're also seeing the heavy machinery here, again, around-the-clock work. There's already about 1,200 people that have been told to evacuate from their homes, and many others are under evacuation warnings.So, officials here just telling people to be ready to go at a moment's notice, you know, because you never know just how quickly and where this fire could spread. So, they're trying to contain it. But as you mentioned, Omar, containment is still really low at 2 percent. So, when I was talking to the crews here, what they said was, we really hope that we can get some improvement in terms of those containment numbers, but they just don't know what's going to happen overnight with those very high wind gusts. So, they are concerned about what's going to happen over the next couple of hours, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:49",
      "speaker": "JIMENEZ",
      "sentences": "And Camila, before we go, just because there is so much going on behind you, can you -- can you just give us a sense, since you've been there, I mean, really the whole day at this point. I mean, what exactly are the crews doing behind you? I know you said there were some backburn efforts, but just give us a sense of what exactly is happening right now behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "JIMENEZ",
      "sentences": "It's active scene. That's part of why fire officials are concerned about the wind because that -- that takes some of those embers past some of those fire lines that they're clearly working so hard to build.Camila Bernal, really appreciate it. Thank you. All right. Meanwhile, the 2024 presidential campaign is kicking into high gear. We're just eleven days. It's right there. If you need any further proof until the first presidential debate held right here on CNN. Last night in Los Angeles, President Joe Biden and former President Barack Obama went to a really glitzy fundraiser packed with A-list Hollywood celebrities. And in discussion moderated by Jimmy Kimmel, President Biden talked about how dangerous he thinks a second Trump presidency could be. Now, the Biden campaign says the event raised $30 million, which is the most successful single day event in the Democratic Party's history. CNN correspondent Priscilla Alvarez joins us now. So, Priscilla, I mean, Biden had some pretty sharp criticisms of Trump, which, again, maybe was to be expected, but also of the Supreme Court as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, he underscored the stakes of the election again, as he's done before. But he focused it specifically on the Supreme Court, essentially saying that over the next four years, there could be openings on the Supreme Court opposing the question as to what happens if Donald Trump is in a second term when that's the case. And if he puts more conservative justices on the court, given the decisions that we've already seen so far.Take a listen. (BEGIN VIDEO CLIP) JOE BIDEN (D) PRESIDENT OF UNITED STATES: Look, the Supreme Court has never been as out of kilter as it is today. After the decision that overruled Roe v. Wade, the Dobbs decision, you had Clarence Thomas talking about the fact that there are going to be other things we should reconsider, including in vitro fertilization, including contraception, including all these things. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "ALVAREZ",
      "sentences": "Reproductive freedoms has been a galvanizing issue for the Biden campaign. It's one that they have fanned out across the country to remind voters that that is also at stake if Donald Trump were to take a second term. So that was part of what he was leaning into there in that clip.Now, he was next to former President Barack Obama, who also talked about the values of candidates and that that should also be considered by voters when they go to the polls. But as you mentioned, it was also a way to get more money. And they've raked in more than 30 million. They set a record. And that is the type of momentum that they're going to want to keep that cash advantage going into the next few months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, because certainly not everything you need, but definitely helps, of course, in the campaigning process.Priscilla Alvarez, thank you. Obviously, a lot to talk about here. Joining me now is Democratic strategist and co-founder of Lift Our Voices, Julie Roginsky. And Julie, I just want to start with you because I've also got Scott Jennings here. I want to start with you saying, what do you make up of Biden talking about the makeup of the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "JULIE ROGINSKY, DEMOCRATIC STRATEGIST",
      "sentences": "Smart strategy. Look, the most galvanizing issue of the last two years has been Roe versus Wade. It got Democrats to the polls in 2022 in ways that I think nobody predicted. And it hasn't ended. You see what the effect of that has been all across the country with women being denied their -- their right to choose and their right to their bodily autonomy. And now we have people saying they want to go further.You have people like Clarence Thomas potentially putting things like IVF, which is certainly not a liberal issue, in play. Things like other aspects to reproductive freedom, like access to contraception, which is just something that I think we've all taken for granted over the last generation or two, if not longer. And so, it's something that I think people are starting to understand is real. This is not fear-mongering. This is not the scare tactics that -- that I think for a very long time Democrats might have put out there since the fall of Roe or since before the fall of Roe. Now that Roe has fallen, everything else is on the table. And voters are starting to take that very, very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And we're also joined by Scott Jennings, CNN senior political commentator and former special assistant to President George W. Bush. Don't want to cut your intro short there.Now, look, based on picking up on a little bit of what Julie just said, I mean, the overturning of Roe v. Wade did have a pretty enthusiastic effect on the voting base in the midterms, the first -- the first test, election test sort of after that. Do you expect that to be just as strong a propelling force here? And if you're Republican, how do you fight back against that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JIMENEZ",
      "sentences": "And, you know, Julie, to bring you back in here, one of the things that, as you mentioned, some of those -- some of those issues is that there's been all this talk about Biden's age, about his cognitive abilities, that has been rampant over the course of this election. I mean, Trump, though, last night, also 78 years old, challenged Biden to a cognitive test, but also got his White House doctor's name wrong while doing it.Take a listen. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, CURRENT U.S. PRESIDENTIAL CANDIDATE: I think you should take a cognitive test like I did. I took a cognitive test and I aced it. Doc Ronny, Dr. Ronny Johnson. Does everyone know Ronny Johnson, congressman from Texas? He was the White House doctor. And he said I was the healthiest president he feels in history. So, I liked him very much -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JIMENEZ",
      "sentences": "So obviously talking about Congressman Ronny Jackson now. But the point in this, Julie, is that one, can Democrats make the case that Trump is too old for office? Or is this cognitive ability age argument just really a trap for both sides at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "We are running against a convicted felon. We are running against somebody who is so unhinged that there is not enough time in this segment or probably for the next 24 hours to chuck up everything that he said that has shattered every single norm we've seen in this country. And so ultimately, Democrats need to focus on that.Look, nobody needs to fight on Donald Trump's ground here. Nobody needs to cede anything to him. Every time he opens his mouth, he proves himself unfit for office. This is not -- he's absolutely right, he's unlike any president we've ever had in at least a modern history and certainly probably in American history altogether. And Democrats need to keep pointing that out. I will say, actually, to Scott's previous point, look, Scott, you and I both know that Republicans just killed an IVF bill on the Hill last week. We know that senators like Lindsey Graham want to propose a national abortion ban, which we all know Donald Trump will sign. So, I don't think Democrats are fear mongering. We have people like Supreme Court justices like Clarence Thomas saying altogether that they want to revisit these issues. So, this is not fear mongering whatsoever. Republicans need to be taken them -- taken at their word. I believe it when they say they want to get rid of IVF, I believe they say -- they speak the truth when they say they want to get rid of contraception. Take them at their word, because when somebody shows you who they are, believe them. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "There's not -- there's not a single --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "-- there's not a single Republican saying I want to get rid of IVF or I want to get rid of contraception. These bills are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "-- put on the floor. These bills are put on the floor by Democrats to conjure up nonexistent issues. They're show votes. Donald Trump is the leader of the party. He's -- he's our presidential candidate. And he was the first one to come out and say, my policy as the head of this party is going to be we strongly support IVF.So, again, it's -- it's (INAUDIBLE) up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JIMENEZ",
      "sentences": "But Scott, he supports that may leak out and other factions of the Republican Party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "What faction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JIMENEZ",
      "sentences": "-- (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "No one can point me to a single Republican who is running on this. There -- there is not one in the country, in the Senate, in the Congress. Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "The what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "-- the point is, Trump's our candidate for president. He sets the policy. His policy is very clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JIMENEZ",
      "sentences": "Julie, I heard you wanted to get in there. Were you saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "Yes, Scott, come on. Donald Trump's policies have never been clear in his life. He goes from day to day. He has no serious policies that he has ever talked about. All he does is go with the flow. And the flow right now is that there's a bill on the floor that Republicans refuse to support. They could have shown support for IVF. They didn't.And if you think it was such a show vote, why not just vote for it as a matter of principle to say, yes, we believe in IVF. We believe that people who want to have children through in vitro fertilization should be able to do that. But they didn't. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "Because the reason they don't participate in it is because they don't feel like they have to participate in the shenanigans of a political party that's run by a president with a 38 percent approval rating. That's why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "What -- what shenanigans? Why don't you just say as a matter of principle, you support IVF? What's the harm in doing that? Why not come together as a say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "-- these -- these votes are not real issues. I mean, no one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "ROGINSKY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:11",
      "speaker": "JENNINGS",
      "sentences": "-- is threatening IVF. No one is threatening contraception. And to try to scare your political party into believe -- I get it. Look, if I were in your shoes, I would do the same thing. Biden's at 38. He's historically unpopular. Inflation and the cost of living is going. If I were in your shoes, I would be pulling out everything and throwing it against the wall, too. And that's all that it is. Spaghetti against the wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "There has been ongoing fighting, whether this fighting is more significant or less intense than it has been in previous days, we'll see as we get a better sense of how this looks. The IDF has been pushing in Rafah, moving northwest along the border there, essentially cutting off the Rafah border between Egypt and Gaza.It also announced today, as you point out, this tactical pause, as they called it, from 8 a.m. to 7 p.m. Along a very specific route from the Kerem Shalom border crossing, where Israel says there are a thousand trucks waiting to go in, in through moving northwest towards the European hospital in Khan Yunis. This humanitarian aid desperately needed across the Gaza Strip, as issues of sanitation, sewage, malnutrition among children, concerns over famine in the north, all of these are growing by the day. So, the humanitarian aid needs to get in, and the Kerem Shalom crossing is one of the few crossings that's currently working at this point. The question, of course, how long will this tactical pause last? Israel says, and the Prime Minister's office, or -- or rather, an Israeli official said that the fighting in Rafah would continue as the humanitarian aid goes in. So, we'll see what this tactical pause along this very specific route is able to do in terms of alleviating the humanitarian problems, frankly, the humanitarian disaster within Gaza. But it is at least a step in the right direction that was welcomed by the U.N. Even as they said, look, it's not enough and more aid needs to get through. Of course -- of course you'll remember that the U.S. built humanitarian pier also isn't functioning right now because of heavy seas. So, more aid needs to get in. This is an effort to do that. We'll have a better sense of how well these functions over the course of the next few days here, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "JIMENEZ",
      "sentences": "Yes, exactly. How well it functions is a key question here. But the announcement, of course, the beginning of that process.Oren Liebermann, really appreciate it. Thank you. I want to talk now with High Stakes Hostage Negotiator, Mickey Bergman, the co-author of In the Shadows, True Stories of High Stakes Negotiations to Free Americans Captured Abroad. Mickey, you're also a former paratrooper in the IDF. Now I just want to ask about the recent news that we're learning. All right, so IDF announces a humanitarian pause to allow some aid to get in. If you're on the hostage negotiation side, obviously you don't have control over what the military is doing and or announcing. But -- but how might a move like this have an impact on negotiations that, very delicate ones that are happening behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "MICKEY BERGMAN, VICE PRESIDENT, RICHARDSON CENTER FOR GLOBAL ENGAGEMENT",
      "sentences": "Well, first of all, any pause in fighting is a positive for negotiations. But in this, we have to understand, it's really important to understand the fundamentals here. We have a couple of assumptions. Israel and Hamas do not talk directly, cannot. There are four countries in the world that have influence over Hamas. That's Iran, Turkey, Egypt, and Qatar. None of them have any interest in helping Israel, but at least two of them, Qatar and Egypt, have an interest in working with the United States.Therefore, our theory of return, when we take cases, and we've been working on this since October 8th has been, that first we needed to make it an American priority and the President has made it very clear that this is the hostages, American priority. Then our mediators our partners in this Qatar, Egypt lean on Hamas to solicit proposals. And if those proposals are even half decent and they're never good. They're never you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "JIMENEZ",
      "sentences": "Now (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BERGMAN",
      "sentences": "But if they're half decent then the American administration helps the Israeli government to feel as comfortable as possible in order to accept and implement those. And it worked extremely well in the first 50 something days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:05",
      "speaker": "BERGMAN",
      "sentences": "And we had over a hundred hostages back. It has failed since. And it has failed since, because there's been a -- a clear gap between the Israeli insistent that the war cannot stop. And Hamas insistent that -- that's the precondition.That's why we had the stages. That's why the administration has been working hard on that. But we're still stuck. We've failed for six months now. This proposal has been on the table to deliver it. And there's something about it that we have to understand. The Israeli Prime Minister right now is making very, very clear. As long as there are hostages, there's justification for the war. As long as there's a war, there's no elections in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:17",
      "speaker": "BERGMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:17",
      "speaker": "JIMENEZ",
      "sentences": "How does that have an impact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:17",
      "speaker": "BERGMAN",
      "sentences": "So -- so you're exactly right. We don't know whether it's true or not. And Hamas actually has an interest in not confirming how many are alive, how many are dead, because as long as they -- we don't know, they benefit and they have the leverage over this.The truth is that even though emotionally it's so, so tough to do, we have to completely ignore that element of it and just work to get the deal, to get the ceasefire going. Because during a ceasefire like that, once people start coming home, even if we don't know the ultimate number that we can bring home, every life is a life saved. And every moment like that builds momentum and appetite to get more. And that allows us not only to get the hostages back home, but hopefully to get to the end of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:17",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Now look, obviously this isn't the only front that you work on. And there are many complicating factors with the fact these two sides don't speak directly. But also, when you deal with a country like Russia, for example, I can imagine there are differences in the types of negotiations and the methods in which they play out.You played a key role in negotiating the release of Brittney Griner. Can you -- can you just tell us some of the key aspects that went into that and why did that actually go through? What was the success point that actually allowed that to, to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:17",
      "speaker": "BERGMAN",
      "sentences": "I think first of all, you're right. It's completely different notion of negotiations between Hamas and between the Russians. I will leave Hamas on the side here for a second, focus on the Russians. The Russians are really -- they're professional diplomats, old school diplomacy with them. They -- they have very clear intent. They know exactly what they're going, going for very, very sharp. And early on when we started working on -- on prisoners, it was Paul Whelan. There was no Trevor Reed taken, there was no Brittney Griner taken, certainly not Evan Gershkovich and -- and -- and -- and others that we have now.And we figured out and we started talking to them, realized that the Russians are very big on reciprocity and symmetry. And that is the big thing that drove, and if you look at the deals that were conducted, especially Trevor Reed, for Konstantin Yaroshenko, Brittney Griner for Viktor Bout and there were opportunities to bring Paul Whelan. I actually discuss it in my book. I believe he was left behind four times on this. He can still come home and we need to do it. But with Russia, it's, we know, unfortunately, it is going to be an exchange. We know what Putin wants. We also know that Putin doesn't want to do anything that will make Biden look good in an election year, but we can't just sit and wait until elections. They don't have time. I do know two cardinal truths of doing this for 18 years, Omar. Number one, the deals never get better over time. We might tell ourselves stories, but they never get better over time. And two, time is never to the benefit of the prisoners. Any day, something can happen. Something terrible can happen. You know, whether disease an assassination or anything or mental breakdown of hostages. That's why we have urgency and we can't afford waiting. And again, even with Russia, the deal is not going to be good. It's not going to be nice, but it's the only way to get these Americans home. And I think we're strong enough to do it and figure out how we deter in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "JIMENEZ",
      "sentences": "President Biden touts his reelection campaign as a fight to preserve democracy. But if you ask some Trump supporters, the former president is not a threat to democracy because the United States is not a democracy.CNN's Donie O'Sullivan spoke to some of those supporters. (BEGIN VIDEOTAPE) DONIE O'SULLIVAN, CNN CORRESPONDENT (on-camera): What happens if Trump loses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't see him losing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't think he lost the last election, to be honest.O'SULLIVAN (on-camera): Do you think he's going to win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. Without a doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No doubt.O'SULLIVAN (on-camera): What if he doesn't this time? What happens to the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're done.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Biden talks about democracy, you know, saving democracy. They're the ones that are killing democracy.O'SULLIVAN (on-camera): Obviously, there's a lot of criticisms of Trump, that he is bad for democracy, that he's bad for American democracy (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can I say something? We're a republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are not a democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We represent Republican. We're not a democracy.O'SULLIVAN (voice-over): One thing we've been hearing at Trump rallies like this over the past few months is that America isn't really a democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "America's not a democracy, it's a republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's not a democracy. OK? Democracy is actually not as good as you think it is.O'SULLIVAN (voice-over): But for centuries, America has celebrated its democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "RONALD REAGAN, FMR PRESIDENT OF UNITED STATES",
      "sentences": "Democracy is worth dying for.GEORGE W. BUSH, FMR PRESIDENT OF UNITED STATES: Democracy remains the definition of political legitimacy. O'SULLIVAN (voice-over): But some Republicans and pro Trump media are pushing the idea that America is not a democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:33:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The United States of America is not a democracy. We are a constitutional republic.REP. MIKE JOHNSON (R) SPEAKER OF THE HOUSE: United States of America is not a democracy. You don't want to be in a democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "ANNE APPLEBAUM, AUTHOR",
      "sentences": "America is a democracy. It was founded as a democracy.O'SULLIVAN (on-camera): I've heard a lot of conspiracy theories. I hear a lot of things out on the road. But to hear Americans. People who would describe themselves as patriots say that America is not a democracy. That stopped me in my tracks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "APPLEBAUM",
      "sentences": "You are hearing people say America is not a democracy because there are people around Trump who want them to be saying that, who've been planting that narrative.O'SULLIVAN (on-camera): Is America a democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. I don't, I think --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- we're a republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, not right now, but we're, yes, we're a republic.O'SULLIVAN (on-camera): What's the difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I feel like democracy. I think that's true. That it's government. I don't see freedom in democracy. I see freedom in the republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "APPLEBAUM",
      "sentences": "Honestly, the word democracy and the word republic have often been used interchangeably. There isn't a meaningful difference between them.O'SULLIVAN (on-camera): So much of the warnings and criticism about Trump is that he is a threat to democracy, that he is anti-democratic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "APPLEBAUM",
      "sentences": "Absolutely. If they can convince people that we don't have a democracy, then it's OK that Trump is attacking democracy, because it doesn't really matter.O'SULLIVAN (on-camera): So why, like, why has democracy become a bad word?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because it's being used in a way to change the flavor of democracy of our country, which is a republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "APPLEBAUM",
      "sentences": "These words were used in different ways in the 18th century, and it's true, the founders didn't want direct democracy by which they meant people gathering on the town square. They wanted representative democracy.But I think the reason why this conversation about language has risen now is because there is a part of the Republican Party that would like to rule as a minority. And they need an excuse for why that's OK. And so, they have begun to say, we're not a democracy, we're a republic. And it's not 100 percent clear what that means, but I think they mean, we want Donald Trump to be able to do whatever he wants. O'SULLIVAN (on-camera): Some people I've been speaking to at Trump events recently --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.O'SULLIVAN (on-camera): -- have been saying, America is not a democracy, it's a republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've always been in a democracy. First of all --O'SULLIVAN (on-camera): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- I mean, we used to have freedom of speech, freedom of religion. We used to have that too. Now they're picking on the Christians and the Jewish people. I mean, how -- how much more can we take?O'SULLIVAN (on-camera): Are you concerned if Trump loses --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.O'SULLIVAN (on-camera): -- that there will be another January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, I think there will be a civil war. That's what I think will happen.(END VIDEOTAPE) O'SULLIVAN: And Omar, look, there is, of course, a legitimate debate discussion to be had on what form of democracy we have here in the United States, direct democracy, representative democracy, in fact, constitutional republic, which you heard people mentioned in that piece, that is a form of democracy. But look, this is not actually a debate about government, about democracy. It's an attack on democracy. People have heard the warnings that Trump is a danger to democracy, and therefore you have people trying to convince others that, well, the United States isn't a democracy in the first place, and therefore Trump can't be a threat. Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:11",
      "speaker": "JIMENEZ",
      "sentences": "Caitlin Clark's arrival in the WNBA has helped bring historic ratings for women's basketball. But she's getting a pretty rough welcome on the court. Take a look at this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Believe to Angel Reese. Yes, across the head. And they will go to the monitor to review this one.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:11",
      "speaker": "JIMENEZ",
      "sentences": "Now look, you see Angel Reese hit Clark in the head in today's game between the Indiana Fever and the Chicago Sky. A foul later upgraded to a flagrant foul, which from where I sit does seem to be the right call, but it does not seem to be intentional again, from where I sit.But let's talk to CNN sports analyst Christine Brennan in Indianapolis, where she was covering this game. So, Christine, I'm just curious -- I'm just curious for you, what, what was the reaction like in the stadium? And -- and obviously, this is getting a lot of attention online with wider implications if we want to get into some of that a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you kind of (INAUDIBLE). Did you feel like that basketball --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "ANGEL REESE, CHICAGO SKY GUARD",
      "sentences": "Ask about what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Do you feel like that was the appropriate call or?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "REESE",
      "sentences": "Basketball play. I can't control the rough state affected the game. Obviously, a lot tonight. Going back and looking at the film, I've seen a lot of calls that weren't made. I guess some people got a special whistle. We're not going to be denied no matter what you guys can try to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "JIMENEZ",
      "sentences": "And obviously not happy with the officiating, which we've seen at all levels of the game, men and womens, but also here's Caitlin Clark on -- on her after the game.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "CAITLIN CLARK, INDIANA FEVER GUARD",
      "sentences": "What's going through my mind is I need to make these two free throws. That's all I'm thinking about. It's just a part of basketball. It is what it is. You know, trying -- just trying to make a play on the ball and get the block.Yes, I mean, it happens. Yes, I think it's just the emotion and the passion that we play with. I think people love to see that. And I think that's maybe not something that was always appreciated in women's sports. And it should be, I think that's what makes it fun. Like people are, we're competitors. That's the way the game should be. I've played her for a very long time and she's been a tremendous player. So, you know, it's been fun getting to compete against. I think it's been really good for the game. Like people just love seeing great matchups. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "JIMENEZ",
      "sentences": "And we play that too, because I think oftentimes the reactions from the players themselves. Are many degrees below the reactions online as far as the temperatures around the discussion. So, I thought that was important to play.But my question to you, Christine, out of that is what do you make of Caitlin Clark's first season in the WNBA? Obviously, she has not scored to the degree she did in college. It's a different level, different game. Didn't make the Team USA team, which again, a whole host of arguments for and against there. But I'm just curious, what do you make of what she has gone through and accomplished over the course of this first season?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "BRENNAN",
      "sentences": "You know, Omar, I think everyone wants to argue. Of course, if social media, which Tiger Woods never really had to deal with, Michael Jordan never had to deal with all kinds of other athletes. I'm not saying that Caitlin Clark is at their level, but when they were beginning the same kind of thing.So, people want to put issues on -- on Caitlin and on Angel and others. The Chennedy Carter hit, the blindside hit a couple --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "BRENNAN",
      "sentences": "-- of weeks ago. That one wasn't, you know, called a flagrant one until later. So, that basically triggered a national conversation for several days.Again, I think, as Caitlin said, the rivalry and the conversation is good to a point. These are 22-year-old women. And as Caitlin said, the other day, when Caitlin Clark was asked about some of the terrible things being said, racism and awful things that are out there, of course, on the Internet and people may be fans of Caitlin Clark doing this and Caitlin made sure to stand up and say, I don't want anyone doing that in my name. And spoke I thought eloquently about it. So, they're being taken to national conversations that some of us are interested in, but for them, they're being dragged into truly, I think, Omar issues of mental health. And I think moving forward, I asked Caitlin Clark about that today as well. So, there's a lot there for these young people. But Caitlin Clark is handling herself absolutely beautifully. And she's playing great now. Just look so comfortable on the court today. And it looked Iowa comfortable to me. And is really having a fine, fine start to her season despite obviously the learning curve that you have in the league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "JIMENEZ",
      "sentences": "Well, I don't think anyone except for those on the fever want her quite to be Iowa comfortable. So, hope -- not good news for other people.But Christine really appreciate the time perspective. Obviously, this won't be the last time we talk about this dynamic over the course of the season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:12",
      "speaker": "BRENNAN",
      "sentences": "Great to see you, Omar. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:54:00",
      "speaker": "JIMENEZ",
      "sentences": "Tsunamis can strike with little warning. Ocean waves traveling at the speed of a jetliner crashing into coastal towns, 20 years after the deadliest tsunami in history. Scientists are still trying to work out how to predict them more accurately.Here's a preview. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:54:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look over there, sweetie. How the water is rushing up.",
      "isLastSentenceInterrupted": false
    }
  ]
}