{
  "date": "2024-05-11",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF: Orders Immediate Evacuation Of Neighborhoods In Eastern Rafah; Trump Holds Jersey Shore Rally After Explosive Week In Court; Extreme Solar Storm Hits Earth In Historic Space Event; Russia Launches \"New Wave\" Of Assaults On Ukraine; Trump's MAGA Supporters Push False Lies, Propaganda; \"The Plant Hunter\" Works To Fight Deadly Superbugs. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:28",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM. Hi, everyone. I'm Jessica Dean in New York.And we begin this hour with Israel's military ramping up operations in Gaza, ordering the immediate evacuation of several more neighborhoods in the southern city of Rafah. That's where more than a million displaced Palestinians have been taking refuge. The IDF saying about 300,000 have already fled. Now this is happening as a newly-released State Department report finds it, quote, \"reasonable to assess\" that American weapons have been used by Israeli forces in Gaza in ways quote, \"inconsistent with international humanitarian law\". We have CNN'S Priscilla Alvarez with more fallout from that report. But first, let's go to CNN correspondent Scott McLean in the dire situation in Gaza. And Scott, Israels military confirming more airstrikes today, this as hundreds of thousands of people are trying to leave Rafah. What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:28",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes. So the Israeli military ordered two parts of Gaza to be evacuated, several areas of northern Gaza. And also several parts of Rafah as well. And there had been airstrikes carried out in both of those places since then.In southern Gaza in Rafah, these were in areas that were not actually ordered to evacuate. The hospitals there, say 15 people were killed among them, women and children. And in the north, the bombing campaign there has resumed, I say resume because there were also airstrikes overnight across northern and central Gaza. They came really without warning. Among the dead journalist, his wife, and 12-year-old son, the 143rd journalist killed since the war began. There were also dozens of other people killed, among them many children. And I should warn you the report that you're about to watch is very hard to watch and contains some highly-disturbing images. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "MCLEAN",
      "sentences": "Israel is directing people here to a designated area along the coast now flooded with tents but little infrastructure to accommodate the roughly 300,000 people it estimates are now.With ceasefire talks seemingly at a standstill, the citizens of Gaza are just waiting for this nightmare to end. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "MCLEAN",
      "sentences": "And Jessica, some of the people that spoke with our CNN stringer on the ground in Gaza, who were packing up to leave Rafah said that they've been displaced now since the war began, seven or eight times.one man who had kids With him said that he's only leaving because of his children. He doesn't care if he dies, He said. And he said, quote, \"Is this a life? Death is more honorable than this humiliation,\" Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "DEAN",
      "sentences": "Scott McLean for us. Thanks so much for that reporting. We appreciate it.CNN'S Priscilla Alvarez joins us now with more on the State Department report that's investigating Israel's use of us weapons in Gaza Priscilla, you're out west with the president as he's on a fundraising swing out there. The report stopped short of accusing Israel of violating international humanitarian law. But what does it say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, it says that they have found instances where that may be the case. Of course, this was a high-stakes and highly-anticipated report that mark yet another stark moment in U.S.-Israeli relations.The Biden administration putting together this report that it says, is quote, \"reasonable to assess\" that U.S. weapons have been used by Israeli forces in Gaza in quote, \"a way that is inconsistent with international humanitarian law\". But to your point, it said -- it just stopped short of saying that they violated the law. Of course, this report stems from a February national security memorandum that required the determination on this matter and also whether Israel withheld humanitarian aid from Gaza in violation of U.S. law. And while the report is highly critical, it does not mandate additional actions by the Israeli government nor mark any type of U.S. policy change toward Israel. And that has received push-back from some Democratic allies on Capitol Hill who say that this is doing, trying to do two things and walk a very fine line here by saying that there are inconsistencies and yet there is no policy change. And of course, Jessica, this comes against the backdrop of President Biden's interview with CNN this week, where he said for the first time that he's willing to withhold some weapons if Israel launches a major ground operation in Rafah, where there are more than 1 million displaced Palestinians. He said that they would still support defensive weapons, but that may change with offensive weapons. There are still a lot of questions there, but there's no doubt, Jessica, that this report yet another data point in the underlying tensions between the U.S. and Israel as it wages its war against Hamas, but also some of what some points of tension still between the White House and some of its allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "DEAN",
      "sentences": "And Priscilla, President Biden is, as I mentioned on this fundraising swing, he's hosting a private fundraiser in Seattle where you are. And were getting some details on what he's saying to some of his supporters behind closed doors. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "ALVAREZ",
      "sentences": "That's right. He closed out his swing here in Seattle. He just left and he essentially needled his Republican rival, former president Donald Trump. It was a theme over the course of his four fundraisers and something that he touched on again behind closed doors today saying that the former president is quote \"unhinged\" and also saying that quote \"something snapped in him\" after the 2020 election.Of course, the president here trying to show and strike a stark contrast with his Republican rival by noting multiple themes of his campaign about protecting democracy, abortion rights, climate change investments, while also trying to show that the former president is stuck in court in New York. And again, in these private remarks saying that he is quoting \"unhinged\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "DEAN",
      "sentences": "All right. Priscilla Alvarez traveling with the president in Seattle, Washington this afternoon. Thanks so much for that reporting.Joining us now is the former deputy assistant secretary -- assistant secretary of state during the Obama administration, Joel Rubin. Joel really nice to have you on. Thanks so much for being I'm here. JOEL RUBIN, FORMER ASST. SECRETARY OF STATE UNDER PRESIDENT OBAMA: Thanks, Jessica. My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:46",
      "speaker": "DEAN",
      "sentences": "First, I just want to get your take on this State Department report and its implications on the U.S.-Israeli relationship today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "Yes, I talked to one of our analysts, our national security analyst yesterday and they described it as kind of straddling the line here. Do you think that's a fair assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "RUBIN",
      "sentences": "That's right. Yes, it really is Jessica. Look, I worked in bureau -- the bureau for political military affairs at the State Department that produce reports like this.And I also worked in the legislative affairs that transmitted them to Congress. There's always going to be pressure from the left, from the right, internal, you name it. But what this president is doing, what the State Department report is providing is a clear vision of how to go forward a clear view of what it is that Israel's doing with the weapons, but also saying now it doesn't have the kind of robust information that needs to have as well. And so it just to point out how it's a difficult report to construct, there will likely be more reports in the future, but this balancing matters because we have to support Israel in this fight against Hamas but make sure that its being conducted in a manner that really does match our values and our interests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "And some members of the president's own party were disappointed with this report. As you mentioned you've been in this position, you're going to get pushback from both sides probably.But I want to listen to what Democratic Senator Jeff Merkley said on CNN. Let's take a listen to that. (BEGIN VIDEO CLIP) SEN. JEFF MERKLEY (D-OR): It's a massive diplomatic dodge. It is frustrating because it's so important at this moment that we use the leverage we have to persuade Israel to change its conduct. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "Do you think that this report should have tried to leverage that more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "RUBIN",
      "sentences": "So reports to Congress are -- Jessica can be blunt instruments in Congress; tends to put down very hard lines. And what the president is doing with his authority as commander-in-chief is to use the tools at his disposal which to try to incentivize Israel and to put pressure on Israel.And we saw this week quite frankly with this delay now of the transferring of 3,500 bombs, heavy bombs to Israel to try to persuade Israel to think through how it conducts an invasion into Rafah. But you know, if Congress were to have him just cut aid immediately tomorrow, that would undermine our relationship. It may not vary. It may not either lead to the kind of outcome that the senator is looking for. So I think the president is using his tools properly. He's trying to persuade Israel, pulling back a little bit on the aid appropriately, he's going to take flak from both sides and that's what a commander in chief needs to be thinking about is the policy not the politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "Ok, so yes. I want to talk more about that decision to withhold these -- those large bombs from Israel.In the last hour, I talked with a member of Israels Knesset about that, about the ultimatum from Biden on not crossing a line there in Rafah. And here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "Do you think the president has been -- President Biden has been justified in those actions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DANNY DANON, MEMBER OF ISRAELI KNESSET",
      "sentences": "Absolutely not. You know, we are very disappointed, we're confused because only few weeks ago we heard the president say that he supports Israel and he understands that we have to operate in Rafah, but he wants to see how we handle the humanitarian aspects. And we have plans how to deal with the civilian population. To move them to different place before we operate in Rafah.And all of a sudden we heard those news about holding a shipment. And that at the same time when Iran is doubling their shipments to their proxies in Lebanon. And we are being attacked by Hezbollah, by proxies of Iran and by Hamas. So yes, we are disappointed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "So Joel, I'm just curious. In listening to that, you know, you would imagine that that's what we would hear from members of the Israeli government.But how -- how far can Biden take this before he risks rupturing this relationship between Israel and the U.S. which is already for many reasons, including the relationship with Benjamin Netanyahu really at odds right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "RUBIN",
      "sentences": "Yes, I don't think that he's about to rupture the American- Israeli relationship by any stretch. And what the president hasn't done is tell Israel you can't move on to Rafah. There is a Hamas target in Rafah, multiple targets. There are four battalions of Hamas fighters there.What the United States is saying is do it right, Do it in the manner that gets at the Hamas fighters, at the Hamas leadership. Use intelligence assets, use our support to have targeted strikes and do it in a way that doesn't cause a humanitarian catastrophe, like what we've seen elsewhere. And there's a logic to this, I have to say Jessica, you know, we have experienced from our wars in Iraq a hard experience, we've learned a lot. And part of that is that don't destroy the civilian population to achieve a military objective and have security plans in place, governance plans in place for the day after. [17:14:44] RUBIN: And that's where the president and his team are trying to guide this conversation. They haven't gotten clearly adequate responses and so they need those responses. And that is a help Israel in the long run for its overall security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "Yes, certainly something we hear too a lot from the Defense Secretary Lloyd Austin, when he's talking about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "RUBIN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "DEAN",
      "sentences": "All right. Joel Rubin, thank you so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:09:54",
      "speaker": "RUBIN",
      "sentences": "Thanks, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:29",
      "speaker": "DEAN",
      "sentences": "Tonight, former president Donald Trump is back on the campaign trail spending his Saturday night at a beachfront rally on the Jersey Shore. It's about an hour south of Atlantic City where his casinos faced multiple bankruptcies.For much of this week, he's been facing charges in a New York courtroom. The former president still bound by that gag order, not allowed to talk publicly about this week's testimony by Stormy Daniels or the scheduled testimony of his former fixer, Michael Cohen on Monday. CNN'S Alayna Treene is joining us now. And Alayna, New Jersey is not a battleground state. It is reliably blue, but we should mention Trump is in an area that is pretty red, it voted for him in the past two elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:29",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "No, that's exactly right, Jessica. this is not a critical battleground state and no hate on Jersey. I am from Jersey, but it's not to say that his campaign even thinks that Donald Trump could potentially win. He lost it to Joe Biden in 2020 by 16 points.And so again, not a state that they think it's going to be competitive for the former president. But when I talk to the Trump campaign they say there's a few factors for why they chose to hold a rally here. One is exactly as you mentioned. Wildwood part of Cape May County is actually a very red district in New Jersey itself. Donald Trump held a rally here in January 2020 and had a very enthusiastic crowd. As you can tell behind me, there's a lot of people here, a lot of his supporters. It's been a very rowdy pro-Trump groups. So that's part of it. The upper part is that they believe that a lot of people from Philadelphia, Pennsylvania would be able to come. We've seen that today. A lot of people from Pennsylvania have been in the crowd here and also get some of that media from the critical battleground state of Pennsylvania, which again, is actually a swing straight. And then the other thing I've also been hearing as some of this reasoning is look, Donald Trump did not want to travel far. He just ended a very explosive week of testimony from Stormy Daniels, some other key figures and he wanted to stay closer to home and also closer to his Bedminster golf Club. So that might have been playing some factor here as well. But I think you're totally right. It's very interesting that Donald Trump chose to come to New Jersey, especially given since the start of the trial, he's only held three campaign rallies. This will be the third and really only the second day of hitting the campaign trail since this trial began. And so a lot of Republicans have told me, look, its -- they don't really understand why he's using one of his opportunities outside of the courtroom to come to New Jersey, but we'll see what he says in just a few moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:29",
      "speaker": "DEAN",
      "sentences": "Yes, we certainly will.I also want to ask you about your new reporting on how the Trump campaign is viewing Robert F. Kennedy Jr.'s ongoing campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:29",
      "speaker": "TREENE",
      "sentences": "Yes. Well, it's really interesting, Jessica because Donald Trump and his campaign have actually long had a playbook to attack Kennedy.They had planned to paint him as a radical liberal, one Trump adviser told me that he's a liberal in conservative clothing. That is something that's formed back in the fall when Kennedy first announced that he was going to be running as an Independent. However, Donald Trump didn't normally follow that script. We've heard him in the past several months say that he thinks Kennedy is a nice guy that he's not sure if Kennedy hurts Joe Biden's campaign or Trump's campaign more but in recent weeks you're really seen Donald Trump and his team at large ramp up and escalate their attacks on Kennedy. And what I'm told from Trump's advisers is that luck, we're still not totally sure whether Kennedy could be a huge threat to our campaign. Instead, they call him a political problem. But they argue, if we can nip that in the bud, if we can weigh down his support as much as possible, particularly with any potential conservative Trump votes that he could be pulling from, why not get ahead of that and start attacking him now. So I think it's clear through all of that that they do actually see him as a real problem and as someone who could diminish his support. And that's especially an issue and something that will be at such a close election as we are expecting it to be in November, Jess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:32",
      "speaker": "DEAN",
      "sentences": "Look at these images of the incredible northern lights seen around the world, and here in the U.S. much farther south than normal. And it's all because of this powerful solar storm that's hitting earth. Now with that solar storm comes the potential for satellite and power grid problems.CNN meteorologist Derek Van Dam joins us now from his backyard, that's what -- he's there waiting to see it all unfold tonight. But Derek, what is causing all of this. And this is so rare, we don't normally -- you don't normally get to see this sort of thing down in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "VAN DAM",
      "sentences": "And do you remember last month that little solar eclipse we happened to cover April 8. That was a big day. You might still have your glasses like I do. You could take these, go outside. I was doing this just a few minutes ago with my boss, who's here and we were looking up at the sky between 6It's like a Roman guard who's got a shield up like this and that plasma gets disbursed to the north and the south poles. And as it does that, the northern latitudes and the extreme southern latitudes of the earth see the most vivid if it displays. But here in Atlanta, in places like Key Largo, Florida, for instance, were able to see them because this geomagnetic storm is so intense and so powerful that it's -- we were seeing a very rare event, by the way, which was a once-in-a-lifetime event if you're located this far south -- Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "DEAN",
      "sentences": "Wow. It is really incredible.Where can people look for tonight? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "DEAN",
      "sentences": "I'm looking at the graphic that we have on screen here. Where -- tell people, like, depending on where they are, what might they see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "VAN DAM",
      "sentences": "Well, the cool news about all this is that, if you didn't catch it last night, you've got another opportunity tonight. But it is going to start waning into Sunday and Monday.So I think your opportunity is tonight. So set those alarm clocks because after midnight is really our best chance. It's 10:00 p.m. to midnight. And then after that, about 2:00 a.m. And then you can actually see that hour-by-hour forecast of this geomagnetic plasma forecast. We don't get into that that often. But here's the greatest chance of viewing. I don't think it'll go as far south as, let's say, Key Largo or Key West like they saw yesterday. I saw northern lights photos with a palm tree in the foreground. I mean, that was astounding yesterday. Of course cloud cover makes all the difference as well. You can see on the map here, lots of clouds across Mississippi and into Alabama. So maybe not as lucky as we were last night. But if you do get the chance to score it, yes, you're going to be in for quite a celestial surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "DEAN",
      "sentences": "I so want to see it. I was flying from D.C. to New York last night. And I was like looking out the window, but we had a lot of cloud cover. So I couldn't see much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "VAN DAM",
      "sentences": "OK. All right. DEAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "VAN DAM",
      "sentences": "I've seen -- I've seen pictures outside a jet windows as people were capturing them with their phones yesterday.Remember, you can pick up more with a phone and long exposure than the human can actually see. So that's a good option for - (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:50",
      "speaker": "DEAN",
      "sentences": "OK. Good to remember.All right. Derek Van Dam, thanks so much. And let's discuss all of this was seen an aerospace and analysts, Miles O'Brien, Miles, great to see you. MILES O'BRIEN, CNN AEROSPACE ANALYST: Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:02",
      "speaker": "DEAN",
      "sentences": "It really -- I can't stop looking at the pictures on social media because it almost looks fake --O'BRIEN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:02",
      "speaker": "DEAN",
      "sentences": "-- and pretend. That's an amazing thing to witness.Before I let you go, there is some concern that this -- because it's so much energy being thrust and magnetic energy at earth that it could mess with satellites or GPS or radar. What do we know? About that? O'BRIEN: All of the above are true. We've lost satellites in the past. Elon Musk's Starlink company launched 40 satellites into a solar storm a few years ago, lost them all. What happens is the upper parts of our atmosphere sort of thicken and satellites in that part of the -- at that altitude slow down. They can't keep up. So they, they tend to kind of drop down and can fall out of orbit. Communication becomes difficult. Collision avoidance between those satellites becomes more challenging. And then, ultimately, the power grid, all those exposed wires when these parties come in, it can overcharge the grid, overload it, and cause real problems there. So there's a host of issues that we can worry about. about this, because of this sensitive infrastructure that we have built between satellites and our grid and our radio telecommunications systems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:02",
      "speaker": "DEAN",
      "sentences": "It's all very, very interesting.Miles O'Brien, always great to have you on. Thanks so much. O'BRIEN: You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:36",
      "speaker": "DEAN",
      "sentences": "Nearly 2,000 people are fleeing from Russian bombing and shelling in northern Ukraine right now. Ukraine's President Zelenskyy says at least two people have been killed in that attack.Pulitzer prize-winning writer and historian, Anne Applebaum is joining us now. She's the author of the new book, \"Autocracy, Inc., the Dictators Who Want to Run the World.\" It's coming out in July. And an excerpt was just published in \"The Atlantic.\" I do want to get to that in just a minute. It's exceptional. But first, Anne, I want your take on Russia's latest attacks that we were just talking about. ANNE APPLEBAUM, HISTORIAN &amp; AUTHOR: Ukrainians have been expecting this for a long time. Of course, there's still suffering from the six months in which they didn't have sufficient ammunition and sufficient weapons. I assume that the congressional decision, finally, to give them more money and more aid has made a big difference and weapons are on the way. But what -- what they're -- what -- they're now, certainly on the back foot. The Russians are attacking. And let's just hope that that aid gets there in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:36",
      "speaker": "DEAN",
      "sentences": "And you write about the new propaganda war in the cover story for \"The Atlantic.\" It's such as interesting and sobering piece and excerpt.Tell us more about how disinformation is playing a role in all of this, in the current just world foreign affairs and the world around does and what the White House is doing about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:36",
      "speaker": "APPLEBAUM",
      "sentences": "So this piece actually takes a step back and it looks not just at Russia or Russian propaganda about Ukraine. But it looks more broadly at Russia, China, and other autocracies, who've now coalesced around a set of narratives that they promote in their own countries, in our country, but also around the world, in Africa and Latin America, across Asia.And their main -- their main interest is in promoting the idea that autocracies are stable and safe and that democracies are divided, chaotic, failing disastrous. And this, of course, is --it's partly at their own political opposition. The Chinese have, whether it's the Hong Kong protesters or the Uyghurs movement, whether in Russia with the Navalny movement or others, that they have their own local protest movements and democracy movements that want rule of law, that want transparency, that want democracy. And so they're -- and they fought against them for many years, but they've finally come to realize that what they need to do is poison those ideas. And so that's what they've begun to do. They also do it in our country. And they've had a lot of success among people who also don't like our political system. And that includes some people on the American far-right, who had been also promoting the idea that autocracies are better and more stable, that democracy is degenerate and a chaotic, especially our democracy. And of course, you can see it in their language and their propaganda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "APPLEBAUM",
      "sentences": "So we've -- we've seen it and heard it, and we've been seeing, hearing it for the last several years. Those -- that's the message about the -- for example, that the 2020 election was stolen when there's no proof, there's no evidence.The message that the 2024 election will be somehow hijacked by migrants who can't vote, we know that's not going to happen. But their interest is in convincing a lot of voters that the system itself is flawed, that the -- you know, everything about our political system is rotten. And therefore, they need to vote for radical, angry people who will overturn it and change it. And I think it's not -- it's not a -- it's not -- my article doesn't predict that this could happen or will happen. It describes how it's already happening. And of course, we've all seen it. We've seen -- we've seen those kinds of messages on the far right. We sometimes hear them from Donald Trump. We hear them from members of Congress, from Senators. There has even been a few members -- of Republicans who have begun, finally, pushing back on this and saying, hey, why do we hear this language that sounds like Russian propaganda on the floor of the House of Representative. And that's -- that's been a phenomenon of the past few months as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "DEAN",
      "sentences": "Yes. And to hear the chairman of the Intelligence Committee, a Republican in the House saying that he thought Russian propaganda had infiltrated parts of his party, it does go to show you a lot about what you're talking about and how it's playing out in real time.Anne Applebaum, thanks so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "APPLEBAUM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:32",
      "speaker": "DEAN",
      "sentences": "Well, if you've got credit card debt, listen up. The White House had a plan to cut late fees, but it was just temporarily blocked by a federal judge in Texas.The U.S. Chamber of Commerce fighting the move on behalf of big banks and credit card companies. President Biden's plan would have kicked in next week, cutting your late fees to $8 a month. They currently run about $34 a month on average. And we are taking a look this weekend at \"CHAMPIONS FOR CHANGE,\" unsung people whose ideas and innovations are dramatically improving lives, business in society. Today's champion is known as the Plant Hunter. The search for new medicine to fight deadly superbugs has taken Cassandra Quave from a desert in Egypt to the Amazon Rain Forest. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:51:32",
      "speaker": "CASSANDRA QUAVE, CNN CHAMPION FOR CHANGE",
      "sentences": "Plants are everything. They're what provide our food, our housing materials, our musical instruments, our clothing, and our medicines. When I look at a plant, I'm looking to its chemistry and trying to understand the secrets that may unveil new medicines.The use of plants as medicines goes back to the very origins of humanity. Its 34,000 species have been documented as being used in some form of traditional medicine. Yet scientists have only looked at around 1,000 of these plants. I've traveled to some incredible places across the world in my search for nature's next medicines. We're looking for the next type of antibiotic. The work that I do is deeply personal to me. I was born with multiple congenital defects of my skeletal system, which required the amputation of my leg at the age of three. I developed a hospital-acquired infection that nearly took my life. Luckily, back in the 1980s, we still had antibiotics that worked against some of these really bad bacteria. Today, we're not so fortunate. CRAIG HOPP, NATIONAL CENTER FOR COMPLEMENTARY &amp; INTEGRATIVE HEALTH: A lot of antibiotics have been around for a long time. And the pathogenic bacteria continue to develop resistance to them. Unless you come up with a continuous supply of new antibiotics acting by new mechanisms, it's not just enough to have a new antibiotic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:57",
      "speaker": "HOPP",
      "sentences": "We could see a scenario in 10, 20, 30 years where many infections are not responsive to any type of antibiotic. And for that reason, Dr. Quave's work is essential to help prevent that from happing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:54:57",
      "speaker": "QUAVE",
      "sentences": "Around 45 percent of all flowering plants are at risk of extinction. We're losing vast opportunities to alleviate human suffering and to treat disease.This is not just about saving nature for nature's sake. This is about saving humanity. There's a lot of work that has to be done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}