{
  "date": "2024-02-08",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Supreme Court Hears Arguments in Trump Ballot Case. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:02",
      "speaker": "JONATHAN MITCHELL, ATTORNEY REPRESENTING DONALD TRUMP",
      "sentences": "There is some evidence to suggest that, Justice. But...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "Is there any evidence to suggest that the presidency was what they were focused on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "There is some evidence of that. There were people saying we don't want Jefferson Davis to be elected president, and there was also one of the drafts of Section 3 specifically mentioned that the presidency and the vice presidency as an...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "But it wasn't the final enactment.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "It wasn't the final -- it wasn't...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "Yes, I'm sorry. It wasn't the final enactment, but it does show that there was some concern by some people about Confederate insurrectionists ascending to the presidency.And we didn't want to make a law office history-type argument, where we just look at the historical evidence and pick the evidence that we like and interpret it tendentiously, because the other side can come back with us and throw this countervailing evidence back in our face. So we wanted to focus more on the text of the Constitution, because this was ultimately a compromise provision that was enacted in Section 3. And...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "All right, let me ask you another question about the states, because you have forcefully made an argument about the states not being able to enforce Section 3.So, if we agree with you on that, what happens next? I mean, I thought you also wanted us to end the litigation. So, is there a possibility that this case continues in federal court if that's our conclusion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "I don't see how it could, unless Congress were to enact a statute in response to this court's decision.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "So your point is that it would -- we would have to say, congressional enacting legislation is necessary for either state or federal enforcement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "That's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "All right, final question. The Colorado Supreme Court concluded that the violent attempts of the petition supporters in this case to halt the count on January 6 qualified as an insurrection as defined by Section 3.And I read your opening brief to accept that those events counted as an insurrection, but then your reply seemed to suggest that they were not. So, what is your position as to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "Oh, we never accepted or conceded in our opening brief that this was an insurrection.What we said in our opening brief was, President Trump did not engage in any act that can plausibly be characterized as an insurrection, because he did not engage...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "All right, so why would this not be an insur -- what is your argument that it's not? Your reply brief says that it wasn't because, I think, you say it did not involve an organized attempt to overthrow the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "Right. So that's one of many reasons, but for an insurrection, there needs to be an organized, concerted effort to overthrow the government of the United States through violence.And this riot occurred...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "So, your point is that a chaotic effort to overthrow the government is not an insurrection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "No, we didn't concede that it's an effort to overthrow the government either, Justice Jackson, right?None of these criteria were met. This was a riot. It was not an insurrection. The events were shameful, criminal, violent, all of those things, but it did not qualify as insurrection as that term is used in Section 3, because...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "JACKSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "Thanks.JOHN ROBERTS, CHIEF JUSTICE OF THE U.S. SUPREME COURT:  Thank you, counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MITCHELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "ROBERTS",
      "sentences": "Mr. Murray?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "MURRAY",
      "sentences": "The only example I can think of, Justice Thomas, is the example of Governor -- of Congressman Christie (ph), who was elected in Georgia in, I believe, 1868, and the governor of Georgia refused or declined to certify the results of that election because Mr. Christie was disqualified.But I think it's not surprising that there are few examples, because we didn't have ballots in the same way back then. Candidates were either write-in or they were party ballots, so the states didn't run the ballots in the same way. And there wouldn't have been a process for determining before an election whether a candidate was qualified, unlike the processes that we have now that states have created under their Article 1 and Article 2 powers to run elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "THOMAS",
      "sentences": "But it would seem that, particularly after Reconstruction and after the Compromise of 1877 and during the period of Redeemers that you would have that kind of conflict. There were a plethora of Confederates still around. There were any number of people who would continue to either run for state offices or national offices.So it would seem -- that would suggest that there would at least be a few examples of national candidates being disqualified, if your reading is correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "MURRAY",
      "sentences": "Well, there were certainly national candidates who were disqualified by Congress refusing to seat them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "THOMAS",
      "sentences": "I understand that, but that's not this case. I'm talk -- did states disqualify them? That's what we're talking about here. I understand Congress would not seat them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "MURRAY",
      "sentences": "Other than the example I gave, no.But, again, Your Honor, that's not surprising, because there wouldn't have been -- states certainly wouldn't have the authority to remove a sitting federal officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "THOMAS",
      "sentences": "So, what's the purpose of the -- what was the purpose of the -- of Section 3? States were sending people. The concern was that the former Confederate states would continue being bad actors. And the effort was to prevent them from doing this.And you're saying that, well, this also authorized states to disqualify candidates. So, what I'm asking you for, if you are right, what are the examples?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:01",
      "speaker": "MURRAY",
      "sentences": "Well, Your Honor, the examples are, states excluded many candidates for state office, individuals holding state offices. We have a number of published cases of states considering that. THOMASThe -- I understand. You look at Foner, or Foote, Shelby Foote, or McPherson, they all talk about, of course, the conflict after the Civil War. And there were people who felt very strongly about retaliating against the South, the Radical Republicans. But they did not think about authorizing the South to disqualify national candidates. And that's the argument you're making. And what I would like to know is, you give -- is, do you have any examples of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "ROBERTS",
      "sentences": "Counsel, I would like to sort of look at Justice Thomas' question sort of from the 30,000-foot level.I mean, the whole point of the 14th Amendment was to restrict state power, right? States shall not abridge privileges, immunity. They won't deprive people of property without due process. They won't deny equal protection. And on the other hand, it augmented federal power under Section 5. Congress has the power to enforce it. So wouldn't that be the last place that you would look for authorization for the states, including Confederate states, to enforce -- implicitly authorized, to enforce the presidential election process? That seems to be a position that is at war with the whole thrust of the 14th Amendment and very ahistorical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "MURRAY",
      "sentences": "No, Your Honor.First, we would locate the states' authority to run presidential elections not in the 14th Amendment, but in Article 29. And that power is nearly plenary to determine the needs...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "ROBERTS",
      "sentences": "Yes, but you're relying on -- you have no reliance on Section 3; is that what you're saying? MURRAYinsofar as Article 2 gives states this broad power to determine how their electors are selected, and that broad power implies the narrower power to enforce federal constitutional qualifications like... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "ROBERTS",
      "sentences": "Well, but the narrower power you're looking for is the power of disqualification, right?That is a very specific power in the 14th Amendment. And you're saying that was implicitly extended to the states under a clause that doesn't address that at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "MURRAY",
      "sentences": "We would say that nothing in the 14th Amendment takes away from the states their broad and nearly plenary power to determine the manner of selecting their electors in the manner that they see fit.As this court said in Chiafalo, that power is nearly plenary, unless something in the Constitution tells states they can't do it. And the structure of the 14th Amendment certainly was intended to expand federal power and certainly to restrict state power in some ways. But states are bound to enforce and apply, for example, Section 1 of the 14th Amendment. And so it's hard to see why states wouldn't be similarly bound or at least authorized... (CROSSTALK) BRETT KAVANAUGH, U.S. SUPREME COURT ASSOCIATE JUSTICE:  That's -- that's... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "KAVANAUGH",
      "sentences": "... greater includes the lesser argument.The states have the power, the legislature has the power to choose electors, granted. But just because there's one authorized means in the Constitution to a particular end does not mean that there's any means to that end. And so I think you're taking that electors argument and bringing it into Section 3, where, as the chief justice says, there's just no his -- and Justice Thomas, there's no historical evidence to support the theory of Section 3, nor the overall -- to explain the overall structure of the 14th Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "MURRAY",
      "sentences": "We certainly have a long history in this country of states using their power to determine the manner of selecting presidential electors to enforce other qualifications in the Constitution.I don't take it there's a great debate about whether or not states are allowed to exclude underage or foreign-born candidates or, if President Bush or Obama wanted to run for a third term, that they could be excluded under that broad Article 2 power. I don't see why Section 3 should be treated any differently. Section 3 speaks in the same... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:01",
      "speaker": "KAVANAUGH",
      "sentences": "Well, when you look at Section 3, the term insurrection jumps out. And the question is -- the questions are, what does that mean? How do you define it? Who decides? Who decides whether someone engaged in it? What processes -- as Justice Barrett alluded to, what processes are appropriate for figuring out whether someone did engage in that?And that's all of what Chief Justice Chase focused on a year after the 14th Amendment to say, these are difficult questions, and you look right at Section 5 of the 14th Amendment, as the chief justice said. And that tells you Congress has the primary role here. I think what's different is the processes, the definition, who decides questions really jump out at you when you look at Section 3. Your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "No, Your Honor, because, ultimately, it's this court that's going to decide that question of federal constitutional eligibility and settle the issue for the nation.And, certainly, it's not unusual that questions of national importance come up... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "KAGAN",
      "sentences": "Well, I suppose this court would be saying something along the lines of that a state has the power to do it. But I guess I was asking you to go a little bit further and saying,why should that be the right rule? Why should a single state have the ability to make this determination, not only for their own citizens, but for the rest of the nation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "Because Article 2 gives them the power to appoint their own electors as they see fit.But if they're going to use a federal constitutional qualification as a ballot access determinant, then it's creating a federal constitutional question that then this court decides. And other courts, other states -- if this court affirms the decision below determining that President Trump is ineligible to be president, other states would still have to determine what effect that would have on their own state's law and state procedure in terms of ballot access. AMY CONEY BARRETT, U.S. SUPREME COURT ASSOCIATE JUSTICE:  Well, I mean, if we -- if we affirmed and we said he was ineligible to be president, yes, maybe some states would say, well we're going to keep him on the ballot anyway. But, I mean, really, it's going to have, as Justice Kagan said, the effect of Colorado deciding. And it's true. I just want to push back a little bit on, well, it's a national thing because this court will decide it. You say that we have to review Colorado's factual record with clear error as the standard of review. So we would be stuck. The first mover state here, Colorado, we're stuck with that record. And I don't want to get into whether the record -- I mean, maybe the record is great, but what if the record wasn't? I mean, what if it wasn't a fulsome record? What if the hearsay rules are one-offs? Or what if this is just made by the secretary of state without much process at all? How do we review those factual findings? Why should clear error review apply? And doesn't that just kind of buckle back into this point that Justice Kagan was making, that we made with Mr. Mitchell too, that it just doesn't seem like a state call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "Three points, Your Honor.The first is that ordinarily, of course, this court reviews factual findings for clear error. But President Trump made the point in his reply brief that, sometimes, on constitutional questions that require a uniform resolution, this court can do more -- something more like a Bose Corp.-style independent review of the factual record. And we would have no objection to that, given that the record here that -- really, the facts that are disputed here are incredibly narrow. The essence of our case is President Trump's own statements that he made in public view for all to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "BARRETT",
      "sentences": "But then that's saying that, in this context, which is very high-stakes, if we review the facts essentially de novo, you want us all to just watch the video of the Ellipse and then make a decision without any deference to or guidance from lower court fact-finding? That's unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "Well, ultimately, President Trump himself urges this court to decide the merits of his eligibility on the factual record here at page two of his brief.He's never at any point in this proceeding suggested there was something else that needed to be in the factual record, any other witnesses that he wanted to call to present his case. And, again, the essence of our case is his own statements, and, in particular, his own videotaped statements on the Ellipse. NEIL GORSUCH, U.S. SUPREME COURT ASSOCIATE JUSTICE:  Mr. Murray, just to circle back to -- I'm sorry to interrupt, but I wanted to -- before we left it, wanted to circle back to where Justice Kagan was. Do you agree that the states' powers here over its ballot for federal officer election have to come from some constitutional authority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "Members of this court have disagreed about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "GORSUCH",
      "sentences": "I'm asking you.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "The majority of this court has said that those powers come from Article 2, but we think that the result is the same, whether the court locates it in Article 2 or in a reserved power under the 10th Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "GORSUCH",
      "sentences": "But you accept that this court has held, you're not contesting this or asking us to revisit that decision in Thornton or Term Limits or whatever you want to call it, that has to come from some federal constitutional authority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "No, we are not, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "GORSUCH",
      "sentences": "OK.And, here, we're not talking about the Qualifications Clause, right? Nobody's talking about whether he's 35 years old or natural-born, whatever, right? Not an issue, OK. We're talking about something under the 14th Amendment and Section 3. So that's where you have to find your authority, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:19",
      "speaker": "MURRAY",
      "sentences": "We find our authority in Article 2, in states' plenary power to run their elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "We're suggesting that, in their broad power to determine The -- to select presidential electors in any manner they see fit, they can take account of Section 3 and apply Section 3.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORSUCH",
      "sentences": "Could they do it without Section 3? Could they disqualify somebody for a -- on whatever basis they wanted outside of the Qualifications Clause?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "That would run into Term Limits.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORSUCH",
      "sentences": "Yes, I would think so, right? So, it has to come back to Section 3.And if that's true, how does that work, given that Section 3 speaks about holding office, not who may run for office? It was a point Mr. Mitchell was making earlier. And I just wanted to give you a chance to respond to it, because it seems to me that that you're asking to enforce in an election some -- context a provision to Constitution that speaks to holding office. So it's different than the Qualifications Clause, which is all about who can run and then serve, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "I don't know that it is different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORSUCH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "Other qualifications for office similarly talk about eligibility for the office. There's nothing unconstitutional about a 30-year-old trying to get on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORSUCH",
      "sentences": "Except for this disability can be removed, right, under Section 3? That's what's different about it.So, thoughts on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "Well, the fact that there's an extraordinary provision for removing the disability does not negate the fact that the disability exists today, and it's existed since January 6, 2021, when President Trump engaged in insurrection against the Constitution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORSUCH",
      "sentences": "So were his actions after that date, before he left office, ultra vires? Is that -- is that the -- where your theory leads?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "Well, that would raise the separate question of whether one can collaterally attack the actions of a de facto officer.And that may be the one place in Griffin's Case at the very end where we would agree, which is -- which is when Justice Chase said:  I have talked to my Supreme Court colleagues, and we unanimously agree that you can't collateral attack all official -- all actions of an officer who's holding -- who is, in fact, holding the position under Section...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GORSUCH",
      "sentences": "All right, but just circle back to where we started, right, that this is Section 3. Your authority has to come from there. And it's about holding office. And it's a particular kind of disability that can be removed by Congress.And it's the only one like that, right? They can't remove age or citizenship. How should that inform our thoughts about the states' efforts to regulate the ballot for a federal office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "The colloquy that my friend had with Justice Alito earlier, I think, is illustrative here.The fact that Congress has an extraordinary removal power does not negate that the disability exists today and exists indefinitely into the future, much like the fact that the Congress -- that the president can pardon somebody for a criminal conviction doesn't make that conviction somehow -- somehow contingent. And I would note that, if President Trump were appointed to an office today, if he were appointed as a state judge, he could not hold that office, which shows that the disability exists now. And the fact that Congress has a power to remove the disability doesn't negate the present qualification, nor does it implicitly bestow on President Trump a constitutional right to run for offices that he cannot hold, in violation of state law and state procedure under Article 2. SONIA SOTOMAYOR, U.S. SUPREME COURT ASSOCIATE JUSTICE:  In fact, there was a congressional action to permit Confederate officers or people who supported the Confederacy to hold office before the 14th Amendment, correct? So there must have been a thought that there was a preexisting disqualification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MURRAY",
      "sentences": "That's absolutely right. There were a flood of amnesty requests, even before Section 3 went into effect, because everybody understood at the time that those people would be disqualified the moment that Section 3 was enacted forever, unless they received amnesty.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ROBERTS",
      "sentences": "Counselor, what do you do with the what I -- what seem to me to be plain consequences of your position?If Colorado's position is upheld, surely, there will be disqualification proceedings on the other side. And some of those will succeed. Some of them will have different standards of proof. Some of them will have different rules about evidence. Maybe the Senate report won't be accepted in others because it's hearsay. Maybe it's beyond a reasonable doubt, whatever. In very quick order, I would expect, although my predictions have never been correct, I would expect that a goodly number of states will say, whoever the Democratic candidate is, you're off the ballot, and others, for the Republican candidate, you're off the ballot, and it'll come down to just a handful of states that are going to decide the presidential election. That's a pretty daunting consequence. MURRAY:  Well, certainly, Your Honor, the fact that there are potential frivolous applications of a constitutional provision isn't a reason... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "MURRAY",
      "sentences": "There's a reason Section 3 has been dormant for 150 years. And it's because we haven't seen anything like January 6 since Reconstruction.Insurrection against the Constitution is something extraordinary. And it's...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "ROBERTS",
      "sentences": "It seems to me you're avoiding the question, which is, other states may have different views about what constitutes insurrection.And now you're saying, well, it's all right because somebody, presumably us, are going to decide, well, they said they thought that was an insurrection, but they were wrong. And maybe they thought it was right. And we'd have to develop rules for what constitutes an insurrection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "MURRAY",
      "sentences": "Yes, Your Honor, just like this court interprets other constitutional provisions, this court can make clear that an insurrection against the Constitution is something extraordinaryAnd, in particular, it really requires a concerted group effort to resist through violence, not some ordinary application of state or federal law, but the functions mandated by the Constitution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "KAVANAUGH",
      "sentences": "On your point that it's been dormant for 155 years, I think the other side would say the reason for that is Chief Justice Chase's opinion in 1869 in Griffin's Case, to start, which says that Congress has the authority here, not the states.That's followed up by the Enforcement Act of 1870, in which Congress acts upon that understanding, which is followed -- and there's no history contrary in that period, as Justice Thomas pointed out. There's no history contrary in all the years leading up to this of states exercising such authority. I think the reason it's been dormant is because there's been a settled understanding that Chief Justice Chase, even if not right in every detail, was essentially right, and the branches of the government have acted under that settled understanding for 155 years. And Congress can change that. And Congress does have Section 2383, of course, the Insurrection Act criminal statute, but Congress can change it. They have not in 155 years in relevant respects for what you want here today, at least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "MURRAY",
      "sentences": "No, Justice Kavanaugh, the reason why it's been dormant is, because by 1876, essentially, all former Confederates had received amnesty, and we haven't seen anything like an insurrection since then.I'd like to address your point. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can I go to that point?SAMUEL ALITO, U.S. SUPREME COURT ASSOCIATE JUSTICE:  We can -- after the...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "ROBERTS",
      "sentences": "Justice Alito?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "ALITO",
      "sentences": "I don't know how much we can infer from the fact that we haven't seen anything like this before, and therefore conclude that we're not going to see something in the future.From the time of the impeachment of President Johnson until the impeachment of President Clinton more than 100 years later, there were no impeachments of presidents. And in fairly short order over the last couple of decades, we have had three. So I don't know how much you can infer from that. But...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "MURRAY",
      "sentences": "Certainly.But if this court affirms, this court can write an opinion that emphasizes how extraordinary insurrection against the Constitution is and how rare that is, because it requires an assault, not just on the application of law, but on constitutionally mandated functions themselves, like we saw on January 6, a coordinated attempt to disrupt a function mandated by the 12th Amendment and essential to constitutional transfer of presidential power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "ALITO",
      "sentences": "But let me ask you a question about whether the power that you have described as plenary really is plenary.Suppose that the outcome of an election for a president comes down to the vote of a single state, how the electors of the vote of a single state are going to vote. And suppose that candidate A gets a majority of the votes in that state, but the legislature really doesn't like candidate A, thinks candidate A is an insurrectionist, so the legislature then passes a law ordering its electors to vote for the other candidate. You think the state has that power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "MURRAY",
      "sentences": "I think there may be principles that come into play in terms of after the people have voted that Congress -- that the state can't change the rules midstream.I'm not sure, because I'm not aware of this court addressing it. And certainly, as the...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "ALITO",
      "sentences": "Well, let's change it so that it's not after the election. It's three days before the election, based on the fact that the polls in that state look bad.Can they do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:11",
      "speaker": "MURRAY",
      "sentences": "I think they probably could under this court's decision in Chiafalo, where this court emphasized that, for much of American history, state legislatures picked their own electors and assigned their own electors themselves.But, of course, that would be much more extraordinary than what we have here, which is simple application of normal state ballot access principles to say that we're only going to put on the ballot an individual who is qualified to assume the office.",
      "isLastSentenceInterrupted": false
    }
  ]
}