{
  "date": "2024-10-22",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Report: Trump Said \"I Need The Kind Of Generals that Hitler Had\"; How Elderly Dementia Patients Unwittingly Gave Away Life Savings In Political Donations; Trump's Former Chief Of Staff Kelly Slams His Former Boss In Two New Interviews; Sen. Bernie Sanders Discusses 2024 Presidential Election. Aired: 8-9p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "HADAS GOLD, CNN MEDIA CORRESPONDENT",
      "sentences": "So if we pull up the image the original image and then the one I created, you can see the fake car crash. And if you look closely, Erin, you might be able to see some of those visual distortions that are a marker of AI, but a real important to if you're worried that something was manipulated by artificial intelligence and you're looking at it and it's related especially to your polling place, the number one tip is get off the site that you're seeing this on and go directly to a reliable source like your state official election website.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Wow, it is amazing though because just to look at that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HADAS",
      "sentences": "That took me less than a minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BURNETT",
      "sentences": "Less than one minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HADAS",
      "sentences": "One step.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think the military maybe paying, taking care of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "TRUMP",
      "sentences": "Good. They'll do a military, that's good. If you need help, I'll help you out, okay. Today, if you need something, we'll take care, we'll make sure she is very respected,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:33",
      "speaker": "COOPER",
      "sentences": "Joining us now are former Maine Republican Senator William Cohen, who served as defense secretary in the Clinton administration. Also, CNN political analyst and retired Army Lieutenant General Mark Hertling.Secretary Cohen. First of all, what is your reaction to this new reporting in \"The Atlantic\" and also the \"Times\" interview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:33",
      "speaker": "WILLIAM COHEN, FORMER DEFENSE SECRETARY",
      "sentences": "Well, you have to put it in the context of what the former president was saying publicly. He has indicated he'd like to be a dictator on day one. He's indicated publicly in the past he would like to have my generals. He's indicated throughout that his administration he puts a premium on loyalty, not to the Constitution, but to him. He believes not in the rule of law, but in the rule of order. Order without accountability, without the rule of law.So, I think you put it in that context. This is not a new revelation, but it is continuation of who he is in character, in terms of his professed beliefs. And so, I think we have to take Mr. Goldberg from \"The Atlantic\" as I certainly support general on this in terms of what his comments are directly General Kelly. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:33",
      "speaker": "COOPER",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:33",
      "speaker": "COHEN",
      "sentences": "We'll have to wait for others to comment differently but that's my impression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:33",
      "speaker": "COOPER",
      "sentences": "Yes, Lieutenant General Hertling, I mean, in \"The Atlantic\" piece, the former president, according to Jeffrey Goldberg's reporting, Trump talked glowingly about the loyalty that Hitler received from his generals and Kelly confirmed this who reportedly said, I need the kind of generals that Hitler had.Now, Kelly didn't confirm that part. Kelly confirmed that Trump had talked to him about and that Kelly had talked to him about out Hitler's generals. Kelly went on to say that he had pointed out that some of Hitler's generals tried to actually assassinate him. That apparently that didn't have much of an impact on Trump. Trump's campaign has denied any of this that he ever said that he wished some of his genitals were like Hitler's generals. As someone who served almost 40 years in uniform, I mean, what do you make of first of all the integrity of General Kelly in terms of statements that he would make about what he heard directly and what do you make of the statements by then president Trump allegedly? LT. GEN. MARK HERTLING, FORMER ARMY COMMANDING GENERAL, EUROPE AND SEVENTH ARMY: Anderson, both of the articles and I just finished reading \"The New York Times\" article interview with General Kelly, both of the articles reflect a pattern of things that we have seen over and over again with Mr. Trump, both when he was in office and when he is out of office. In fact, I would suggest that the Goldberg article didn't cover everything. You mentioned the comments about what Mr. Trump did when he was president in terms of pardoning war criminals on several occasions, on insulting various people. It didn't cover all the bases, so the article is staggering in its length and what it mentioned. But it seemed to fit the pattern of things that we've seen Mr. Trump say publicly. In terms of the reason article, the one that was just published with General Kelly, you know, John Kelly and I served together in Iraq, we were both division commanders at the time. He was in the west and I was in the north. We conducted operations together. The integrity of General Kelly is at the forefront in my view, I know him, I know him pretty well and the fact that he is commenting on these things, right now, and really taking an extra step in saying yes, these are for all the things he said, certainly to me are much more valuable than anything that anyone on the Trump campaign would say to disavow these kind of actions. We know these things happen. We have seen Trump say these things. Again, I go back to the fact that it kind of reinforces a pattern that we've all seen publicly with Mr. Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "HERTLING",
      "sentences": "Anderson, I think we first have to consider that the code of honor in the military usually deters any former officer from speaking else, certainly while he's in active duty. But once retired, they do not want to tarnish the relationship between civilian life and the military, they are very, very reluctant to say anything of a critical nature.And that's why it makes this so unusual that General Kelly is willing to go on the record. There are others who've been less willing, but nonetheless, I have talked to a number of four-stars. I have several four stars in my own office. I know what was going on in the Pentagon in terms of their relationship with the president. And so, for General Kelly to speak out, he's saying, I am -- I served with honor. I believe that it's important for me to speak out and now at this time when so much is at stake that we have person who has indicated that he has authoritarian instincts, passions, and dictatorship friends, that he might in fact become president of the United States and occupy that position of commander-in-chief. We really can't afford that. We shouldn't want it and anyone out there listing ought to listen to the people who have put their lives and limbs on the line, like General Hertling, who served in the Clinton administration. He didn't serve President Clinton. He didn't serve me. He served the country of the United States. That's the pledge he took, that pledge of allegiance not to the president to the country and that's why I really think the general is a big deal now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "COOPER",
      "sentences": "General Hertling, I mean, that's one of the things that General Kelly talked about in \"The Atlantic\" article sort of Trump's surprised that the generals actually are not swearing an oath to the president that they are swearing an oath to support and defend the constitution. I want to play something else that Kelly told \"The New York Times\".(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "REPORTER",
      "sentences": "If he was left to his own devices, would he be a dictator if he didn't have people around him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "KELLY",
      "sentences": "Oh, I think, I think he'd love to be. I think he'd love to be just like he was in business. He could tell people to do things and they would do it, and not really bother too much about whether what the legalities were and whatnot.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "COOPER",
      "sentences": "It's remarkable, General Hertling, in any other time. If you had the former Chairman of the Joint Chiefs of Staff, the former chief-of-staff of the president of the United States, coming forward both respected, highly decorated career military people who as Secretary Cohen was saying, you know follow a code of generally not speaking out, if in any other time this occurred people would, I mean, this in any other -- in the past, this would be a death knell to any candidacy.I don't know that it'll have any impact whatsoever and it seems like everything is baked in. There's nothing that the former president can say that well turn off his supporters. Do you agree with Kelly? I mean, do you think this will have any kind of an impact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "HERTLING",
      "sentences": "I don't know, Anderson. It hasn't certainly had an impact so far. But one of the things I'd like to reinforce what Secretary Cohen mentioned is the fact that Trump doesn't understand the US military. He doesn't understand the dictates of our government.In wanting to be a dictator in any country where there's a dictator, the military serves that dictator. In the United States, the American way of war, the American way of the military is to swear the oath to the Constitution, a piece of paper that represents ideas. There is no other military in the world that does that. Other militaries swear to defend the motherland or the fatherland or the king or the queen. We swear to defend a piece of paper which includes the rule of law. Mr. Trump, obviously, doesn't want that. He wants the military to swear loyalty to him and military individuals, those who wear the cloth of the country will not do that because they understand what our nation and our values are all about, that's the key difference. But again, Anderson, going back to your original question, if we haven't seen it yet, I'm surprised because this is what former president Trump has been doing all during the time he was in office and all during the time he's been campaigning for office. So, if we haven't seen it, shame on us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:15",
      "speaker": "ASHLEY ETIENNE, FORMER COMMUNICATIONS DIRECTOR FOR VP HARRIS",
      "sentences": "It seems like to me we've sort of lost sight of what makes Donald Trump so dangerous. So I'm glad these articles are coming back to light and really raising this issue. It's not the antiques the dancing, it's not the lewd comments about a golfer, it really is this point that we're not so sure where Donald Trump allegiances are. They are primarily to himself.And I believe the generals, both of them to your point, have said that he is a fascist to his core, and it not only fits a pattern, but it's what we saw with our own eyes. Let's go back to when he was president and he actually stood in Helsinki next to Putin and sided with Putin over US intelligence, that he gave secrets to the Russians in the Oval Office in the early days of the administration, that he made millions and millions, not just him, but his entire family off a foreign government selling US interest. That is who Donald Trump is, and that is what makes him so dangerous. So I'm glad we're actually getting back to the very core of what makes Donald Trump unfit for this office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:15",
      "speaker": "COOPER",
      "sentences": "Erin, I mean, as we pointed out, the Trump campaign is denying the reporting of \"The Atlantic\" denying that he said that about the family of the fallen soldier, denying that -- and that they put out the sister of Vanessa, again has said that -- put out a statement basically saying that they you're still--  they're grateful for the support that President Trump gave them. Didn't actually directly talk about whether or not Trump paid money or not, what do you make of this reporting?ERIN PERRINE, FORMER DIRECTOR OF PRESS COMMUNICATIONS FOR THE TRUMP 2020 CAMPAIGN: There is a lot of this reporting that you're seeing right now, not only \"The Atlantic\", but other outlets about Donald Trump and his behavior. And you've been seeing this reporting and his comments in the media every day, it gets covered breathlessly and it hasn't moved voters at this point. The likelihood that has an impact on the election it's unlikely at this point, but what it does lead to is the closing argument conversation that both campaigns are trying to have right now. And while -- if Donald Trump turns out all of his base supporters and Kamala cant expand her map. He's probably going to be able to win this election. But if her closing argument is Trump's bad, she's clearly seeing even right now using that as an argument on TV, in interviews, in ads, it's not moving voters in the persuadable ones she needs. That is not going to be a winning closing argument for her that Donald Trump is bad because it hasn't persuaded the voters to her side yet. So, the conversation is, as these stories continue to come out, is Kamala going to lead into the Trump bad, but no future looking or what she's going to bring to the table or just end it there because it won't be enough to get her the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:15",
      "speaker": "COOPER",
      "sentences": "Van, I want to play something else that General Kelly told \"The New York Times\".(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:15",
      "speaker": "KELLY",
      "sentences": "I think this decision was over using the military to go after American citizens is one of those things I think is a very, very bad thing even to say it for political purposes to get elected I think is a very, very bad thing, let alone actually doing it.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:15",
      "speaker": "COOPER",
      "sentences": "In your view does this paint the former president's recent comments about using the military against the \"enemy from within\" in any kind of a new light?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:15",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, it does. And I think that there are people who are still trying to make up their mind about what to do. And I think tonight should be a very sobering moment for those people.If Kamala Harris gets elected president, what is the worst thing that she's likely to do? You might not like her tax policy and in two years you can vote in a new Congress and two years after that, you can vote a new president and get a different tax policy. If Donald Trump gets elected and even some of these people are bitter, or mad, or they're exaggerating, or some of this stuff are not to be true. If even half of what they're saying is true. What's the worst that could happen with Donald Trump? It is an unknowable, it is beyond our ability to comprehend. And so, if at this point you are at home and you're trying to figure out what should I do? Tonight should give you real pause. The worst thing that Kamala Harris could do, maybe bad tax policy. We may not have a Constitution by the time that someone like this is president with no guardrails, though he didn't do a lot of bad stuff when he was in there before because we have people around him who wouldn't let him. Those people are all gone. You now have a Supreme Court that says he gets essentially lawless. You have lawless president with no regard for our Constitution and people, the joint chiefs of staff, the former chief-of-staff to the White House, are screaming and yelling, saying, my God, do not vote for this man. That should matter to people tonight. It should matter to people tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:15",
      "speaker": "ANA NAVARRO, CNN POLITICAL COMMENTATOR",
      "sentences": "Anderson, I know John Kelly very well. General John Kelly was the commander of SouthCom, which is based out of South Florida. We were neighbors in Coral Gables. He, his wife, Karen, I spent a lot of time socializing with them. I spent a lot of time with them just after they had lost their son, Robert who died in Afghanistan, serving in Afghanistan.To me, hearing John talk about this right now, is chilling because it's an extraordinary step for John Kelly to take 14 days before the election, trying to warn the American people, look, the gravitas that John Kelly has, the commitment to duty, the dedication to chain of command. This is not something he does lightly. John Kelly has not written a book. He hasn't been out there giving paid speeches blasting Trump. He hasn't been on TV or trying to become a TV commentator. John Kelly has kept fairly quiet. This is a desperate measure, trying to warn the American people not to reelect this man because John Kelly knows him up close. I have zero doubt that John Kelly is telling the truth. John Kelly does not lie. He served admirably and honorably for decades and decades. This is a man who we should listen to. And look, if you are a staunch Trump supporter, it won't matter to you, but to those Republicans who say they have the greatest respect for the military, to those Republicans who say they are for law and order. They better heed John Kelly's words. And I hope that at least some of them take it seriously and if they are having a hard time marking that ballot for Kamala Harris, that this is something that helps them finally make that decision. And let me also please talk about this stuff, about what he said about Vanessa Guillen. If you don't believe that Donald Trump is capable of saying that $60,000.00 does it cost that much to bury a effing Mexican, then you haven't been listening to Donald Trump. You haven't been listening to the way he talked about Judge Curiel as just a Mexican, you haven't been listening to the way he talked about Mexicans as criminals and rapists. You have forgotten when he said that people like me come from shithole countries. This is true to form for Donald Trump. So for those Latinos out there who think that when he says racist offensive things, it doesn't apply to them, you are wrong. And if you are a Latino or an American with Trump amnesia, this should help to cure you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:15",
      "speaker": "COOPER",
      "sentences": "Erin, as you said, the Trump campaign is denying these statements about Vanessa Guillen. To Ana's point anybody who has listened to Donald Trump, even those who support him, I mean, has heard the language that he has used. It is certainly not, I mean, I don't know that there's anyone who would say there's no way he could have possibly ever said something like that. I mean, he's sort of -- I mean, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:15",
      "speaker": "PERRINE",
      "sentences": "I think you could throw anything out there in this day and age and say I wouldn't be surprised if Donald Trump said that, but that's not the -- that shouldn't be the qualifier here. Right now, these campaigns need to focus on their closing message. I know, I said it before about whether or not it's going to be Trump bad and that's going to be Kamala's argument.But for Trump right now, we continue to have breathless conversations about what but he's saying and not about the policy proposals. He is still owning the media conversation and Kamala took today off, I can only assume to prep all day outside of her two interviews for your interview tomorrow with her, the town hall meeting, but all of that to say she is down on the campaign today and he is still owning the oxygen. There are still constant conversation and noise about Donald Trump. So while these very -- military officials to come out and say this, that is big. I won't deny that. That is a big step for them to make, but that is still in the oxygen chamber that is getting sucked up by Donald Trump for it to move voters is so unlikely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "ETIENNE",
      "sentences": "No, absolutely. I mean, this is not a new cycle that I would think Donald Trump would want, but let me get back to what Erin said and what Ana said. The problem here is the Republican Party's refusal to be honest with the American people. In fact, they're misleading, intentionally deceiving the American people.I ran the first impeachment war room where Donald Trump tried to shake down another country to get dirt on Joe Biden. He violated his oath office. We had two senators, Republican senators, right? That came to the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "COOPER",
      "sentences": "That country was Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "ETIENNE",
      "sentences": "Ukraine, what did I say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "COOPER",
      "sentences": "No, you said another country, you named it. I support it because it is a country now at war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "ETIENNE",
      "sentences": "Oh yes, sorry yes. Absolutely, I did that yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "COOPER",
      "sentences": "Then the holdup was weapons to Ukraine and they are now fighting the war in desperate for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "ETIENNE",
      "sentences": "Anderson, absolutely. But the point is they came to our impeachment war room and they told us, day two of the trial, you're right, he did it but we're not going to do anything about it. And then they go on TV and they lied to the American people. This is why it's not sticking, it's because the Republican Party refuses to be honest with the American people and are perpetuating these lies about Donald Trump.And the reality is, is Donald Trump has consistently put himself before the interests of the American people. And that should matter, and that should be part of the closing argument. It doesn't have to come from Kamala Harris. It can come from the entire apparatus of the Democratic Party. This is what were potentially going to get for another four years. These unknowns about what Donald is selling off in his own interests that are jeopardizing the security, the health of not only our democracy, but of our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "COOPER",
      "sentences": "Tonight, a new CNN investigation looking at the dark side of some of the enormous sums of money being raised this election cycle. Specifically, our exclusive reporting uncovered dozens of elderly Americans, including many suffering from dementia, being exploited by unsavory political fundraising tactics. We're talking about millions of dollars lost and for some, their entire life savings. Now groups representing both parties are involved, but the biggest beneficiary of the small donations from unwitting donors identified by CNN was Donald Trump. Kyung Lah has that story.(BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "JASON BENJAMIN, FATHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "So you made more than $100 donations in one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "RICHARD BENJAMIN, LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "My gosh.KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): The Benjamin family has had this conversation before. 81-year-old Richard Benjamin just doesn't remember. R. BENJAMIN: So between these two months, it's over $60,000. LAH (voice-over): Richard Benjamin has dementia. R. BENJAMIN: WinRed. Boy, there was a lot of them WinRed ones. LAH (voice-over): Ultimately, he gave away more than $80,000 in political donations, all going through a fundraising platform called WinRed. Republican campaigns rely on it to solicit donations. Often using misleading ads through email and text messages like, \"We tried to warn you, but you kept ignoring us.\" \"President Trump personally tapped you.\" \"This is not a drill.\" J. BENJAMIN: When we looked at his phone, his phone told the whole story because he would get --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "MICHELLE GOLDNER, FATHER LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "Dozens --J. BENJAMIN: -- dozens of text messages a day referring to him as a patriot and thank you for helping to save America. R. BENJAMIN: I was dealing with President Trump and so it came up that when I -- when they wanted to find out what I was doing, that's what I put in. J. BENJAMIN: He really, in his heart, believed that Donald Trump and Donald Trump Jr. and other politicians were personally reaching out to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "GOLDNER",
      "sentences": "He just didn't have the capacity to understand what it was that he was actually doing.LAH (voice-over): Benjamin's information was shared across dozens of Republican campaigns, it's overwhelmed by deceptive messages begging for money. The result, his children say Benjamin was duped into giving away his life savings. J. BENJAMIN: You had to get a home equity line of credit to pay this off, right? R. BENJAMIN: Yes. J. BENJAMIN: Yes. So depleted his saving and then we moved him over here to assisted living and sold his house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "LAH",
      "sentences": "You had to sell a house, move him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "GOLDNER",
      "sentences": "Sell his car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "LAH",
      "sentences": "-- sell his car. And this is all from $10 and $25 donations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "GOLDNER",
      "sentences": "He had essentially put himself $50,000 in debt after he had given them his life savings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:09",
      "speaker": "LAH",
      "sentences": "Do these political campaigns bear some responsibility?J. BENJAMIN: They have very sophisticated operations. It's really outrageous. I mean, there's no other way to frame it. LAH (voice-over): CNN's investigative team reviewed more than 1,000 public reports and complaints and found deceptive political fundraising by Republicans and Democrats has victimized hundreds of elderly Americans misleading them into donating far more than they intended. And it adds up a sample of just 52 elderly donors, many who suffer from dementia or cognitive decline gave away more than $6 million of their life savings, the majority to Donald Trump and other Republican candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "This is outrageous. It was like a total fraud. The bank was sending fraud alerts because of it. Because they were charging her $3, $20, $15, as if somebody was hacking into your credit card. But it was WinRed that was charging all these.LAH (voice-over): Even the money her mother set aside for a funeral was gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "I have this pit in my stomach. It makes me feel like throwing up, thinking that the last months of her life were about her being swindled. It's just -- it's incomprehensible. It really is. It's unconscionable what they've done. LAH (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "She just got another text.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "It's endless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "This is while we've been here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "I mean, it's every few minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "It's every few minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "And what does this say? Make --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "Make this monthly recurring donation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "And it's checked already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "KAREN",
      "sentences": "Yes. Oh my god. This is confusing. Look at this. Bright yellow, all these checks, all these directions. I don't even know how to make sense of this.LAH (voice-over): The box is pre checked, meaning the campaign can automatically withdraw recurring donations monthly, even weekly. We tried to reach WinRed by phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your call has been forwarded to voicemail.LAH (voice-over): Text and email.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "All right, 4250.LAH (voice-over): And then went to the address that WinRed lists as its headquarters in Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "I'm Kyung Lah from CNN. Could I speak with somebody from WinRed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They are not located in the building on site.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "WinRed lists this address officially with the state of Virginia, but they don't actually have anyone here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "MATTHEW HURTT, ARLINGTON, VIRGINIA GOP CHAIR",
      "sentences": "If you look at a donor as an endless pile of $25 contributions and not think about the reason they're contributing, that's a problem. LAH (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "HURTT",
      "sentences": "It shouldn't be complicated or nefarious or tricky or schemy (ph) to have somebody make a contribution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "LAH",
      "sentences": "Why are you using the word scheme?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "HURTT",
      "sentences": "Any platform that tricks older donors into giving money unwittingly seems like a scheme to me.LAH (voice-over): Though CNN found nearly seven times more complaints from Republican donors, families of Democratic donors have also unwittingly given away their money. Matt and Dave Weisbart's mother, in cognitive decline, donated more than $200,000 to Democratic campaigns through ActBlue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "DAVE WEISBART, MOTHET LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "It's theft. It's elder abuse. There's no doubt about it.LAH (voice-over): By talking publicly, they hope one thing might work to get ActBlue to return some of their mother's life savings -- shame.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "MATT WEISBART, MOTHET LOST LIFE SAVINGS THROUGH POLITICAL DONATIONS",
      "sentences": "The right thing to do, the moral thing to do is to return that money to her. You don't have to. It's not illegal what they did, but it's morally wrong.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "COOPER",
      "sentences": "And Kyung Lah joins us now. I mean, have any of the accused responded to the allegations?LAH (on-camera): Well, as you saw, all of our attempts to contact WinRed to no avail, we kept following up and still they completely ignored our requests for comment. We did hear from the Trump campaign and that campaign says that they do notify donors before processing recurring donations and they do have staff on hand to help donors if they want to process any sort of cancelations. As far as ActBlue, we did get a statement and that statement said that it has a service team to help donors. And if they need refunds, especially if there are signs of cognitive decline, they will try to assist them beyond their standard 90-day refund window, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:03",
      "speaker": "COOPER",
      "sentences": "Is this legal?LAH (on-camera): You know, given what we've laid out, you would think that there's some sort of remedy. So there are a few states that are trying to do this, try to find some legal remedy, but it is protected speech. Political speech, as you know, Anderson, is protected. And so, it's a very high constitutional barrier in order to prove any sort of fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:59",
      "speaker": "COOPER",
      "sentences": "More now in our breaking news coverage of the former president's one time chief of staff, Retired Four-Star Marine Corps General John Kelly criticizing his former boss in two separate interviews just 14 days before the election. Here's what Kelly told the New York Times about Trump's -- what he says are Trump's positive comments about Adolf Hitler.(BEGIN VIDEOCLIP) JOHN KELLY, DONALD TRUMP'S FORMER CHIEF OF STAFF: He would, he commented more than once that, you know, that 'Hitler did some good things, too'. And of course, if you know history, again, I think he's lacking in that. But if you know what history, if you know what Hitler was all about, it'd be -- you'd be pretty hard to make an argument that he did anything good. (END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "SANDERS",
      "sentences": "Right. Look, what you have -- and I think it's important for Republicans and Conservatives to understand this. It's not just John Kelly, his former chief of staff. It is Mike Pence, who was his vice president for four years, unprecedented, to saying Mike Pence is not going to vote for Donald Trump.It is Dick Cheney, one of the most conservative vice presidents in American history, and his daughter Liz Cheney, not voting for Donald Trump. It is Mitt Romney, the 2012 Republican candidate for president, not voting for Donald Trump. Why is that? It's not only just policy issues, it is the fact that they understand by in -- by temperament and character. This man is unfit to be president of the United States. He is a pathological liar. For the first time in American history, he tried to prevent a peaceful transfer of power and fomented an insurrection to try to deny the election results of 2020. So before you even get into policies like climate change or minimum wage or housing or anything else, healthcare, I think it's just a no brainer that Donald Trump should not be elected president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "COOPER",
      "sentences": "General Kelly confirmed in the New York Times that Trump called service members who were injured or killed, quote, \"suckers and losers,\" including applying those terms to Senator John McCain. You served with the late Senator McCain. I mean, do you believe John Kelly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "SANDERS",
      "sentences": "Yes, I do. I mean, I know John slightly, and I knew John McCain fairly well. And John and I disagreed about everything. But we were friends actually and I liked him very much. An honest straightforward guy, who, obviously served his country heroically, was a prisoner of war and, you know, deserves our deepest respect.And he is somebody who was disrespected by Trump, I suspect because he cast -- McCain cast a deciding vote to protect the Affordable Care Act. But I think in Trump, you have somebody who is power hungry, who has very, very strong authoritarian tendencies, who does not believe in democracy. And no matter what your views are, I don't care if you're a conservative, progressive or whatever you may be, this is not a guy we should be supporting to be president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "COOPER",
      "sentences": "What do you think Vice President Harris needs to do in this next, you know, 13 -- 14-day period? Reuters is reporting that the Harris campaign is in talks with the Joe Rogan podcast. You -- I know you've gone on that podcast. You go and speak at a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "SANDERS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "COOPER",
      "sentences": "-- lot of places. I saw you recently on Fox. Do you think she should go with that? SANDERS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "COOPER",
      "sentences": "I know you're even here. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "SANDERS",
      "sentences": "Oh, look, I think it doesn't hurt -- you know, Trump is all over the place and I think it doesn't hurt. Get out there, answer the questions. But I think also -- and she's been making some progress in this area. I think she's got to be stronger on economic issues.It pains me very much as somebody who grew up in a working class family that lived paycheck to paycheck to see working class people supporting Donald Trump, who's going to work day and night, not for workers, but for the billionaire class. So recently, Kamala has said, for example, which is a good thing, that she wants to expand Medicare to cover home health care. I don't know, Anderson, if you've studied the issue, disastrous (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "COOPER",
      "sentences": "Yes, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "SANDERS",
      "sentences": "Elderly people, disabled people want to stay in their homes, forced into nursing homes because they can't pay for the home health care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "COOPER",
      "sentences": "Right. The cost is astronomical (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:04",
      "speaker": "SANDERS",
      "sentences": "She wants to expand Medicare to cover home -- astronomical. That's a big deal. She wants to cover vision and hearing. I would like her to cover dental as well, but it's a big, big deal that she's willing to do that. Just the other day, today I think, she announced her support for raising the minimum wage to at least $15 an hour. I would go higher than that.But you've got millions of workers in America today. We're trying to get by on $10, $12, $13 an hour. I don't care if you're in rural Wyoming or if you're in New York City, you can't make it on $12, $13 an hour. We've got to raise the minimum wage. She wants $15, at least $15. It's a step forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "SANDERS",
      "sentences": "I don't think so. We're talking about two different things. Liz Cheney and I disagree on every single thing. You name it, we disagreed. The one area where we don't disagree is she happens to believe in American democracy and the rule of law. And that's why she has been so opposed to Donald Trump and supporting Kamala. And I respect that.You know, she has taken enormous flack from the Republicans, her fellow Republicans. But what I think you're seeing now is many Republicans saying, you know what? I disagree with Kamala on the issues. But we cannot have somebody as vulgar as Donald Trump, as president, somebody who lies all the time, somebody who does not believe in the foundations of American democracy. And I respect Republicans for having the courage to do that. You know, we can -- Liz Cheney and I will argue about every issue in the world. I'm right and she's wrong. But that's called the democratic process, you know? That's what we do. We don't try to deny election results. That's authoritarianism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "COOPER",
      "sentences": "Senator Sanders, I appreciate your time on this really busy night. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "SANDERS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "Brand new episode of my podcasts, season 3 of my podcast All There Is just got posted now. It's available wherever you get your podcast. You can also just point your cell phone camera right now, the QR screen on -- QR code on the bottom of your screen and click on the link that pops up.My guest is psychotherapist and author Francis Weller. I've been talking privately with him for months and he's been talking to me about trying to develop what he calls a companionship with grief. He wrote a book called, \"The Wild Edge of Sorrow,\" which is one of my favorite books about grief. This is a very personal episode of the podcast. I started talking with Francis about how I've been struggling this year to figure out how to face grief that I've run from for a long time. Here's a preview. (BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "I'm amazed that I'm 57 years old, and, you know, from the outside, pfft, I guess relatively high functioning. And yet, as soon as I think about my dad, my voice cracks. It stuns me that that happens now. Like, I feel like, shouldn't I be over this?FRANCIS WELLER, AUTHOR, \"THE WILD EDGE OF SORROW\": To the boy, to your heart, to your soul, that time doesn't matter at all. It's grief that hasn't really fully been honored. There's a request from soul, from grief, that says we must honor these losses. If we don't, they really become like a sediment and waves us down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "I put it in a box and I thought I'd sort of dealt with it and lived my life and suddenly now I feel like it is banging on the door.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "Is this a problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "I mean, it's nice in some ways because I'm feeling --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "-- because I've deadened myself for decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "Yes. Yes. I mean, you've lived strategically. How do I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "-- avoid those depths. But at some point, the strategies fail, and then something more genuine is asked to be encountered. So when this touches you, like I say, is this a problem, or is this actually a deepening of you, drawing you into the depths of where your father still lives, where your brother still lives. They still are there. And when we honor them, we are deepened. We are ripened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "That --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "Take your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "That idea that -- I mean, what -- it amazes me, sitting here, you say those words, and the idea of -- they ring very true to me, the idea that deep inside me, my dad is still alive, and my brother's still alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "Yes, and it's the grief that is the knit between the two of you. So when we refuse to feel the grief, in a sense, we're pushing that relationship far away. Keep the love of those who have died. Well, the only way you get to keep that is by honoring the rights of grief. The rights of love involve grief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "COOPER",
      "sentences": "Shouldn't I be over this? Shouldn't I have evolved to a place where I can sort of think fondly for the memories I have without it, you know, bringing tears to my eyes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:39",
      "speaker": "WELLER",
      "sentences": "I think those tears are holy. And they speak to how much you loved your father and your brother and your mother. Those tears are the current expression of that relationship. I wrote that grief is one of the most powerful solvents. It can soften the hardest places in us.It can loosen and open our hearts again. That's what I see happening to you. So like right now, all the strategies are failing. Right now, what's here is what's present between us in this conversation. The vulnerability of that, the tenderness of that, that's when I can feel you. That's when you're actually in the room. (END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}