{
  "date": "2024-10-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Stokes Fear Over Voter Fraud in Pennsylvania; Harris on Biden's Comments About Trump Supporters; Harris in Swing States NC, PA, and WI; Trump Repeating \"Enemy from Within\"; Arnold Schwarzenegger Endorses Harris. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Registration forms had been sort of put aside and segregated to be reviewed and investigated, but they have not said how many examples of actual fraud that they have found. They also said that they suspected two other counties could have received potentially fraudulent applications.But here, the former president getting out ahead of the facts suggesting that there has indeed been fraud. Of course, Pennsylvania is one of the most sought-after prizes in the Electoral College, which is why we've seen the Trump team, the RNC, filing many legal challenges already in that state, laying the groundwork to challenge a potential outcome that doesn't go their way in a court of law. But here you see him also sowing seeds of doubt in the court of public opinion. Governor John Shapiro spoke to CNN about these efforts last night. Let's take a listen to what he said. (BEGIN VIDEO CLIP) GOV. JOSH SHAPIRO (D-PA):  I understand that Donald Trump wants to again, you know, use the same playbook where he tries to, you know, create chaos and stoke division and fear about our system. But again, we will have a free and fair, safe and secure election in Pennsylvania and the will of the people will be respected and protected. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "REID",
      "sentences": "And, Jim, we will continue to cover that investigation and bring our viewers any developments if this investigation does yield evidence of actual fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Just moments ago, we heard from Vice President Kamala Harris. She addressed President Biden's comment about Trump supporters. Let's take a listen.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT AND U.S. PRESIDENTIAL DEMOCRATIC CANDIDATE:  I think that, first of all, he clarified his comments. But let me be clear, I strongly disagree with any criticism of people based on who they vote for. You heard my speech last night and continuously throughout my career. I believe that the work that I do is about representing all the people, whether they support me or not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "And joining me now is Democratic Congresswoman Mikie Sherrill of New Jersey. She is a Harris campaign surrogate. Good morning, Congresswoman. Thank you so much for being with us. Your reaction to what we just heard from the vice president?REP. MIKIE SHERRILL (D-NJ):  You know, I think she is saying what she has said her entire campaign, really, as she pointed out her entire career. She will be a president for all of the people. And it stands in such stark contrast to Trump, who is really, even as we speak, trying to purge voter rolls in Virginia. And I don't say this theoretically. My brother-in-law is from Columbia. He's been a citizen of this country since 2015. He was, for some unknown reason, purged from the voter rolls through the DMV in Virginia, told that within 14 days of the election, he was going to have to sign a sworn affidavit saying he's a U.S. citizen. And then he called the number on the letter. They said he had to go to the government center and show proof of citizenship and then re-register to vote. Imagine that. My sister did not receive any such letter. She doesn't have -- she didn't take his last name. So, imagine what you have to then go through if you're, you know, a busy parent of kids. I know my nephews are involved in a lot of activities. Luckily, he went to that government center to re-register, but why did he have to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SHERRILL",
      "sentences": "This is what's going on across Virginia and really across the country as Trump tries to suppress the vote, tries to call into question our democracy and our democratic system of government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "If I could just follow up, though, on what President Biden said. Are you concerned that the president's comments will hurt the vice president politically? And do you think it would just be best at this point if the president were to just let the vice president run her campaign in these final days before the election and maybe just stay out of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "And, Congresswoman, I did want to ask you about Vice President Harris' speech at the Ellipse, at the site of Trump's infamous January 6th rally back in 2021. What do you hope Americans take away from that moment? It was a bit overshadowed by what the president said last night. But what do you hope Americans take away, especially those wavering Republicans, centrist Republicans who may be undecided in these final days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SHERRILL",
      "sentences": "I hope people look at the difference. You know, I listened to Liz Cheney. I served in the military when her father was the vice president. I have disagreed with the Cheney's on so many different issues because, look, she served as a congresswoman from Wyoming. That's a very different economy with very different needs from New Jersey.But I think where we come together and where there's no daylight between us is a love for this country, a support for our constitution, and a belief in the values of America. And that is where there's no daylight. And that is a sharp contrast to Trump. And I think when you think about what was going on on January 6th, what was going on as he just stood by while people motivated by him attacked the capitol, attacked members of Congress, were trying to attack the vice president, Trump's own vice president, and he was supporting that, and you see then Kamala Harris, who says she's going to be a president for all of the people, who cares very deeply about creating opportunity for all Americans, who actually has expressed her own experience growing up in this family. And so, I know that she gets it. She gets how hard it can be to raise a family in this country and she wants to make it easier. She knows how hard it is when grocery prices cost way too much, how difficult it is to afford a home right now. And she wants to focus on that and I know she will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Congresswoman Mikie Sherrill of New Jersey, thanks so much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SHERRILL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "The enemy from within. We've heard Former President Donald Trump say it over and over in the final weeks of this race.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE:  I think the bigger problem are the people from within. We have some very bad people, we have some sick people, radical left lunatics. And I say it to people, we have a bigger problem in my opinion with the enemy from within. When I say the enemy from within, the other side goes crazy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Joining me now is historian and Atlantic staff writer Anne Applebaum. Anne, great to have you back on the program You wrote a piece this week titled \"Trump Wants You to Accept All of This as Normal.\" You know, we've been having a discussion this morning about a gaffe from President Biden and here you have the former president out on the campaign trail, talk shows, you name it talking about fellow Americans as the enemy from within.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANNE APPLEBAUM, STAFF WRITER, THE ATLANTIC AND HISTORIAN",
      "sentences": "The gaff from President Biden is a pretty outrageous distraction. This is the darkest campaign closing we have had in living memory, maybe ever. This is different from 2016, different from 2020. The presidential -- we have a presidential candidate talking about his opponents as the enemy within. He's talked about using the police or the National Guard against them. He talks about America as garbage, as a garbage can. He implies that there are armies of illegal immigrants who are going to swing the election. These are all lies, but they're also apocalyptic.They're designed to frighten people. Maybe to prepare them for another attempt to steal the election. Maybe to prepare them for a Trump presidency that would seek to break the law. But this is a real change from any kind of political campaign we've been seen before. And look at what Harris did last night. She made a patriotic speech in front of the Washington Monument, surrounded by American flags. She talked about hope and the future. That's exactly the opposite of what Trump is doing now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "And, Anne, I want to read a few lines from your Atlantic piece that stood out to me. This one reads, quote, \"You are supposed to just get used to the idea that Trump wishes he had Hitler's generals or that he uses the Stalinist phrase enemies of the people to describe his opponents. Because once you think that's normal, then you'll accept the next step. Even when that next step is an assault on democracy and democracy and the rule of law,\" end quote.I guess, you know, one of the questions I've had throughout this campaign, Anne, and maybe you can address it, is why this is working? I mean, you know, Trump is on the verge of potentially winning back the presidency. We know the polls are tight, but he really could pull this off despite this kind of rhetoric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "And, Anne, I mean, what you said earlier I think is very important. We have not seen a campaign like this. I mean, what we saw in 2020, I mean, yes, Trump used that kind of rhetoric, but not to this degree, same with 2016. And, you know, we played Reagan's Shining City on a Hill comment last Friday, the remarks that he made at the end of his presidency. I mean, this is so contrary to what you would hear from Ronald Reagan, who was, at one point, you know, the biggest star in the Republican Party, the leading figure in the conservative movement in America. But if you go all the way back to Dwight Eisenhower who was a general and led the D-Day invasion, served two terms as President of the United States as a Republican, I mean, it's just so contrary to where the party has been for 50 years, and yet, the party has embraced him. Donald Trump, that is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "APPLEBAUM",
      "sentences": "It's contrary to where the party has been. It's also why Harris has gone in exactly the opposite direction. I mean, can you remember Democratic rallies where people were chanting USA, USA, like at a hockey match, at the Olympics where the flag is prominent where the -- where she -- where the candidate stands, as I said, in front of national monuments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "APPLEBAUM",
      "sentences": "The -- you know, the patriotic -- the way is open for Democrats to choose a patriotic candidate, and she is clearly seeking to still appeal to patriotic voters. I mean, that's actually equally remarkable. I mean, it's a change just as interesting as the one inside the Republican Party, which is one that we've all observed and seen take place over the last eight years.",
      "isLastSentenceInterrupted": false
    }
  ]
}