{
  "date": "2024-04-26",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Trump Attacks Case As Hush Money Trial Wraps For The Week; Pecker Admits He Killed Stories To Influence The 2016 Election; Ronan Farrow: Weinstein Case Could Impact Trump Trial; \"MisinfoNation: The Trump Faithful\" Airs Sunday At 8P.M. ET; Trump Says He Would Debate Biden \"Anywhere, Anytime, Anyplace;\" Fact Check: Biden Repeats Claim That He \"Got Arrested\" Defending Civil Rights, There's Still No Evidence To Support That Claim; Rep. Brad Wenstrup (R-OH), Is Interviewed About Fmr. NY Gov. Cuomo Subpoenaed Over Nursing Home COVID Deaths; Blinken: Evidence China Is Trying To Interfere With U.S. Elections. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Chad, you're actually quite familiar with this area. Tell us about the situation unfolding right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Yes, this was a violent tornado just a few minutes ago, crossed Highway 6. Also I80 just to the east of the city limits of Lincoln. Now, this storm has continued to move to the north and will be affecting Bennington, Blair and the like. But this was a violent tornado on the ground that crossed over the interstate. We do know there are damage and also there are injuries here, we just don't know how many but yet.Look at the size of that tornado. Let's get to the maps here. I'll show you what's going on. It could be a continuously violent night all the way through the morning hours. We will see tornadoes likely on the ground throughout the night all the way from really almost Texas into Nebraska. This red box here, that's the tornado watch box, which means they're possible, these pink boxes, which means they're happening. So for you, Bennington, Missouri Valley, that would be Blair right over here, there's I680 Omaha. But what I'm concerned about down here south of Sarpy County, these are more storms here that are violently rotating and are working toward Omaha proper where the storm here missed the western suburbs of Omaha, almost Elkhorn, really. But this is the area that I'm most concerned about over the next 30 minutes or so. Now for Chanute, Kansas, you have some storms to your west as well. They are also rotating. Down in Texas, it is hail and a wind event for you. We will watch the tornadoes because they are on the ground right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, scary stuff. Meteorologist Chad Myers, thanks so much. The other major story this hour, day four of testimony in Donald Trump's criminal hush money cover up trial has just wrapped up for the week. What a week it has been for the former president. Today in court, the defendant watched three witnesses testify, including his former assistant Rhona Graff, as well as David Pecker, his purported friend and former publisher of the National Enquirer, testifying about the deal that Pecker says helped broker with adult film star and director Stormy Daniels.Pecker today in his fourth day of testimony admitting he would kill stories, meaning he would buy them and then not run them so as to influence the 2016 election and, quote, \"to help a presidential candidate,\" candidate being his friend, Mr. Trump. Prosecutors say Trump's falsification of business records over those hush money payments to Stormy Daniels amount to an illegal conspiracy to subvert the election by concealing information from voters. We'll see if the jury goes along with that theory. That is just one of the legal dramas starring Mr. Trump this week. Yesterday, his federal election subversion case was front and center as the U.S. Supreme Court heard oral arguments on his claim that presidents are immune from prosecution for official acts they commit while being president. The justices seem to be leaning toward rejecting his claims of sweeping immunity. Trump also took a loss yesterday when a federal judge upheld the verdict and award in E. Jean Carroll's defamation case against Mr. Trump, denying his motion for a new trial altogether. This week Mr. Trump also finds himself listed as an unindicted coconspirator in both Arizona and in Michigan's 2020 election subversion investigations and indictments. Let's discuss all of this with Ronan Farrow, contributing writer at the New Yorker who's done extensive reporting on David Pecker and his company, AMI, as well as the Karen McDougall catch and kill deal. Ronan's a lawyer, also the author of \"Catch and Kill, Lies, Spies, and a Conspiracy to Protect Predators.\" Ronan, good to see you again, my friend. So today, the defense tried to expose small inconsistencies in Pecker's statements. They focused on a key August 2015 meeting at Trump Tower with Pecker and Trump and Cohen, where Pecker said he agreed to be the eyes and ears for the Trump campaign, flagging any negative stories about Trump to Michael Cohen. The defense asked, \"Did you ever specifically use the term catch and kill in the meeting?\" And Pecker replied, \"No, I did not.\" But then, under redirect questioning from the prosecution, Pecker reiterated the content of the 2015 meeting, saying, \"My understanding is those stories that come up, I would speak to Michael Cohen and tell him these are the stories that are going to be for sale, that if we don't buy them, somebody else will, and then Michael Cohen would handle, buy them or try to make sure that they don't ever get published,\" unquote. So, even if the term catch and kill wasn't used, you wrote a book called catch and kill, is that not catch and kill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:25",
      "speaker": "TAPPER",
      "sentences": "Yes. And Pecker acknowledging that the story that he helped kill, that he paid $150,000 to kill one of the stories you helped break, Karen McDougal's silence being bought for $150,000, that that would have been in, I forget, I don't know if it was the prosecution or Mr. Pecker, but tabloid gold was the term that was used because people who read the National Enquirer would have bought a lot of copies of it to read the story about Donald J. Trump and the 1998 playmate of the year. Pecker was the first witness on the stand for four days, what do you know, having researched this so much for your book and for the article about Karen McDougall, what do you know about David Pecker and his relationship with Donald Trump that the jury did not hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:25",
      "speaker": "FARROW",
      "sentences": "Well, one thing is that it was a wider, deeper relationship than is being admitted into this case. There was a safe that contained a lot of materials about Trump. Those materials moved locations several times over the course of this becoming an electoral issue. There was a list that I was shown by a senior AMI source of Trump's stories. Not all of them terribly consequential.Some of them were, you know, his feud with Rosie O'Donnell, but some of them were also potentially unflattering ones. So this was a deep and wide relationship. And Pecker saying over and over again now, this was about trying to help Donald Trump get into the White House is confirmation of something that AMI lied to a lot of reporters, including me about, back when these things were first emerging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:25",
      "speaker": "TAPPER",
      "sentences": "Also, that safe helps -- of help explain, perhaps why Mr. Trump has not criticized David Pecker at all. I want to ask you, before you go, because yesterday we saw a major court ruling completely separate from the Trump case, also on a subject that you've broken a lot of stories about, and you think it could ultimately matter for Trump. The New York Court of Appeals overturned Harvey Weinstein's 2020 conviction for sex crimes. Basically, the court said that the lower court made a mistake by allowing women to testify about allegations of sexual assault that were separate from the three for which he was actually charged in that case. You were at the forefront of investigating, reporting a multitude of allegations against Weinstein. You say this ruling could come back to haunt Trump's judge, Juan Merchan, in Trump's trial. Explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "TAPPER",
      "sentences": "National lead protests on campuses are spreading to colleges throughout the country, from California to Indiana, from Illinois to Georgia. At Emory University in Atlanta, clashes with police turned physical in some cases as 28 people were arrested, prompting a group of Democratic Georgia state lawmakers to condemn, quote, \"the excessive force used,\" unquote. Negotiations continue at Columbia University to find a way to resolve the conflicts and remove the tents before graduation.One of the issues being debate in all of this is how much are these protests solely rooted in concern for Palestinians in opposition to what the Israel Defense Forces is doing in Gaza? Because we have seen sentiments expressed by some of the groups behind the protests that the Hamas terrorist attacks on civilians on October 7 were mere, quote, \"resistance.\" And some have said that Israel should not exist. Other individuals associated with the protests or in the protests have said wildly hateful and antisemitic things, including, as CNN's Miguel Marquez reports for us now, one of the Columbia student leaders behind the protests on that campus. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "KHYMANI JAMES, STUDENT PROTEST LEADER",
      "sentences": "Zionists, they don't deserve to live comfortably, let alone Zionists don't deserve to live.MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): Khymani James, a spokesperson for the student protest at Columbia University said this more than once in a personal social media post in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "JAMES",
      "sentences": "The same way we're wery comfortable accepting that Nazis don't deserve to live, Fascists don't deserve to live, racists don't deserve to live, Zionists they shouldn't live in this world.MARQUEZ (voice-over): Confronted by CNN about his comments, James, unapologetic. JAMES: I think we need to shift the conversation from people's comfort to the hundreds of thousands of people who have been displaced, the tens of thousands of people who have been murdered by Israel. I think it's very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "MARQUEZ",
      "sentences": "And how do your words help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "JAMES",
      "sentences": "I think it's very important --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "MARQUEZ",
      "sentences": "How do your words help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "JAMES",
      "sentences": "I think it's very important for people to understand that the conflation of anti-Zionism with antisemitism is woefully incorrect and wrong. Again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "MARQUEZ",
      "sentences": "So do you apologize?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "JAMES",
      "sentences": "Again, as I mentioned earlier, we believe in the sanctity of life here at this encampment.MARQUEZ (voice-over): Despite his calls for a class of people to cease existing, James nearly daily expresses his belief that Israel is committing genocide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:16",
      "speaker": "JAMES",
      "sentences": "While Israel plans to move forward with its genocide backed by the United States and other western powers, it is important to remember why we are here.MARQUEZ (voice-over): After being confronted, James released a statement saying, in part, \"I am frustrated that the words I said in an Instagram Live video have become a distraction for the movement for Palestinian liberation. I misspoke in the heat of the moment, for which I apologize. Some Jewish students at Columbia say they have been called Zionists by protesters just for being Jewish. Other Jewish students have taken an active part in the protests for what they view as an overbearing Israeli response to the October 7 Hamas terror attack and a weak U.S. response to continued bloodshed. JONATHAN BEN-MENACHEM, JEWISH STUDENT SUPPORTING PROTESTS: It's possible that pro-Palestine protests might make some Jewish students feel uncomfortable. But I will emphasize that, you know, the pro- Palestine protests here at the encampment are, you know, that they have fundamental values against hate and bigotry. (END VIDEOTAPE) MARQUEZ (on camera): Now, with regard to Mr. James, the Columbia University says that they will not comment on individual cases. It's not clear if he will face any disciplinary measures because of what he has said so far. But a couple of things are interesting. Typically, he's out here every day. Both the negotiators that are negotiating with the university for the protesters here have distanced themselves from Mr. James, and he hasn't been seen. Usually he's here at 2:30 for their press briefing. He's usually available to the press. We've not seen him at all. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "MARQUEZ",
      "sentences": "There's a lot of misspeaking, and a lot of people are very upset on both sides about the term Zionist and how it has become come to be used, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Yes, I'm familiar with it. I remember when they used to call us neocons. Miguel, thanks so much.The politics lead now and conspiracy theories and misinformation online polluting the 2024 presidential race. It's the subject of a brand new episode of the whole story this week, featuring reporting done from CNN's own Donie O'Sullivan. Here's a preview. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "JULIAN LIGHTFOOT, TRUMP SUPPORTER",
      "sentences": "The job of the journalist is to ask the questions, allow the person to speak, and just report the facts, what was spoken. Would you like for me to pull up the definition of journalist?DONIE O'SULLIVAN, CNN CORRESPONDENT: That's OK, but thank you, Julian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "LIGHTFOOT",
      "sentences": "OK. I have a God given right to speak my own truth.O'SULLIVAN: But there are facts, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "LIGHTFOOT",
      "sentences": "The facts have shown that the election was stolen. Whether you're willing to look at that and accept that and really show what's going on, that's your issue, not ours. We want the God given freedom that our constitution and our bill of rights is based on.O'SULLIVAN: God given constitutional rights?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "LIGHTFOOT",
      "sentences": "Yes.O'SULLIVAN: They're two different things, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "LIGHTFOOT",
      "sentences": "No, sir, they're not. Read, R-E-A-D, the constitution. Read it out loud to yourself so that you hear what the words of the constitution say.O'SULLIVAN: God isn't mentioned in the constitution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "LIGHTFOOT",
      "sentences": "Sir.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Donie's with me now. What happened after she looked it up? O'SULLIVAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Right.O'SULLIVAN: And it's because of that a lot of these folks who are also convinced that the election was stolen, they now view this as a kind of biblical crusade to steal it back and to save America. So, it's misinformation on top of a very perverse view of patriotism and Christianity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Quite a thing. So there's this new Q poll finding nearly three quarters of registered voters are very concerned or somewhat concerned about other countries spreading false information inside the U.S. to divide Americans. But to be quite frank, we don't need other countries to be doing it. We're doing it to ourselves, right? That's what your reporting shows.O'SULLIVAN: Absolutely, yes. Look, I think the -- and we know from reporting from even what Secretary Blinken said today to CNN, there's concerns there that Russia, China, Iran, everybody else is going to be trying to poke divides in the United States. But as you say, Americans were perfectly capable of creating myths and disinformation ourselves. And also just the social media landscape has changed so much in the past few years. What we'll also talk about in this documentary on Sunday is after Trump got kicked off social -- major social media sites after January 6, 2021, so did a lot of his supporters because they were sharing QAnon or election conspiracy theories. And a lot of those people that got kicked off the major social media platforms for sharing misinformation have actually gone to alternative platforms that have radicalized them further. So it's really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Like parlor or --O'SULLIVAN: Telegram.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:05",
      "speaker": "TAPPER",
      "sentences": "Telegram.O'SULLIVAN: Telegram especially. Telegram is this place where you can go in starting just reading about politics and very quickly descend into a world of racism, antisemitism, hate, and God knows what else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "In our politics lead today, President Biden made a surprise last minute appearance on Howard Stern show on Sirius XM this morning and signaled he's not only willing, but happy to face off against Donald Trump in a presidential debate.(BEGIN VIDEO CLIP) HOWARD STERN, \"THE HOWARD STERN SHOW\" HOST: I don't know if you're going to debate your opponent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I am. Somewhere. I don't know when. I'm happy to debate him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "And as he exited his criminal trial just a few minutes ago, Mr. Trump responded to that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I've invited Biden to debate. He can do it anytime he wants, including tonight. I'm ready. Here we are. I invited him to the courthouse.We're willing to do it Monday night, Tuesday night, Wednesday night, Thursday night, or Friday night on national television. We're ready. Just tell me where. We'll do it in the White House. That would be very comfortable, actually. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Let's bring in our political panel. Bakari, wise move of Mr. Biden to put this out there, President Biden to put this out there? There have -- you know, earlier, he had said something like, well, we'll see because I'm not sure if he can behave himself about Trump.BAKARI SELLERS, (D) FORMER SOUTH CAROLINA STATE REPRESENTATIVE: No, I think it was a wise move because today was about pushing back on narratives. I think you saw some of the articles come out or some of the stories come out about the Biden administration not giving long form interviews versus \"New York Times,\" et cetera. So the sit down with Howard Stern, this is about showing his vitality. I think people will be interested to see Donald Trump versus Joe Biden, I don't know how much substance will come out of that debate. It may be more like watching a car crash, but here we are. I mean, it'd be good pay-per-view T.V.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "By the way --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "SELLERS",
      "sentences": "Those will be Edsels that'll be crashing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Speaking of pay, you're here because of your book. I just want to make sure that people know about your new book, \" The Moment",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "SELLERS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Hope everybody out there gets a copy. Good move or bad move by Joe Biden, do you think that, I mean, that's a lot to debate Donald Trump. It's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "It is a lot. But he wants to be president of the United States again, so he needs to debate his opponent. I think that that makes sense. And I think the American people want to see it. I like this interview because it really was not about policy. Out of the 74 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "With Howard Stern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "ALLISON",
      "sentences": "With Howard Stern, it was maybe six minutes of policy talk, and it went through Joe Biden's entire story. Now, you may think someone who has been in politics for as long as Joe Biden doesn't need to tell his personal story again, but there are still a lot of voters who don't know who he is, don't understand why he is wanting to serve the country. And he kind of laid that out about his commitment, his struggles, what he's overcome, and what his passions are.So I thought the interview was good. I also thought, it was interesting with Howard Stern. I mean, I don't listen too much Howard Stern. I never really have, but he's a lot easier on his guest now. I remember Howard Stern used to be the shock jock, and now he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Oh, you're too young to remember when he was really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "ALLISON",
      "sentences": "Well, he was fawning over the President in this interview, and I was quite surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Well, he wants. I think it's fair to say that Howard Stern makes no bones about the fact that he thinks Joe Biden should be reelected. It was a very personal interview, Harry. He talked about contemplating suicide after the death of his first wife and daughter in that horrific car crash. He also said something that caught the ear of our resident fact checker, Daniel Dale. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "True story. She said, remember when they were desegregating Lynnfield, the neighborhood, with, you know, 70 homes built at one suburbia. And I told you, and there was a black family moving in and there was people were down there protesting. I told you not to go down there and you went down, remember that? And you came, you got arrested, be standing on the porch with a black family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "HOWARD STERN, AMERICAN BROADCASTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "BIDEN",
      "sentences": "And they brought you back, the police? And I said, yes, mom, I remember that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "So this is not the first time he's made this claim. CNN's Daniel Dale ran a fact check on it, found there's still absolutely no evidence for it. And we forget that because Donald Trump is who Donald Trump is, that Joe Biden does a lot of this, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes, he does a lot of this. You know, there are a lot of things that Joe Biden says, you know, oh, this happened 50 years ago, or my uncle or my father and so on and so forth. And then the fact checkers go in and they say, wait a minute, we can find no evidence for this whatsoever. But of course, the problem is, if you're trying, you know, stick Joe Biden with the idea that he says some dishonest things, just look across the aisle, right?And I think that's the issue that has continuously run into opponents of Joe Biden, especially Donald Trump, because, you know, Joe Biden may say one or two things in a, no, a week, a month, a year that the fact checker could say, wait a minute, hold on a second. Donald Trump says that many things in a day. So it just is a big issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Dough. I mean, it is true that Joe Biden is known for these apocryphal stories, shall we say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "DOUG HEYE, CNN POLITICAL COMMENTATOR",
      "sentences": "Cannibalism being one of the latest --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Oh, yes. That his uncle in World War II --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "HEYE",
      "sentences": "In Papua New Guinea, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "His plane went down, may have been eaten by cannibals. And Papua New Guinea is actually out there saying, what are you talking about? This never happened but again, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "HEYE",
      "sentences": "Do you think cannibals are going to tell their story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "It's time to get the other side of the story. Got to hear both sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "HEYE",
      "sentences": "Yes. Well, look, you know, when Donald Trump talked about S whole countries, he got a lot of criticism for it, I think very reasonably. So Papua New Guinea is not happy about this. And as we look at what's going on in Asia and obviously with China on the move out there, this does have ramifications. It's not just Uncle Joe telling another crazy story. And I'm mindful of, look, we know that presidents want to seek friendly audiences. They also are trying to communicate in new ways that's not entirely new.But this weekend is the White House correspondents weekend. And there's a time honored tradition of, except in the Trump years, the President saying White House correspondents, what you do is so vital to democracy. And this week is Joe Biden snubbing the White House Correspondents Association, snubbing mainstream media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "He's not going to the dinner tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "HEYE",
      "sentences": "No. Meaning that he's been fighting with \"The New York Times\" this week. And where does he go? He goes to Howard Stern. So he's going to tell the White House press corps how important they are, but he doesn't actually talk to them. I think that's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:28:45",
      "speaker": "TAPPER",
      "sentences": "Yes. I mean, \"The Times\" doesn't go to that dinner, too, though. But I mean, not that it matters. It's all inside baseball stuff. But I hear what you're saying. He gave an interview with Howard Stern, who's not exactly a member of the White House Correspondents Association. And you're going to be on the red carpet for us at the?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "TAPPER",
      "sentences": "So one other thing I do have to bring up, because when we sat down here during the commercial break, this is all anybody was talking about. South Dakota Governor Kristi Noem is getting a lot of attention after writing in her upcoming book obtained by \"The Guardian Newspaper\" about how she killed her dog after this puppy ate some chickens. A CNN article describes, quote, she attempted to tame the dog, who she said behaved like a trained assassin. She tried to train him with an electric collar, but ultimately made the decision to put her down the dog by shooting her in a gravel pit after an incident in which the dog attacked a local family's chickens and bit them. It was not a pleasant job, Noem writes, according to \"The Guardian.\" But it had to be done. And after it was over, I realized another unpleasant job needed to be done. That's about her killing a goat.In a post on Twitter, Governor Noem said today, quote, we love animals, but tough decisions like this happen all the time on a farm. I did not grow up on a farm. Anybody here grow up on a farm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "ENTEN",
      "sentences": "I don't think you have to grow up on a farm and know how insane she sounds. I mean, what is this? We're putting down dogs? I mean, my goodness gracious, you know, man's best friend is a dog. My Twitter profile picture is my childhood dog. It's all I ever talk about is how much I love dogs. Now, you know, I don't have really course in this political race. I try and watch it as passionately, non-partisanly. But as a dog lover, I hear that quote and I go, my goodness gracious, she shouldn't be anywhere near the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "SELLERS",
      "sentences": "How did somebody allow that to be written on a paper and published?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "ALLISON",
      "sentences": "As a dog owner whose dog is poorly trained, I'm offended by that. And there was another way to do it. And the fact that she felt like she should brag about it is disgusting, but also kind of just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "HEYE",
      "sentences": "Think about Mitt Romney's criticism for transporting his dog on the roof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "SELLERS",
      "sentences": "Dog on the roof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "HEYE",
      "sentences": "This is miles worse than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "TAPPER",
      "sentences": "Back with our Health Lead, four years after the start of the global COVID pandemic, more information continues to come to light about how some states may have mishandled the crisis, including in one of the hardest hit states, New York. In March 2020, then Governor Andrew Cuomo, a Democrat, issued an advisory that forced New York nursing homes to readmit patients who had been hospitalized with COVID with no requirement to test them first to make sure that they weren't contagious and wouldn't spread the virus among the other vulnerable residents of the nursing homes.Now Cuomo has attempted to defend the decision. He claimed it was following guidance from the Trump administration, though the Trump administration disputes that. Critics say the policy either way resulted in thousands of needless deaths. A 2021 investigation by New York Attorney General Letitia James, also a Democrat, found that the New York State Department of Health under Cuomo, quote, undercounted nursing home COVID deaths by as much as 50 percent, unquote. And a 2022 audit by New York State's comptroller, also a Democrat, concluded that former governor Cuomo's Health Department, quote, failed to account for approximately 4,100 lives lost due to COVID-19 in New York nursing homes. Just last month, the chair of the Select Subcommittee on the Coronavirus Pandemic in the House of Representatives, Congressman Brad Wenstrup, subpoenaed former governor Cuomo. And Ohio Republican Congressman Brad Wenstrup, the chairman of the Subcommittee, joins us now. Chairman Wenstrup, thanks for joining us. You have announcement to break right here on THE LEAD about how former Governor Cuomo has responded to your subpoena. What is the news? REP. BRAD WENSTRUP (R-OH): Yes, well, I do want to say, and we'll be putting something out shortly, but I'll tell you here right now that Governor Cuomo will be coming, appearing before our Select Subcommittee on the pandemic on June 11th. This will be a transcribed interview at 10:00 a.m. This is nine months after we initially started reaching out to the governor to ask him to come in and testify in front of us. We were ignored on many of our requests. There were delays. We subsequently had to issue a subpoena. We did that on March 5th, subpoenaing the governor for May 24th.  And it was only not until then that he decided that he would come in for a transcribed interview. Just understand the difference between a subpoena order, deposition, and a transcribed interview. They're slightly different, but both of them, you cannot lie or it's prosecuted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "TAPPER",
      "sentences": "So just to be clear, though, this will be not public and it won't be under oath, even though obviously either way, lying to Congress is a crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "WENSTRUP",
      "sentences": "You've got it. We'll make it public eventually, but it will not initially be public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "TAPPER",
      "sentences": "Who else from the Cuomo administration are you going to talk to, if anyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "WENSTRUP",
      "sentences": "Well, we already confirmed that we're going to hear from Governor Cuomo's former secretary, Melissa DeRosa. We're going to speak to about three members of his task force, medical advisor Dr. Adams and Dr. Howard Zucker from the New York Health Department. And we're looking forward to hearing their versions of what took place, because the governor wants to say that he followed CMS guidelines. But if you follow the dates, he did not. The guidelines came out in March 13th, 12 days before he issued his mandate for the nursing homes to accept COVID-19 patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "TAPPER",
      "sentences": "What are you trying to learn from Governor Cuomo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "WENSTRUP",
      "sentences": "Well, I'm trying to learn why he would do something like this. As a doctor who has treated infections, it goes against all medical common sense to take someone who is highly contagious and put them in amongst the most vulnerable. The idea is to quarantine and to treat them, and that is not what took place here. And the question is why? What kind of medical advice was he being given? What was the motive for wanting to do this move? That clearly goes against, as I say, medical common sense. And I think if I did something like this as a physician, I would be accused of medical malpractice.[17:45:33] TAPPER: Your press release states, quote, evidence also suggests that former Governor Cuomo engaged in a cover up to hide the true New York nursing home mortality rate from the public and shift political blame away from his administration. I know, obviously, that both the New York attorney general and the New York comptroller, both of whom are Democrats, have said that the Cuomo administration undercounted COVID deaths from the nursing home rule. But is there actual evidence of an alleged cover up because Cuomo has obviously been denying any wrongdoing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "WENSTRUP",
      "sentences": "Well, he's going to have the opportunity to deny that again and take a look at what some of the other people are saying actually took place and whether it was intentional to play those numbers down or whether it was just miscounting. So those are types of things, Jake, that we need to get to the bottom of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "TAPPER",
      "sentences": "Nursing homes aside and a Los Angeles Times analysis finds that between 2020 and 2023, quote, deaths by age group as reported by local health departments shows New York City recorded a COVID death rate 40 percent higher than Los Angeles counties. New York got hit earlier than L.A., giving L.A. more time to prepare. And the difference in vaccination rates and mask mandates could have also been factors.Given that, how difficult does it determine how various policies played a role in the discrepancy between the death toll in Los Angeles and the death toll in New York?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "WENSTRUP",
      "sentences": "Yes, well, you know, you're not going to see necessarily the virus literally being seen jumping to a vulnerable patient in a nursing home. But I think those numbers will speak pretty clearly for themselves. And again, it goes against medical advice and it goes against medical common sense. And so when you see numbers and you say elderly, well, elderly, where were they? Elderly that were in nursing homes, nursing homes where they accepted COVID-19 patients? Were they in nursing homes where the nursing home was prohibited from testing patients being readmitted or admitted for COVID-19?So a lot of those things, I think, will speak for themselves if we get the accurate data based on all the surroundings of who was placed where and when and who was infected with COVID and how many people actually died subsequently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "TAPPER",
      "sentences": "Republican Congressman Dr. Brad Wenstrup, thank you so much. Appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:23",
      "speaker": "WENSTRUP",
      "sentences": "Thank you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "TAPPER",
      "sentences": "Back with our World Lead, Secretary of State Antony Blinken just left China after spending days trying to press Chinese leaders, including Xi Jinping, on contentious issues that remain between the two superpowers. CNN's Kylie Atwood has been traveling with Blinken. She sat down with the secretary right before he left. Kylie, what do you have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, listen, he spoke to U.S. concerns about China meddling in the U.S. elections. Listen to part of our conversation where he said that China is arguably already trying to interfere in U.S. elections.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "ATWOOD",
      "sentences": "We reported that he told President Biden that China would not interfere in the upcoming presidential elections in the United States. But since then, there have been reports of online Chinese accounts that have falsely mimicked Trump supporters. Do you believe that these accounts violate President Xi's commitment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "What I can tell you is this, President Biden was very clear about that with President Xi, and I repeated that today in my meetings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "ATWOOD",
      "sentences": "But they're not violating the commitment yet, as far as you can tell?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "BLINKEN",
      "sentences": "Well, again, I'd have to look at the specific reports that you're referring to. But we have seen, generally speaking, evidence of attempts to influence and arguably interfere. And we want to make sure that's cut off as quickly as possible.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "ATWOOD",
      "sentences": "Now, he also said that the U.S. is concerned about China seeking to mirror Russia in terms of influence campaigns in the United States, trying to drive up divisions in the U.S. And, Jake, when it comes to those protests, those anti-Israel protests that are really surrounding U.S. college campuses right now, he said that protests are a hallmark of democracy. And here's how he described the specific protests that we have seen unfold.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:25",
      "speaker": "ATWOOD",
      "sentences": "We heard from Israel's Prime Minister Netanyahu this week who called these protests anti-Semitic and said they must stop. Do you think he's right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:26",
      "speaker": "ATWOOD",
      "sentences": "Now, what he also said was that these protesters are really something that the Biden administration is paying attention to, but he wasn't specific, Jake, in terms of how these protesters could have an impact on Biden administration policy, rejecting some of these protesters who have been calling for the U.S. to stop spend - sending weapons to Israel. Jake?",
      "isLastSentenceInterrupted": false
    }
  ]
}