{
  "date": "2024-01-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Donald Trump Testified Briefly in Civil Trial to Determine Damages for Defaming E. Jean Carroll; Haley Raises Millions Following Trump's Threat to Donors; Initial Ruling Expected in Genocide Case Against Israel; Biden Focused on Economy on Campaign Swing in the Midwest; Anger at Trump Effort to Lobby Against Border Compromise. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The former president briefly taking the stand in the E. Jean Carroll defamation trial against him. Trump attorney Alina Habba asking Trump, do you stand by your testimony in the deposition? 100 percent yes, Trump replied.DONAL TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: I'll seal the border and we'll shut down the invasion of our country. SEN. MARCO RUBIO (R-FL): What they want is for the bill to fail in the House so they can go around saying we tried to fix the border, but it was Republicans in the House, those crazy MAGA Republicans who blocked it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We know that the ICJ is scheduled to rule on its provisional measures to just let's wait and see what the ICJ has to say. We have expected of course to throw out the completely absurd and ridiculous charges pressed by South Africa.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us from the United States and all around the world. I'm Max Foster, Bianca is off today. But it's Friday January the 26th 9 a.m. here in London and 4 a.m. in New York where closing arguments are set to begin in the coming hours in the trial that will determine the damages that Donald Trump has to pay for defaming writer E. Jean Carroll.A source tells CNN the former president will be in court today. Trump testified for about three minutes on Thursday and was admonished several times by the judge whilst he was on the stand. Kara Scannell has the story. (BEGIN VIDEOTAPE) KARA SCANNELL, CNN CORRESPONDENT (voice-over): In an extraordinary move for Donald Trump, the former president briefly taking the stand in the E. Jean Carroll defamation trial against him as the 2024 Republican presidential frontrunner continues his strategy of bouncing between multiple court appearances and the campaign trail. Trump testified for less than three minutes in the civil trial that will decide how much money, if any, he must pay Carroll in damages for statements he made about her sexual assault allegations against him. Trump attorney Alina Habba asking Trump do you stand by your testimony in the deposition? 100 percent yes, Trump replied. He was then asked if he made the statement in 2019 in response to Carroll's accusation. Yes, I did. She said something that I considered a false accusation. Totally false Trump testified. Judge Lewis Kaplan immediately cut Trump off saying everything after yes, I did is stricken. Finally, Trump's lawyer asked if he intended to hurt Carroll with his statements. No, he responded. I just wanted to defend myself, my family and frankly the presidency. After a brief redirect Trump was off the stand and the defense rested. The judge allowed only very narrow testimony ordering restrictions that Trump could not deny assaulting Carroll or say that she lied about the rape allegation because those questions are not before this jury. A civil jury already found that Trump sexually assaulted Carroll and then defamed her in a 2022 statement. The judge previously ruled that verdict would carry over to this defamation trial. Before Trump's testimony Carroll's lawyers rested her case after playing a series of video clips of Trump disparaging her and misidentifying Carroll as his wife Marla Maples while looking at a photo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "It's Marla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're saying Marla's in this photo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "That's Marla, yeah that's -- that's my wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Which woman are you pointing to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "Here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The person you just pointed to was E. Jean Caroll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "This ridiculous situation that we're doing right it's a big fat hoax. She's a liar and she's a sick person in my opinion, really sick, something wrong with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "SCANNELL",
      "sentences": "Trump is due back in court on Friday both sides are expected to give their closing arguments, then the case will go to the jury. Carroll is seeking more than $10 million in damages. Kara Scannell, CNN, New York.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "PETER NAVARRO, FORMER TRUMP ADVISOR",
      "sentences": "The United States versus Peter Navarro has turned out to be a very important landmark constitutional case that is going to resolve important issues about the constitutional separation of powers, as well as the integrity, efficiency of presidential decision making.We'll see what happens. As Donald Trump loves to say, let's see what happens. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The Republican National Committee appears to have backed away from an astonishing plan to formally declare Donald Trump the presumptive Republican presidential nominee.We're hearing Trump himself nixed the draft resolution that had been in the works, saying he appreciated the effort, but for the sake of party unity, he wants to let the primary process play out and win at the ballot box. A source adds that Trump was worried the resolution would backfire. His Republican rival Nikki Haley is still very much in the race, even though she's trailing in the delegate count, and she's now asking supporters to donate money to her campaign in protest. She wrote in her fundraising appeal, the RNC is leveraging the establishment to try and crown Trump the presumptive nominee. While I have news for them, I'm in this to win it, and I'm not going anywhere. One of Haley's most prominent supporters is the Republican governor of New Hampshire. He blasted the RNC for even considering declaring Trump the winner so early in the game. (BEGIN VIDEO CLIP) CHRIS SUNUNU, (R) NEW HAMPSHIRE GOVERNOR: In the Republican Party, we like to talk about civics and the process and the voters having to say. But then when it comes to Donald Trump, his attempts, I mean, the hypocrisy, right, is just so silly because his attempts to now manipulate the process that he claims was so rigged against him a couple of years ago, and it is right out there in the open, right? I mean, they don't even have the courtesy to go into the back rooms and smoke cigarettes and do it like you see in the cartoons. So, look, the RNC is from the very beginning, they hired David Bossie, a former Trump guy, to design the system to do the debates. And then they never forced Trump onto the stage to do the debates. And now Ron is taking his side and now they want to do this resolution. It's just dumb. It's awful. So, the good news is this. The voters decide. They really do. There is going to be an election in South Carolina. And if these Washington elites think that they're going to step all over the voters of South Carolina, my guess is the voters are going to have something to say about that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "As they gear up for the South Carolina primary, Haley appears to be growing more defiant, while Trump and his supporters ramp up efforts to get her to drop out of the race. And her defiance seems to be bringing in more donations.Haley's campaign says it's raised more than $2.5 million since the polls closed in New Hampshire on Tuesday. That includes more than a million in donations after Trump threatened her supporters, saying anybody that makes a contribution to her campaign will be permanently barred from the MAGA camp. Haley fired back with new campaign T-shirts -- as you can see here. They read \"barred permanently.\" One top Haley supporter said the campaign is seeing a huge boost from Trump's posts. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "KATON DAWSON, FORMER CHAIRMAN, SOUTH CAROLINA REPUBLICAN PARTY",
      "sentences": "Our website is barely keeping up with the thousands of donations that's coming in. And we really thank President Trump for that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Well, we're just a few hours away from a major ruling from the International Criminal or International Court of Justice, rather, in the Netherlands. South Africa accuses Israel of committing genocide against the Palestinians and failing to prevent and punish genocide. The court will not rule on that specifically but could outline provisional measures against Israel's military activities in Gaza. Israel calls the claims false and grossly distorted.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "EYLON LEVY, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "We know that the ICJ is scheduled to rule on its provisional measures tomorrow. We suggest let's wait and see what the ICJ has to say.We have expected, of course, to throw out the completely absurd and ridiculous charges pressed by South Africa. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "A final and binding ruling on the genocide claim could take the court years to determine. However, in practice, the court has no way of actually enforcing its verdicts.Senator David McKenzie is standing by for us in Johannesburg, but we begin with Melissa Bell in The Hague. Melissa, what are you expecting the court to do in the coming hours in terms of the play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "FOSTER",
      "sentences": "And in South Africa we have David McKenzie. South Africa actually brought this case. How confident are they, David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:03",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "I think, you know, I spoke to one of the advocates. They're going to wait and see. There certainly was a political level of confidence. And I think you have to look at this in two ways, both in judicial terms and political terms.Now, I've spoken to a number of government officials and lawyers about the fact that South Africa took this dramatic step to go to the ICJ to call for the court to consider whether Israel has committed genocide in its campaign against Hamas in the Gaza Strip. Now, on the history, they point out that the ruling African National Congress in particular, which runs the government here, has had a very steady support of the Palestinian people, even to Nelson Mandela, who famously angered some Western allies when he went to Palestinian territories to meet with Yasser Arafat of the PLO. This is a longstanding political link between the ANC and the Palestinian Authority and the Palestinian people. So, they say they want to push this from the point of view of their history, their linkages, and how they see the connection between the South African experience and the experience of the Palestinian people, something that Israel frequently denies. I think you also have to think about politics here. I spoke to a government official from the Justice Ministry. They said you need to look at this also from the South African perspective of a frustration with the UN Security Council, the fact that any sanction against a country like Israel or others will be automatically vetoed by the U.S. And in other issues, you will have that veto. They see this court potentially being an avenue to get justice from their perspective, something, again, Israel says is a perversion of the term genocide in these proceedings -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "The White House is pointing to Thursday's GDP as one more data point in what they say is a growing economy and an economy that is trending in the right direction.The GDP last quarter of 2023 growing by 3.3 percent. That far exceeded expectations of around 1.5 percent growth. And White House officials say that it is that plus a number of other indicators that are giving them optimism. Inflation, of course, has been falling for some time. There's also the Consumer Confidence Index, which is one particular report that the White House watches very closely. That jumped last month. And we've also seen the jobs market be quite robust. Now, a recent Pew survey, if you'll remember, showing a nine point jump in the number of people who view the economy as either good or excellent since April of 2023. And when we saw the president traveling to Wisconsin on Thursday to try to sell his record on the economy and on infrastructure, we saw him doing that in part by taking a jab at his predecessor, former President Trump. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "My predecessor, he chose a different course. Trickle down economics, cut taxes for the very wealthy and big corporations, increasing the deficit significantly. He talked about infrastructure every week for four years.On my watch, instead of infrastructure week, America is having an infrastructure decade. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "LEE",
      "sentences": "Now, of course, the strength of the economy is politically very important for both the White House and the Biden campaign. And they are certainly hoping that this positive streak is going to continue.The health of the economy is often a top concern for so many voters. And so, the hope for the White House and the campaign is that the public sentiment on the economy is going to be significantly improved by November. MJ Lee, CNN at the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "FOSTER",
      "sentences": "The Biden administration plans to ramp up assistance to Ecuador as the country wages a nationwide war against criminal gangs. The new aid under consideration ranges from equipment to deploying personnel to train security forces. The U.S. has already pledged to help deliver 20,000 bulletproof vests and more than a million dollars worth of security gear, ambulances and defense support vehicles.The move underscores the growing concern at the White House over the increasing level of violence in Ecuador and how it could lead to more people fleeing South America for the U.S. A source is telling CNN that some senior Republicans are furious over Donald Trump's efforts to undercut a congressional compromise on U.S. border security. The former president has been lobbying against a potential agreement in part because he wants to campaign on the issue. CNN's chief congressional correspondent, Manu Raju, has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "TRUMP",
      "sentences": "I'll seal the border and we'll shut down the invasion of our country, number one ...MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice-over): It has been a GOP rallying cry for the last three years. The border is in crisis and Washington has failed to act. But as senators are nearing a bipartisan deal with President Joe Biden, there's one major hurdle, former President Donald Trump. SEN. MITT ROMNEY (R-UT): The border is a very important issue for Donald Trump. The fact that he would communicate to Republican senators and congresspeople that he doesn't want us to solve the border problem because he wants to blame Biden for it is really appalling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "TRUMP",
      "sentences": "And the righteous regulation ...RAJU (voice-over): As he tightens his grip on the GOP, Trump has privately and publicly tried to kill the effort, arguing that the party should reject anything short of a perfect deal, unless they get everything to secure the border. Yet senators in both parties believe Trump is simply trying to preserve an issue to wield against Biden, as polls in early primary states confirm that immigration is an animating issue for GOP voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RAJU",
      "sentences": "And on Thursday afternoon, Donald Trump actually responded to those comments from Mitt Romney, attacking him, saying they have not spoken in years, said that he knew nothing about Trump and that Trump said that he was happy, that Romney was leaving the Senate, given the fact that he's retiring at the end of the year.But he also reiterated his demand for a, quote, perfect deal and said in a social media post that we are better off not making a deal if it's not perfect, even if he says it risks, quote, temporarily closing up the country for a while. So, it shows you what he is calling for, urging Republicans to reject a deal if it's not everything to his liking, and almost certainly will not be, given the fact Democrats control the Senate, Democrats control the White House, and a bipartisan deal would be necessary in order to get out of Congress. Manu Raju, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}