{
  "date": "2024-03-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Posts Video Showing Image Of A Tied-Up Biden; Federal Judge Rebukes Trump's Attacks On Courts; Anti-Government Protests Build In Israel; Father Of Slain IDF Soldier Pleads For Return Of His Remains; Maryland Governor: Reopening Of Baltimore Port Could Take Weeks; North Korean Leader Prepares For Possible Second Trump Term. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I got the dog and I started running.STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): In 2017, some California parks were crushed with superbloom seekers. The town of Lake Elsinore banned visitors to one canyon in 2019 after hundreds of thousands of people trudged off trails, destroying precious petals in their quests to take the perfect picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "EVAN MAYER, BOTANIST AND EXECUTIVE DIRECTOR, THEODORE PAYNE FOUNDATION",
      "sentences": "These are fragile ecosystems. They're wild ecosystems and they can be damaged pretty easily by being stepped on, sat on, driven on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "ELAM",
      "sentences": "Yet experts say respectfully viewing a superbloom is a great way to connect with nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "MAYER",
      "sentences": "You'll just see one of the most incredible things that happens in our natural world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "ELAM",
      "sentences": "Stephanie Elam, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "WHITFIELD",
      "sentences": "So gorgeous. I'm Fredricka Whitfield. CNN NEWSROOM with Alisyn Camerota starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM. I'm Alisyn Camerota in New York.The Biden campaign is now responding to a violent image of the president that was amplified by Donald Trump. Donald Trump shared this violent image of President Biden tied up in the back of a pickup truck on social media. A Biden campaign spokesperson tells CNN, quote, \"Trump is regularly inciting political violence and it's time people taken seriously. Just ask the Capitol police officers who were attacked protecting our democracy on January 6th.\" CNN's Steve Contorno joins us with more details. Steve, we have seen violent rhetoric and images lead to real violence before. So what now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "STEVE CONTORNO, CNN CORRESPONDENT",
      "sentences": "Well, the Trump campaign is standing by this image, this, which was captured on Thursday in Long Island on Friday. It was posted to Truth Social, Trump's social media site, by the former president. And on Saturday, the campaign issuing this statement to us doubling down, saying, quote, \"That picture was on the back of a pickup truck that was traveling down the highway. Democrats and crazed lunatics have not only called for despicable violence against President Trump and his family, they are actually weaponizing the justice system against him.\"We have seen this kind of violent image become commonplace among Trump supporters certainly at his rallies. We've seen it online from his supporters. And yes, even on the back of vehicles driven by some of Trump's most ardent fans in broad daylight, it is still striking, though, to see it coming directly from the former president as he is running for the White House once again. But this has become a common feature of that third campaign for the White House, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "CAMEROTA",
      "sentences": "And Steve, as you know, Donald Trump is also spreading other threatening personal attacks on social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "CONTORNO",
      "sentences": "That's right. This week we saw former President Trump on social media, on Truth Socia, posting about Key players in his upcoming trial that will determine whether or not he made illegal hush money payments to the adult film actress Stormy Daniels including the judge in that case and the judge's daughter. This actually inspired a rare rebuke from a sitting federal judge, Judge Reggie Walton. Listen to what he had to tell are Kaitlan Collins earlier this week.(BEGIN VIDEO CLIP) JUDGE REGGIE WALTON, U.S. DISTRICT COURT OF DISTRICT OF COLUMBIA: I think it's important that as judges we speak out and you know say things in reference to things that conceivably are going to impact on the process because if we don't have a viable court system that's able to function efficiently then we have tyranny. And I don't think that would be good for the future of our country and the future of democracy in our country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "CONTORNO",
      "sentences": "Now, we will see if Donald Trump heeds that warning, although he has already on social media attacking these trials and these court cases against him on his Truth Social. He wrote, \"These Biden trials, none of them should be allowed to take place during my campaign,\" Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:11",
      "speaker": "CAMEROTA",
      "sentences": "I have other examples other than the ones that you just shared where we saw Donald Trump's violent rhetoric lead to real-world violence. So you'll remember there was the horrible El Paso shooting that was in I believe -- yes, 2019. 23 people were killed in this mass shooting at a Walmart and the shooting suspect echoed Donald Trump's, you know, immigration rhetoric in his own manifesto.There was also Cesar Sayoc, who people may remember sent bombs to lawmakers and to the media. And his van was plastered with Trump's words. And then as you said, of course, there was January 6th where members of the mob, let's remind people, showed up in combat gear for battle. That's not for a protest. That's for battle. So history, you're saying, does teach us that violent images can lead directly to violence. BEN-GHIAT: Yes. And -- but it starts with the leader who, from the very beginning, presents himself as somebody who's above the law. And in 2016, Trump, you know, debuted by saying he could stand at Fifth Avenue and shoot someone. So he's personally associating himself with violence, and that he would not lose any followers, best he would be loved for that violence. And so these figures from Mussolini onward, they associate themselves, they kind of incite all of the extremists and Trump kicked off his campaign at Waco, Texas, which is a mecca for anti-government extremists, people who would love to see, you know, President Biden bound and gagged. So this is a systemic thing that happens. And once you've unleashed those energies, it's an extremely dangerous and volatile situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:11",
      "speaker": "CAMEROTA",
      "sentences": "He's also -- Donald Trump is also attacking a judge and his daughter this week on social media. You may have just heard the other sitting federal judge speaking out against this behavior. There have been other retired federal judges doing the same thing, basically saying that this is threatening the rule of law. So, you know, I mean, it just plays into what you're saying, but what can be done?BEN-GHIAT: I think speaking out as Judge Walton did is very important to -- and, you know, those who like myself, you know, who study autocracy to show that the intent is to discredit and smear not only individual judges and their families and make those family members targets, but also to discredit an entire democratic notion of justice that says that somebody can be held accountable, because the idea, the fantasy of autocrats, which are -- you know, unfortunately becomes reality is that they are no longer touchable or held accountable by the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:40",
      "speaker": "CAMEROTA",
      "sentences": "In Israel tonight, protesters accused the government of misleading the public and failing the hostages who are still held inside Gaza. Some demand that Prime Minister Benjamin Netanyahu be removed from office.CNN's Melissa Bell has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:40",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Another day of violence, Alisyn, in the Gaza Strip as this war nears its six-month mark. All eyes very much on Rafah, that southernmost point of the Gaza Strip where 1.2 million Gazans are currently seeking refuge. Many of them in tents. The fear that the threatened Israeli ground invasion would have a huge cost for the civilians that are seeking shelter in that part of the Gaza Strip.That of course will be at the heart of conversations that will now take place we expect as early as Monday when an Israeli delegation finally makes its way to Washington to hear the U.S. administration's fears about what that ground invasion would mean. These talks will come at an extremely delicate time, of course, because it is also the hostage talks that are picking up again. We know that an Israeli delegation is on its way to both Qatar and Cairo to continue those indirect conversations with Hamas to see how close they can get to negotiating the release of the remaining more than 130 Israeli hostages in exchange for some 700 Palestinian prisoners. We understand those talks could start as early as Sunday in Cairo. Meanwhile, in Tel Aviv, huge emotion as family members of the hostages gathered with many thousands of people. Very angry scenes that spoke really to the frustration and the fear here in Israel that these hostages may not come home at all. More than 130 of them still there when we're coming up, as I said, to the sixth month mark of their captivity in just two weeks' time, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:40",
      "speaker": "CAMEROTA",
      "sentences": "Melissa Bell, thank you.The family of IDF soldier, 19-year-old Itay Chen, only recently learned that he was killed on October 7th during the Hamas attacks. His body was taken that day and has not been returned to his family for burial. Itay's father, Ruby, joins us now. Ruby, I'm so sorry that your family is in the middle of this hell. I understand that your family will not sit Shiva or officially mourn your son until his remains are returned. What is the Israeli government telling you about those negotiations? RUBY CHEN, FATHER OF ISRAELI-AMERICAN IDF SOLDIER KILLED BY HAMAS: First of all, Alisyn, thanks for having me, and good evening. 176, 176 days of this hell that we are living through each day all over again. We had the opportunity to meet the prime minister Benjamin Netanyahu two days ago. The message is more or less the same, from the Israeli government's perspective and there's a lot of frustration as you see today. And we are a democracy, which is legitimately be able to have an opinion that might be a bit different than the government when it comes to the pace of the negotiation and the gap that still exists, but I'm going to also look at the people in Gaza that they should go to their elected officials, Hamas, which is similar to ISIS, and tell them, we demand that there will be a ceasefire. And the way to get to a ceasefire is the release of all of the hostages. And Hamas have been so difficult in just trying to talk to them and have been so stubborn in their negotiations. This has been going on for six months and I'm looking at the humanitarian crisis in Gaza, which I feel for, as well. And look at the people then and ask them and urged them, go to your elected officials, go to Hamas, pressure them to get to a deal. Similar to what we are doing to the Israeli government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "CHEN",
      "sentences": "The prime minister has had the same strategy for the last five months, you know, with the same components about pressure on Hamas and looking at Rafah, Rafah is not the main item on the agenda in my opinion. Again, the way the event Israel going into Rafah is something that Israel has been very consistent on, which is saying that the ceasefire will not happen until all the hostages come out.And there's a need to put more pressure on Hamas to get them to the negotiation table. So that will continue according to the prime minister, and that's hard to be creative as possible and try to find ways to get to a deal done. And we need that deal. I would like to also reach out to the Muslim viewers on the show and wanting to wish them a Ramadan Kareem for their celebration. And would like to approach them and ask them the way the way that Hamas are dealing with the deceased. Is this part of Islam to use dead bodies as bargaining chips? I'm pretty sure it's not and I would be more than happy to hear the Muslim leaders in the United States calling to Hamas to have some dignity for the deceased. And maybe start the negotiations around the deceased and let the families, U.S. families where over 40 U.S. citizens were killed on October 7th, to have the minimum, which is having a place to mourn for our son, a U.S. citizen, as well as many others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "CAMEROTA",
      "sentences": "Ruby, what about that? I was going to ask you about -- what about the White House and President Biden? Have they been in touch? Have they been more helpful? CHENwell as secretary of state that we met about a week ago when he visited Tel Aviv, and we hear their frustration as well. And we see the CIA director hopping between different capitals in the legion, trying to get a deal done. And the U.S. is not just a facilitator, but also has equity in this conflict where again, I'm reminding all the viewers there have been over 40 U.S. citizens that were killed and there are today eight U.S. citizens being held hostage. And the U.S. has and should continue to put as much pressure as possible on the different players that can influence Hamas to come to negotiate table, get a deal done and be able to let families be united with what their loved ones after six months of this torture. And psychological warfare, that Hamas has not even given the names of the hostages that they're holding and providing any type of medical status of these hostages, which is against any type of international law that countries sign on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "CAMEROTA",
      "sentences": "Do you -- did you feel after meeting with the prime minister that he can change his, as you said, priorities to getting the hostages, you know, to that being number one? And what do you think about real talk restart this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "CHEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:58",
      "speaker": "CAMEROTA",
      "sentences": "Complicated and dangerous. That's how officials in Baltimore described the ongoing cleanup and recovery effort of the Francis Scott Key Bridge collapse. The largest crane on the East Coast is in place to begin hauling away debris and Maryland's governor stressing the importance of reopening this port.(BEGIN VIDEO CLIP) GOV. WES MOORE (D), MARYLAND: Unified command are conducting planning and engineering assessments 24 hours a day. We have assets on the water enforcing safety zones, 24 hours a day. We have assessments on the Dali being conducted 24 hours a day. This is an around the clock operation (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:58",
      "speaker": "CAMEROTA",
      "sentences": "CNN's Gloria Pazmino joins us live from the scene.So, Gloria, what do we know about the timeline now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:58",
      "speaker": "GLORIA PAZMINO, CNN CORRESPONDENT",
      "sentences": "Well, Alisyn, we're learning more about the first critical steps that authorities are going to be taking here in the next several hours, we are expecting that they're going to begin lifting every part of the north side of the bridge that still remains and that is critical because as you said, the governor is focused on trying to reopen at least a portion of the waterway so that ships and river traffic can start once again, moving around the Dali. That wreckage and that debris is going to take much longer to move.This is he said a very complicated and dangerous operation. As you can see from that incredible video and the images, there's just so much concrete steel pieces of mangled metal right on top of that ship. And that is going to be incredibly hard to move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:58",
      "speaker": "CAMEROTA",
      "sentences": "Yeah, of course. And what about the divers who are, of course, you know, trying to find the victims? Do we know -- are they back in the water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:58",
      "speaker": "PAZMINO",
      "sentences": "Yes, that's the other critical piece of this operation. The divers are not back in the water yet because it's not safe for them to do so because of the amount of debris and just how dangerous it is navigate. So the governor made it clear today that that is there other major priority in this process?So as to be able to clear as much as possible so that divers can get back in the water and continue their recovery mission because we know that there are still four families that have not yet heard about their recovery of their loved ones. They know that they're loved ones have been lost, but they're hanging on to the hope that at least they'll be able to recover those bodies so that they can have a chance to say goodbye, the governor making it clear today that he remains committed to that part of the operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:58",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Gloria Pazmino, thank you for the reporting.Maryland's governor also stressing the importance of eventually rebuilding the Francis Scott Key Bridge, reiterating today that the port is critical, not just a Maryland economy, but to the entire country. Joining me now is former U.S. Transportation Secretary Ray LaHood. Secretary, it's great to see you again. I know that when you and I talked a couple of days ago, you as were all of us wondering how something this catastrophic could happen, do you have a sense now, having, you know, some pieces starting to be put together of what happened and why? RAY LAHOOD, U.S. TRANSPORTATION SECRETARY: Only what I've been able to hear from folks like you, Alisyn. Thank you for having me on it appears that there were some series mechanical problems with the ship that, excuse me, medical off course that was really determined by the NTSB's initial listening to the so-called black box recording of the mechanics of the ship and -- those that were guiding the ship, they lost control of it. That's apparent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "LAHOOD",
      "sentences": "You know, not really, Alisyn, I do think the people that were guiding the ship had had the good sense to do the mayday call to alert those on the bridge to stop the traffic. That that was obviously a very professional thing for them to do in terms of their ability to steer the ship away from the bridge, they just simply weren't able to do it. And at this point, I don't -- I don't I think we'll find out.I have a great deal of confidence in the NTSB. They are pros and they will take a very deliberate investigation. And I believe eventually will know what the answers are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "CAMEROTA",
      "sentences": "Secretary, how long do you think it will take to reopen this port?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "LAHOOD",
      "sentences": "I think it's going to be six months, Alisyn, and the reason I say that is even though they're starting today to move debris, they still have to figure out what to do with a containers that are on the ship and then how are they going to move the ship? The containers are 150 tons and I think its going to be several months.I hope it's not six, but I think its going to be several to figure out what to do with the containers, figure out how to move the ship, recover the victims and then also take care of the bridge that's sitting in the water. Those are all big, huge monumental tasks that will take some time. And even though the governor has said everyone's 24/7, I get that. But it's going to require 24/7 on all of these different aspects. The boat, the containers, the bridge, the victims -- four very important pieces in order to get that corridor reopened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "CAMEROTA",
      "sentences": "Yes. I mean, were not even talking about rebuilding the bridge, which of course will have to happen as well.Ray LaHood, former U.S. transportation secretary, great to talk to you again. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:10",
      "speaker": "LAHOOD",
      "sentences": "Thank you, Alisyn. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "CAMEROTA",
      "sentences": "What do President Biden and Beyonce have in common? If you think the answer is not much, you'd be wrong.CNN senior data reporter Harry Enten is here to explain. I assume both great dancers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "They're absolutely fantastic dancers, as well as I'm a great dancer. No, they both had been -- yes, there we goI don't know. Look, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "CAMEROTA",
      "sentences": "Go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "ENTEN",
      "sentences": "I give you numbers. I don't give you dances, okay. Let's -- let's talk about Biden's big week, right? He raised over a brown $26 million at a fundraiser this past week, right? And I want to give you some perspective of how much that is in sort of Trump's perspective, right? You know that Trump has been hawking those shoes. He's been hawking those bibles. So how many bibles and how many shoes would he need to sell in order to reach $26 million in sales? Well, those God Bless the USA Bibles, he would have to sell 433,406.Or how about those Trump never surrender sneakers? Although the website says they're sold out, I did just check. You need 60 -- 65,163. So there are sort of in different planets right now, Trump hawking his bibles and his sneakers, while Biden's out their fund raising, a heck of a lot of Radio City Music Hall. And as, of course, you know, Alisyn, massive traffic jam this past week around Rockefeller center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "CAMEROTA",
      "sentences": "I wasn't there but I saw what it looked like and it was incredible.Okay. But obviously Donald Trump is going to try and beat Biden's big week of fundraising. So what is -- what are the top seeds going for with Trump's big fundraiser?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "ENTEN",
      "sentences": "Yeah, he thinks he can raise $33 million next month. And part of the way he's going to be able to do that is by selling, get this the top seats that these fundraisers, this fundraiser in April is, at this point, they're saying $815,000. Now, I want to put that in some perspective for you, some fun perspective.If you look for instance, how much is the top but Taylor Swift Eras ticket costing you? And the top resale market, it's about $20,000. A supermarket top suite seat is $125,000. How about a trip to space on Virgin? That cost you about $600,000. So it will cost more for the top ticket and Trumps fundraiser next month, then even to go to space, Alisyn. That's how much it costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:36",
      "speaker": "CAMEROTA",
      "sentences": "Wow. All right, well, we'll see if he gets that.Okay. So the other big news at the end of the week was Beyonce's new albums. So tell us about those numbers, uh-oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "And you have its sort of is there. I just felt like dressing up a little bit because everyone else I saw Victor -- Victor Blackwell, your former co-anchor, wearing a cowboy hat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "Victor looked so great. And I'm not saying you don't, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "Oh, come on!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "OK, you do, too, you do, too. Go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "Thank you. Thank you.At Apple Music, this is very interesting. Guess who's the number one album at this particular point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "Beyonce?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "It's Beyonce. It's Beyonce. Not a real surprise, a little leading question there.Future Metro Boomin \"We Don't Trust You\" as number two, \"Eternal Sunshine\" by Ariana Grande is number three. But \"Cowboy Carter\" by Beyonce number one, already on the top albums on Apple Music. I'm downloading it as we speak right now. I got to listen to what everyone else is listening to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "I already downloaded it last night. It's really interesting. I mean, there's so many different genres and she just sort of weaves them all together. She is, of course, an angelic voice.And so she broke a massive recommend not only she number one, she also broke some records?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "Well, this to me is most interesting. I love Google searches and seeing what people are searching on Google.For the first time. And at least a year in the last 24 hours, she beat Taylor Swift. She beat Taylor Swift. No one ever beats Taylor Swift on Google. But I will say Beyonce is, in fact, second to the solar eclipse that's coming up. So beyond say bigger than Taylor Swift, but not bigger than the sun at this particular point. So she's reaching for the stars. She is beaten one star, but she hasn't beaten the ultimate star in our universe at this particular point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "Way to run with a metaphor that was excellent, well done.Okay. And I'm reading here that I know nothing about what you're about to say, but I hear you have a personal update for me. What does that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "A personal update. Of course, your new memoir, \"Combat Love\" is out now, and I decided to run the Google numbers on this. Searches for \"Combat Love\", Alisyn's new book, the searches for it are up to 2,863 percent on Google in the last week.So you, my friend, you know, Beyonce say may not have reached the sun, but you are reaching for it. You're making it. We're all looking out for you. We're so proud of you. And, you know, I haven't read it yet, but I did read the synopsis of and I read the articles surrounding it and it really is a beautiful thing. And as somebody who has my own loving relationship with my mother, but sometimes I'm a little tumultuous. I feel like I can learn a lot and a lot of us can learn a lot from your own story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "CAMEROTA",
      "sentences": "Harry, thank you. That's so wonderful. I really appreciate this.I would not know that. I wouldn't even know how to find that metric that you're using. And I really appreciate it. I'm going to keep my feet on the ground and keep reaching for the stars as they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:06",
      "speaker": "ENTEN",
      "sentences": "Please continue to do. Look, I may not be that great at wearing hats. I may not be that great a dancing, but I am pretty good at the numbers and I was happy to find this number for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "CAMEROTA",
      "sentences": "Foreign leaders are preparing for the possibility of another four years of Donald Trump as U.S. president.Among them, North Korean dictator Kim Jong Un, someone with whom Trump says, he's exchanged love letters. CNN's Will Ripley reports. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): In Pyongyang, North Korea, Kim Jong Un is preparing for a possible second presidency of Donald Trump. DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: It's an honor to be together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "RIPLEY",
      "sentences": "He went viral in 2018, gushing about the North Korean leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "TRUMP",
      "sentences": "He speaks and his people sit up in attention. I want my people to do the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "RIPLEY",
      "sentences": "Former Trump national security adviser John Bolton posted that clip along with this warningIf Trump wins in November, Bolton thinks Kim may invite the president to visit Pyongyang, an invite the close-aide-turned-Trump-critic says, his old boss could very well accept.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "TRUMP",
      "sentences": "They will be met with fire and fury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "RIPLEY",
      "sentences": "From fiery saber-rattling to historic summit, and surprise meetings, all ending in bitter failure. Trump's first term was a roller coaster for U.S.-North Korea relations. The big question, would Kim actually consider a second round of Trump's style diplomacy? What do you think was going through Kim's mind after Trump walked outand he had actually promoted this meeting ahead of time to his people, which is something North Korean never does? And do you think that Kim is likely to forget that feeling anytime soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:56",
      "speaker": "JOHN DELURY, PROFESSOR, YONSEL UNIVERSITY",
      "sentences": "I think coming out of the Hanoi meeting, Kim Jong Un on that long train ride felt burned and he had to simmer in the juices of the fact that you cant really count on Donald Trump at the end of the day to seal the deal, that Trump will walk. I mean, that's the lesson learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "TRUMP",
      "sentences": "He wrote me beautiful letters, and they're great letters. We fell in love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "RIPLEY",
      "sentences": "Trump shared 27 of those love letters with journalist Bob Woodward, revealing a relationship that soured when diplomacy disintegrated in 2019. In his last known letter to Trump in August of that year, Kim wrote",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "DELURY",
      "sentences": "There was always this gap between the seriousness that Kim Jong Un brought into the process versus the theatricality of it for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "RIPLEY",
      "sentences": "Some compared the whole thing to a made for TV reality show. Now, many wonder, could there be a second season?Will Ripley, CNN, Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}