{
  "date": "2024-03-11",
  "headline": "Connect the World",
  "subHeadline": "Gang Violence Escalating, Humanitarian Crisis Unfolding; LATAM Passenger: People \"Flew Through Cabin\"; E. Jean Carroll could Object to Trump's $91.6 M Bond; \"Zone in Interest\" Filmmaker Condemns Israeli-Hamas War; Moto GP Kicks Off 2024 Season in Doha. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "With no ceasefire deal inside and as Ramadan begins in this region and around the world, we are live fromDoha for you, the only location where negotiations between Israel and Hamas have yet been successful. It's 4 pm here in Qatar. I'm Becky Anderson. You are watching \"Connect the World\". Also happening this Monday, Sweden's flag flies at NATO Headquarters completing a process that Russia didn't want to see the world reacting to violence in Haiti. Now the U.S. Secretary of State is headed to Jamaica for an emergency meeting. And the Princess of Wales apologizes after her editing on this photo causes major controversy. Earning markets in New York will open in about 30 minutes from now. Futures are pointing to a lower opening in what is a data heavy week traders it seems not optimistic ahead of Tuesday's U.S. Consumer Price Index report that will give us some insight into the U.S. inflation fight. Well, I'm here in Doha today on what is the first full day of Ramadan in much of the Arab world. This is the place where the first and so far only temporary ceasefire in the Israel-Hamas war was reached back in November. But as we start our newscast, there is a no truce for Gaza and a new vow from Israel's Prime Minister that a ground incursion in Rafah is going to happen. Israel's hardline government had earlier called the beginning of Ramadan, the deadline for the start of a ground operation unless a hostage release deal was reached. Now, I've got a stress. Israeli official say today that a ground operation is not imminent, but the possibility of it happening during Ramadan has not been ruled out. So is this Muslim holy month begins a tense waiting game in Gaza and around the region, increasing fears that what is already a humanitarian catastrophe will get exponentially worse. Well, Scott McLean is connecting us tonight on the stories. Scott, in Gaza, hunger worsens with famine, a real concern for hundreds of thousands of civilians as Palestinians mark the start of the holy month of Ramadan, some fighting talk from the Israeli Prime Minister. What are we hearing at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Well, I don't know exactly what the President meant. But if he meant by that, then I'm pursuing privatepolicies against the majority the wish of the majority of Israelis, and that this is hurting the interests of Israel. And he's wrong on both counts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MCLEAN",
      "sentences": "I think that was the wrong piece of sound that we played there. That was from his interview that he gave just yesterday, with Politico andthe German outlet to build as well and in that interview. Becky, it's also worth pointing out that he didn't rule out the possibility of expanding military operations against Hezbollah in Lebanon, saying that the people who have been displaced from their homes in Northern Israel will be able to go back if they can do it diplomatically to bring some kind of peace and safety to that area he will. But otherwise, he says that they will do it militarily. Obviously, this is very concerning, considering that Hezbollah dwarfs Hamas in terms of military capabilities. The Israelis have said that they believe that there are hundreds, maybe thousands of rockets in people's private homes in Southern Lebanon within striking distance of Israel and Hezbollah itself claims to have some 100,000 fighters amongst its reserves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Good to have you, sir. Thank you. One historic day is one more nation is embraced by NATO. Russia's invasion of Ukraine now in its thirdyear has pushed Sweden to abandon a long held position of neutrality. It is now the second country to join the Alliance since the start of this war. And it goes almost without saying that an expanding NATO is likely the exact opposite of what Russia's President wanted to see on his doorstep when his troops entered Ukraine. Well, it marks the end of a drawn out and contentious journey to membership. CNN's, Melissa Bell can put that for us into a wider context for us, Melissa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It's been an easy road to accession for Sweden. You'll remember that it was Ankara, Turkey.That was staunchly opposed up for a long time. And it took an awful lot of wrangling. You'll remember in Vilnius last year at the NATO summit at four in the end anchor to put down its objections. Essentially, it had said that it was objecting to the fact that a country that it considered harbored Turkey Kurdish extremists should be allowed into NATO, these objections in the end are overruled. And so this historic moments you're quite right, there's no other word for it. When you look at those pictures, they really are remarkable. It was last year, Becky, that Finland of course joined NATO becoming the 31st member of the alliance with its more than 800 mile border with Russia. I mean, talk about the opposite of what Vladimir Putin must have been seeking when he first entered Ukraine and there you have it now, Sweden as well. And it's an important moment Ulf Kristersson, the Swedish Prime Minister was in Washington, of course on Thursday, Becky, to officially hand over the accession documents to Secretary Blinken, he was also invited to the Secretary -- to the State of the Union, by the President afterwards in a show of solidarity. This is what he had to say about his country's official accession to the alliance. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "That demonstrates also that NATO's door is open. It's for NATO allies, the applicant country to decideit's not for Russia to decide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ULF KRISTERSSON, SWEDISH PRIME MINISTER",
      "sentences": "We should not be naive. And I think we're more we're more aware of the risks that they pose to us nowthan we have ever been before. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Melissa Bell on the story. Melissa, thank you. Well, now to a CNN exclusive that is raising alarm on the frontlines of Ukraine. Sources tellCNN that Russia pumping out nearly three times more ammunition than the U.S. and Europe combined for Ukraine, saying that Russia is making artillery shells around the clock. CNN's, Katie Bo Lillis joining us now from Washington. What do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "KATIE BO LILLIS, CNN REPORTER",
      "sentences": "Yeah, Becky. So what I've learned are some pretty staggering numbers that really illustrate how much more quicklyRussia has been able to ramp up its defense production for its war in Ukraine in ways that have in some ways left the U.S. and the and the West behind. Now, the most important number here is artillery shells, a senior NATO official telling me that Russia is making somewhere on the order of 250,000 artillery shells per month, adding up to a total of about 3 million a year. Now compare that to the 1.2 million that the U.S. and Europe are on track to produce in a year. And this is showing up on the battlefield Ukraine has been forced to ration its artillery fire, we were told that Ukraine is firing about 2000 rounds a day compared to 10,000 fired by the Russians. And in some places on the 650 mile front, Becky, we're told that the ratio is even worse. Now, this is important, because artillery is the number one metric that U.S. and Western officials are watching as they try to get a sense for how Ukraine is performing in this conflict. This is a war that is expected to really be won or lost on just plain old artillery being traded back and forth across the frontlines. So the math really matters here. And officials tell us that Russia has been able to ramp up its production so much more quickly than the democratic west, in large part because it's basically acting as a managed economy. Putin can essentially just order these factories to get to work and start producing more stuff. And so we're told by the NATO official, by the senior NATO official that Russian factories are now operating 24/7 in rotating 12 hour shifts, this is now defense is now the largest part of the Russian economy. Some questions, of course, about how long they can sustain this in the long run. It may have some consequences for them down the track, but at least for now, perhaps the next 18 months, they're on pretty solid footing, according to this official. And so for Ukraine, this really comes down to whether or not the West whether or not Europe and the United States are able to ramp up their production and match what the Russians are producing. And at this point, there are some real questions about whether or not that's going to happen that money in the United States obviously has run out. Republican opposition in the Congress has stalled additional aid. And so for Ukraine, the question now is what the U.S. Congress do is and what happens in the presidential election in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Good to have you, thank you. Was gang violence escalates in Haiti, U.S. Secretary of State Antony Blinken is traveling to Jamaica todayfor an emergency meeting with Caribbean Leaders on the crisis. Gangs have been carrying out highly coordinated attacks that threaten to topple Haiti's government. The Chaos has also forced tens of thousands to flee their homes and the Haiti with a growing shortage of basic essentials. CNN's Patrick Oppmann joining us says he's in Havana, Cuba today. What is Antony Blinken hoping to achieve at this point, Patrick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Patrick Oppmann -- the story for you ahead of that meeting with Caribbean Leaders for the U.S. Secretary of State Antony Blinken. Will justahead on \"Connect the World\" the Princess of Wales speaking out today about a photo that sparked more than 1000 words possibly even 1000 conspiracy theories, that is after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "Well, yes, Becky, ever since we heard that the Princess was in hospital, she had surgery in early January. Wehaven't seen her since. And the Internet has become a wild west of rumors, speculation the most outlandish lurid speculation that you could imagine. And this was really getting so intense, there were photographers following Kate, she needs her privacy, she's just getting over surgery. It's clearly very severe surgery, she needs time. So obviously, Kensington Palace thought the best thing to do was to put out a photo saying she's fine with her children, and very happy. And the problem is that this photo has fueled the fire, the conspiracy theories are even greater because of this digital altering. And just as you were saying, it is serious that these photo agencies, reputable photo agencies, Getty, AP, they're also we won't use this anymore. And that is unprecedented because the Royals always do a little bit of filtering. A Christmas photo recently was Prince Louis was missing a finger and you know Royals used portraiture we go right back to Elizabeth the first. She didn't look like she did in the Armada portrait, they always touch up. But this is obviously very serious. And actually, I was just talking to an expert about this. And his opinion is that it is -- it's not just Photoshop, it is actually an AI photo. And that's what he's saying. So of course, this is just adding to the speculation and the panic, and it is really a PR disaster for the Royals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, and I just wonder what you think this? I mean, this is a mess up. Best I guess we should explain. And I guess we've heard from theprincess today, we still haven't seen since. Of course, she went into hospital for, as you say these procedures back in January. What are these mess ups, do you think? Say about the palace's credibility at this point? Certainly Princess Catherine is never, sorry, has gone against the never complain. Never explain dictum, hasn't she? I mean, normally it's like silence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes, well, she did speak out. And I think that was very important because it was spiraling. So her words have helped the matter. They dampenthe flames a bit. It sounds very much to me, like her voice. She's apologizing. But they're also people saying, look, this is too complicated. No amateur photographer would do this kind of changing. And if it is AI, as some people are saying, that's very different to adding a little bit of Photoshop. So obviously, Kate is saying it was me, but I think many people think it wasn't. And certainly I think there's going to be more and more speculation. And they're probably going to have to put out another photo. But this one that was actually snapped on a phone was actually like a normal photo. Because otherwise I think people are getting -- people are worried and they're concerned and the speculation just goes greater and greater. And it's really, it must be so hard for Kate, she's had this severe surgery, she just needs privacy and the internet is panicking. So I think for the Princess's privacy and also for the good of the royal family. I mean, it just seems like we can't, people are saying we can't trust them anymore. We can't trust their photos for the good for them. I think they do have to put out there a photo, whether it's the original of this, they said they're not going to or simply a photo of Kate sitting down at home, something that is just on a phone and just snapped out there and given to us because otherwise it's going to go even more wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "So many authentic non AI -- All right, good to have you, always a pleasure. Thank you. Let's get you up to speed focus on some of the otherstories that are on our radar right now. And in Indonesia, rescuers are looking for survivors after flash floods and landslides tore through the island of Sumatra, killing at least 26 people. That is according to the disaster agency officials there nearly 80,000 people have been displaced. They say from the severe weather with more rain expected in the coming days. We're following a developing story out of New Zealand where 50 passengers from a LATAM Airlines flight received medical treatment. That's because their plane experienced what the airline calls a technical event in the air. Our Pete Muntean on the story for you, CNN's Aviation Correspondent he joins me now what are we hearing from those involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "And Ireland Inc. ringing the Opening Bell today a week or so away from St. Patrick's Day with a focus on Irish and U.S. businesses and theeconomic relationship between the two countries. Welcome back. I'm Becky Anderson in Doha in Qatar today and you are watching \"Connect the World\". The markets have just opened with the bell they're sounding and they are lower. As you can see, trade is bracing for new information on the inflation fight. Is that data heavy week this week that information the CPI comes out tomorrow Tuesday. And we will bring you that of course when we get it. But these markets really slightly concerned about what will happen with inflation and therefore, ultimately what happens with interest rates. All right, well Donald Trump could find out today whether his bond remains as he appealed the judgment against him in E. Jean Carroll's defamation case. Now Judge Lewis Kaplan gave Carroll until today to object to the $91.6 million bond that Trump posted last week. As Trump appeals, Carroll will not be able to get the $83.3 million she was awarded by a jury. If Carroll does oppose the bond, both parties have to be in court at 3 pm Eastern Time. Well for more on the pending decision, let's get you to Marshall Cohen and he joins us live from Washington. Let's just remind ourselves Washington, D.C. Marshall of course, let's remind ourselves is it's only one of a number of significant payments, fines, call them what you will that Donald Trump has on his play at this point. So what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Yeah Becky, it's almost hard to keep track of the criminal cases, the civil cases, but that's why we're here to break itall down. So as you mentioned, E. Jean Carroll this is the columnist who sued Donald Trump for defamation. We are here today because a jury determined that Donald Trump was liable for sexually assaulting Ms. Carroll in the mid-1990s at a department store in Manhattan. The jury also determined that Donald Trump defamed Ms. Carroll when he claimed that she made it all up. For those damages, the jury awarded more than $80 million to Ms. Carroll and Donald Trump is appealing that decision. As part of the appeal he had to post a bond, which he did on Friday with the help of an outside insurance company that helped underwrite the bond. That was for $91 million, which is the $83 million judgment plus some interest. The purpose of doing that is that so he can pursue his appeal. And E. Jean Carroll won't get the money until the appeal is resolved. So if Ms. Carroll has any objections with that arrangement, she has 90 minutes from right now to raise that objection in court. If she does, the judge said that he will hold a hearing later this afternoon. If she does not have any issues with the arrangement, the judge would still need to put his final stamp of approval on it. And then of course, all eyes will turn to this appeal, which could take a while to resolve, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Do we have any idea what E. Jean Carroll's thinking is at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "COHEN",
      "sentences": "Well, you know, I'm not sure what she's thinking about exactly how to pursue this appeal. That's obviously up to her and her attorney. But Iwould point out that they might have even more material if they want to think about broadening their litigation. They've done it before they might do it again. Because just over the weekend, Donald Trump said some of the same things that this jury determined was defamatory. Over the weekend, he was at a campaign rally in Georgia. And he said that this story was made up that she made it all up. That's exactly what the jury said was defamation. So they're probably watching Trump on the campaign trail and thinking that they might have more goods to go after him with, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Well meanwhile, outside the theater, pro-Palestine protesters held signs and waved flags disrupting traffic on route to the show. Wellyou're watching \"Connect the World\" with me Becky Anderson out of Doha, Qatar for you this evening. Coming up how last night's showdown between Liverpool and Manchester City made the title race in the EPL wide open. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Right, welcome back. This weekend marked the start of the 2024 MotoGP season. And if you're a follower of the sport, you will know theQatar where I am here today is the first stop for the 22 Ryder race, but the spikes took to the track in Doha. The start of the racing season was not the only thing to celebrate. Racism fans were also marking 75 years of MotoGP racing. Now look while I would not even think about getting on one of those rockets disguised as bikes, I can still appreciate the beauty of this sport. I'm sure you can too, check this out. (BEGIN VIDEOTAPE) ANDERSON (voice-over): This is man and machine, the essence of MotoGP. The adrenaline fueled motorcycle event that roared into action this year with the season opener in Qatar this past weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "DANIEL ROSSOMONDO, CHIEF COMMERCIAL OFFICER, MOTOGP",
      "sentences": "We have two gladiatorial figures, the -- riders and we have to think and it's -- limit.ANDERSON (voice-over): That's Chief Commercial Officer Daniel Rossomondo, whose job it is to satisfy loyal fans and attract a new generation. In 2023 MotoGP introduced sprint races, half the length of the main event on the Saturday of every Grand Prix weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "What's the impact of new technology and AI on the sport?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ROSSOMONDO",
      "sentences": "I mean AI is at the forefront of what we're doing right now. This order is an unbelievable testing ground for both technologies that'sgoing to be delivered to the consumer. Those things on the bike are ultimately going to make their way onto the street. ANDERSON (voice-over): What the fans want is speed and skill. Now more than ever, enhanced by technology that is blurring the lines between man and machine like never before. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}