{
  "date": "2024-03-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Vladimir Putin Widely Expected To Win A Fifth Term At Upcoming Election; At Least 20 Dead, 150 Wounded In Attack On Gaza Food Aid Site; U.S. Senate Leader Chuck Schumer Calls For New Israel Elections; Judge Denies One Of Trump's Motions To Dismiss Charges In Classified Docs Case; U.S. Says It Destroyed Nine Missiles, Two Drones In Houthi- Controlled Yemen. WSJ: Cockpit Mishap May Have Caused LATAM Flight to Suddenly Plunge; World's Most Powerful Rocket Reaches New Heights, Speeds; 8th Year of Celebrating My Freedom Day; Ex-Trump Official Mnuchin Assembling Team of TikTok Buyers; Ukrainian Athlete Pursues Olympic Dreams Amid Ongoing War. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:23",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up this hour on CNN.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The elections in Russia will not be free and fair.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Nonetheless, they are underway with three days of voting for Russia's next president. He's also the current president, president before that, Prime Minister before that, president before that, yes. Vladimir Putin.(BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D) SENATE MAJORITY LEADER: Prime Minister Netanyahu has lost his way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Benjamin Netanyahu on the receiving end of unprecedented public criticism from a senior U.S. official Chuck Schumer, Majority Leader in the U.S. Senate, now calling for fresh elections in Israel.And one giant leap towards a manned mission to Mars to the successful third test flight of a gigantic Starship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Thanks for being with us. Polls are opening in Moscow at this hour, the latest region to begin voting in Russia's presidential election. And while it's all but certain that Vladimir Putin will be reelected for another term, what he plans to do during those six years isn't exactly clear.Russians can vote either for Vladimir Putin or one of three Kremlin approved candidates. Any credible challenger has either been jailed or killed or both sent into exile or simply banned from running. Putin has been president, either president or prime minister of Russia for 24 years now, the longest serving Russian leader since dictator Joseph Stalin, and as CNN's Matthew Chance reports from Moscow, Putin has run a low key almost non-existent election campaign and Putin so called opponents have shown little interest in winning. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): In some areas like annexed parts of Ukraine, voting in this Russian election has already begun. And the outcome say observers is inevitable. I'm just happy Russia has accepted us, says this woman in Donetsk, and I love everyone who votes for Putin, she says. The Kremlin leader has barely campaigned for his fifth term in what observers say is the most vacuous empty Russian election in memory. Putin's campaign ads simply ask voters who they trust, 86 percent, according to latest opinion polls say it's him. The Kremlin's crackdown on dissent makes a mockery of public surveys. Sudden death and jail last month of Alexei Navalny, the Kremlin's most prominent critic, has left the Russian opposition, even deeper in despair. And with no one they feel they can support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENIFIED MALE",
      "sentences": "Maybe Alexei will win the election, I will vote for him, but not for anybody now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "CHANCE",
      "sentences": "So if Alexei Navalny was on the ballot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "CHANCE",
      "sentences": "-- you will vote for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNDIENTIFIED MALE",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "CHANCE",
      "sentences": "But now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But no. Maybe I read this name.CHANCE (voice-over): Of course, officially, there's a choice. Like voting for the Communist Party candidate, Nikolay Kharitonov, and his vision which few Russians share for return to a glorious socialist past. We've all played the game of capitalism, he says. And now that's enough. Leonid Slutsky was once at the center of sexual harassment allegations. He denied any wrongdoing, later apologizing for the stress he may have caused. But he's now a presidential candidate and extremely reluctant to criticize the man currently in power. CHANCE: Do you think you would be a better president than Putin, a better president than Vladimir Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "LEONID SLUTSKY, LIBERAL DEMOCRATIC PARTY LEADER",
      "sentences": "This decision of our population.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "CHANCE",
      "sentences": "What do you think you're standing against? You don't think you're going to be better why would you stand against him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "Daniel Treisman is a professor of political science at the University of California in Los Angeles. He's also co-author of the book \"Spin Dictators, The Changing Face of Tyranny in the 21st Century.\" Daniel, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "DANIEL TREISMAN, PROFESSOR OF POLITICAL SCIENCE, UCLA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "So, just because we know the outcome of the election, doesn't mean there won't be any suspense. Many inside Russia and beyond will be watching the margin of victory for Putin. It'll be tough to beat the former Iraqi President Saddam Hussein, who back in 2002, received 100 percent of the vote. Nonetheless, Putin would like a strong showing of around 80 percent. Why that number? And why does that matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "TREISMAN",
      "sentences": "Well, yes, he's made it very clear that he wants to get more than 80 percent. I don't think he wants to get 100 percent because that looks rather old fashioned. It makes it very clear that the election is a stage show rather than genuine choice for the photos.But 80 or above, he doesn't -- each time he doesn't want to get less than he got the last time because that suggests fall in popularity and weakness, which means that the total has to ratchet up with each election. And so far, he's got up to 80 percent or more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "So he's so -- this election is being sort of, you know, billed as a referendum on Putin and his war in Ukraine, and a big turnout and a big vote for that will basically be approval for Putin and for the water continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "TREISMAN",
      "sentences": "He'll certainly spin it that way. And those who do vote and who do vote, genuinely, for Putin, I think, will largely be the ones who do support the war. Of course, there were many in Russia, it's very difficult to know exactly how many but a large share of the population that is uncomfortable with the war that sees very little hope, in domestic developments in the economy and so on, and is not so happy with the way things are going.Nevertheless, they're under a great deal of pressure, to keep that to themselves and to go out and vote for Putin. And if anything fails, they have electronic systems to tally the votes, which can arrange for the right numbers to come out at the end of the -- end of the operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "VAUSE",
      "sentences": "And this time this election, Ukrainians living under Russian occupation, will be voting and we're allowed to at least in this election, here's part of a statement from Ukraine's Ministry of Foreign Affairs, holding elections, in inverted commas, the President of the Russian Federation, in the temporarily occupied territories of Ukraine is illegal and will not have any legal consequences.You know, clearly holding this vote here in the territories in the occupied territories, which have been illegally annexed since we attempt to legitimize Russia's presence there. It's also, as we say, a referendum if you like on the war in Ukraine, but there's a strange juxtaposition going on here. You know, it's all about the war in Ukraine. But no one's talking about the war about Ukraine on the campaign, it's sort of almost kept a secret. So how do you explain these two things? So it seems to be at odds with each other?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:02",
      "speaker": "TREISMAN",
      "sentences": "Well, of course, you can only talk about victory, right? When you talk about the campaign, and you can't call it a war. It's a special military operation. So, everybody has been very careful not to mention that in Belgorod and Kursk, there have been incursions by military groups of anti-Putin Russians working with Ukrainians and there have been drone attacks on border areas and even quite far inland on oil depots.So, the goal is to make people feel that everything's going well to create this burst of patriotism, and warm feelings, but not to get into the details of actual fighting at the front, which might make people a little bit more uncomfortable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "You know, there's some theory out there that Putin may use a big win, a big turnout and this vote, I thought, maybe a national call up of reservists, you know, sending hundreds of thousands of troops overwhelm Ukraine. There's all sorts of possibilities out there. What are your thoughts on where this election could be heading once Putin is reelected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "TREISMAN",
      "sentences": "Well, he has avoided a major new conscription drive -- round of conscription until after the election. The military desperately needs more troops. So, it's certainly possible that we will see several 100,000 more Russians conscripted in the aftermath of the election.It's not clear what he plans to do domestically. Of course, they'll try to keep the economy rattling along. And it's actually been doing better than many people expected. Recently, the oil price has been reasonably high, oil exports have not been affected that much because India and China and various other countries continue to buy Russian oil. So, he's aiming for stability. That's his -- that's his motto. That's his goal. And he would like to minimize the discontent that more conscription will inevitably bring. But it does seem that that is going to be inevitable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "Daniel, thank you for being with us. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "TREISMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "Now what appears to be another deadly strike on civilians in Gaza City, as they wait in line for food assistance, those who survived the attack so they heard the sound of tank or artillery fire, which according to Palestinian health ministry officials, killed at least 20 people, injuring more than 150 others.Many were rushed here to Al Shifa Hospital. But officials there say medical teams have been unable to deal with the type of injuries as well as the number of wounded. Palestinian officials have accused Israel of a targeted attack on hungry people. But in a brief statement, the Israeli military says those accusations are false. But the details of this strike on a food distribution area are similar to attack last month, also in Gaza City, which killed more than 100 Palestinians as well. Food shortages in Gaza is north of particularly severe with Israel's chokehold on distribution, dramatically reducing the amount of aid which can access the area. A ship carrying a food supplies is now just off the coast of Gaza. It was meant to arrive Thursday night. The NGO World Central Kitchen says it's shipped the open arms will deliver 200 tons of assistance, hopefully get even more on a second ship bound for Gaza. Satellite images show were organized to build a wharf on the coast of central Gaza that five miles or eight kilometers from the Wadi Gaza checkpoint, Israeli checkpoints separating north and south Gaza. On Thursday, the U.S. and Jordanian militaries carried out their 10th airdrop of aid in northern Gaza, providing nearly 14,000 meals not nearly enough. The highest ranking juice official in the United States Senator Chuck Schumer has done what no politician has ever done before. In remarks from the Senate floor, Schumer publicly excoriated Benjamin Netanyahu, describing him as an obstacle to peace, who'd lost his way. He called for Israelis to vote Netanyahu and his far right coalition out of office in fresh elections. And if they did it, Schumer hinted that U.S. support for Israel may no longer be unconditional. The Senate Majority Leader accused Netanyahu or putting his own political survival ahead of the needs of the country. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "SCHUMER",
      "sentences": "As a lifelong supporter of Israel, it has become clear to me the Netanyahu coalition no longer fits the needs of Israel after October 7. The world has changed radically since then, and the Israeli people are being stifled right now by a governing vision that is stuck in the past.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "VAUSE",
      "sentences": "Here's part of a statement released by Netanyahu's Likud party. Israel is not a banana republic, but an independent and proud democracy that elected Prime Minister Netanyahu. Contrary to Schumer's words, the Israeli public supports a total victory over Hamas authority to Gaza.Earlier I spoke with Jerusalem Post senior columnist Yaakov Katz, I asked him for his take on Schumann's comments. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "VAUSE",
      "sentences": "A spokesman for the U.S. State Department implied the remarks from Senator Schumer were essentially his and his alone. Listen to this.MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: Congress is an independent branch of government. I think the Israel -- the Government of Israel understands quite well how the U.S. government works. And I'm sure they fully understand that he speaks for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "VAUSE",
      "sentences": "You know, well, Schumer was not speaking for the administration, the administration knew that he was speaking. They knew this speech was coming. That seems it came with some kind of tacit approval from the White House. But it also reflects this rift, this growing division between the Biden administration and Benjamin Netanyahu, which is becoming a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "KATZ",
      "sentences": "Without a doubt, John, and you know, while Schumer does not speak for the Biden administration, he definitely spoke last night for the Biden administration. We've been seeing over the last few weeks as the U.S. is feeling a little frustrated with the continuation of the war. And I think primarily with the fact that Prime Minister Netanyahu has failed to articulate and outline what the day after plan would look like. And he's not. And he's refusing essentially, to embrace what President Biden has outlined as what he would like to see happen, eventually culminating in a two state solution Netanyahu is refusing to do that.So they're growingly frustrated, and I think Schumer went the farthest that any U.S. administration official has said until now, but we've heard some harsh remarks from President Biden just last week, where he said that he thinks Netanyahu is not doing a service to his people. We've heard strong remarks from the Vice President. But I just want to say here, John, important point for people to keep in mind. Israel is still fighting a war. We have multiple active fronts in the south and Gaza, in the north by Hezbollah, we have Iran, which we're seeing from reports from the U.N. is continuing to pursue a nuclear capability. If the world thought that they could attack Israel on October 7 and commit the greatest massacre since the holocaust of Jewish people back when the alliance was believed to be stronger, what do we think that our enemies are thinking right now, when they see that Israel's greatest ally is moving away from it? Do they think that Israel is stronger? Do they think that they can not attack Israel? Or do they think that maybe actually, now is the time to double down on their attacks against the Jewish state of Israel? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "VAUSE",
      "sentences": "Thanks to YaakovKatz there, senior fellow at the Jewish People Policy Institute.Now to the latest on Donald Trump's multiple criminal cases, and a setback in Florida where Trump is on trial for mishandling classified documents. Judge Aileen Cannon denied a motion from Trump's legal team to have the case thrown out. Here's CNN's Katelyn Polantz with details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:22:55",
      "speaker": "VAUSE",
      "sentences": "Amid a surge of gang violence, which doesn't seem to end at nighttime curfew in Haiti has been extended until Sunday. This comes as local reports of a fire one of the largest prisons early Thursday. The prison director says the inmates already been transferred to other detention centers after last week's attack on the facility.Amid the escalating violence, Canada says his ambassador and a small support team will remain at its embassy in Port-au-Prince. Award winning actor and filmmaker Sean Penn who co-founded a relief effort after the 2020 earthquake talk to CNN about the violence. (BEGIN VIDEO CLIP) SEAN PENN, U.S. ACTOR AND FILM DIRECTOR: Now that the Henry has resigned, which has been one of the big demands of the gang, since the things have calmed down, we may actually be able to, you know, gear back up into an operating mode and some of the people, people who, you know, certainly oppose the gangs are giving credit now to the fact that it was the gangs that was were able to do this thing that so many wanted to have done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:22:55",
      "speaker": "VAUSE",
      "sentences": "Meantime, the U.S. may use its basic Guantanamo Bay in Cuba to process Haitian migrants if they begin fleeing the country on mass because of the violence. CNN's Carlos Suarez has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "VAUSE",
      "sentences": "U.S. military claiming progress in the fight against Houthi attacks in the Gulf of Aden. U.S. Central Command says forces destroyed nine anti-ship missiles and two drones in Houthi controlled areas of Yemen.Earlier on Thursday, Iran-backed Houthi fired two ballistic missiles towards the Gulf of Aden to more towards the Red Sea. No one was injured and no ships were reported any damage. Houthi leaders though have vowed to continue attacking ships off the coast until Israel ends the war in Gaza. The militants have even hijacked some vessels at a holding crew members hostage. Details from CNN's Scott McLean. (BEGIN VIDEOTAPE) SCOTT MCLEAN, CNN CORRESPONDENT (voice-over): This was the burning wreckage of the cargo ship True Confidence after it took a direct hit from a Houthi missile last week. Video from the Indian Navy shows troops winching the stranded crew into a helicopter and later tending to injuries. One had burns to his face, and other later had his leg amputated, according to the Philippine government. Most of the 23 crew members were Filipino, and arrived back in Manila this week. MARK DAGOHOY, CREW MEMBER OF SHIP ATTACKED BY HOUTHIS (through translator): It's saddening and horrible because we were all together and suddenly all this happened. It's very painful for us, especially for the families. MCLEAN (voice-over): Three of the crew are still on board the ship, presumed dead. These are the first deaths after months of Houthi missile attacks in the Red Sea, targeting any ships with links to Israel, the U.S. or the UK. True Confidence is now somewhere in the Arabian Sea, slowly being tugged to the nearest safe port, according to Filipino diplomat Eduardo de Vega.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "EDUARDO DE VEGA, PHILIPPINE DEPARTMENT OF FOREIGN AFFAIRS",
      "sentences": "Were firmly still holding gold until we see the remains of the loved one. They continue to grow miracles to happen.MCLEAN (voice-over): De Vega overseas his countrymen who make up 1/5 of the world's commercial seafarers. Filipinos also make up most of the Galaxy Leader's crew. It was hijacked by Houthi gunman back in November. Crew has been held hostage ever since. DE VEGA: The word we get from the Houthi and said and they've been saying that they will keep holding the ship and all the crewmen until we see an end to the hostilities in data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "MCLEAN",
      "sentences": "There's no point in negotiating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:06",
      "speaker": "DE VEGA",
      "sentences": "We believe they may be expecting that governments recognize them as the official government and it will be difficult for any government to recognize patch ships, we see.MCLEAN (voice-over): New data shared with CNN by maritime security firm Ambrey Analytics shows the extent of the Houthis attacks on commercial ships since November, almost 100 incidents at least 23 of them missile or drone attacks that left physical damage to a vessel. One ship the Ruby Mar was sunk. De Vega believes most of the Galaxy Leader crewmen are still being held on board the ship, which has become a local tourist attraction off the coast of Hudaydah in Yemen. In November, the Houthis promised to treat the crew members as their guests. They're in weekly contact with their families are being fed and there is no indication of abuse. De Vega says the only proper treatment is to release them. Scott McLean, CNN, Istanbul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Welcome back everyone. I'm John Vause. You're watching CNN NEWSROOM.The Wall Street Journal Is reporting a seat mishap maybe to blame for THE midair plunge of LATAM Airlines flight from Sydney to Auckland on Monday. 50 passengers were hurt when the Boeing 787 suddenly nosedived and what the airline described at the time as a technical event. The Journal reports a flight attendant may have mistakenly hit a switch, sending the pilot seat forward into the plane's controls. That forced the plane to nosedive according to the U.S. industry official briefed on preliminary evidence. The plane now back in Chile's capital Santiago for further investigations. Aviation officials say a preliminary report into the incident will be issued within 30 days. Chile has taken the lead on the investigation because that is where the plane is registered. SpaceX and NASA are calling Thursday's Starship test flight a success after the world's most powerful rocket achieved multiple milestones before breaking apart. CNN's Kristin Fisher has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Starship flew further and faster than it did during any of its previous two flight tests in this third flight test, which lifted off from Boca Chica, Texas right on the border with Mexico, or as SpaceX likes to call it Starbase or the Gateway to Mars because this is the rocket that SpaceX hopes will someday land the very first humans on Mars, will someday be used to perhaps even colonize Mars.But first NASA is hoping that SpaceX will be able to deliver on its contract to land the first NASA astronauts on the surface of the moon since the end of the Apollo program back in 1972. So there are some big hopes for this Starship rocket. What we saw was a successful stage separation of the super heavy booster and the Starship rocket spacecraft on top. It then flew for 49 minutes and along the way, it beamed back these incredible HD live images. Thanks to some Starlink terminals that were on board Starship itself. And we were able to see on entry as it was approaching the splashdown site. This incredible footage of Starship, like hitting the atmosphere and creating the plasma, this red glow around the spacecraft. [01:34:551]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "FISHER",
      "sentences": "I'd never seen anything like it. I don't think anybody had really ever seen anything like it.And then Starship broke up, likely just above the Indian Ocean, falling short of its ultimate goal, which is a splash down in the Indian Ocean. But I should note that overall objective. The primary goal of this mission was for Starship to reach orbital velocity or orbital speed. It did that and then some. This splash down in the Indian Ocean was always kind of like a dream case scenario. In order to get your FAA license, you have to say what the ultimate target would be. And so that was really the case here. For folks that say, you know, is this a success or a failure? You have SpaceX, of course, calling this a success, but so is NASA administrator Bill Nelson, and so is Blue Origin, one of SpaceX's primary competitors headed by fellow billionaire Jeff Bezos. So far more went right than went wrong on this third flight test. And now SpaceX says they have four more Starships ready to fly. They're hoping that the FAA can move quickly to work through this fairly routine mishap investigation and then grant its next launch license. Kristin Fisher, CNN -- Washington. (END VIDEOTAPE) VAUSE: Joining me now from Houston, former NASA astronaut Leroy Chiao. Leroy as always, it's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "LEROY CHIAO, FORMER NASA ASTRONAUT",
      "sentences": "Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "VAUSE",
      "sentences": "Ok. So when it comes to this question, was this test flight a success or failure? CNN aviation analyst Miles O'Brien put it this way with some context. Here he is.(BEGIN VIDEO CLIP) MILES O'BRIEN, CNN AVIATION ANALYST: You know, you test, you might say a little, but every time you fail, you learn a lot. So that idea, that term \"failure is not an option\", is not apt here. The approach that SpaceX has taken over the years and this today actually is its 22nd anniversary is \"test a lot, fail a lot, learn a lot\". And that's what we're seeing here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "VAUSE",
      "sentences": "Feel like Thomas Edison found 10,000 ways how not to make a light bulb. So in other words, we learn a lot more from our failures than our successes. So comparing this test flight with the one before, which lasted what, about eight minutes before exploding, how much has the Starship project now moved forward",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "CHIAO",
      "sentences": "It's moved up an incredible amount and you saw a basically a flawless first stage burn at separation, ignition of the second stage, the vehicles, the Starship made it into orbit, essentially obtaining orbit though not technically quite but showing that it can be done.And that's the biggest takeaway from this flight test is that this system works. It will be -- bugs will worked out and it's going to become operational. And when it does, it's going to be a real disruptor, much more so than the average person knows. But those of us in the business, I mean, this is going to dramatically bring down the cost of launching things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "VAUSE",
      "sentences": "Well again, here's the most specific about what this flight did and did not achieve. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "LAURA FORCZYK, CONSULTANT, ASTRALYTICAL",
      "sentences": "It didn't quite get some of those vital milestones that is landing or attempting a soft splashdown in the ocean, nor was the Starship able to return to, you know, to the earth to re-entry.However, it did make it to space, and that's the biggest milestone. It made it to orbit. And so this was a successful flight in my mind. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "VAUSE",
      "sentences": "NASA though was closely watching what they say the \"transfer of thousands of pounds of cryogenic propellant between internal tanks during the spacecrafts coast phase. The propellant transfer demonstration operations were completed and the NASA SpaceX team is currently reviewing the flight data that was received.\"So what is that? And why is it so important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "CHIAO",
      "sentences": "Sure. Well, the architecture that NASA has created to land humans on the moon involve the Starship and Starship technology, basically SpaceX and Starship are going to be creating the lander that takes NASA astronauts back to the surface of the moon.In order to do that, there has to be a propellant transfer that takes place, cryogenic propellant and in this case, this is the first experiment in actual space in microgravity, where a cryogenic propellant, in this case, liquid oxygen, was transferred from one tank to another tank inside of the Starship. So that's kind of a first step to demonstrating refueling on orbit using cryogenics. And that's a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:32:23",
      "speaker": "VAUSE",
      "sentences": "Yes. And for Elon Musk the Starship project, it's sort of more of a Mars ship. It's all about getting to the Red Planet. Here he is speaking almost a decade ago back in 2016.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "VAUSE",
      "sentences": "You know, ultimately Musk's family (ph) wants a fleet of Starships taking settlers to Mars, which is why this rocket is so big and so powerful, you know, the most powerful ever built.You know, you mentioned that this will be a disruptor. This is going to bring down the cost of space travel monumentally. How much closer though is Musk now to achieving his goal of a human colony on Mars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "CHIAO",
      "sentences": "Well, the first step towards creating a colony on Mars or even getting humans to Mars is getting a vehicle that can get you there. And so that's what he created Starship for was to enable this Mars you know, both getting humans there and then establishing a colony.And so he says a version of Starship one day will take around 100 people at a time from the earth to Mars. The reason that the system is so disruptive -- will be so disruptive is because its designed to be completely reusable. That is, the first stage will come back and land just like the Falcon 9. The first stage is due today on a routine basis. The Starship has been made to be completely reusable even after it goes to Mars. The plan is that without reduced gravity well on Mars being about one- third that on earth it can take back off after its been refueled and fly back to earth, reenter the atmosphere here and be serviced and be ready to do another mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "VAUSE",
      "sentences": "Leroy, as always, it's so good to have you with us. We really appreciate your insights. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "CHIAO",
      "sentences": "My pleasure. Thank you.CNN celebrated its 8th My Freedom Day on Thursday, a day-long student- driven event to raise awareness of modern slavery and forced child labor. We had crews all over the world talking to students about their views and projects. Kids from as many as 100 countries took part. Here's what some of them had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, (INAUDIBLE) is about child labor. And how long -- how we're using --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Freedom is not being cast aside and forced into labor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every child should be free from child labor. They have the right to be free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To me, freedom is not judging people and having equity and equality.(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The companies that use child labor and the ones that don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I study and I play at school. I also attend a tuition class. I feel very happy. Happy Freedom Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "They're also going to participate in the sweatshop simulation challenge so they can feel what it's like to be trapped in a forced labor situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I hope that through the simulation workshop today, I will gain a very valuable learning experience and learn about what is it like to work in a sweatshop workshop every day in my life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Slavery in the chocolate industry is still a massive problem, but it's really important for us to check the sources of the chocolate we buy so that we know there's no child labor involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "VEDIKA SUD, CNN CORRESPONDENT",
      "sentences": "At this table, you have students from middle school who are busy making posters on a very relevant topic that has to do with modern-day slavery, which is child labor. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And the right to play. Who likes to play?What's the best thing about playing as a child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I get to play with my sister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. What do you like about playing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I like to play tag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So we did this timeline to show the landmark laws regarding child labor throughout the years and how it has been limited and eradicated through the whole world.When we come here to 1901, which said that children under 12 years old cannot work at factories anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "CHILDREN",
      "sentences": "#My Freedom Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "CHILDREN",
      "sentences": "Happy Freedom Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:54",
      "speaker": "CHILDREN",
      "sentences": "Happy Freedom Day.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:19",
      "speaker": "VAUSE",
      "sentences": "Just a day after the U.S. lower House passed a bill which could affectively see TikTok banned in the U.S., potential buyers appear to be circulating even though parent company Bytedance has given every indication it will defy demands from U.S. lawmakers and will not sell the app.CNN's Anna Stewart has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:19",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Well, TikTok may have an interested buyer, even if it's not actually for sale. Former U.S. treasury secretary Steve Mnuchin told CNBC earlier --STEVE MNUCHIN, FORMER U.S. TREASURY SECRETARY: I think it should be sold. I understand the technology. It's a great business and I'm going to put together a group to buy TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're trying to buy TikTok? MUNICHING",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:19",
      "speaker": "STEWART",
      "sentences": "This comes a day after the U.S. House of Representatives passed a measure that would ban TikTok in the U.S. if it doesn't divest itself of Chinese ownership within around five months. The legislation heads next to the Senate, where the future is not yet clear.Mnuchin hasn't revealed who the other potential backers are but any possible acquisition would be under significant antitrust scrutiny. Other potential buyers said to be circling include Bobby Kotick, the former CEO of Activision. \"The Wall Street Journal\" citing people familiar with the situation reported that he floated the idea to buy TikTok to a table of people including OpenAI CEO Sam Altman. TikTok's powerful algorithm could in theory be used to train OpenAI if such a deal existed. However, Dana Ives, senior equity research analysts at Wedbush Securities, told CNN Bytedance will never sell TikTok with the source code, the special sauce that makes the app so successful and valuable. The algorithm has raised alarm on the other side of the Atlantic. Italian authorities issuing an $11 million fine for what they call unfair commercial practice. They say TikTok simply didn't do enough to stop damaging contents spreading to young and vulnerable people. TikTok disagrees. The fine may not be the worst of TikTok's concerns right now, as the social platform is now facing scrutiny on both sides of the Atlantic. Anna Stewart, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "AMANDA DAVIES, CNN SPORTS ANCHOR",
      "sentences": "If it's not already tough enough as an athlete trying to become the world's best, high jumper Yaroslava Mahuchikh, like so many of her Ukrainian counterparts, has faced an extra challenge since Russia's full-scale invasion of her country in February 2022, displaced from her home and training away from her family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "YAROSLAVA MAHUCHIKH, UKRAINIAN OLYMPIC HIGH JUMPER",
      "sentences": "-- I just like to focus only on high jumps and don't think about what happened around really and it's helped me.But of course, you want to be home. You want to feel this the motions of home or friends of family, but you don't have this. Russia took it from me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "DAVIES",
      "sentences": "What have they taken from you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "MAHUCHIKH",
      "sentences": "They have taken time with family, time at my hometown, my life last year, even progress, a big (INAUDIBLE) attack a block of this house was destroyed. And one thing when you look at picture and understand what happened.But when I come home in October, I went to this building. I saw the kitchen. I saw them (INAUDIBLE) and I knew that the people died. And it was a weekend, they were at home. And it's -- I was so emotional, I just started crying. I cried, and I know that you should understand that we lost a lot of people and we should finish this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "DAVIES",
      "sentences": "How much do you worry about your family at home when you're away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "MAHUCHIKH",
      "sentences": "Two weeks ago, I think was rocket attack (INAUDIBLE) to house and when they didn't show there are a lot of garden (ph) sounds, and I saw and I thought that it was the house of my parents and it was so stressful to me.I write, I rink to them, but after certain minutes, they answered me that we're ok. It's not our house. And I was -- breathe out (ph) but it's really tough and it's really strange feeling when you think that you can lost your relatives, you can lose your friends and close people and you cannot change this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "DAVIES",
      "sentences": "You have made a point of wearing the yellow and blue on your makeup and in your hair. And how important is it for you to represent Ukraine? What does it mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "MAHUCHIKH",
      "sentences": "It's really, I think important to represent Ukraine in every field to show that we'll continue fighting. The war is not (INAUDIBLE), and we want to be independent country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "DAVIES",
      "sentences": "What do people say to you when you went home about what you're doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "MAHUCHIKH",
      "sentences": "When I come back home, more people recognize me and, of course, say to me, thank you that I'm representing and give them the emotions, some emotions because every competition I jump in for my nation really, because I want to make them happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "DAVIES",
      "sentences": "Whilst World Athletics, track and field's governing body have said no Russian and Belarusian athletes will be allowed to compete for the foreseeable future, the International Olympic Committee have opened the door for those who meet its criteria in other sports to compete individually at the Paris Olympics as neutral athletes.There was talk that Ukrainian athletes may boycott the Olympics. Have you -- have you discussed it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:48:50",
      "speaker": "MAHUCHIKH",
      "sentences": "Of course, it's terrible to boycott Olympic games for Ukrainian because it's the most important competition. But you know, now I cannot say about this because we will look the IOC commission and after this (INAUDIBLE) Olympic Committee will decision so let's look how it will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "MAHUCHIKH",
      "sentences": "Be true with yourself and come to Ukraine again to see all destroyed facilities. Maybe after this, you recognize the big problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "DAVIES",
      "sentences": "Mahuchikh admits it's been difficult to reconcile the most successful period of her career with the tragedy going on at home. She's claimed to have world indoor and outdoor titles in the last two years. And now it's about adding Olympic gold In Paris.Can you see yourself going home to Ukraine as an Olympic champion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "MAHUCHIKH",
      "sentences": "Some days. Yes, you know, I hope that someday, someday it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "DAVIES",
      "sentences": "Yes. What would it mean to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "MAHUCHIKH",
      "sentences": "It was my big dream from the childhood that I wanted to represent country. I wanted to show the results and I wanted like to make a show on stage (ph). So let's look at I hope that someday it happens and I come back home with a medal gold.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}