{
  "date": "2024-05-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Israeli Military Says It Has Captured Palestinian Side of Rafah Crossing; Israel to Join Hostage-ceasefire Talks in Cairo After Rejecting a Proposal Agreed to by Hamas; Columbia University Scales Back Commencement Over Security Concerns; Fraternity Removes Member After Heated Confrontation at University of Mississippi Protest; Miss U.S.A. Steps Down Citing Her Mental Health; Contestants Gear Up for First Eurovision Semi-final Today; France Enters the Guinness Book of World Records for Baking the World's Longest Baguette. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:04",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead, forced to flee yet again, thousands of people in Gaza are again being uprooted as ceasefire talks falter, and Israel ramps up attacks on the southern city of Rafah. The judge overseeing Donald Trump's New York hush money trials says the former president could end up behind bars if he doesn't stop violating his gag order. And Chinese leader Xi Jinping and French President Emmanuel Macron meet in Paris with trade and Ukraine at the top of the agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:04",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, This is CNN NEWSROOM with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:04",
      "speaker": "CHURCH",
      "sentences": "Breaking news right out of Gaza, the Israeli military says it's taken control of the Gaza side of the Rafah border crossing. A spokesperson for the crossing tells CNN that Israeli tanks moved into the area. The Rafah Crossing is one of the main supply routes for humanitarian aid to Palestinians in Gaza. The spokesman says that at the moment, all movement at the crossing has stopped.Also, in Rafah new video shot from the Egyptian side of the border shows explosions from apparent Israeli airstrikes. Palestinian civil defense says bombs hit several homes killing and injuring a number of people. These strikes come after the Israeli Prime Minister's office said it would proceed with the idea of operation in Rafah to put pressure on Hamas. This comes after a very different scene in rather on Monday. These celebrations in the streets happened right after Hamas announced it had agreed to a ceasefire and a hostage release proposal. But later, word came that what Hamas agreed to was not the framework negotiated by Israel and Egypt. An IDF spokesperson says the war in Gaza continues for now. (BEGIN VIDEO CLIP) REAR ADM. DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESPERSON (through translator): We examine every response in the most serious manner, and are exhausting every possibility regarding negotiations, and returning the hostages to their homes as soon as possible. In parallel, we are still operating in the Gaza Strip and will continue to do so. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:04",
      "speaker": "CHURCH",
      "sentences": "CNN's Senior International Correspondent Ben Wedeman has spent decades covering Gaza often from inside the enclave and he joins us now live from Rome. Good morning to you, Ben.So, what is the latest on these Israeli airstrikes hitting parts of the southern city of Rafah and efforts to get civilians out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:04",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, we understand that, Rosemary, from hospitals in Rafah, that as many as 15 people have been killed so far. That of course includes civilians as a result of what appears to be an Israeli military operation in the Rafah area.As you mentioned, the Israeli forces are now in operational control, according to the Israeli military official of that crossing and the area around it. That is the main crossing for entry of humanitarian goods into the Gaza Strip. So, this is going to complicate an already dire humanitarian situation there. Now, yesterday, Israel dropped leaflets on this area in southeastern Rafah, on the southeastern part of the Gaza Strip, telling people to leave that area. There's approximately 100,000 people living in that area, many of them if not most of them, have fled from other parts of Rafah, instructing them to go to the Mawasi area, which is an area on the Mediterranean. But we've heard from American officials and others that they do not believe Israel has made -- taken adequate measures to provide for the basics in terms of shelter, sanitation, and food in the event of an Israeli military operation in the Rafah area. And we don't know -- even though the Israelis are saying, Rosemary, that this is a limited operation in that part of Rafah. There's no guarantee that this is not actually the beginning of a larger military operation in the Rafah area where more than 1.4 million people have taken refuge, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:04",
      "speaker": "CHURCH",
      "sentences": "And Ben, Hamas accepted a ceasefire and hostage deal but not the one offered by Egypt and Israel. So, what likely comes next when negotiations begin again in the coming hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "Ben Wedeman in Rome with that live report. Many thanks, as always.Joining me now from Tel Aviv, former Israeli consul general in New York, Alon Pinkas, appreciate you being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "ALON PINKAS, FORMER ISRAELI CONSUL GENERAL, NEW YORK",
      "sentences": "Good morning, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "So, not long after Hamas agreed to a ceasefire and hostage proposal Monday, we learned that it's not the same proposal put forward by Israel and Egypt. So, what did Hamas actually agreed to? What caused the confusion? And is there still a chance for a deal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "PINKAS",
      "sentences": "Well, there's a chance I -- you know, I think it's up -- it's up to Israel now to overcome the nuances or the small details that distinguish between the original draft that Israel agreed to late April, 27th of April, and this new one that indeed Hamas agreed to yesterday. Look, if they -- if Israel wants a deal, this is a deal that can be made. The problem, Rosemary, is and you've alluded to it earlier, is that were Ben Wedeman did in fact, is the issue of the end of the war.While Hamas is demanding a prolonged and extended ceasefire, which the fact that would mean the end of the war, Israel, ostensibly and efficiently cannot agree to that, because that leaves the entire Gaza operation in limbo. Now, you know, the mediators, U.S. indirectly, and Qatar and Egypt directly have been suspicious of Mr. Netanyahu's motivations. I mean, no one has any illusions as to Hamas. But in terms of Israel, they have suspicions that Mr. Netanyahu was not interested in a deal. And so, we're going to have to wait and see in the next 24 hours where this is headed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "Do you think Benjamin Netanyahu wants to enter this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "PINKAS",
      "sentences": "No. I know I say no casually, Rosemary, but that this can be explained. And I think that Mr. Wedeman, Ben Wedeman alluded to that too. He knows that if the war ends now, it ends in a soul mate. Having to do or stemming from a different definition of what constitutes victory.He has said eradication, annihilation, obliteration toppling of Hamas, that hasn't happened. And so, if the war ends now, he's going to face the responsibility and the accountability and the rage of the public for his actions leading to October 7th and his management of the war since. And that would -- you know, that would impel and generate demonstrations that could rile his coalition and demand for an early election. He knows that he needs this war to go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:13",
      "speaker": "PINKAS",
      "sentences": "I actually think it won't work. It will not work. Look, when you're negotiating a hostage deal, which is accompanied, obviously, by a ceasefire, you can't come out, as Mr. Netanyahu did on Saturday, and say that an operation and Rafah will move forward with or without a ceasefire, that's irreconcilable.What do you mean, you're negotiating a ceasefire, but you will do something militarily, even if there is a ceasefire? That doesn't work. And I think that, you know, when he says pressuring Hamas, right, so, just, you know, reject the deal. And by all means, launch an operation in Rafah, see where that gets you. I doubt this pressure, or this exercise in applying pressure is meaningful or impactful. CHURCH: So, why is Israel forging ahead with this Rafah offensive when U.S. President Joe Biden has repeatedly cautioned Prime Minister Netanyahu not to do so and when this ceasefire and hostage deal appears so close? It's within reach, right? I mean, that's appears to be the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:13",
      "speaker": "PINKAS",
      "sentences": "I subscribed to everything you just said, Rosemary, it beats me. I mean, here's the thing, it goes back to what we just discussed, Mr. Netanyahu set a goal of eradicating and destroying Hamas, that cannot be attained right now or can only be attained if Israel indeed re-occupies the entire Gaza Strip with 2.3 million inhabitants in the most densely populated area and leaving the military there indefinitely.He does not want that, no one wants that. In fact, he's also rejected all pleas from the Americans to set an international force and indeed, with an arrow (ph) component to replace Hamas gradually, he rejected that and refused to even entertain that. So, this Rafah thing, he turned Rafah into some kind of astonishing crowd, you know, an inflection point after which the war will be won decisively, which record you know, beckons the question. If Rafah is the center of gravity of all of Hamas military activity, then why did you invade the northern part of Gaza back in late October and early November rather than begin the operation in the South? That's unclear. Not just unclear to me, Rosemary, unclear to the Pentagon, which is ask Mr. Netanyahu, and apparently the answer is political. But you know, this Rafah thing. You know, the viewers need to understand there are million point four people concentrated in the southern tip of Gaza right now. There's no way in the world that Israel can invade or launch an offensive operation without removing at least 90 percent of them. And the question is, where are they going to go? This is you know, this is not Canada, this is not Australia, this is not the U.S., this is a very small dense swath of land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:13",
      "speaker": "CHURCH",
      "sentences": "Alon Pinkas in Tel Aviv. Many thanks for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:13",
      "speaker": "PINKAS",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:21",
      "speaker": "STOUT",
      "sentences": "That was announced on Monday, details have yet to be hashed out or release but French officials they hope that it's a sign that China will use the pressure that it has over Russia to reach a truce in Ukraine.Now, Xi Jinping after being challenged in Paris will have a much less contentious visit in Serbia. He goes there next later today. He is scheduled a touchdown in the early evening, local time, just in time once again for the anniversary -- for the 25th anniversary of the NATO bombing of the Chinese Embassy in Belgrade, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:21",
      "speaker": "CHURCH",
      "sentences": "And Kristie, Xi Jinping called on Emmanuel Macron to help fend off a new Cold War. What's the thinking behind that freezing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:21",
      "speaker": "STOUT",
      "sentences": "Yes, that's very interesting phrasing there. And this -- these are the words that Xi Jinping told Macron during their one-on-one in Paris at the Elysees Palace on Monday. And this is intentional language designed to bring European critics on side with China because there has been this deepening divide between Europe and China over trade and over Russia's war against Ukraine, a war that China has yet to condemn.And on top of that, you also have the E.U. increasingly aligned with the United States. So, China, of course fully aware of this. So analysts say that with this visit this week for Xi Jinping, he is trying to exploit differences inside Europe. That's why he's going to Serbia next, which is very pro-Russia. And that's also why Xi Jinping is reminding France that China is in its view, a peacemaker, and against a new Cold War, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:21",
      "speaker": "CHURCH",
      "sentences": "All right, thanks to Kristie Lu Stout joining us live from Hong Kong.For the first time since the war in Ukraine began, Russia has announced it will hold military drills involving tactical nuclear weapons. It's a potentially dangerous escalation by Vladimir Putin who's often threatened to deploy nukes on the battlefield, but could now be putting Moscow on a path to actually using them. Russia says the drills were ordered in response to what it calls provocative statements and threats from Western officials. Just last week, French President Emmanuel Macron again said he would not rule out sending Western troops to Ukraine. Warning European security is at stake if Russia wins the war. And on a visit to Kyiv, U.K. Foreign Secretary David Cameron said Ukraine could use British supplied weapons however it likes, including to strike targets inside Russia. The U.S. has previously downplayed Putin's veiled nuclear threats, and now it seems is no different. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:21",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY COMMUNICATIONS ADVISOR",
      "sentences": "It's just reckless and irresponsible for the leader of a major nuclear armed power to be saber rattling the way that he is with respect to the potential use for nuclear weapons. I can tell you we've seen nothing, even despite the reckless rhetoric that would cause us to change our strategic deterrent posture.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:21:41",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Well, dangerous storms are sweeping parts of the central and southern United States, prompting tornado warnings and watches from Texas to South Dakota.At least 10 tornadoes have already been reported, most of them in Oklahoma. An emergency has been issued for the town of Barnsdall in northeastern Oklahoma, which was hit with its second powerful tornado in just over a month. And officials says dozens of homes were damaged there on Monday, emergency workers in that area are urging people to stay home and avoid the roads. Tens of thousands of power outages have been reported in parts of Oklahoma and Missouri, and some areas are under a rare high risk level five storm watch. Well, newly released dashcam video shows a powerful tornado, which tore through Lincoln, Nebraska late last month. An industrial building was destroyed by that storm. Local reports say there were dozens of workers inside at the time but all survived. On Monday, the company reportedly laid off more than 60 employees after the catastrophic damage caused to the plant. Donald Trump's hush money trial resumed this week with a stark warning. The judge told the former U.S. president that if he violates the gag order one more time, he's going to jail. After that, the big focus was on the paper trail and how former fixer Michael Cohen was reimbursed after paying off a porn star. CNN's Karis Kanal reports. (BEGIN VIDEOTAPE) KARIS KANAL, CNN REPORTER (voice over): Insiders at the Trump Organization on the stand, walk through key payments at the center of the case against former President Donald Trump as the first criminal trial of a former president begins its fourth week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:21:41",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "It's a ridiculous case, I did nothing wrong.KANAL (voice over): Jeffrey McConney, a former executive at the company testified Trump used his personal account to reimburse his former Attorney Michael Cohen. Prosecutors allege the payments were reimbursement for a hush money payment Cohen made just before the 2016 election to adult film star Stormy Daniels to quire her story of an alleged affair with Trump. Trump denies the affair. McConney said the reimbursements came in $35,000 monthly increments through 2017.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:01",
      "speaker": "COHEN",
      "sentences": "It certainly goes well past the Stormy Daniels hush money payment.KANAL (voice over): Monday morning before the witnesses took the stand, the judge found Trump in contempt for again violating a gag order preventing him from discussing witnesses or jurors in the case. This time criticizing the makeup of the jury in an interview with the outlet Real America's Voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:01",
      "speaker": "TRUMP",
      "sentences": "That jury was picked so fast, 95 percent Democrats. The area's mostly all Democrat. You think of it as a -- just a purely Democrat area. It's a very unfair situation that I can tell you.KANAL (voice over): Just Juan Merchan said the magnitude of this decision is not lost on me. But at the end of the day, I have a job to do. So, as much as I don't want to impose a jail sanction. I want you to understand that I will if necessary and appropriate. TRUMP: This judge has given me a gag order and say you'll go to jail if you violate it. (END VIDEOTAPE) KANAL (on camera): Now, it's because Trump has violated a gag order in this case, the prosecutors say they won't publicly identify the next witness that they will call but one prosecutor said in court that they have about two weeks left of this case that's about eight days based on the court schedule, and among the witnesses yet that they have not called Stormy Daniels and Michael Cohen. Karis Kanal, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Let's get you up to date now on our top story, the Israeli militarysays it has captured the Gaza side of the Rafah Crossing, one of the main entry points for humanitarian aid into Gaza. Medical officials are reporting at least 50 people were killed overnight by Israeli airstrikes on the southern Gaza City of Rafah and had warned civilians in the eastern part of the city to evacuate on Monday. Meanwhile, Israel is expected to join hostage and ceasefire talks in Cairo in the day ahead. After rejecting a proposal agreed to by Hamas, news of a deal prompted celebrations in Rafah, but senior U.S. and Israeli officials say the Hamas approved deal is not the same one Israel helped craft with Egypt. Joining me now from Canberra, Australia, Malcolm Davis is a Senior Analyst of Defense Strategy and Capability at the Australian Strategic Policy Institute. Many thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "MALCOLM DAVIS, SENIOR ANALYST OF DEFENSE STRATEGY AND CAPABILITY, AUSTRALIAN STRATEGIC POLICY INSTITUTE",
      "sentences": "Thank you for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "So, Israel is striking eastern Rafah, vowing to proceed with its operation in that southern Gaza City after Hamas agreed to a different hostage and ceasefire proposal to the one offered by Egypt and Israel. What's the scope and objective of a military operation like this? And can it achieve Israel's goal of pressuring Hamas or perhaps do the opposite? DAVIS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "And civilians have been told to evacuate Rafah ahead of a ground incursion. But, relocating so many people so quickly is, of course, challenging. So, what happens to them and to the hostages who are likely somewhere in Rafah if Israel moves in on its ground incursion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "DAVIS",
      "sentences": "Well, those Palestinians are in the line of fire. Obviously, Israel is trying to give them time to move. But as you say, move where? All of Gaza is still potentially under threat and you've got a large number of people, over a million that are here in Rafah, that would need to move and the sheer logistics of doing that, of coordinating the move on the ground of that massive amount of people, I think means it is impractical for them to actually make that move.So unfortunately, they are in the line of fire if Israel goes in. And in terms of the hostages, as I think everyone understands, Hamas have control of them Hamas would probably try to move them out into a more protected area or potentially, you could see those hostages come to some harm, unfortunately. So, I do think that there is no a good, easy solutions here for the Israelis to win decisively, win quickly, and secured the release of the hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "And Malcolm, Israel's closest ally, the U.S., has repeatedly called on Prime Minister Netanyahu not to move into rather, unless evacuation and humanitarian plans are in place. So, why is Netanyahu thumbing his nose essentially at the U.S. when he is already being isolated by the rest of the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "DAVIS",
      "sentences": "Because Netanyahu knows that if he does not defeat Hamas, then he loses the war, basically. Netanyahu responded to the attacks by Hamas on October 7th last year with the decision to militarily go in and defeat and destroy Hamas. Now, we are at that crucial point where Hamas is isolated in that last remaining part of Gaza. If Netanyahu holds off on an attack into Rafah, then ultimately, he doesn't achieve his goals.Hamas remains militarily intact. They can reconstitute, rebuild, and once again, threaten Israel in the future. So from Netanyahu's perspective, he is forced to attack in order to achieve his goals of defeating Hamas. But he must know that in doing so, he will increase Israel's isolation and his isolation from his traditional areas of support, including the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "And Israeli forces have apparently taken over the Palestinian side of the Rafah border crossing. What is the likely military strategy behind that plan and of course, ultimately, the exit strategy? [02",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "DAVIS",
      "sentences": "I think it is going to be remarkably similar to what has happened in the rest of Gaza, where you have probably ground forces going in. Basically, infantry at the front and then alma coming up behind, I have no doubt that there are probably special forces already inside Rafah, airpower supporting those forces wherever possible, long-range fires in terms of artillery and Missile attacks. Ultimately, where that leads, I think is a decisive battle to end Hamas' control of Rafah.The exit strategy, I think is unclear. Israel would have to control the terrain to prevent any recurrence or re-emergence of Hamas, until such time as some form of stabilization force from outside the region can go in to secure the area, and then you would see the Israeli Defense Forces withdrawal from not only Rafah, but also Gaza as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "Malcolm Davis in Canberra, many thanks for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "Well, after weeks of pro-Palestinian protests on U.S. campuses, Columbia University says it is canceling the school's main commencement ceremony over security concerns. Instead, it will hold smaller events and school-level ceremonies, and is planning a festive event next week, the students to celebrate their graduation.Meantime, a fraternity at the University of Mississippi kicked out one of its members after a viral video showed a heated confrontation between counter protesters and a black student last week The frat member was not identified, but that fraternity says his behavior was unacceptable and offensive. The university is also investigating his actions saying there was hostility and racist overtones. Still to come. What would you rather be stuck in a forest with a man or a bear? That hypothetical scenario is yielding some surprising reactions from women online, we'll explain. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. A hypothetical question on social media is sparking an online conversation about violence against women. On TikTok, Instagram and X, women were asked, would you rather be alone in the woods with a man or a bear? The answer was not unanimous, but most said they'd actually prefer the bear.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would you rather be stuck in a forest with a man or bear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Bear, man is scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Depends what man, but probably a bear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "100 percent a bear, which is like terrifying to say, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Definitely a bear, some men are very scary out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A bear.(LAUGH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I would say -- I would say a man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}