{
  "date": "2024-12-11",
  "headline": "CNN News Central",
  "subHeadline": "Rep. Mike Lawler (R-NY) is Interviewed about Ghost Guns and Nepotism; Wendell Potter is Interviewed about the Healthcare Industry; Franklin Fire Forces Evacuations. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "People describe her as someone who, quote, advocates for the little guy. Of course, aside from her - her client, the president-elect. But she worked on cases of migrants seeking asylum. A lot of First Amendment issues. So, it is clear that she has the litigation experience to oversee a division like this. But what we're going to see, the big change here, is going to be an ideological shift in terms of how that critical division is used at the Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Paula, great reporting, as always. Thank you so much for bringing it to us.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, this morning, the renewed calls for a ban on ghost guns after the murder of United Healthcare CEO Brian Thompson. Ghost guns are untraceable. They can be made at home and do not require background checks. Police say that Thompson's suspected killer, who is now in custody, was carrying a ghost gun that may have been made on a 3-D printer. He was carrying it when he was apprehended.With me now is Congressman Mike Lawler, a Republican from New York, who actually has worked on legislation over ghost guns. Congressman Lawler, nice to see you. I know this because I saw so many of your campaign ads where you talked about your work across the aisle on gun safety issues. The Untraceable Firearms Act, I think it was, pushing for renewal of that. So, the murder of Brian Thompson with, we think, possibly a 3-D printed gun, I mean, what questions does that raise for you? REP. MIKE LAWLER (R-NY): Well, obviously, law enforcement did a phenomenal job capturing the suspect in a very short period of time. And, you know, certainly over the coming days we're going to find out more information as to the motive and, of course, the weapon used. You know, in the state legislature, I supported legislation to ban ghost guns precisely for this reason. I believe in law abiding citizens' Second Amendment rights and the right to carry arms. However, the fact is that you need to have a legal way of doing so. And to allow for someone to build a gun using a 3-D printer obviously is disconcerting. You saw in the video, the fact is, it looked like the gun possibly jammed several times while he was firing it. And in this Congress, I was proud to lead the effort on the Undetectable Firearms Act to make sure that no gun is manufactured or sold with less than 3.7 ounces of metal so that it doesn't evade a metal detector. Obviously, you know, when you're talking about public safety, when you look at schools or airports or concert venues, that piece of legislation is critical to ensure that someone doesn't illegally bring a gun into a public space and cause mass harm. And so, obviously, if somebody is using a 3-D printer, that certainly would evade the law there. So, that law had been in effect for over 35 years. It was signed into law by President Reagan. We extended it by seven years. That certainly is a commonsense measure to ensure the public's safety. So, we'll learn more. And, obviously, you know, address issues as they come up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "You know, some people say it's a way, obviously, to get around background checks. If you print a handgun at home, you're not, obviously, having the background check that you would have if you were buying it in a store. But some gun advocates, some people in your party, say that, look, crafting guns is something that goes back to revolutionary times and that can't be legislated. What do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "LAWLER",
      "sentences": "Look, again, the Undetectable Firearms Act, the intent is to ensure that no gun is brought into a public space unlawfully and can evade a metal detector. And so, if you're having a situation where somebody is using, obviously technology today that allows for 3-D printing, that certainly will evade a metal detector.And look, this is about safety. We want people to be able to lawfully own and carry. And, you know, one of the things that I've always talked about with gun safety, and you see it in New York, the failure to actually prosecute criminals who use guns in the commission of a crime, which has been a big problem with Alvin Bragg. They do not prosecute those who actually use guns. They release them back out onto the street. Eighty percent of those arrested in New York City were released back out onto the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Let me -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "LAWLER",
      "sentences": "So, it's not always just about adding new laws. It actually is about actually prosecuting those who use guns in the commission of a crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "LAWLER",
      "sentences": "That is that distinction that we have to deal with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "I was asking specifically about the 3-D printed guns because, again, you've done - you've done a lot of work on this subject.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "LAWLER",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "LAWLER",
      "sentences": "Look, the question to me is whether or not the individual is qualified, not what their family relations are. If he feels that these individuals can best serve him in his administration, I don't have a problem with that. I think ultimately, at the end of the day, and I've been in - and around politics for a long time, it's not like you're going to hire people who don't support you or are trying to undermine you. So, if you feel that you - the best person to hire is somebody who happens to be related, you know, certainly as long as it is legally permissible, no, I don't - I don't have an objection to that on its face. I think the question -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "BERMAN",
      "sentences": "Do you think it just happens to be - you think it just happens to be related?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "LAWLER",
      "sentences": "Look, I think the question is whether or not that person is qualified and capable of doing the job. Somebody shouldn't be precluded from a position just because they are a family member if they are able to do the job. So that, in and of itself, to your question, no, that does not give me concern on its face. I think the question is whether or not that person is capable of serving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "BERMAN",
      "sentences": "Congressman Mike Lawler from New York's fine 17th Congressional District, we appreciate you being with us this morning. Thank you very much.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:52",
      "speaker": "SIDNER",
      "sentences": "Breaking news this hour, CNN has learned fingerprint comparisons made between prints collected at the scene of the Brian Thompson murder are a positive match with prints of the suspect, Luigi Mangione, according to two law enforcement officials briefed on the matter.One of the sort of unexpected outcomes of this murder, a huge outpouring of praise and adoration on social media for the suspected killer. The killing has unleashed a flood of stories filled with frustration and anger about insurance companies and denied medical complaints. Joining me now is former health insurance company executive Wendell Potter. First of all, you - when you look at what's happened online, were you in any way surprised at the amount of, frankly, hero worship towards the man accused in this killing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:52",
      "speaker": "WENDELL POTTER, FORMER HEALTH INSURANCE COMPANY EXECUTIVE",
      "sentences": "I was because nothing like this has ever happened. So, I think it took us all by surprise.I will say, though, I'm not shocked when you stop to think about the rage that people have about health insurance companies in this - in this country. I experienced that even when I was in the industry. We knew - we being other executives - that healthcare - people in healthcare in this country do not like health insurance. They know that these companies are in the business to make money. And they've erected barriers that make it increasingly difficult for us to get the care that we need. So, people are just speaking out I think out of frustration and it's unfortunate because we've lost a life and presumably someone, at least what I've heard, who might have been a lone voice within United Healthcare, trying to get the company to be more friendly toward its customers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:52",
      "speaker": "SIDNER",
      "sentences": "You mentioned this, but you walked away from a six figure salary as the former vice president of Cigna back in the early 2000. What was it, you know, in a nutshell, that - that made you say, I can't do this anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:12",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about something that - that you said to the Senate Healthcare Reform Panel about 20 years ago. You said, insurance companies routinely dump policyholders who are less profitable or who get sick as part of their never ending quest to meeting Wall Street's relentless profit expectations. Do you see any changes for the better from back then, about 20 years ago, 2009?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:12",
      "speaker": "POTTER",
      "sentences": "Sadly, no. In fact, these companies are making even more aggressive use of prior authorization. They're increasing the out-of- pocket obligations year after year. And they - they just simply are not paying attention to the needs of - of - of patients.They are dropping customers as well too. We're seeing that this year. Most of these big insurance companies have largely taken over our Medicare program. UnitedHealth, in particular, enrolls about a third of people who are in so-called Medicare Advantage plans. And I say so- called because they're able to advertise in ways that deceive people to get them to enroll in these plans. But, increasingly, insurance companies this year have been dropping their Medicare Advantage enrollees because they thought they were needing more care than - than - than - than they wanted to pay for. So Humana and CVS, which owns Aetna, have been pulling out of a lot of markets around the country, leaving their Medicare Advantage enrollees in the lurch. They have to figure out what they're going to do next. So, that happens all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:12",
      "speaker": "SIDNER",
      "sentences": "Wendell Potter, thank you so much for sharing your expertise and giving us real insight into an issue that affects all Americans. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:12",
      "speaker": "POTTER",
      "sentences": "Thank you, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:12",
      "speaker": "SIDNER",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:06",
      "speaker": "BOLDUAN",
      "sentences": "Right now, southern California's coastline is facing a - really a terrifying crisis as a wildfire is sweeping through Malibu. Since Monday night, nearly 4,000 acres have burned, forcing mandatory evacuations, warnings for thousands of residents. Big stretches of the Pacific Coast Highway shut down. Homes burned to the ground.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All these mountains were covered in flames. Just covered. Like you took a crayon and just colored everything.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:06",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Nick Watt is back with us now from Malibu.And, Nick, as the sun's coming up, what are the challenges that firefighters - firefighters are facing there today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:06",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Kate, the sun has just risen here. They have been trying to fight this fire all night on the ground, 1,500 firefighters, and also from the air, fixed wing and helicopters dropping water. You can see behind me, this is what they're dealing with. The terrain, it is rugged. It is hard to access.Malibu is this little strip along the coast. You've got the mountains. You've got the Pacific Coast Highway closed, as you said. And the Pacific Ocean's just sort of 20 feet behind me. So, they are dealing today, as they were yesterday, with high winds gusting 60 miles an hour, maybe even more, shooting through these canyons here, picking up embers. And there is so much fuel. The dry chaparral just burning, burning up. Fred Roberts has lived here all of his life. Take a listen to what he had to say about the conditions around here. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:06",
      "speaker": "FRED ROBERTS, MALIBU RESIDENT",
      "sentences": "This is a notorious area. The winds coming straight down Malibu Canyon, like a blowtorch. And so they're - they're in harm's way every time there's a fire over there. After I've seen this one and that one there burnt, I know this is the real deal. And it did hit here hard.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "Will get better is what Nick Watt means to say. He is hoping the conditions will improve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "Will improve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "A little Mad Lib there. Our thanks -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "We do that - we do this all the time. Nick, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "All right, and, finally, the winner is, put the photo up, \"Stuck Squirrel.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "What is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SIDNER",
      "sentences": "It's the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "This is the winning photo in the Nikon Comedy Wildlife Photography Awards. \"Stuck Squirrel\" was the favorite for more than 9,000 entries. The most popular entry ever in the ten-year history of the contest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "Wait (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "Now, I'm going to make a very funny picture unfunny because the photographer said, I have taken many, many photographs of squirrels in many situations over the years in Italy, but this one struck me as really funny in such a strange position because it was the exact moment when the squirrel is detaching its back legs from the trunk to enter its hide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "Wait, what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "That's the punchline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SIDNER",
      "sentences": "That squirrel is all of us (ph) (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "I don't know, I just thought it was really funny that the photographer was analyzing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "That was - that description was something. I mean, that is a fantastic -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SIDNER",
      "sentences": "It's a great pic. It's a great pic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "I didn't know - I didn't even know this was an awards thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "Look, I've been there. I've been there. And I know what it's like for that squirrel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "You have been - we do - that's what we call you, stuck squirrel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "That's what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SIDNER",
      "sentences": "Really? You've been stuck in a tree trying to get into your hide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "Your legs dangling out, trying to get in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "We all have - we all have really strange nicknames.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BERMAN",
      "sentences": "You get halfway in -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "BOLDUAN",
      "sentences": "John's is - oh, wait, oh, my gosh, let's add it to the strange nickname thing you were talking about. We know what mine is. We won't say it on camera. Stuck squirrel.",
      "isLastSentenceInterrupted": false
    }
  ]
}