{
  "date": "2024-10-07",
  "headline": "CNN This Morning",
  "subHeadline": "Michal Mayo is Interviewed about her Cousin's Being Held Hostage for a Year; Sen. Kirsten Gillibrand (D-NY) is Interviewed about Israel; Chris Wallace is Interviewed about his New Book; Harris on Marriage and Kids; Biden Advisers Think He'd Be Doing Better than Harris in Race. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:32:25",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Welcome back.One year ago today, Hamas terrorists stormed across Gaza's border with Israel, murdered 1,200 people and took hundreds of hostages. Today, more than 100 of those hostages are still held captive, and Israel finds itself at war on multiple fronts, hitting Hezbollah targets in Beirut and its southern suburbs with more airstrikes overnight, while also continuing its fighting in Gaza. Strikes on Sunday damaging a school and a mosque, killing at least 26 people. Two people were injured in Israel after Hamas launched its own rockets from Gaza. Israel also hitting Houthi targets in Yemen, all while the Israeli war cabinet considers how to retaliate against Iran for last week's deadly missile strike. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): A year ago we suffered a terrible blow. For the past 12 months, we've been changing reality from end to end. The whole world is astounded at the blows you inflict on our enemies. And I salute you and tell you, you are the generation of victory. Together we will fight and together we will win, with Gods help. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:25",
      "speaker": "HUNT",
      "sentences": "All right, let's bring in CNN anchor and chief national security analyst, Jim Sciutto. He is in Hostage Square in Tel Aviv.Jim, good morning to you on this somber day. How is Israel marking this anniversary and how does it fit into the broader geopolitical situation confronting them right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:25",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST",
      "sentences": "You know, Kasie, as I'm here with my team at Hostages Square, I'm reminded it's actually been 366 days since October 7th. This was a leap year. Three hundred and sixty-six painful days for Israel, but certainly most of all for the families of those who were lost on that day and the families of those who are still being held hostage there. And I'm joined now by one of those family members, Michal Mayo, whosecousin, Doron (ph), you can see her here, was captured on the morning of October 7th. She actually turned 31 while in captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:25",
      "speaker": "MICHAL MAYO, COUSIN OD DORON STEINBRECHER, HELD HOSTAGE IN GAZA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:25",
      "speaker": "SCIUTTO",
      "sentences": "I have to say, my heart goes out to you.How do you, and the rest of your family, manage a day like today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "SCIUTTO",
      "sentences": "Tell me a little bit about Doron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MAYO",
      "sentences": "So, she's such a good-hearted soul. She's such a shy and she loves animals. She practiced vet - she's a veterinarian nurse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "SCIUTTO",
      "sentences": "Veterinarian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MAYO",
      "sentences": "Yes. She loves animals. She loves her friends. She loves to cook. She's my youngest cousins. She was 30 when she was taken, and she's now 31. She had her birthday on March.She's such a kind soul. And we are very much worried about her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "SCIUTTO",
      "sentences": "You could see - I mean her smile speaks volumes. And you could only hope she doesn't celebrated another birthday there or suffer through another birthday there.As you wait for her freedom, what would you like to see to get her home, to get a hostage, a ceasefire deal to get her home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MAYO",
      "sentences": "I think that us, as families, we say everything, in all costs. There is no cost for a life. I can't even bear the thought that she will pay in her life for our safety here in Israel. I want to be safe here, and I'm sure everyone wants to be safe. But she's my cousin. She's an innocent civilian that was taken from her home on October 7th. She needs to be back. She needs to be back alive.We keep getting news of hostages that were murdered in captivity. And we can't bear the thought that she would lose her life there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "SCIUTTO",
      "sentences": "Well, listen, we can only hope that you get good news in the coming year, and we appreciate you sharing your story and some of Doron's story and her smile.And I'll tell you, as we've been covering this, Kasie, there may be lots of debates in this country about next steps, about war in Lebanon, the coming attack on Iran. But one - one issue of agreement here is that everyone wants hostages like Doron home and home soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HUNT",
      "sentences": "Indeed.Jim Sciutto, thank you very much for that interview. And our heart goes out to her and to all of the families that are affected by the aftermath of that terrible day. All right, let's turn now to this. Vice President Kamala Harris and former President Donald Trump will both commemorate the anniversary of the October 7th attacks here at home today. Trump attending a memorial in Queens. Harris set to plant a memorial tree outside her residence in Washington. One year after the attacks, both candidates face a political environment fundamentally shaped by the Israel-Hamas war. And it's strained one of the U.S.' most enduring alliances, and made some of the country's most intense political divisions even more apparent. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: You put Trump back in the White House, you're not going to have all of that stuff. It's going to heal. October 7th would have never happened. The attack on Israel would have never happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do we have a real close ally in Prime Minister Netanyahu?KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: I think, with all due respect, the better question is, do we have an important alliance between the American people and the Israeli people? And the answer to that question is, yes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HUNT",
      "sentences": "All right, joining us now is Democratic Senator Kirsten Gillibrand of New York. She is a member of both the Senate Intelligence and Armed Services Committee.Senator Gillibrand, I'm very grateful to have you on the program on this somber day. I know this is something that you have worked on quite a bit, meeting with some of these families, as well as focusing in on some of the horrible sexual violence that we saw on October 7th. What are you reflecting on today? And what needs to happen going forward? SEN. KIRSTEN GILLIBRAND (D-NY): Well, today is a very somber day. It's been a year since the horrific terrorist attack that Hamas perpetrated on Israel. And we mourn with the families who still have not seen their loved ones returned, who are still being held hostage by Hamas. There are people who are waiting for even the bodies of their loved ones to be returned so they can have proper burial, including New Yorkers. And so it's a very, very rough day, I think, for the Jewish community in New York, around the country. And I think we just have to remember that what happened on October 7th was brutal. It was horrific. It was the most barbaric terrorist attack we've ever experienced. And it's something that is very difficult to resolve because without the hostages returned, with the continuing attacks from Iran, from Hezbollah, it's - it's a challenge. And we, as New Yorkers, stand in solidarity with Jewish families across this state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "GILLIBRAND",
      "sentences": "We are very strong allies of Israel. And the Israeli people have their own elections. We believe in democracy. And, so we stand with Israel in these terrible times. We don't always agree with elected leaders on different policy positions or how they may approach any given decision. But I stand with Israel. And I think we have to, as a democracy, support our greatest friend and ally in the Middle East in trying to preserve that democracy, to try to help Israel defend itself from the terrorist attacks that are being perpetrated constantly. The fact that Israel has had to defend itself against hundreds and hundreds of missile attacks from multiple terrorist groups, including Iran itself is a very tough hour for this country. And we should stand with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HUNT",
      "sentences": "Senator, President Biden has said that he doesn't think that Iran - or that Israel should strike Iranian nuclear facilities as retaliation for the most recent rocket attacks.Do you agree with the president, or would you be comfortable with Israel making a strike against Iran's nuclear facilities now to take advantage of an opportunity, as some Israeli officials have called it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "GILLIBRAND",
      "sentences": "Well, I would never call this horrific war perpetrated by Hamas as an opportunity for any country. And if you listen to the families who have been suffering - I mean just the most recent missile attacks from Iran, I think hundreds of thousands of people had to take shelter in bomb - in bomb shelters. The fact that this country is living under this threat of terror over and over again is very difficult. And so, I would never be so crass as to frame any of this as an opportunity.Nobody wants war and their country. And no one wants a world war. And so the challenge for Israel is, how do they stop Iran from launching missiles on its people? And if they believe that their best military action is to take out the production of nuclear weapons or the production of any particular military asset, that's a decision that Israel will make. It's a decision that President Biden will give his advice and guidance to an ally, and our military will give advice and guidance. But the United States does not want a greater escalation into a larger conflict. But we do know Israel has to take certain actions to stop the terror attacks. Twelve hundred people died a year ago. Innocent people who were celebrating a concert. Young people. If you were in the kibbutz that was hit hardest, children were taken, babies were taken, grandparents were taken, people were slaughtered. The death toll was incomprehensible. The sexual violence perpetrated among - on the women was the most horrific use of sexual violence in war time that I've ever seen or witnessed. I've seen footage. I've seen the photographs taken by Hamas to celebrate the terror they wrought on these innocent people. And so, to keep Israel safe, it's going to be very difficult. And choosing your targets is not easy. And it is something that Israel takes very seriously. And I am - I'm quite certain that President Biden will be in constant consultation with the Israeli leadership, as well as their military decision-makers about what targets they're going to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HUNT",
      "sentences": "Yes.All right, Senator Kirsten Gillibrand for us. It's a somber day. I really appreciate you being on the program. I hope you'll come back in happier times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "GILLIBRAND",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:48:31",
      "speaker": "HUNT",
      "sentences": "January 2, 1960, then Senator John F. Kennedy announced his candidacy for president in a move that would ultimately usher in the modern era of presidential politics. His campaign against Richard Nixon would be defined by highly watched, televised debates, private planes, sophisticated advertising, and ballot results that had Nixon's Republican allies claiming that the election was stolen.Perhaps that sounds familiar. As CNN anchor Chris Wallace writes in his new book, quote, \"in the end, what stands out is that in 1960, with the most powerful position in the world at stake, and with the difference between victory and defeat on a razor's edge, Richard Nixon chose to do the right thing, what was best not for himself, but for his country. As we learned so painfully, that choice is not always guaranteed.\" Joining me now is Chris Wallace, CNN anchor and the author of the new book, \"Countdown 1960: The Behind the Scenes Story of the 312 Days that Changed America's Politics Forever.\" Chris, I'm so happy to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:48:31",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Well, thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:48:31",
      "speaker": "HUNT",
      "sentences": "Congratulations on the book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:48:31",
      "speaker": "WALLACE",
      "sentences": "And talking about my book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WALLACE",
      "sentences": "Well, it was, as you mentioned, kind of the first modern election. It was the first presidential debates, period. And then they also were televised, and 70 million people watched.And Kennedy ran the first, I thin, you could say, modern campaign. He had his own personal pollster, Lou Harris, who then went on to become pretty famous. They - he had his - his plane that the family bought him, the Caroline, named after his daughter. He used television in a sophisticated way that - that it hadn't been used up until that time. And - and it, you know, there are just a number of set pieces, the - the debates, the whole question at one point, Martin Luther King is arrested, and Kennedy and Nixon have to decide, are they going to try to intervene to get him out. Kennedy does. Nixon doesn't. I think that helped him a lot in some of the - the big, urban cities. But the other thing that fascinated me about it is the parallels, or, in a sense, the differences to 2020 and after because there's - there is some evidence that this election was stolen. And there was a pretty egregious vote fraud in Illinois, in Texas. And Nixon came under considerable pressure to contest it. And, in the end he decided, for a variety of reasons, not to contest it. And, in fact, on January 6th of 1961, as the vice president, he presides over the counting of the electoral vote, and he does it and declares John F. Kennedy the winner. Contrast that to 2021 when Mike Pence is under tremendous pressure to contest the electoral vote and, of course, we get the riot, the storming of the Capitol. So - so, it's a - it's an interesting story. But the point I - I think that's most telling to me is exactly what - what you had in the quote there, which is, back in 1960, and - and through all of our lives, the idea that the loser would contest the winter was on it - unthinkable. And, you know, we accepted the peaceful transfer of power. We didn't get that in 2020, and Trump is not promising it in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Yes. I mean one of the other things you write here is that, quote, Richard Nixon understood that challenging the results was a double-edged sword. If the recounts and investigations weren't successful, Nixon would come across as a sore loser, and that could hurt him if he ran for office again.\"It's sort of this idea that he could - he was - he was sort of shamed out of doing it, right? I should be ashamed of myself if I challenge this because it's not kind of what you do. Whereas now, those norms are completely broken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WALLACE",
      "sentences": "Completely broken. And - and, yes, part of it was a political calculation. He was a young man. Kennedy was 42. But he was 47. And as we know, he ended up having a long political career ahead of him.But part of it also was, we were at the height of the Cold War. Khrushchev was threatening the United States. And to Nixon, the idea of contesting who's the leader of the free world, who's the president of the United States, and having that uncertainty, and going into the courts to contest it, would have put the country in very bad shape. And he just wasn't going to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "So, how would you compare Donald Trump and Richard Nixon in this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WALLACE",
      "sentences": "Well, the funny thing is, you could almost compare Richard Nixon to Richard Nixon, because, of course, by 1968, I think, he was pretty bitter. And I believe that part of Watergate was that he was so bitter about what had happened to him in 1960, he came to the conclusion that all bets were off, and you did whatever you - you could to win. And that led him to a very bad path.I think the astonishing thing is the degree to which, not only Trump has changed the norms, but the entire Republican Party, as it now exists, which is certainly not the party of Richard Nixon, has gone along with him on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Well, because the party - it was the party really that forced Nixon to step aside in Watergate, right? WALLACE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "In the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WALLACE",
      "sentences": "You know, there were the - the elders who came to the White House and said, you don't have any votes. But now, you know, they - no - anybody who would say that to Trump would be in terrible political trouble themselves, not Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Indeed.All right, Chris Wallace, you're going to join us on this next panel. Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WALLACE",
      "sentences": "Well, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Thank you for the - this book is excellent. I highly recommended it. I'm still working my way through it, but it's really fascinating stuff. And it comes out tomorrow, right, Tuesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WALLACE",
      "sentences": "It does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Yes. Excellent.All right, let's - turning back now to the 2024 race for the White House, and to this response from Kamala Harris to these comments from Arkansas Governor Sarah Huckabee Sanders. (BEGIN VIDEO CLIP) GOV. SARAH HUCKABEE SANDERS (R-AR): So, my kids keep me humble. Unfortunately, Kamala Harris doesn't have anything keeping her humble. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "WALLACE",
      "sentences": "Well, you know, you used an expression in your lead-in. You used \"modern family,\" -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "WALLACE",
      "sentences": "Which, of course, was the name of a very, very popular sitcom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "It's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "WALLACE",
      "sentences": "And there were all kinds of families. And - and a - a same- sex couple that had children and - and other couples. And in - in America in 2024, they do come in all shapes and sizes. And there are blended families and parents and step parents. And, you know, the idea of shaming somebody because she didn't have children the old fashioned way, she had stepchildren, it seems to me is really out of touch with where the country is now and not something that the Republican Party should pursue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "I mean, it seems like the risk also of alienating a lot - I mean there's a lot of Republicans who have step kids or, you know, I mean, you name it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "KENDRA BARKOFF, FORMER PRESS SECRETARY TO JOE BIDEN",
      "sentences": "Totally -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "Modern families, quote/unquote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "BARKOFF",
      "sentences": "It - that is exactly right.I also think it is super smart for the Harris campaign to be going out there and doing all of these types of interviews and reaching voters who may not normally be paying attention to the, quote/unquote, traditional media, no offense to CNN, we love you, but, you know, they're - she's going out there and she's talking to women who get their -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "She actually did do an interview with CNN, I will say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "BARKOFF",
      "sentences": "She's getting - they're getting their news from podcasts like this. And I think it is super smart to be talking about issues like abortion and family and the economy in places where women are paying attention to not in the normal mainstream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MATT GORMAN, FORMER TIM SCOTT PRESIDENTIAL CAMPAIGN SENIOR ADVISER",
      "sentences": "I mean, look, she's certainly - it's a strategic shift. And going out there more - certainly Tim Walz on the Sunday show yesterday. She's doing, obviously, \"Call Her Daddy\" and a couple of others shows I believe, Colbert and others. Some of the hosts are - most of them are openly supportive. She's doing CNN. And we'll see were - or, excuse me, \"60 Minutes.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "GORMAN",
      "sentences": "We'll see how that - that shapes out. Obviously, a more mainstream media. But it does represent both in tone and also just going out there more. In this last for weeks of the campaign, there's a - they obviously feel a need - they need to get out there more and fill the vacuum that wasn't being filled.EDWARD-ISAAC DOVERE, CNN SENIOR REPORTER: Yes, I -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "Isaac, I want to get to your reporting quickly, too, because you said this, \"even into recent days\" - and this is related to the Biden- Harris back-and-forth, right - \"people who have spoken with close Biden advisers told CNN they've heard complaints that the president would be in the same spot or better right now had he stayed in the race. Several leading Democratic operatives and officials laughed out loud when told by CNN about that sentiment, with one veteran consultant even saying, that's literally insane.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "DOVERE",
      "sentences": "Yes. And this gets into a dynamic that Harris is having to navigate here, which is how much to detach herself and contrast herself to Joe Biden and the administration she's been a part of and how much she can credibly do since she has been part of that administration.It's not just on her, though. Joe Biden does keep popping up. On Thursday, when Liz Cheney endorsed Kamala Harris, Joe Biden felt compelled to go over and talk to reports about how he felt about the speech. On Friday, when Joe Biden felt like he had had a good week at the White House and wanted to go to the Briefing Room to talk about it, they did not coordinate that with the Harris campaign. The Harris campaign found out about that a couple minutes before he showed up. He showed up right after Kamila Harris went on stage in Detroit. I can tell you that a lot of people on the Harris campaign did not find that helpful. Biden, in the next couple of days, is headed to Angola and Germany. It's not like a really pressing foreign trip they say (ph). A lot of people in the Harris campaign wish that he would maybe go away for longer at this point. This is a tricky situation over this last month of the campaign where you've seen voters are saying that they want change from where things are. And Harris has to embody and embrace that change and speak to that change, while also being a quasi-incumbent and having Donald Trump and J.D. Vance attack her as if she has been the ones signing the executive orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "Chris, what do you make of all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "WALLACE",
      "sentences": "Well, look, the whole thing is awkward. I mean, you know, that we're - we had something that we've never had before, which is a - not only a presidential candidate, but the president drop out of the race on, what, July 21st?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HUNT",
      "sentences": "I think that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "GORMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "WALLACE",
      "sentences": "I mean this is - she's too late. There's obviously a feeling among a lot of voters that they're picking up. We still don't know who this woman is. We don't know what she believes and what she would do. She - she should have started this in August. But better late than never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "HUNT",
      "sentences": "Do you think it's too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "WALLACE",
      "sentences": "No. But - but it - it should have started a month ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "DOVERE",
      "sentences": "But I do think it's a situation where we have a little bit of the bias towards what she is doing versus what Trump is doing -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "GORMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "DOVERE",
      "sentences": "Because he's been not doing much.",
      "isLastSentenceInterrupted": false
    }
  ]
}