{
  "date": "2024-08-24",
  "headline": "First of All with Victor Blackwell",
  "subHeadline": "No Palestinian-American Speaks At Democratic Convention; Mom Sues Judge Who Had Teen Handcuffed For Sleeping In Court; The Voters Both Campaigns Covet In Final Sprint Of 2024 Race; Hearing On Trump Use Of Isaac Hayes Music During Rallies; MIT Data Shoes End Of Affirmative Actions Effect On Admissions; Mom Of Teen Handcuffed For Sleeping In Detroit Courtroom Sues Judge. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "DNC, she was hoping to speak on stage, but she was denied that opportunity. What her message is now to voters who I believe that that issue of the war in Gaza is their top issue. Also, we've been following the story of a teen who a judge ordered handcuffed after she fell asleep in his courtroom during a field trip where her mother is now suing that judge the mother will join us in the next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "All right. Great stuff. We're watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Thank you very much. Let's start the show.Well, first of all, there may or may not be a superstar performance before the end of the hour. I'm just saying. There's a mystery block of time near the end. It's labeled surprise, and Beyonce has not said that she won't be here. Okay. Just say it. All right. 73 days -- Amber liked it. 73 days until the end of the election, and after about five weeks of tumult and turbulence, the Democratic and Republican tickets are set. They have made the speeches, they have held the conventions, dropped the balloons, and now they have to figure out how to win. This cycle, both campaigns believe that black men are part of a winning coalition. Polls suggest that black men are more open to supporting the Republican nominee and former President Trump's campaign is courting their votes. According to CNN, exit polls from the last election, 19% of black men supported Trump, compared to 79% for Biden. But Biden's departure and Harris's Ascendance have dramatically shifted the landscape, and still, Trump's potential to persuade even the smallest number of voters could be enough to win Michigan or Pennsylvania, Georgia. Black voter support for the top of the Democratic ticket has increased over the past month. According to two ABC News, Washington Post polls, Harris has 78% of the black male vote versus Joe Biden, 72% from July, Trump support has dipped slightly from 19% to 16 percentage points. Now, pundits often talk about these voters, but they don't speak with black male voters often. So this morning, something different, some real talk. I brought together a group of black men, five men of different ages, different priorities, different political leanings. We watched Harris's historic speech Thursday night, and then we talked about the big issues. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Give me one word to describe her acceptance speech. Anthony, you first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ANTHONY WILSON, VOTER",
      "sentences": "I'll say presidential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "OMAR ALI, VOTER",
      "sentences": "Textbook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Charles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CHARLES BARTHELEMY, VOTER",
      "sentences": "Political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Henry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HENRY CASLIN, VOTER",
      "sentences": "I would say safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Hakeem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HAKEEM WEBB, VOTER",
      "sentences": "Inspiration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WILSON",
      "sentences": "When she first walked out, she was warm, she's she was taking it all in, and it felt like she was, I really enjoying the moment and really having to settle on her with the with the crowd. I think that the acceptance speech's overall, the themes were great. I mean, she talks about the American people, what folks wanted to hear from the middle about middle class, about anti-Trumpism, and really warning us through fear about what we should expect with a second term of Trump. But she really hit the nail on the head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ALI",
      "sentences": "I think that she did a great job at galvanizing the American people. Textbook play when it comes to acceptance speech. I think she fell short with speaking about economics, and I do understand that her overall speech has before the American people, and it's not the time to kind of get a little direct toward what we may want to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BARTHELEMY",
      "sentences": "I was very surprised that she did, you know, speak about her father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KAMALA HARRIS, VICE PRESIDENTIAL CANDIDATE",
      "sentences": "At the park, my mother would say, stay close. But my father would say, as he smiled, run, Kamala, run. Don't be afraid. Don't let anything stop you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CASLIN",
      "sentences": "You know, for me, it's all about values as well. For me, I am a black man with a family, and you know, Anthony made the point about the connection when she for me, mentioning her father, you know, who is a black man. For me, what makes her black is her father, not an HBCU, not a sorority. And so that's the connection I'm looking for. I was looking to hear more about policy. I think a lot of us were. Andso I didn't hear a lot about policy, as I would have liked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BARTHELEMY",
      "sentences": "I didn't hear the things from an economical standpoint that I was looking for. My main question here is that, if you happen to get back in office for another four years, is that is, what are you going to do? You're going to rinse and repeat here. We all pay the exact same for gas and for food. You have families living from paycheck to paycheck. Some can't even make it to paycheck to paycheck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "Anthony, do you believe the polls that show that black men, in a substantial way, are shifting to former President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "WILSON",
      "sentences": "I was in barbershop today, right? And there's, there's this real kind of resolve that a lot of folks who are younger millennials are having, which is, hey, I make a little bit of money. I want to keep my money right, and the country has never really worked for black men. So what do I have to lose? And so black men are beginning to vote with their pocketbooks. And I think that that's not misguided, but I think with, I think the Democratic Party has failed to demonstrate what it has to offer the black band specifically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "WEBB",
      "sentences": "I don't want a black man's policy. I want a policy that's going to be applied across the board, and since I'm black, I can benefit some mix and understand capitalism and understand how to navigate and we're never going to get a black man's policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "Henry, you wanted to hear a message that you said was not through the language of social justice. What does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "CASLIN",
      "sentences": "There's more to black men than social justice and these problems with police. I just feel like a lot of politicians, they feel like the only way to talk to black men is through that language about social justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "This cycle, they are leaning into her experience as a prosecutor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "WILSON",
      "sentences": "I think net positive. I mean, there's nothing that anyone can say to make me feel as though I have more in common with Donald Trump than Kamala Harris. But this has become the center because of its relationship to black men, and this idea that we can, we can sever black men from Kamala Harris, if we just say she's -- she puts us in jail. And I feel like that's like a complete fallacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "What is the relevance of sex here? Sexism is as pervasive in this country as racism is. Do you think it's going to hurt her with voters, men, black men, specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "CASLIN",
      "sentences": "You know, the black community, for us, we're used to women being in leadership. So for us, I don't think it's going to be a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "ALI",
      "sentences": "I would say that I agree and disagree. I think it may be a problem, because a lot of African American business, particular black male business, feel a little threatened because there's a huge movement when it come to black woman business. And so number one, we shouldn't let them divide us that particular way. But there, the movement is so great for African American women, and we support them. We want that. And sometimes I think African American men can feel like they're outpacing us when we should talk together at the exact same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "How relevant is her support for a woman's right to make medical decisions about her body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "ALI",
      "sentences": "If the woman the body so she should be able to dictate her terms of her body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BARTHELEMY",
      "sentences": "The Lord made life. Jesus Christ made life. And you have to value life. So Kamala wants to take life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "WILSON",
      "sentences": "There's so much that we don't know as men that we can't that we don't have the privilege to opine on like we will never have a period. We will never go through childbirth. So to even fix our mouths to comment on how I don't care what God said it. Women have the right to govern their bodies, and it's time to shut our mouths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "You are a registered Republican now consider yourself to be an independent. Voted for Trump in 2016, Biden in 2020, I'm going to this you were leading Harris, but hadn't ruled out Trump. Did you hear anything in the speech that moved your vote or the likelihood in one direction or another?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "WEBB",
      "sentences": "Not in this speech specifically, but over the past month and within the last four days, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:22",
      "speaker": "BLACKWELL",
      "sentences": "And what was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "What did you think of that section in which she said that Trump is strong, or she said that Trump is friendly to autocrats because he wants to be an autocrat himself. What was your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BARTHELEMY",
      "sentences": "I just think it was just another lie. And you know, the left has a tendency to do this every time they're in front of a big crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "Immigration has been an attack line from Republicans against the vice president. She talked about it in the speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "HARRIS",
      "sentences": "I know we can live up to our proud heritage as a nation of immigrants and reform our broken immigration system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BARTHELEMY",
      "sentences": "You have millions of what's coming over here, and what are they doing? They're taking black men's jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "WEBSS",
      "sentences": "They're not taking black people jobs or white people jobs. They're taking indentured jobs, low paying jobs, working in jobs that most people and most Americans do not want to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "CASLIN",
      "sentences": "I'm curious to know from the other gentlemen, do we feel it's the same Kamala Harris from you know, 2020, that was running for President, that we have now? Do we have a different Kamala Harris? Do we feel like she's gained more experience to step in this role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "ALI",
      "sentences": "It's going to be more of the same, and because it's going to be more of the same, I think that we should put more pressure on her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "And what's that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "ALI",
      "sentences": "It's no different from the Latin community who just endorsed her and made headways on some of the things that they was asking for. We, as an African American community, we just never get that. So if we hold out until the last minute and have contingent plans, something concrete and right and that we know that she can champion, I say we hold on to that in order to put pressure on her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "We've seen the Republican National Convention, the Democratic National Convention. They're both over now, if the election were to be held tomorrow, not who do you vote for, but who do you think would win? Anthony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "WILSON",
      "sentences": "I think Kamala Harris takes it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "ALI",
      "sentences": "I think Trump would take it if it was tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "Charles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BARTHELEMY",
      "sentences": "Feel strongly, Trump would take it if it was tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "Henry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "CASLIN",
      "sentences": "If it was tomorrow, hands down. Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:13",
      "speaker": "BLACKWELL",
      "sentences": "Hakeem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:18:07",
      "speaker": "BLACKWELL",
      "sentences": "There's a new twist in the case of Breonna Taylor. Felony charges have been dropped against two former Louisville Metro Police Department detectives who worked on the search warrant for that deadly raid where she was killed. A federal judge ruled it was the actions of Breonna's boyfriend firing his gun that was, quote, \"the legal cause of her death\", not the act of the officers bursting into the home without a warrant.The detectives still face other charges here with me now in studio is Judge Glenda Hatchet, you know as the host of the verdict with Judge Hatchet. So good to have you in studio. JUDGE GLENDA HATCHET, HOST, \"THE VERDICT WITH JUDGE HATCHETT\":  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:18:07",
      "speaker": "BLACKWELL",
      "sentences": "Is this legally sound that the judge says the boyfriend's fired, shot at the officers caused his girlfriend's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:18:07",
      "speaker": "HATCHET",
      "sentences": "And the way, and you know me, I've read every comma, every period in the in the order, and the way is written. It's solid, and I'm going to tell you why. It doesn't make sense as a practical point, because had it not been for those two detectives going in and falsifying the basis for that warrant, they would have never been there, and she would have never died. But the legal basis of this federal judge is relying on says simply that, because he fired first, because the boyfriend fired first, that they were then justified in firing, and it was that action that then led to her death.My point is that, but for that falsified affidavit that led to the warrant, none of this would have ever happened. She would not be dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:18:07",
      "speaker": "BLACKWELL",
      "sentences": "I mean, another officer admitted to federal investigators that he conspired to falsify that affidavit. Now to drop the charges. If there's a prosecutable case there, whether it's the cause of death or not, why drop those charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "Important distinction there. Let's talk now about this Florida case, this deputy who shot and killed Senior Airman Roger Fortson. This happened back in May. Now charged with manslaughter, according to the prosecutor, the deputy's name, Eddie Duran, responded to a report of domestic dispute which was false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "Which is false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "And then kind of knocked on the door, ducked out of the way of the peephole, and Fortson grabbed his gun because someone was knocking and ducking out of the way. As soon as the doors opened, this office -- this Deputy Fire shots and kills him. Is this prosecution as straightforward as it seems, based on what we know from body cam and the report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "I think this is a straightforward one. None of these are ever, ever slam dunk. We know historically, the percentage wise, the number of law enforcement officers who are indicted and then who are found guilty is minuscule. I mean, that's just the reality. But I think this case is one that will stand.One of the things that we know about this case is that the victim did not point the gun at the point the officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "Pointing at the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "It was pointed at the floor at all times. It was never aimed at him, and in my opinion, that did not give him reason to use lethal, lethal force against him and let me just add an important footnote for your audience. People always say, well, they shoot him in the knee. Why don't they shoot him someplace else? The Supreme Court decision allows police officers to use lethal force in instances where they feel that they are going to be at risk or someone else is going to be on risk. It does not have to be a shot that's not lethal. The Supreme Court uses the language lethal force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "All right. Tyre Nichols in Memphis here, second of five officers has now pleaded guilty to the federal charges. We don't know if he's going to do that to the state charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "Just to the federal charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "The first officer was a global plea to both federal and state. How does this second guilty plea change this case, if at all the implications of what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "Was going to be very interesting, because now we still had three other officers, and let's just remind our audience that this is a man who was just brutally beaten in a traffic stop. I mean, the autopsy report on this is horrific. So we have three that are still outstanding, but the second officer, I think, sees what's happening and is probably going to probably position himself to get a lesser sentence by entering this plea. We don't know what that's going to mean for the for the state charges, or for the other three, because there are five officers involved, and so we just have to see how this plays out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about Marcellus Williams, scheduled to be executed a month from today for 2001 murder. Innocence Project is leading his defense. They say DNA was never analyzed or reviewed by the court initially. The prosecutor also filed a motion to vacate the sentence here.However, this week, the state acknowledged that the former prosecutor mishandled the DNA evidence. Long story short, he now enters a plea that leads to life without the possibility of parole, and the Missouri State Supreme Court has rejected that. If he's an innocent man, what happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "Are you going to law school at night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "I'm trying to keep up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "You got this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "I'm trying to keep up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "All right. So this is what happened. We know that the technology has changed radically, and so we have the benefit now of better science for the DNA, and what the prosecutor, much took his credit, has now come in to say this should not have happened. This man should not be in this position to be executed shortly, because we now have evidence from the DNA that would perhaps exclude him, and so for the Missouri Supreme Court then to say, wait a minute. Not so fast. But we have another chance, because there will be a hearing on this, and it's going to be very interesting.But the problem Victor, the problem with this case that really just tugs at me is that he has had to enter a plea, what we call an Albert plea, and that says I'm going to plea to this because I don't want to risk being executed, but I am going to agree to a life sentence, and that's serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "HATCHET",
      "sentences": "And particularly if there is evidence that was not presented and the court did not have that evidence before he was convicted of murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:16",
      "speaker": "BLACKWELL",
      "sentences": "We'll continue to follow all these cases. Judge Hatchet. Thank you so much for helping us understand that. All right. Thanks for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:22",
      "speaker": "BLACKWELL",
      "sentences": "A lot of talk this week, of joy at the Democratic National Convention, but there's also some pain among Democrats who make up the uncommitted movement. We first spoke with the movement's co-founder, Abbas Alawieh, on July 27. He was asking for a meeting with Vice President Harris, and we spoke again on August 10th, after Abbas requested a speaking slot at the DNC for an uncommitted delegate and a doctor who had treated Palestinian victims in Gaza. As the convention approached its conclusion, movement leaders say they offered up the name of a Palestinian American lawmaker who could address the DNC Georgia State Representative, Ruwa Roman.Well, that did not come to pass. Representative Romman is here with me in studio, and back with us is Abbas Alawiah in Michigan. Welcome to you both. And Representative Romman, let me start here with you and the remarks that you hope to have made at the DNC. You have shared a copy of what was planned as your message, and there's a line in here. Let's commit to each other to electing vice president Harris. This was not an anti- Biden, anti-Harris message. What was the message that you hope to relay? RUWA ROMMAN, PALESTENIAN-AMERICAN LAWMAKER WHO SOUGHT DNC SPEECH: No, our hope is, you know, to be clear, there were very specific policy asks. We were there to push people to stop the bombs killing innocent people. But we also knew that our community needed a symbol. They needed a way to see that our party cared about them. And when I'm talking about my community, I'm not talking about Palestinians and not just Muslims. We have allies young and black and brown people who have built up this beautiful coalition. And the hope was to present that in that speech to be like this could be to articulate this is our vision. This is how we can meet the promise of this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:22",
      "speaker": "BLACKWELL",
      "sentences": "Abbas, you went to the convention. You were optimistic. You were talking about the unprecedented panel conversations that were planned. But near the end, we showed that video of the sit in outside the United Center. What now is the next step here to get any greater commitment than you have thus far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:22",
      "speaker": "ABBAS ALAWIAH, UNCOMMITTED MICHIGAN DNC DELEGATE",
      "sentences": "Thank you so much, Victor. Here's how I see. I'm an organizer. I walk in a very rich organizing tradition in this country, especially of black organizers, who have been showing us the way of what happens and what it means to be discriminated against in this country and to keep pushing. It was 60 short years ago, that Fannie Lou Hamer and the Mississippidemocratic Freedom Party, that the DNC denied them, refused to seat them. Here we are, 60 years later. Thank God we've made so much progress so that we end up in a moment where we get someone like vice president Harris to be the nominee. We're really proud of that progress and that and -- in this instance, 60 years later, the Democratic Party refused to have a Palestinian American speak in what was just very clearly a discriminatory act. And so you know what? We'll roll with the punches. We're good organizers. We welcome that tradition of black led organizing, of folks who will keep pushing, keep pushing, and not give up. And so that's why we're following up on our ask to have that conversation with Vice President Harris so that we can deliver the life policy -- the lifesaving policy change. We've got to stop sending weapons that the Israeli government is using to kill civilians. It's deeply immoral. It's against the law, U.S. law and international law. We need lifesaving policy change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:29:22",
      "speaker": "BLACKWELL",
      "sentences": "Abbas, let me come back to something that this is your third appearance, as I said recently on the show, and you used a word for the first time that I've not heard you use discriminatory. Do you believe that Representative Romman was not allowed to speak at the DNC out of an ethnic or religious discrimination from the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "What's your reaction to that? It was well received in the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "ROMMAN",
      "sentences": "Yes. I mean, to be clear, what we saw in the hallways of the DNC was incredible. People were wearing sort of kefir type scarves, pins, Palestinian flags. You heard the applause line. This was one of the loudest applause lines of the entire convention, just like when we heard about a ceasefire. This was something the base needs.The problem, though, is that we can keep saying things. Saying things is important as a message. What we specifically are asking for are policies, specific policies that will create the things we are hoping for. So, in the case of, for example, getting to a ceasefire, it's the how do we get there? Right now, there have been no consequences to not getting to a ceasefire, and we continue to hear not just from Israeli organizations and Israeli government officials, but even our own officials and others that are saying Israel is derailing the ceasefire process, and it just doesn't make sense to keep sending bombs that continue to kill innocent people. And all we're asking is for equality. Apply international human rights laws here, just like we do everywhere else, including, by the way, Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "Georgia State Representative Ruwa Romman and Abbas Alawieh. Thank you both. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "Now we first brought you this story last week, the estate of Isaac Hayes is suing former President Trump's campaign over the use of the song, \"Hold On I'm Coming\" at campaign rallies.Sam and Dave sing the song, but Isaac Hayes co-wrote it. There's now progress in this case. There's a hearing scheduled on the family's effort, September 3. They're also asking Trump to pay up for dozens of instances they say the Trump campaign has played the song. They also, at this first hearing, want to immediately stop his having opportunity to use this song. I spoke with Hayes' son, Isaac Hayes III about why this matters to him. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "ISAAC HAYES III, RECORD PRODUCER",
      "sentences": "I'm the brother to seven sisters, seven black women. Donald Trump has been found liable of sexual abuse. He says horrible things about women. Says horrible things about Vice President Harris. I know my father would not want Donald Trump, a man that speaks like that about women, and especially black women, using his music to run a campaign.So it's not anything really to do with, like I said, political, it's more to do with the fact of the individual and the character of Donald Trump that we don't want associated with our brand and our family. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:50",
      "speaker": "BLACKWELL",
      "sentences": "There's new trouble for the judge in Detroit who had a teenager handcuffed during a courtroom field trip. This story stunned a lot of people when we talked about it last week, the teenager was falling asleep during this visit, so Judge Kenneth King lectured her, had her handcuffed. The chief judge in Detroit's 36th District Court apologized to the family on our show last week and said the judge would no longer hear cases, at least temporarily.His attorney told our affiliate, WXYZ, this week that, quote, there's never been any intention to hurt anyone, to embarrass anyone, to put them in crosshairs of harm. But the teen and her mother are now suing Judge King. Joining us now is the teen's mother, Latoreya Till and her attorney, James Harrington, welcome to you both, Latoreya, let me start with you, and just tell us. How is your daughter doing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:50",
      "speaker": "LATOREYA TILL, MOTHER OF TEEN HANDCUFFED ON COURTROOM FIELD TRIP",
      "sentences": "Well, right now she's at home with my mom, and she is working. We're working on recovering her emotional state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:50",
      "speaker": "BLACKWELL",
      "sentences": "And what is that emotional state? How is this impacted her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:50",
      "speaker": "TILL",
      "sentences": "Even doesn't want to come outside, so she has to go to school Monday, and that's really what she's troubling working with that right now. It's being in front of her peers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:50",
      "speaker": "BLACKWELL",
      "sentences": "James, I would have imagined or expected that judges have some type of immunity for the actions in their courtrooms. Why does that not apply here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "OK. So you're saying is that although he was in his courtroom, he was not acting as a judge at that moment, so therefore the immunity does not apply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARRINGTON",
      "sentences": "100 percent correct. The location of it, of the acts doesn't matter. It's the acts themselves, and especially since that this was a situation where there was no proceeding going on. He wasn't being a judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Latoreya, I want to play for you what we heard from the chief judge of the 36th District Court. This is Judge McConico. He was with me in the studio last week. Here's a portion of what he said.(BEGIN VIDEO CLIP) CHIEF JUDGE WILLIAM MCCONICO, 36TH DISTRICT COURT IN DETROIT: That memory is going to be there, but we want to try to bring another memory. We want her to meet a cadre of judges, male and female. We want to take her around our court. We want her to see our chambers. We want her to see and hear our stories of because we have people that have come from different backgrounds and that you can overcome having some housing insecurity or possibly being housed, and you can make it and do whatever you want to do, because she's she has that ability, and we do not want her to think of the justice system as being there to hold her down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "That was a week ago. This hour has Judge McConico reached out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "TILL",
      "sentences": "No, I haven't heard from Judge McConico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Would you be open to something like that for Eva?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "TILL",
      "sentences": "I will have to ask Eva and see how she would feel about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "At this point, there's no likelihood that she wants to go back into a courtroom. Is that what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "TILL",
      "sentences": "Well, I really don't want her to go right now until she's more comfortable, and I'm sure she might not want to go being about what just happened to her. So that's why I said I will have to actually sit down and have a conversation with her, see how she feels about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "And what's your message to Judge King?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "TILL",
      "sentences": "My message for Judge King would be, I'm sorry. My message for Judge King would be, you know, that's what he did, even though, Lord Jesus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "It's all right. It's all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARRINGTON",
      "sentences": "You did great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "He said that he wanted to scare your daughter straight. Was that something your daughter needed to be scared straight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "TILL",
      "sentences": "No, I don't believe she needed to be scared straight. She's very humble. Good child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Latoreya Till, Attorney James Harrington, thank you for coming in. We, of course, will continue to follow the story, and if there is an update, if there is some outreach from Judge McConico, let us know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "TILL",
      "sentences": "I will. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "HARRINGTON",
      "sentences": "We will.",
      "isLastSentenceInterrupted": false
    }
  ]
}