{
  "date": "2024-02-13",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Growing Condemnation Over Trump's NATO Threats; Indonesia's Three-Way Presidential Race Hinges on Young Voters. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. If you're just joining us, here are some of today's top stories.Right now, New York City is under a winter storm warning that will remain in effect until this evening. The strong nor'easter is expected to bring the biggest snowfall to the city in more than two years. And Russia is denying it's using the Starlink service in Ukraine. The network of satellites provide broadband internet access and plays a key role in battlefield communications for Ukrainian forces. Starlink is made by Elon Musk's SpaceX company, as you might know. He denies selling Starlink terminals directly or indirectly to Russia. Indian police fired tear gas to disperse thousands of farmers who are marching towards New Delhi amid heightened security measures. The farmers are protesting to demand better prices for their crops amid proposed laws to deregulate India's agricultural sector.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Outrage over Donald Trump's threat to abandon America's NATO allies isn't dying down. The U.S. chairman of the Joint Chiefs of Staff has denounced the former president's controversial remarks, saying U.S. credibility is at stake and have a responsibility to uphold those alliances.Over the weekend, Trump encouraged Russia to attack European allies that don't meet defense spending guidelines. Regardless of whether that was bombastic swagger aimed at pumping up his conservative base, the threat was heard loudly in Europe and beyond. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "JOSEP BORRELL, EUROPEAN UNION FOREIGN POLICY CHIEF",
      "sentences": "NATO cannot be a la carte military alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "DAVID CAMERON, BRITISH FOREIGN SECRETARY",
      "sentences": "Of course we want all countries, like us, to spend 2 percent, but I think what was said was not a sensible approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KAJSA OLLONGREN, DUTCH DEFENSE MINISTER",
      "sentences": "Frankly, I think this is exactly what Putin loves to hear.(END VIDEOTAPE) FOSTER: Now, Trump's stance on NATO is also being condemned on the campaign trail. CNN's Kristen Holmes explains. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT (voice-over): Fresh fallout to Donald Trump's claims he told allies he would encourage Russia to attack if they didn't spend more on defense. NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: That's somebody who's going to get us in a war. And that kind of rhetoric was unhinged. HOLMES (voice-over): The comments by the former president came during a weekend campaign stop in South Carolina, sparking new fears about his commitment to defending NATO allies from Russian aggression. DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: The presidents of a big country stood up and said, well sir, if we don't pay and we're attacked by Russia, will you protect us? I said, you didn't pay? You're delinquent? He said, yes, let's say that happened. No, I would not protect you. In fact, I would encourage them to do whatever the hell they want. You got to pay. HOLMES (voice-over): President Joe Biden condemning Trump's comments as, quote, appalling and dangerous. Trump's former UN ambassador and current Republican rival, Nikki Haley, also calling out his remarks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "TRUMP",
      "sentences": "This is not fair to the people and taxpayers of the United States.HOLMES (voice-over): While his latest comments set off alarms overseas, political allies of the former president brushed off concerns about Trump's approach to NATO in a potential second term. SEN. MARCO RUBIO (R-FL): I have zero concern because he's been president before. I know exactly what he has done and will do with the NATO alliance, but it has to be an alliance. It's not America's defense with a bunch of small junior partners. SEN. TOMMY TUBERVILLE (R-AL): I'm 100 percent behind him and have been. He started this years ago when he even went over to their face and said, listen, American taxpayers can't afford to keep paying your bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HOLMES",
      "sentences": "After two days of pushback, not just from President Joe Biden, but from world leaders across the globe, Donald Trump is now defending his behavior towards NATO in a True Social post saying that he, while in office, made NATO strong, made people pay their bills.Again, that is not the problem. The problem of what Donald Trump said and the concern that he raised was when he said that he would allow Russia to attack or invade any country, or even encourage Russia to do so if these countries had not paid their bills. Kristen Holmes, CNN, West Palm Beach, Florida. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Meanwhile, Trump appears to be handpicking the new leadership at the Republican National Committee. He's nominated North Carolina Republican Party Chairman Michael Whatley as RNC chair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "And in a show of nepotism, he's endorsed as co-chair his daughter-in-law, Lara Trump, the wife of his son, Eric. These nominees haven't been officially installed. Committee members must still vote, but Trump's endorsements will carry substantial weight, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "More than 200 million people are expected to vote in Indonesia's general election on Wednesday. What's been dubbed the world's biggest election day will decide the country's new president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Now the race is down to just three contenders, a former army general and two former governors. CNN's Anna Coren explains how the country's young voters could decide who wins.(BEGIN VIDEOTAPE) ANNA COREN, CNN CORRESPONDENT (voice-over): Military hard man or cuddly grandfather. 72-year-old Prabowo Subianto is shaking the stigma of alleged human rights abuses in an effort to win Indonesia's general election at his third time of trying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ANDREAS HARSONO, SENIOR INDONESIA RESEARCHER, HUMAN RIGHTS WATCH",
      "sentences": "Of course, it is a concern for human rights defenders like me, but at the end of the day, it depends on the voters.COREN (voice-over): Prabowo was accused of the kidnap and disappearance of democracy activists in the 1990s, as well as abuses against ethnic minorities in East Timor and West Papua, all while he served as a special forces commander under former dictator Suharto. Prabowo denies those accusations. Few would deny the effectiveness of his cartoon rebrand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "The spill has blackened the coastline, and residents say there's a constant stench, raising health concerns as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Despite long-standing security concerns over the security risk of using TikTok, the U.S. President Joe Biden made his debut on social media, on that platform in particular, during the Super Bowl on Sunday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jason Kelce or Travis Kelce?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BIDEN",
      "sentences": "Mama Kelce. I understand she makes great chocolate chip cookies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Deviously plotting to rig the season so the Chiefs would make the Super Bowl, or the Chiefs just being a good football team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BIDEN",
      "sentences": "I'll getting in trouble if I talk to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trump or Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BIDEN",
      "sentences": "Are you kidding? Biden.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "Biden's TikTok appearance is an effort by his campaign to court younger voters, but U.S. officials say the ban on the platform's use on government devices remains, and there's been no change in that policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "It's interesting, isn't it? It felt like he was just telling people he was Biden. Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "But, you know, a lot of young voters do get confused, don't they, between the main players?TikTok is owned by the Chinese firm ByteDance, and there are concerns that China could use its national security laws to access personal information TikTok collects from its users. You can't deny how many people use it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "No, and that's why it's so thorny, because obviously if the government's raised security concerns about it, to then employ it for your own election campaign could look complicated. But as you say, you can't avoid it. You can't ignore it because that's how a lot of people get their news nowadays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "More than eight years after he stepped away from The Daily Show, Jon Stewart was back in his old seat as host of the late-night comedy program.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "JON STEWART, HOST, THE DAILY SHOW",
      "sentences": "Why am I back? You may be asking yourselves. It's a very reasonable question.I have committed a lot of crimes. From what I understand, talk show hosts are granted immunity, so it doesn't make a lot of sense. But take it up with the founders. I don't know. We're going to have so much we're going to talk about this year. Obviously, elections, maybe we'll talk about China. Maybe we'll talk about AI, maybe something a little lighter. Israel-Palestine. Who knows? Nine months till the election, people. And the exciting part is we already know our candidates. It's drumroll, please. These f***ing guys. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "There is a bit of deja vu to it, isn't there? The studio audience welcomed his return with an extended standing ovation on Monday. Stewart will serve as host one day a week, though, only. And he'll also produce the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "The Duke and Duchess of Sussex are launching a new website, one that could introduce some controversy into the house. Could introduce it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "For a change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "I was going to say, as if that's novel. We'll talk about that next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back. Something happened last night on the way in, I noticed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "What was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "A new website from Prince Harry and Meghan, which we weren't warned about and it just appeared. NOBILO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Well, I think it's interesting. So, this is the main page. And then you learn a bit more about the couple. And then it links out to their other websites, which should have all been closed down and been given new names. So, Prince Harry, I can't remember the exact wording now, but it describes himself, you know, his military career, the work he's done with mental health, things like that.Meghan, meanwhile -- let's just have a look at that. So, you know, these would have been written by them. So, this is quite interesting. This is about how they view their future, I think, in a way. But Meghan describes herself as a feminist, a champion of human rights and gender equality. One of the world's most influential women, citing the Time magazine piece and the like. I think, you know, let's see how people react. But front and center is really their royal heritage. So, they've got her crest on there, which she got before the wedding. They've got the titles, the Sussexes. And there's a purple background you'll notice, which is the royal color, which I'm also sporting today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "That's a sort of inside scoop you get from CNN's royal correspondent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "I think that the issue here is one of the reasons they left the royal family was they wanted to make a private income. They were told they shouldn't be able to use their titles in order to do that, which is why they're not his or her royal highness anymore. But that title, Duke and Duchess of Sussex, was given by the monarch at the time, who was Elizabeth.And the protocol is you can't commercialize anything in terms of branding related to the crown. This is a public body. I think there will be people in the palace looking at that saying they are commercializing their titles and potentially the crest as well. So, I wonder what the reaction will be. But also, will Charles really strip them of their titles and create another row? I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "It's also just not very British because it certainly isn't understated. I mean, there are people that we've both interviewed that have been involved in advocacy and charity all of their lives that probably wouldn't refer to themselves in the same terms. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "-- there we are. You can visit Sussex.com and make up your mind for yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Bianca's cushioning her laptop this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Oh, yes, I am. Well, you have the iPad, so I have a laptop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Oh, yes.The newly crowned NFL champions are back at home in Kansas City with a major celebration scheduled for this week, deservedly so. The Chiefs' plane touched down on Monday, carrying the team home from their Super Bowl win over the San Francisco 49ers. The city will hold a victory parade in downtown Kansas City on Wednesday. Imagine the turnout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "It's officially Mardi Gras in most of the world right now, the final day of carnival celebrations on the day before the Christian fasting season of Lent. It wouldn't be Mardi Gras in New Orleans without beads, of course. Let's see them. Where are the beads? The city's become one of the most popular U.S. destinations for Mardi Gras.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Brazil's carnival parades are known for outlandish floats and dances and intricate costumes moving to thundering live music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Still no beads. In Colombia, florists are working overtime --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "You're just taking all my scripts today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Sorry, I'll be generous. That was also mine. I've got like this mental issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I just thought I'll raise it now because I don't want it to fester.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "I'm going to carry on. Flowers, Valentine's Day, U.S., tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Have you got a sweetheart in America you need to remember?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "No, but I have very funny Valentine's Day plans, which I'll tell you about later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "In the lead up to last year's holiday, Colombian exporters say they shipped 52,000 tons of cut flowers. NOBILO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Goodness me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I mean, I just loathe the commercial nature of it all. I think it's putrid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Is it made up by a car company?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Well, apparently, it's linked to pagan festivals that were revolved around fertility and it's mutated throughout the years and obviously being commercialized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Made all hallmarky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, we've got some jaw-dropping cycling stunts. Some of the world's best and most daring mountain bikers gathered in South Africa for 2024 Darkfest, it's called. It's like me coming to work every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "That's also what I could call my Valentine's Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "It's me leaving the country, coming into London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I'm being quite amusing. Can you acknowledge that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Sorry, what was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I said that that's what I should call my Valentine's Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "The way you sort of segued from a Valentine's Day story, we've been told we have to go, but good biking.",
      "isLastSentenceInterrupted": false
    }
  ]
}