{
  "date": "2024-11-20",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Vance And Gaetz To Lobby Republican Senators Today; House Committee Meets Today To Discuss Gaetz Report; Biden Approves Anti-Personnel Mines For Ukraine. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "OK. We have team coverage for you. CNN's Alayna Treene is tracking all the transition team development, and our Lauren Fox is on Capitol Hill watching for the latest on Matt Gaetz.Alayna, let me start with you. It's another big day for Trump and his picks. What's the latest now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "That's right. We actually just learned moments ago, Donald Trump announced that he is going to be installing his former acting Attorney General Matthew Whitaker to serve as his Ambassador to NATO. Now, remember, NATO is something that Donald Trump has repeatedly criticized on the campaign trail. He also criticized it heavily when he was President before, and really talked about wanting to increase the amount of GDP that is spent from different countries toward NATO. So, Matthew Whitaker is going to have a big job of, one, that it's going to be even more important, of course, noting some of the wars taking place in Ukraine, as well as in the Middle East.But, I do want to talk about what you mentioned with his other cabinet picks that he is planning to install. That includes Linda McMahon as well as Dr. Mehmet Oz. I'll start with McMahon because she is one of Donald Trump's co-transition chair. She is doing that alongside Howard Lutnick, and she has been well known to Trump for a long time. She previously served as the Head of the Small Business Administration. But, something that's really interesting about her role here is that she is now going to be, if confirmed, in charge of a department that Donald Trump has repeatedly called to abolish. And there was an interesting, he put out a statement on this last night in formally announcing her, and kind of hinted at that. He said, in part of it, that, quote, \"We will send education back to the states, and Linda will spearhead that effort\". Again, kind of showing that he doesn't want it to be as centralized in operating as it has in the past. Now, of course, the education department is incredibly important. It is in charge of really all of the resources and funding for all K through 12 public schools. It's also in charge of the trillions of dollars that are allocated towards student loan payments. And so, she has a big task ahead of her, especially as she could be overseeing a lot of the dismantling that Donald Trump has referenced. Now, as for his other pick, Dr. Mehmet Oz to lead the Centers for Medicaid and Medicare Services, I mean, that is also an incredibly serious position. It's one that was previously led by Seema Verma in Donald Trump's first administration. That is in charge with overseeing the healthcare insurance for more than 160 million Americans. [11:05:00] So, also a tall task for Dr. Oz. And I will say this as well. What we're kind of seeing with him is really I think it's a good example of Donald Trump picking a made for TV cabinet. We've seen with many of his other picks, people like Sean Duffy or Pete Hegseth that he has chosen to lead very big roles in his administration. They were former Fox News hosts. Mehmet Oz, of course, was someone who was a heart surgeon but also a TV personality. He has defended Donald Trump previously. That is really a core requirement that Donald Trump wants in many of these picks. He wants them to be on TV, talking about what they are doing in these different agencies and defending him, first and foremost. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Alayna, stand by.Let me bring in Lauren to the conversation. And let's talk, Lauren, about the Attorney General's Office and Matt Gaetz. I mean, what are we hearing about the epic support, and what options do they have in front of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah. Let me just set the scene up here on Capitol Hill. Just a little before 09So, they are an early first target for Gaetz, as he tries to quell concerns that have grown on the Senate about his past misconduct, which he denies doing. There is an ongoing ethics report right now, and we are waiting to see whether or not the House Ethics Committee votes or not today to release that report. You have Republicans who are arguing that that would break with a precedent that has been really essential to preserving the work of the Ethics Committee, which they view as really an effort to police members who are still in this body. Obviously, Gaetz resigned, and so, the Speaker of the House has been arguing that the House Ethics Committee should not release this report. But, an important thing to point out, Rahel, is the fact that the Speaker doesn't get to dictate to the Ethics Committee how they proceed. So, we are watching really closely on what happens on the opposite side of the Capitol, as Gaetz is huddling with senators this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Keep us posted. Lauren Fox there on Capitol Hill. Lauren, thank you. Alayna Treene, thank you as well.I want to continue the conversation and bring in Democratic Congresswoman Marilyn Strickland of Washington. She served with Matt Gaetz on the House Armed Services Committee until Gaetz resigned from Congress last week. Congresswoman, thank you so much for the time. Thank you for being here today. REP. MARILYN STRICKLAND (D-WA): Yeah. Thank you for having me today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Do you believe that this report from the House Ethics Committee should be released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "STRICKLAND",
      "sentences": "I absolutely believe it should be released. When you are a nominee for a cabinet position in a presidential administration, you go through a thorough vetting process, through Senate confirmation. And so, any and all information about this should be released to the public. And it's interesting too, because the minute he was nominated, there were already questions about whether he could even get through a Senate confirmation process. So, if information is available, I believe that this Committee should, in fact, release it, and I believe some Republicans on that Committee agreed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Based on your experience, Congresswoman, serving alongside him and his background, do you think that Gaetz is qualified to serve as attorney general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "STRICKLAND",
      "sentences": "So, the qualification to be an attorney general is that you are the nation's top cop and top prosecutor. And when I saw him in our House Armed Services Committee, he would tend to come in, make a big scene it was time to testify, and then he would leave. And so, the question for me becomes, is he serious about this job? Does he have the discipline and the skill set to actually do the work? And here is the important part too, is he going to be objective? If I think about what happened with the ouster of the previous Speaker, Kevin McCarthy, that was a revenge move on Matt Gaetz's part. So, I worry about his tendency to get on these revenge binges. I worry about the ethics, and that, in my opinion, actually disqualifies him from this very important job, which requires objectivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Congresswoman, as you lay out some of your experiences working alongside Gaetz, I have to wonder, have you had any experiences with Gaetz where you've either overheard or he has told you directly about any of these alleged encounters, as some lawmakers have said, he has shared with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Do you find the stories that you've heard from other lawmakers credible, that he may be telling these stories on the floor, that he may be showing videos? Do you find that credible based on what you do know about him and your experiences that you have had with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STRICKLAND",
      "sentences": "Again, not a lot of experience with him. But, if I have colleagues who are telling these stories, and it's more than one person repeating the same story, it is completely feasible that he was actually doing that on the House floor. And remember too, when we're on the House floor, we take breaks. We return. And so, I think there have been questions about the state he was in when he was sharing that information. It doesn't seem like that's something that you would do if you are completely in your right mind. And at the same time, you hear that from many members. And so, again, I think there is some credibility to it, and there would not have been an investigation triggered had there not been some evidence, and some people confirming what it is -- what it was he was doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I want to ask you, while we have you, I mean, obviously there has been a lot happening overseas, a lot of significant developments in the Ukraine-Russia war. And just the last few days, you've, of course, had Biden changing his position on long-range U.S.- made weapons being fired into Russia, also changing his position on the anti-personnel mines. Russia revising its nuclear doctrine, and now the U.S. closing its embassy in Kyiv. Congresswoman, are you concerned about where things are right now, or the level of escalation? How do you see sort of the state of where the war is right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STRICKLAND",
      "sentences": "So, I believe that President Biden was always trying to do what he could to avoid escalation. But, remember, this war, this invasion of Ukraine, a sovereign nation, by Russia, unprovoked, happened in 2022, and it's been dragging on for a long time. These very weapons that you speak of, Russia is using it against the Ukrainian people. And so, when President Zelenskyy was asking for the munitions that he needed to fight back and defend himself, I believe we have a responsibility to give them what they need to fight this war.And President Zelenskyy has been to Capitol Hill often. He has done a few joint addresses to the entire House, and he has got standing -- he has received standing ovations. And despite all of that, you see people wavering about whether or not they want to support Ukraine. Ukraine is our ally. It is important for us to stand with them. So, giving them the munitions that are being used against their own people by Russia is going to help them defend themselves. So, we will stand with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "And what about specifically on the anti-personnel mines? And of course, obviously the concern, including by Biden himself, not long ago --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STRICKLAND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "-- about how they could be used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STRICKLAND",
      "sentences": "So, Ukraine President Zelenskyy has said that they are going to do everything they can to avoid using them in densely populated areas. From what I know, they self-destruct or lose battery charge. But, again, these munitions are being used against Ukrainian people, and Ukraine needs everything it can -- Ukraine needs what it needs so they can defend themselves as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "OK. We're going to leave it here. Congresswoman Marilyn Strickland, we appreciate the time today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "STRICKLAND",
      "sentences": "Thank you so much for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. The U.S. Embassy in Kyiv is closed today, saying that it received information about a potential air attack.(VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "A",
      "sentences": "Air raid sirens went off overnight for a couple of hours. But, that's not out of the ordinary for Kyiv. The Greek and Spanish embassies in the Ukrainian capital have also shuttered for security reasons. It comes as we get word that the Biden White House is sending anti-personnel mines to help defend eastern Ukraine, marking another major policy shift for the U.S. President in his final weeks in office. Just a few days ago, the U.S. gave Kyiv permission to launch longer-range American missiles at targets in Russia. Ukraine has already used them to strike a weapons arsenal in the Bryansk region.Our Chief International Security Correspondent Nick Paton Walsh has more now from Kyiv. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, the U.S. Embassy in Kyiv closed for the first time, really, since the invasion of February 2022. Diplomats not coming to work. Many warned to shelter in place because of the fear, they say, of an air assault. Very untypical this kind of warning to Americans and their diplomats to essentially take cover, and not something that Kyiv itself would find that abnormal.Look at the streets around me here. There is no signs of life really changing at all, despite the specific nature of this warning, indeed, but it is a sign of the escalating tensions between Washington and Moscow since Ukraine has started using, in the last 48 hours, U.S.- made and supplied ATACMS longer-range missiles to hit targets inside of Russia. Is it likely that there would be a direct attack on this building, or that would be an extraordinary escalatory move by Russia in just the closing months of the Biden administration, and I'm sure Vladimir Putin, frankly, would not want to take a move like that when he knows President-elect Donald Trump may engage in more favorable discussions with him? But, other European embassies we're hearing are at least restricting their services, some closed to visitors, and it may be, I think, a reflection of how there is increased anxiety in all of NATO's ranks about what may follow the stark move by President Joe Biden to allow the ATACMS to be used. Overnight, we're hearing that Ukraine's defense intelligence says it has hit further targets inside of Russia, but still it's Russia on the front foot across the eastern battle zone here, making incremental progress over the past months. But, you do get a real sense here in Kyiv of the heightened tensions between Washington and Moscow, because warnings like this are just so rare. Nick Paton Walsh, CNN, Kyiv, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Let's bring in CNN's Clare Sebastian, who joins us from London. Clare, yet another pretty big policy shift from Biden in terms of these anti-personnel mines. What more can you share with us about the Biden administration's decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And talk to us a little bit more about that. I mean, as you sort of touched on there, I mean, Biden himself, not long ago, seemed to be on the side of not using these anti-personnel mines, except for sort of where you had outlined. So, walk us through the controversy here and some of the assurances that Ukraine had to make in order for this to sort of be greenlit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "Yeah. So, look, anti-personnel mines, land mines have been extremely dangerous in the past to civilian populations, and with the Ottawa Convention, the world had made incredible strides towards actually banning that. The U.S. and Russia are not signatories to the Ottawa Convention, but Ukraine is. So, we've had some pretty round condemnations from various anti-landmine groups today, one of them I am going to read out to you. The International Campaign to Ban Landmines said \"The ICBL strongly condemns reports that the U.S. plans to transfer anti-personnel landmines to Ukraine. These weapons\", they point out, \"were banned in the 1997 Mine Ban Treaty due to their devastating impact on civilians. As a Treaty member\", which Ukraine is, \"Ukraine cannot acquire or use them.\"They go on, Rahel, to point out that as the world's largest donor to mine clearance, it's inconceivable that the U.S. is now sort of facilitating the laying of more of them. Interesting that we got a more nuanced response from The HALO Trust, which is an aid group which conducts mine clearance around the world and has been working in Ukraine for a decade. They said \"The HALO Trust regrets that the course of this war requires defensive measures of this kind and recognizes Ukraine's inherent right to self defense under Article 51 -- 41, rather, of the UN Charter.\" They also point out that they estimate that Russia has laid some two million mines in the 1,001 days of this war, and some 40 percent of Ukraine is already contaminated. So, a more nuanced response there. But, overall, I think for many, this is a very bleak moment that the war has got to this point where they're having to bring back these kinds of weapons that the world has made so much progress in banning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. OK. Clare Sebastian live for us here in London. Clare, thank you.Israeli Prime Minister Benjamin Netanyahu is offering a $5 million reward for anyone who returns a hostage from Gaza. He made the announcement Tuesday while touring central Gaza. Mr. Netanyahu vowed that Hamas would not rule Gaza after the war, saying that Israel is destroying its military and administrative capabilities. He also promised to bring home all remaining hostages, one way or another. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (Interpreted): I want to say to those who are holding our hostages, whoever dares to harm our hostages, his blood is on his head. We will pursue you, and we will get you. I also say to those who want to get out of this maze, whoever brings us a hostage, we will find a safe way for them and their family to get out. We will also give a reward of $5 million for each hostage returned. You choose. The choice is yours, but the result will be the same. We will bring them all back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And the UN Agency for Palestinian refugees released a very different video from Gaza showing mass destruction as far as the eye can see. The head of UNRWA's legal office says that entire family histories are being wiped out in the war.Let's get more now from Nic Robertson, who is in Jerusalem for us. Nic, talk to us about this offer from Netanyahu and how the families of hostages are reacting to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. The families who have been through so much.Nic Robertson live for us there. Nic, thank you. We're going to take a quick break, and we'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You're watching CNN Newsroom.I want to get straight to some breaking news. Minutes ago, a Georgia judge found an undocumented immigrant guilty of killing Georgia nursing student Laken Riley. We're going to bring you more details just as soon as we get them, but our teams are gathering details and information. Just as soon as we can get it up for you, we will bring that to you. In the meantime, sources tell CNN that President-elect Donald Trump could announce his pick for Treasury Secretary as early as today. It's one of two key cabinet positions that Trump still needs to fill, along with Labor Secretary. Now, the top contenders for Treasury are hedge fund manager Scott Bessent, Senator Bill Hagerty, former Federal Reserve Governor Kevin Warsh, and billionaire investor Marc Rowan. Now, whoever lands the role will immediately face a mix of urgent deadlines along with the responsibility for rolling out Trump's economic plans. Let's bring in CNN reporter Matt Egan, who joins us from our New York Bureau. Matt, we've all sort of just been waiting for this announcement, but as you point out, whomever it is, they're going to have quite the job. What are some of the first challenges they'll face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, as they try to sort of keep this balance of managing inflation and sort of keeping off a recession as well. Matt, it's interesting. We might see the second signature of the Treasurer on dollar bills, but talk to us a little bit about the power this person has that Americans, ordinary Americans, might be able to feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EGAN",
      "sentences": "Yeah. A lot of power. I mean, the Treasury Secretary is the person that is looked at to sort of put out the fires whenever they emerge in financial markets. They're the top regulator. They lead a SWAT team of regulators. They get to weigh in on foreign investments in the United States. But, you know what, I think one of the most important roles for the Treasury Secretary is they sort of act as the quarterback of the economy. They execute the game plan that the President puts together, and this President has put together quite the game plan, including sweeping tariffs and mass deportations.And so, the Treasury Secretary is going to have to manage all of that, sell the public, sell investors on it, and try to explain how it's all going to get implemented in a way that does not cause inflation to reignite. One last important role for the Treasury Secretary is managing the relationship between the President of the United States and the Chair of the Federal Reserve, and that job is particularly important during this next administration, because, as we know, President-elect Trump and Fed Chair Jerome Powell, they have a complicated history, and it will be up to the next Treasury Secretary to sort of manage that relationship and do it in a way that it doesn't unnerve investors who are going to be watching very closely. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Certainly complicated is one way to put it. Matt Egan, thank you. We'll leave it here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "EGAN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can we have one moment, your honor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "VOICE OF HAGGARD",
      "sentences": "Sure. I understand.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "YOUNG",
      "sentences": "Yeah, Rahel. As we were talking before, I was getting text messages, actually, from someone in court. They were talking about how tense it was in terms of the courtroom, and then the fact that people were really leaning in to hear how this was going to move forward. As you just heard, all 10 counts, Jose Ibarra was found guilty.Now, we know the defense actually did something that was sort of surprising today, when they were making their final arguments. They actually pointed to Jose Ibarra's brother, Diego Ibarra, as the one who could have committed this crime. That's what the defense decided to do. The prosecution kept hammering at the DNA evidence, the fact that Jose Ibarra was covered in scratches and that his DNA evidence was found in the area. They also pointed to a hat that had Laken Riley's blood on that hat as well. So, when you talk about all this evidence coming together, you can see how the prosecution was trying to move this case forward. A lot of people in the community also surprised that the death penalty was not on the table for this case. But now, as we move forward, we know Jose Ibarra has been found guilty on all 10 counts. As we move forward, we'll see what sentencing is going to be. This has been very tough for this community, especially to deal with this pain, as this is the first time a UGA student has been killed in quite some time on that campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And obviously it became a highly political case as well.Ryan, obviously, we sort of got away from the camera --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "YOUNG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "-- just as they were deciding whether they're going to do sentencing in an hour, or whether they're going to do sentencing now. Do we have any sense of where sentencing is landing and when we might know what the sentence is for Ibarra?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "YOUNG",
      "sentences": "Well, you know they were looking for life in prison at this point. Again, like I said, there are people who in this community were torn about the fact of whether or not the death penalty should have been on the table to start with. And so, there are some people who were pushing for that as well.The brutal nature of this crime, when you think about, as the prosecution talked about today, that rock being used as a hammer and him hitting her over and over in the head, puncturing her head over eight times, you think about the brutality involved in this case, the 911 audio that lasted a minute and eight seconds, and you can hear that rock being hit into her head several different times, and the prosecution then describing the fact that she was dragged off that trail, then the sexual assault that was attempted to happen, that apparently did not happen. We never got the motivation for this crime as well. You're talking about a 22-year-old student who was running along and then all of a sudden was attacked. And in this prosecution, you also heard about other instances where they believe Jose Ibarra was trying to be a peeping Tom. So, as this all comes together, really, people are trying to figure out what the motive was for this case and why it happened when it did. But, at this time, at least Laken Riley's family is starting to get the justice that they obviously wanted so badly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Ryan Young, thank you for breaking that for us.I want to continue the conversation and get some perspective now on this verdict. We're joined by CNN legal analyst Michael Moore. Michael, first, top line reaction to this verdict and this decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and talk to me about that. I mean, is it as open and shut as prosecutors are asking for life in prison without the possibility of parole, or are there sort of more options on the table here? Walk me through sort of what the judge is going to decide ultimately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MOORE",
      "sentences": "Sure. I mean, life without parole is often something that's used when you have a death penalty case, and it gives a jury a chance to sort of -- as opposed to thinking that a person might get parole in a short period of time after a conviction, it gives a jury a chance to say, wait a minute. We don't want to put him to death or her to death. Rather, we would like him to do the rest of his life in prison.In this case, the death penalty, as you've talked about a minute ago, was taken off the table by prosecutors at a stage. And frankly, that was probably for two reasons. Number one, it allowed the case to move more quickly, which -- this has been a fairly quick prosecution in a case, but it also may have been to allow this family to have some closure. And I'm sure those were discussions that were had with the family, some of which we likely won't know much about. So, the life of that parole means what it says. It means that if the judge, in fact, gives that sentence, that he'll be sentenced to life in the State Department of Corrections, and he'll be in the penitentiary for the remainder of his natural life. He will obviously have his right to appeal, because this was a trial, and he'll raise some things. I'm sure they'll try to raise some things on appeal. But, his efforts to sort of put the straw man argument out there, like maybe it was somebody else, really paled it when you stacked it up with the type of evidence and the amount of evidence that the state had in this case, specifically, obviously the DNA testimony and the scratches on him, the wounds that he had and things like that. Those were things that he couldn't get around, no matter how hard he tried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I mean, Michael, to that point, I mean, is that a head scratcher that the defense even went down that road at this late stage, or I mean, I guess you sort of have to try everything for your client's benefit? I mean, how do you see that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MOORE",
      "sentences": "I think because it was a trial being decided by the judge, they could do that. I don't know that a jury would have given him any credit at all for sort of just throwing something against the wall and hoping that it stuck. But, with a judge, he typically can set his emotions aside, that's what they expect, and he can just make a decision based on the facts and the law. So, in this case, I think that's what they tried to do, just to put something out there, even though it's likely, it's just not plausible. I believe they probably did it with the hope that if they could poke some holes in the DNA evidence, if they could try to say maybe he got scratched doing something else. But, when you take the wounds on his body, his DNA, the bloody jacketor sweater that was thrown, the hat, the instances of the perhaps peeping Tom attempts, and he starts stacking all of this stuff up against him, and being able to -- just not being able to explain the wounds, and -- these are things that the judge can look at and say, I'm just not buying what the defense is selling. And look, you could tell, I think, in the fairly quick determination that was made that, in fact, this defendant was guilty, that this was a pretty open and shut case as far as the court was concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Michael Moore, great to have your insights and perspective today. Thank you for helping us break down this breaking news.I want to, in the meantime, get back to Ryan Young. Ryan, you have been keeping up with people who are inside of the courtroom. What more can you share with us? What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. OK. Ryan Young, stand by.Our coverage will continue in just a moment. We're going to take a quick break in the meantime. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "All right. We want to get back to our breaking news. A Georgia judge found Jose Ibarra, an undocumented immigrant, guilty of killing nursing student Laken Riley. The 22-year-old Riley was murdered last February while jogging in a park at the University of Georgia. Ibarra is from Venezuela and was in Georgia looking for work. Prosecutors have said that they would seek life in prison without the possibility of parole for Ibarra. Sentencing is set for later on Wednesday.Let's bring back in Ryan Young in Atlanta. Ryan, you have obviously been covering this story from the very beginning. Talk to us a little bit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "YOUNG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "-- about the trial and what we've seen in terms of the evidence. Prosecutors have said that it was a little bit of police work, but also a little bit of luck in terms of how they found their person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "And Ryan, despite the evidence that you lay out there, the defense had argued that the evidence wasn't actually beyond reasonable doubt, tried to poke holes in the evidence. Talk to us about what we heard from the defense side. Do I have you, Ryan? OK. We'll try to get Ryan back up for you.In the meantime, let's take another listen at that verdict. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "VOICE HAGGARD",
      "sentences": "-- 24-CR-0323, count one, malice murder, I find the defendant guilty. Count two, felony murder, I find the defendant guilty. Count three, felony murder, I find the defendant guilty. Count four, felony murder, I find the defendant guilty. Count five, kidnapping with bodily injury, I find the defendant guilty. Count six, aggravated assault with intent to rape, I find the defendant guilty. Count seven, aggravated battery, I find the defendant guilty. Count eight, obstruction or hindering a 911 call, I find the defendant guilty. Count nine, tampering with evidence, I find the defendant guilty. Count 10, peeping Tom, I find the defendant guilty. I certainly will allow both sides to look at this if you want to do it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "All right. I do believe we have Ryan back with us. Ryan, I'm not sure if you heard my question, but basically, what I asked is that despite --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "YOUNG",
      "sentences": "Yeah. Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "-- all good, despite all of the sort of evidence that you outlined that the prosecution put forward for the judge, the defense made the point that there was reasonable doubt with that evidence, that there were issues with the evidence. Walk me through what we heard from the defense side. Clearly, the judge did not agree, because he found this verdict. But, walk us through what we heard from the defense side.",
      "isLastSentenceInterrupted": false
    }
  ]
}