{
  "date": "2024-08-01",
  "headline": "CNN News Central",
  "subHeadline": "Donald Trump Makes Controversial Remarks at Event for National Association of Black Journalists; Donald Trump Continues to Claim that Presumptive Democratic Presidential Candidate Kamala Harris Identified as Indian Before Identifying as Black; Iran Vows Retaliation for Assassination of Hamas Political Leader; Massive Russia and US Prisoner Swap Underway. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "And if it's true, as a New York Jets fan I've been pretty offended, because it's been bad enough to sit through the games. The last thing that I want to hear is that I overpaid for the tickets.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "Sorry, Jets fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "EGAN",
      "sentences": "But there are the allegations in this lawsuit. They're saying that StubHub uses pricing tactics that trick customers, specifically a classic bait and switch scheme. Then there's that countdown clock where the lawsuit says it creates this false sense of urgency. As an example, they looked at a recent Usher concert, actually an upcoming one, where each ticket is selling for $178 as the advertised price. But after you click through, you realize the actual total with fees is almost $250, nearly a 40 percent increase. Again, that's the allegations here.StubHub pushing back. They're alleging that they've been unfairly targeted for tactics that their competitors use and that are consistent with the law. More to come on this front, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JIMENEZ",
      "sentences": "I hate when that happens, advertised price and what you pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "EGAN",
      "sentences": "We've all been there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JIMENEZ",
      "sentences": "Exactly. Matt Egan, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "EGAN",
      "sentences": "Thank you, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JIMENEZ",
      "sentences": "We've got a whole lot of news that we're following. Another hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "The so-called new Donald Trump after the attempted assassination looking a lot like the old, throwing out false claims about Kamala Harris's heritage during a combative interview in front of a room full of black journalists. What impact could this have on the race for the White House today, and much more tomorrow?Breaking overnight, Israel confirming the death of Hamas's military leader in an attack that happened last month. The IDF releasing video now of the moment that they say right there that the alleged mastermind of the October 7th terrorist attack was killed. And a warning for two generations, Gen X and millennials have a higher risk of 17 types of cancer. Details from a new study that you'll want to hear. I'm Kate Bolduan with Omar Jimenez. Sara is in Chicago. John Berman is out today. This is CNN NEWS CENTRAL. Donald Trump taking us back to 2016 and 2020 for sure with his remarks about race and identity. Kamala Harris calling it the same old show after he questioned her racial identity during an interview with black journalists. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now that you are asking black supporters to vote for you, why should black voters trust you after you have used language like that?DONALD TRUMP, (R) U.S. PRESIDENTIAL CANDIDATE:  Well, first of all, I don't think I've ever been asked a question so -- in such a horrible manner, first question. I think it's very nasty question. I have answered the questions. I have been the best president for the black population since Abraham Lincoln. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And things really only devolve further with his more remarks at the annual conference of the National Association of Black Journalists. Here is how two Democrats, considered a potential running mates of Kamala Harris, responded.(BEGIN VIDEO CLIP) SEN. MARK KELLY (D-AZ):  This is the reaction of a desperate and scared old man. So of course he's going to continue to do it. That's all he can do. This is all he has in his playbook. And to be honest, it's sad. GOV. J.B. PRITZKER, (D) ILLINOIS:  This guy is a homophobe, a xenophobe. He's a racist and misogynist. And he shows it every day, but here was just a perfect example. I start to wonder whether he's got the stamina to actually get up on a debate stage with Kamala Harris for 90 minutes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "We are definitely in the thick and the heat of this presidential race. Now, Sara is in Chicago. You were at the conference. You were in theroom when this was happening, and you can hear the -- you could hear the other journalists in the audience reacting, honestly, some gasping at what was being said, what the president was saying to the journalists on stage yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Yes. I mean, if Donald Trump came here to try to attract more black voters, I'm not sure what that is exactly what he did. He likely did the opposite, and part of it is because of how he answered the question about Kamala Harris. He attacked to her racial identity in front of the crowd, trying to sort the divide people and make them think that she only identifies as Indian when, indeed, for much of her life, she can identify any which way she wants, but she has identified as a black woman.Let's listen to how he answered the question about whether or not he thinks she was only put in place as vice president by Joe Biden because she was black. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "TRUMP",
      "sentences": "Well, I can say no. I think it's maybe a little bit different. So I've known her a long time indirectly, not directly very much. And she was always of Indian heritage, and she was only promoting Indian heritage. I didn't know she was black until a number of years ago when she happened to turn black. And now she wants to be known as black. So I don't know, is she Indian or is she black?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She has always identified as a black woman. She went to a historically black college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "TRUMP",
      "sentences": "I respect either one. I respect either one, but she obviously doesn't, because she was Indian all the way, and then all of a sudden she made a turn and she went -- she became a black person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Just to be clear, sir, do you believe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "TRUMP",
      "sentences": "I think somebody should look into that, too.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "SIDNER",
      "sentences": "To be clear, in any community, people can be both. But Kamala Harris went to a historically black university. She pledged the first black sorority. It is pretty clear who she thinks -- how she thinks of herself, and she thinks of herself as a black American. She did respond to this, that she was in Houston, Texas, at one of her rallies where she brought this up, and the crowd responded with almost the same sort of sigh that you heard inside of the NABJ conference.And she said, look, it was the same old show from Donald Trump, the divisiveness and the disrespect. And she says, let me just say the American people deserve better. The American people deserve a leader who tells the truth and a leader who doesn't respond with hostility and anger when confronted with the facts. He's simply trying to divide us. So that's where she stands on this issue. She has been very clearly identifying with her Jamaican father, but her mother is Indian. And so she can identify with both and still consider herself a black American. It was perhaps the one answer that really riled up those who are were in the room. And it speaks to a long history of people in this country who have dual backgrounds, who are mixed race being able to say and be who they say they are and not have someone question it, especially not another white American. This was a very, very divisive show, if you will, on Donald Trump's part. I'm not sure if he was able to do his homework as well. He was asked me a question about Sonya Massey, the Illinois woman from this state who was shot and killed by a police officer while she was in her kitchen and she had called police for help. He didn't seem to know much about the case. He knew a little bit. It just did not go well by any stretch of the imagination. His answers to the questions were often very, very divisive, very pointed, and also he didn't often answer the question. People left the room feeling pretty disturbed by what they heard from Donald Trump, hoping that he was going to be able to have a robust conversation about some of the issues that affect the black community. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Sara, so lucky you were in the room to bring that perspective, and we'll talk to a little bit later about at all. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "SIDNER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "JIMENEZ",
      "sentences": "Well, Donald Trump isn't backing off those false claims about Kamala Harris's heritage at all. At a rally in Pennsylvania, he lobbed a multitude of attacks at her, including claiming that Democrats are trying to turn Harris into a completely different person.(BEGIN VIDEO CLIP) DONALD TRUMP, (R) U.S. PRESIDENTIAL CANDIDATE:  Kamala is now being given a personality make-over. Don't forget, four weeks ago she was like considered the worst, not smart, terrible, the worst vice president in history. He's the worst president we've ever had. But they were considered terrible. And all of a sudden she's the new Margaret Thatcher. That happened, right? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "TRUMP",
      "sentences": "The great Margaret Thatcher. No, I don't think so.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "JIMENEZ",
      "sentences": "CNN's Alayna Treene is with me now. Alayna, the attacks clearly kept coming over the course of that rally. What else did he say, and do we have a sense that this is just going to continue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "JIMENEZ",
      "sentences": "And this comes as many Republicans have urged others to stay away from these types of character attacks and focus more on the policy issues. We'll see if this continues. Alayna Treene, really appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:19",
      "speaker": "JIMENEZ",
      "sentences": "Breaking overnight. The Israeli military confirms it killed Hamas' military chief, Mohammed Deif in a strike in Gaza in mid-July. Now the IDF releasing this video of the moment they say the strike killed the alleged architect of the October 7th terror attack. That July 13th strike also killed at least 90 Palestinians.Now, this is as Iran is vowing to avenge the assassination of Hamas' political leader, Ismail Haniyeh in Tehran. Israel has not confirmed or denied involvement in his killing. CNN Jerusalem correspondent, Jeremy Diamond is in Haifa, Israel with more. Jeremy, what are we learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:19",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, Omar, what we are witnessing today is really a split-screen moment that is showcasing what the Israeli military and its intelligence services have accomplished over the course of just the last few weeks and extent to which it is putting this region increasingly on edge, increasingly on the brink of all-out war.We are watching this morning as the Israeli military has now confirmed that it has killed Mohammed Deif, Hamas' military commander in Gaza. He is the senior most Hamas official to be killed in Gaza since the start of this war. Hamas for its part, neither confirming nor denying the accuracy of that. But in addition to that, we're also watching today a memorial service in the Iranian capital for a Ismail Haniyeh, Hamas' political leader, who Iran and Hamas say was assassinated by Israel in Tehran as well as a funeral for Hamas' senior most or excuse me, Hezbollah's senior-most military commander in the Lebanese capital of Beirut. And if you put all three of those together, it just shows you in just the last three weeks, the blows that the Israeli military and its intelligence services have delivered to their enemies in recent weeks. And that is exactly how the Israeli prime minister sought to frame things last night, even as Israel did not explicitly take responsibility for the assassination of Ismail Haniyeh. We heard the Israeli prime minister talk about what he called crushing blows that have been delivered to Israel's enemies. And with that, also an acknowledgment that with those blows also comes increasing tension and increasing risk for Israel itself. As he said, these are challenging days, noting the fact that there are threats from Beirut and from other places saying that Israel and its military are prepared for any scenario going forward. Now, there have been no changes yet and Israel to the home front command guidelines which are issued to civilians to tell them whether or not they need to be more alert, more prepared for the possibility of war, for the possibility of strikes on Israeli territory. But make no mistake, the Israeli military itself is certainly at a heightened state of alertness right now. And there is, of course, a very real tension in the air, in particular, where we are in Northern Israel, which could potentially be the target for any retaliation either from Hezbollah to the north of Israel or from Iran to the east -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:02",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:19:02",
      "speaker": "BOLDUAN",
      "sentences": "And we have major breaking news that is just coming in to CNN, having to do with Russia and a potential prisoner swap.I want to get straight over to CNNs chief national security correspondent, Alex Marquardt, with much more. What are you learning, Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:14",
      "speaker": "BOLDUAN",
      "sentences": "Alex, this is just huge. It gives you chills when you think of how historic this day could be for so many families, for the United States, for other nations as well. I mean, Paul Whelan has been held, he was first arrested. What was it? It is 2018, I'm looking back at some of my notes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:14",
      "speaker": "MARQUARDT",
      "sentences": "It's 2018",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:14",
      "speaker": "BOLDUAN",
      "sentences": "I mean, think how long he has been fighting. His family has been fighting to get him out. Huge, huge questions still remain on the details. So we will obviously, as you said, Alex, need to be careful just to read the bulletin and headline from our Jenny Hansler.There is expected to be a large scale prisoner swap between the US and Russia, including a number of Americans, is how Jenny is putting it according to a source familiar, Alex. And this is -- it's not the understanding, at least, this is not just -- this is not a release, the expectation is, this is an exchange and that is obviously important of who this is and who all is involved.",
      "isLastSentenceInterrupted": false
    }
  ]
}