{
  "date": "2024-03-12",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Special Counsel Hur Testifies On Biden Classified Docs Investigation; Schiff Rips Hur For \"Political Firestorm\" Over Biden Memory Remarks. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "ROBERT HUR, FORMER SPECIAL COUNSEL",
      "sentences": "They do include such things that are referred to as aggravating and mitigating circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LEE",
      "sentences": "There's one thing I want to go back to, though, to be clear. It's been said today that your report is tantamount to a total exoneration of President Biden. That's not correct, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HUR",
      "sentences": "That is not correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LEE",
      "sentences": "All right. Thank you, sir.I yield the balance of my time to the chair. REP. JIM JORDAN (R-OH): Gentle Lady yields back. The chair now recognize Gentle Lady from North Carolina. REP. DEBORAH ROSS (D-NC): Thank you very much, Mr. Chairman. And thank you, Mr. Hur, also, for your patients, you're almost to what, three-and-a-half-hours? So almost as much as Biden. Throughout your report, you repeated -- you repeatedly cite and credit a number of innocent explanations for the presence of classified materials at the president's home and other locations. Innocent explanations that you admit that you cannot refute. And I'd like to just focus on a few of them. And I'll give you citations. One of these explanations for the presence of classified documents is that a member of the president's staff maintained those documents when he was the vice president and then mistakenly included them in sets of documents that we're later sent to the two locations such as the Penn Biden Center and the University of Delaware. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HUR",
      "sentences": "I believe that's correct. But if you have a specific page number for me, that would help me. ROSSYou also found that another innocent explanation to be more likely than a criminal explanation for the presence of classified documents that we're found at the Penn Biden Center and the University of Delaware. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ROSS",
      "sentences": "Right.And then let's talk about the documents in the president's garage. As you noted, a reasonable juror could conclude that the location of the documents surrounded by household junk is not a place where a person knowingly and intentionally stores classified documents that are critical to his legacy. Instead, it looks more like a place where a person stores classified documents that he's unaware of. That's on page 2019 of your report, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HUR",
      "sentences": "That is something that a reasonable juror could factor into his or her consideration of whether or not the prisoner had criminal willful intent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ROSS",
      "sentences": "Great.And you also noted that President Biden was allowed to have classified documents in his home for eight years as vice president. And then again, when he was president. And that he also had layers of staff who we're responsible for assembling, carrying, storing, and retrieving these types of classified documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ROSS",
      "sentences": "And because of these facts, you determined it was, quote, \"entirely possible that the president did not know he still had some of these documents in his home when his vice presidency ended in 2017.\"That's on page 215. Entirely possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HUR",
      "sentences": "Entirely possible yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "JORDAN",
      "sentences": "Gentle Lady yields back.Mr. Hur, we've got three more we're going to do and then we're going to take votes and then we'll just have a couple more after that. So I'm going to start with the gentleman from Kentucky, is recognized. REP. THOMAS MASSIE (R-KY): I yield to the chairman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "JORDAN",
      "sentences": "I thank the gentleman for yielding. Mr. Hur, are you opposed to the U.S. Congress having access to the audio tapes of the people you interviewed during your investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Chairman, I am not in a position to articulate an opinion one way or the other. That is not really up to me.I'm a former employee of the Department of Justice. I would refer you to the White House and DOJ leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "JORDAN",
      "sentences": "You're an accomplished lawyer. Is there any reason why we shouldn't, why the United States Congress shouldn't have access to the same information you had access to and that was the basis of your decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Chairman, it's not for me to opine on what materials --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "JORDAN",
      "sentences": "The Justice Department released the transcripts the day of the hearing. It'd be nice if we'd had them in a more, I think, a better time for the committee to prepare for our questioning for you.They released him today, White House and Justice, but just - pardon -- releasing today. Be nice if we actually had the audio tapes, too. Again, is there any reason why you can see why the American people and their representatives in the United States Congress should not have access to those tapes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Chairman, what I can tell you is that my assessment that went into my conclusions that I described my report was based not solely on the transcript. It was based on all of the evidence, including the audio recordings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "JORDAN",
      "sentences": "Great point. And that's where I was going.So this was valuable evidence for you as the special counsel named to investigate this issue, valuable evidence for you to reach your conclusion and the statements you put in your report. And what I'm asking, is shouldn't the United States Congress have access to that same information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Chairman, again, it is not for me to weigh into what information Congress should or should not have.But what I will tell you is that the audio recordings were part of the evidence, of course, that I considered in coming to my conclusions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "JORDAN",
      "sentences": "I'll yield back to the gentleman from Kentucky. And hopefully, he'll yield to the gentlemen from North Dakota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "MASSIE",
      "sentences": "Yield to the gentleman from North Dakota.REP. KELLY ARMSTRONG (R-ND): Thank you. Mr. Hur, chapters of your book, or your report, you detail that Mr. Biden retained in his Delaware basement classified documents relating back to his time as a U.S. Senator in the 70s, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "And even more Senate papers, dating back to the '70s through 1991, we're found in the University of Delaware Morris Libraries and in Biden Senate papers collection, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "And even more Senate papers dating back to the 1970s and 1980s were found in Biden's Delaware garage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "I believe that -- yes, that's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "And, quote, \"Mr. Biden had nearly 50 years' experience dealing with classified information, including as a member of the Senate Select Committee on Intelligence and a member and chairman of the Senate Committee on Judiciary, a member and chairman of the Senate Committee on Foreign Relations and vice president of the United States.\"And that he was deeply familiar with the measures taken to safeguard classified information and the reasons for them,\" correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "That language certainly sounds familiar, Congressman. But if you have a page citation for me, I can continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "And as vice president, is it correct that, in 2011, Mr. Biden received advice from his staff about the need to secure classified information in the form of notes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "Including his first counsel -- or his first counsel, Cynthia Hogan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "And he was advised in writing in 2011 by Hogan that classified notes must be attained in secure safes and stored in a secured facility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "His second counsel, John McGrail (ph), also advised Biden that all of Mr. Biden's records, including his notes, would be sent to the National Archives and Biden understood and accepted that, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "HUR",
      "sentences": "That's correct, with the exception that Mr. McGrail (ph) was Vice President Biden's final counsel, not his second one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:07",
      "speaker": "ARMSTRONG",
      "sentences": "All right.And on his way out, Mr. Biden was also appraised of his obligations by the National Archives staff twice more that his classified notes should be secured in a SCIF? HUR: That particular fact is not immediately coming to mind, Congressman, but if you have a page citation, I can confirm it for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:06",
      "speaker": "UNIDENTIFIED CONGRESSMAN",
      "sentences": "My time's expired. I yield back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:06",
      "speaker": "JORDAN",
      "sentences": "The gentleman yields back.The ranking member is recognized for unanimous consent. REP. JERRY NADLER (D-NY): Thank you, Mr. Chairman. Mr. Chairman, in light of what the chairman previously said, I asked unanimous consent that all transcribed interviews taken by the committee this year be made public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "HUR",
      "sentences": "Yes, sir, you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "MORAN",
      "sentences": "In fact, as part of your investigation, you interviewed about 150 different witnesses. You looked at millions of different documents. Because you wanted to do a thorough investigation, isn't that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "HUR",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "MORAN",
      "sentences": "And you did this because you took your investigation extremely seriously and you want it to reach accurate conclusions, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "HUR",
      "sentences": "Very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "MORAN",
      "sentences": "Then let's review some of your specific findings regarding the issues pertaining to competency and mental capacity of President Biden because, as you say, this is very important to whether or not there was criminal willful intent.As you can see, I've set forth a number of different quotes up here on this board that I've prepared, some of which I'll read to you. Page five, you say, Mr. Biden's -- quote, \"Mr. Biden's memory was significantly limited.\" Then again, on page six, you say, \"Mr. Biden would likely present himself to a jury as a sympathetic, well-meaning, elderly man with a poor memory.\" And then on page 207, you say, \"Mr. Biden's memory also appeared to have significant limitations.\" And then again, on page 208, \"He did not remember when he was vice president, and he did not remember even several -- even within several years when his son, Beau, died.\" You finally make the statement, on page 248, quote, \"For these jurors, Mr. Biden's apparent lapses and failures in February and April 2017 will likely appear consistent with the diminished capacities and faulty memory he showed.\" Those we're astounding conclusions to me. And as I looked through those quotes, I'd say I harken back to my time before Congress. I was a judge. And one of the things that I oversaw was guardianships. And frankly, when I read your -- when I read your conclusions, red flags began to go up on my mind because I oversaw hundreds of guardianships back in Texas. And as I saw your conclusions, I began to wonder, what is the D.C. statutes say about guardianships and how you define an incapacitated individual in Washington, D.C.? And I want to show the statute because I presume -- are you familiar with the statute at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:07",
      "speaker": "HUR",
      "sentences": "I am not, Congressman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "JORDAN",
      "sentences": "Gentleman yields back.Mr. Hur, we have votes on the floor. We have a few more members who will do their five minutes of questioning. So we're going to reassess and then we will convene 10 minutes after the conclusion of the last vote. I believe we only have a couple of votes? Is that right? Two votes. So you know, Congress had, that'll take a while. But well get back to you as soon as we can. And there's -- there's food in the backroom for -- I think we still have some left that you're welcome to. But that we're -- we stand in recess until 10 minutes after the last vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "And welcome to CNN's breaking news coverage. We have been watching former Special Counsel Robert Hur testify to Congress on the Biden classified documents probe.I'm Anderson Cooper in New York, alongside Jake Tapper in Washington. And for some four hours now, lawmakers from both parties had been grilling and sparring with Hur for very different reasons. Republicans argue he dropped the ball by not pursuing charges, despite concluding in his report that Joe Biden mishandled classified documents. Democrats say the Hur's characterization or President Biden's age and memory was an unnecessary detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "That's right, Anderson.And some Democrats went much further, accusing Hur of purposely trying to damage Biden in order to score political points with Donald Trump suggesting that he was fishing for an appointment in a second Trump Justice Department. It's a motivation that Hur denies. Let's -- let's talk about this if we can. Paula Reid, let me start with you. What do we want to run these clips? Let's -- Let's -- OK, let's run these clips from the -- from the hearing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "HUR",
      "sentences": "My assessment and the report about the relevance of the president's memory was necessary and accurate and fair.Most importantly, what I wrote is what I believe the evidence shows and what I expect jurors would perceive and believe. I did not sanitize my explanation. Nor did I disparage the president unfairly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "TAPPER",
      "sentences": "All right, let's talk about this.Paula Reid, what's your take on it so far? PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT: Special Counsel, former Special Counsel Rob Hur, he understood the assignment. He showed up today, not to show favor with either side. He did not reveal much new information. He took hits from members of both sides of the aisle and continued to defer to his report. I don't think anybody would walk away from today's hearing believing that he is a partisan. Or if they do, right, they all everyone believes he's a partisan for the other side. And I spoke with a source close to Hur earlier today, and they said that's when you know you are good special counsel, when everybody is mad at you. And I don't think he did anything to change that today during this hearing. This is what he showed up to do. They said a good special counsel sticks to the facts, doesn't draw outside the lines of the report, and that's exactly what he did today. He said he would not entertain hypotheticals, even referred to footnotes in certain answers. I mean, he really understood what he needed to do today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "TAPPER",
      "sentences": "Evan Osnos, you are the unofficial Biden biographer. You've interviewed him many times.In this 300-plus pages or whatever this is of a transcript of his interview, five hours' worth, is this the Joe Biden, you know? Is this like he forgot some details? But also can be avuncular and friendly, also can be annoyed Is this him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:06",
      "speaker": "EVAN OSNOS, CNN CONTRIBUTOR",
      "sentences": "Very much so. I was going to say, if you ever wonder what it's like to sit down and talk to Joe Biden, read this transcript.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "TAPPER",
      "sentences": "Gloria Borger, you've been covering Joe Biden for a long time in Washington, D.C. Is this him?And what do you think of the congressmen that we just heard from Congressman Moran, Republican from Texas, suggesting that if -- that if Joe Biden does not have a complete grasp on all the information that he was asked in this transcript, then he perhaps doesn't have the capacity to be president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, first of all, these were things that happened on the personal level. It is the Joe Biden I know.These are things that happened a long time ago. Yes, he should have known when his vice presidency ended, et cetera, et cetera. But he doesn't know what color folders were and what went into boxes as compared to Donald Trump, who actually directed people to put things in boxes. And I think the question that the Democrats we're raising today was about this issue of his memory and senility and whatever. And Adam Schiff really when at Hur and said that this was a political choice and asked him why you chose a general pejorative description of Biden's -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "TAPPER",
      "sentences": "Lets -- let's run that -- let's run that clip if we can. It's sought 20 and then well come back to on the other end of this, Gloria.(BEGIN VIDEO CLIP) REP. ADAM SCHIFF (D-CA): You chose a general pejorative reference to the president. You understood when you made that decision, didn't you, Mr. Hur, that you would ignite a political firestorm with that language, didn't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "HUR",
      "sentences": "Congressman, politics played no part whatsoever in my investigative steps --(CROSSTALK) SCHIFF: But you understood nevertheless (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "Mr. Hur, Mr. Hur, you cannot tell me you're so naive as to think your words wouldn't have created a political firestorm. You understood that, didn't you, when you wrote those words, when you decided to include those words, when you decided to go beyond specific references to documents?You understood how they would be manipulated by -- by my colleagues here on the GOP side of the isle, by President Trump? You understood that, did you not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "HUR",
      "sentences": "Congressman, what I understood is the regulations that govern my conduct as special counsel --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "And those regulations --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "-- those regulations --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "HUR",
      "sentences": "-- confidential report for the attorney general -(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "Which you knew would not --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "-- confidential --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "HUR",
      "sentences": "What I did, Congressman, is I followed the rules --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "You knew it would not be confidential.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "SCHIFF",
      "sentences": "You knew it would not be confidential, didn't you?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "TAPPER",
      "sentences": "So there he is, Adam Schiff, who is running for Senate in California, and known for being a rather partisan Democrat, out there saying, you put this in there because you knew it would hurt Biden, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "BORGER",
      "sentences": "Right. And I think you can hear the White House applauding as he said that.Because, you know, the Democrats are making the point that there was no reason, particularly if you look at the transcript where he made mistakes, but also went back and corrected himself and asked for guidance. When was that, you know, I think I got that wrong. And what Adam Schiff is saying is that this was done purposefully, that there we're other words he could have used rather than an elderly man with a poor memory. You know, you have this image so this poor guy sitting on a park bench feeding the birds. That's -- that's not who Joe Biden is. And I think Hur -- and you would know this best, Paula -- is somebody who's so literal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "REID",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "BORGER",
      "sentences": "Who -- who -- and it has this reputation of being so literal that what he wrote is by the book.And he -- he had to know the political consequences of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "TAPPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "BORGER",
      "sentences": "But in his mind, he did what he had to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "REID",
      "sentences": "And when Hur walked up to the line, he didn't quite say this, but he infers that had you have the transcript that's what you're looking at. But remember, I listened to it live in real time.And again, a source close to him earlier today said, look, it's notable that the White House released the transcript today. Clearly, they were worried about more damaging information in this hearing. But what no one is hearing is the tape and that is what Rob Hur used to draw these conclusions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "You know, it's interesting, I think the timing of this hearing matters greatly because it comes after Joe Biden just had a very successful effective State of the Union address.So nobody who saw him on that night is going to think of him, as Gloria said, a kindly old man sitting on a park bench feeding the pigeons. Additionally, it comes as our own CNN reporting has reveal new details about how recklessly President Trump, former President Trump handled the documents that we're at Mar-a-Lago. And so I think you could see -- what was interesting to me was how many Republicans were trying to muddy the waters knowing that there's more damning evidence coming out about Trump, and probably more that will come throughout the course of this year as these cases move on.",
      "isLastSentenceInterrupted": false
    }
  ]
}