{
  "date": "2024-04-18",
  "headline": "CNN This Morning",
  "subHeadline": "Day Three of Trump's Hush Money Trial; Biden Pushes Economic Message; Jane Harman is Interviewed about Israel; Kennedy Family Endorse Biden. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And all of a sudden I saw like a big cloud swirling and I'm like, ah, that doesn't look right. We need to get downstairs.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "ACOSTA",
      "sentences": "It's day three in Donald Trump's historic hush money trial in New York. He's facing 34 criminal charges and it's still a toss-up whether he will take the stand in his own defense. Jury selection resumes in just a few hours. Seven jurors have already been seated, five more are needed.CNN's Brynn Gingras joins me from just outside the courthouse. Brynn, I mean we're hearing opening statements could begin as early as Monday. That means things are humming along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "They certainly picked up pace, Jim, on Tuesday when court adjourned, and then it was off yesterday. For men and three women picked for the jury so far. And like you just said, the judge said, you need to report back on Monday. It's possible opening statements will happen then. But, of course, this schedule is very fluid. They've got to pick five more jurors. And that process is picking up when court starts up again today at 9So, what's going to happen? The 96 pool - 96 people will come back in. They've already been sworn in and they'll have to weed through that process of trying to find those extra jurors and some alternatives. Now remember, once they come in, the judge is going to ask them, you know, can they be unbiased and can they listen - you know, can they basically just listen to the rule of the law here. And last time more than 50 of those people who came in, prospective jurors, said they couldn't and they left. So, we'll see how that sort of weeds out today. In addition to that, after that process has gone through, you remember, they have that 42 questions that they have to answer. You know, where do they get their news? Have they ever attended a Trump rally? Do they have opinions about the former president? Those sorts of questions have to be answered. And then from there, that's when the prosecution and the defense are going to be able to ask more pointed questions. Now, remember, both sides get ten strikes, but with this last batch of jurors, each side has used six of those strikes. So, they have four remaining to try to find these remaining jurors. So, it's going to be another interesting day in court. And it is moving quickly. If they do find those five jurors, it's very possible this criminal trial, this historic criminal trial, gets started on Monday, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "ACOSTA",
      "sentences": "Wow, that will be fascinating. All right, so much for things taking too long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "ACOSTA",
      "sentences": "All right, Brynn Gingras, thank you so much.With Donald Trump tied up in court, President Biden continues a three- day campaign swing through battleground Pennsylvania. The president heads to Philadelphia today to push his economic message. Yesterday, President Biden was in Pittsburgh, where he called on his administration to ratchet up pressure on the Chinese steel industry. (BEGIN VIDEO CLIP) JOE BIDEN, PRESIDENT OF THE UNITED STATES: And the prices are unfairly low because China's steel companies don't need to worry about making a profit because the Chinese government is subsidizing them so heavily. They're not competing, they're cheating. Right now my U.S. trade representative is investigating trade practices by the Chinese government regarding steel and aluminum. If that investigation (ph) confirms these anti-competitive trade practices, then I'm called on her (ph) to consider tripling the tariff rates for both steel (INAUDIBLE) and aluminum for some time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "ACOSTA",
      "sentences": "Tariffs on China. Where have we heard that before?Our panel is back. And, Scott, I mean, it just underlines how critically important states like Pennsylvania and Michigan, Wisconsin are going to be at the end of the day in this campaign. And he is, I mean, this is not borrowing a page from Trump's playbook, this is taking Trump's playbook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "JENNINGS",
      "sentences": "That's what Biden is responding to. And, you know, I guess some of these guys will say better late than never. My guess is they'll wonder whether he really means it given its just kind of now coming up in the context of an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Well, and, Molly, the president also suggested the administration might stop the acquisition of steel by - U.S. Steel by a Japanese company, which is a huge, huge issue. But again, it underlines, I think, this battle. I mean we've seen the president out there on the picket line with auto workers. I mean he is really fighting for those voters and those battleground states because the whole election might come down to, what, 10,000 voters in Michigan, 20,000 in Pennsylvania.MOLLY BALL, SENIOR POLITICAL CORRESPONDENT, \"THE WALL STREET JOURNAL\": Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BALL",
      "sentences": "Well, and I think, as Scott was saying, this is part of the sort of populist realignment that we've seen in this country, right? It used to be that both parties would sort of pay lip service to this populist view on trade. They'd campaign against NAFTA, and then they'd get in office and they would pursue free trade policies. And that was true of Republicans and Democrats. And it was really, I think, Trump who actually, in office, pursued much less free trade policies. And now we see Biden continuing those tariff policies.Interestingly, you know, it may be exacerbating the inflation that we've seen. It may not actually be good for the economy to be continuing these tariff policies. But it is certainly something that, as Scott was saying, you know, I think union workers, blue-collar workers are very - on the right place in the - I can't talk this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BALL",
      "sentences": "But it - this is certainly -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "There's a lot of anxiety, I think, in that - in that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BALL",
      "sentences": "There's a lot of anxiety, and blue-collar workers -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BALL",
      "sentences": "And retirees in these - in these rust belt states, in those blue wall states really -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "If you can't do something about inflation - or you can't bring down inflation fast enough, maybe you do have to sort of go where -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Some of these voters are and they - they will - they are -- they want to see the president go after China and go after Japan on some of these issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "NAYYERA HAQ, FORMER OBAMA WHITE HOUSE SENIOR DIRECTOR",
      "sentences": "Yes, because they're - they're also concerned about, what do the jobs of the future look like, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HAQ",
      "sentences": "They - and that's part of where this competition with China - I work on the House Select Committee on these issues. The competition with China doesn't have to be one based in fear. We're constantly throwing up barriers and tariffs. It could also be one based in U.S. innovation, right? Electronic vehicles, the market here, making sure that the Chinese vehicles aren't flooding it, that these are American manufacturers. That chips, right, being able to have relationships with places like Vietnam and elsewhere to get the resilience in the supply chain. And, of course, investing in our own research and technology here. The power is here. The idea is, how do you connect people who aretraditional union workers with that sense of positivity and connect into these jobs of the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "ACOSTA",
      "sentences": "Forty-six minutes past the hour. Here is your morning roundup.(BEGIN VIDEO CLIP) ED PIERSON, FORMER SENIOR MANAGER AT BOEING'S 737 FACTORY: I'm not going to sugar coat this. This is a criminal cover up. Records do in fact exist. I know this because I've personally passed them to the FBI. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "ACOSTA",
      "sentences": "Wow, another hit for Boeing. Two company whistleblowers testifying about lax safety standards and cover-ups at back-to-back Senate hearings. Boeing is under intense scrutiny. The latest incident involving an Alaska Airlines door plug blowout mid-flight.Arizona Republicans blocking a bill to repeal a near total ban on abortions after a recent supreme court - state supreme court ruling reviving an 1864 law. It's a blow to supporters of reproductive rights and could hurt Republican candidates coming up in the November elections. Lawyers for Bryan Kohberger, the suspect in the stabbing deaths with four University of Idaho students, say they plan to use cell phone data to prove their client was nowhere near the crime scene when the murders took place. Now to Capitol Hill, where yesterday Defense Secretary Lloyd Austin gave lawmakers a bleak assessment of Russia's war in Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LLOYD AUSTIN, SECRETARY OF DEFENSE",
      "sentences": "I think we're already seeing things on the battlefield began to shift a bit in terms of - in Russia's favor.REP. MIKE JOHNSON (R-LA): Good afternoon, everybody. Good afternoon. Thanks for being here. (END VIDEO CLIP) ACOSTA: While Speaker Mike Johnson has laid out his plan to pass foreign aid bills that include money for Ukraine, the plan and his speakership are now threatened by hardliners within his own party who want to oust him over that Ukraine aid vote. Republican Congresswoman Marjorie Taylor Greene, who has repeatedly echoed Russian disinformation about the war, is leading that charge. This is how her GOP colleagues, Dan Crenshaw, characterize that push. (BEGIN VIDEO CLIP) REP. DAN CRENSHAW (R-TX): I guess their reasoning is, they've - they want Russia to win so badly that they want to oust the speaker over it. I mean that's a - that's a strange position to take. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "ACOSTA",
      "sentences": "And joining me now is former Democratic congresswoman, and chair of the Commission on the National Defense Strategy, Jane Harman.So great to talk to you. Thank you so much for joining us. I mean, that was Dan Crenshaw, Republicans, saying that. Your - what's your reaction to this debate that has been playing out and how the speakership has been threatened, essentially as Dan Crenshaw was saying, over whether or not Russia is going to get the upper hand over the Ukrainians in that war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "ACOSTA",
      "sentences": "And, Congresswoman, I want to play for you this moment from a House Oversight hearing yesterday and then get your reaction.Let's listen to this. (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): And there's frequent pictures all over, anybody can find them, of Nazis. Here they are. This looks like something you'd see out of Hitler's Germany, from Ukraine. REP. JARED MOSKOWITZ, (D-FL): Stop bringing up Nazis and Hitler. The only people who know about Nazis and Hitler are the 10 million people and their families who lost their loved ones. Generations of people who were wiped out. It is enough of this disgusting behavior using Nazis as propaganda. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "ACOSTA",
      "sentences": "Congresswoman, your reaction to that because, I mean, one thing we should point out to our viewers, that is Russian disinformation. They have said this time and again about there being Nazis in Ukraine. It is - that is just Russian disinformation.But your response to what the congressman said there in response to Marjorie Taylor Greene?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARMAN",
      "sentences": "Well, right on to him. It is disgusting. Much of my own family was wiped out during the Holocaust. And it's not about me, but it is about one of the huge tragedies in our history.Israel was formed after the Holocaust because there needed to be a homeland for the Jews. And this stuff is absolute garbage and - that Putin would - perpetrated on Ukraine, which had been the home of a lot of Jews, and still I guess is - it's president is Jewish, Volodymyr Zelenskyy - is horrifying. So, there's no place for that on the floor of the House. And it is Russian disinformation. And the right answer is to fund courageous Ukrainians, whatever their religion is, who are fighting not only for their freedom but for our freedom. Don't we understand that Putin's next move, if he wins in Ukraine, is heading to Europe, to NATO countries. We are a member of NATO. They will invoke Article Five and we will be at war with our boots on the ground in Europe. And this is not something we should wish for. This is a tiny little, you know, micro share of our budget to spend on our aerospace base here, to replenish the assets that they will ship to Ukraine. The replenishment will be higher technology than what Ukraine is getting. A lot of those assets are already in Europe and can get to Ukraine quickly. I was just there two weeks ago. What I saw was Ukraine making its own drones, very inexpensive, short range drones, longer-range drones, tanks, and they're all being - going to the battlefield immediately. The problem is they don't have anti-jamming equipment for the drones and they don't have air cover. Those are the two things they need. And those are the two things we can ship immediately. And, shame on us. We promised to do it. A majority of Congress in both parties supports doing it. And that disinformation is just - it has no place in the House of Representatives. ACOSTA: And, Congresswoman, I did want to pivot very quickly to Israel and what you think the president should be contemplating. We're heading into another weekend. We saw what took place last weekend. The president said to the prime minister, Benjamin Netanyahu, take this as a win that you were able to essentially stop all of those missiles and drones, just about all of them, from inflicting any major damage inside of Israel. How do you think the president and the administration should proceed from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HARMON",
      "sentences": "That's the best guarantee of Israel's security. Getting there tomorrow is not going to happen. But getting their long-term and figuring out a way that the whole region can contain Iran, which is the only way Iran's going to be contained, is the right policy. And I do commend President Biden for his leadership role. And I'm hoping that Israel gets it, that the right thing to do is to work with a coalition on a shared plan forward (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "All right. Well, Congresswoman Jane Harman, thank you so much for joining us this morning. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HARMON",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Good to talk to you.All right, and, today, more than a dozen members of the Kennedy family will be endorsing Joe Biden for president, with one notable exception, of course, Robert F. Kennedy Jr. One of RFK Jr.'s sisters will open for Biden at a campaign stop in Philadelphia. Here's part of her speech. She says this, \"I can only imagine how Donald Trump's outrageous lies and behavior would have horrified my father, Robert F. Kennedy, who proudly served as the attorney general of the United States and honored his pledged to uphold the law and protect the country.\" And my panel is back. I mean, Scott, you know, one of the things that I think is just so fascinating about this RFK Jr. candidacy is it's not exactly clear how this is going to cut. Some of the Trump forces, just the other day, were going after RFK Jr., which was kind of an indication that, OK, maybe somewhere in the polling data, some states somewhere along the way, RFK Jr. might be hurting Trump. But, obviously, the Kennedy family coming out as a big deal for the president because they're worried about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "JENNINGS",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "JENNINGS",
      "sentences": "You've seen both campaigns exhibit some worry about this move. I mean the Democrats, when Kennedy announced his running mate, I mean they're out there peddling opposition research, you know, to each other on Shanahan. I mean they're obviously worried about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "JENNINGS",
      "sentences": "But, sure, I think Kennedy could reasonably be expected to take votes from people that both campaigns might otherwise expect to get. You can see it in the polling. When you test these guys head-to- head and you get a pretty close race. When you throw him on the ballot, I mean he's routinely getting 10, 11, 12 percent, and they both dropped - I mean there's some surveys where he drags them both down below 40 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "JENNINGS",
      "sentences": "And so, obviously, there are people he's attracting that would - that would flow to both. And now, will that be the case in the fall I mean when people really get down to brass tacks here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "JENNINGS",
      "sentences": "I don't know yet. It's still - it's still kind of early and third-party candidacies tend to - tend to dip a little bit over time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, Ross Perot had a - had a couple of moments. And, I mean, back in those elections, in 1992, and I think to some extent 1996, where - more in '92 when Bill Clinton was elected president, where, you know, he was a serious contender, a serious threat. And then, at the end of the day, ended up hurting George H.W. Bush and helping Bill Clinton become president. But - so it is notable that the Biden campaign is doing this, getting all the Kennedys out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "BALL",
      "sentences": "Well, the big picture here is that these are two candidates who are broadly disliked and a lot of Americans would like some other option hypothetically. The problem that all third party candidates end up having is that those - that big amorphous group of voters who would like hypothetically some kind of third choice don't necessarily agree on what it is. And when they learn more about RFK and his positions, whether its Democrats who might like the Kennedy name, but then they learned that he's got these sort of cookey sort of right-wing coated, you know, views about conspiracy theories or what have you, they may or they see Biden being endorsed by the Kennedy family, maybe they peel away. And then when Trump supporters, you know, hear some of the liberal stances that RFK has taken, he is a Democrat historically, he did, at one point, seek the Democratic nomination, and most of his positions are more on the liberal side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Environmentalist, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "BALL",
      "sentences": "He's an environmentalist. Maybe they peel away as well. So, I will be interested to see if his vote share grows before it shrinks, which is what usually happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HAQ",
      "sentences": "But this - there is a name recognition challenge here as well, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HAQ",
      "sentences": "Like as you mentioned, the two unpopular candidates and the Kennedy name has a stature and has a representation in American political mythology. So, being able to pull that energy towards Biden is - it will not hurt him in the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "JENNINGS",
      "sentences": "Living off the Kennedy stature today is one thing, but when he's actually exposed to the elements of a presidential campaign, my suspicion is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "ACOSTA",
      "sentences": "Should he be on a debate stage, do you think? He's pulling 10 or 12 percent. Should he be up there with Trump and Biden on a debate stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "ACOSTA",
      "sentences": "A little bit of a disconnect, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "BALL",
      "sentences": "But, you know, I hear this nostalgia all the time for the era of the Kennedys, right? And from voters on the right and the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "ACOSTA",
      "sentences": "I just visited the Kennedy Library up in Boston. I mean, any American who wants to go see a fascinating presidential library, I mean that, to me, is just - it's an incredible visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "BALL",
      "sentences": "Yes, and people think of it as a time in America when we could come together and be inspired and find common purpose. And maybe if you lived through it, it wasn't exactly like that, but I think that that's a huge asset for him. And it's why the Biden campaign has to deploy against it.",
      "isLastSentenceInterrupted": false
    }
  ]
}