{
  "date": "2024-06-22",
  "headline": "CNN Newsroom",
  "subHeadline": "At Least 1,000 Feared Dead At Hajj Due To Heat; How Heat Affects The Body; IDF Claims \"No Indication\" It Struck Palestinian Camp; Public Clash Intensifies Between U.S. And Israel Over Weapons; Millions Grappling With Heat Around The Globe; High Temps Affect Cities' Low Income/Minority Neighborhoods; Boeing Starliner Return To Earth Delayed; Edmonton Beats Florida To Force Game 7 In Stanley Cup. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "We begin this hour with the extreme heat impacting millions of people across much of the U.S.Almost all of the continental U.S. could see temperatures above 90 degrees Fahrenheit over the next few days. In California, some parts of Los Angeles County will have temperatures in the triple digits lasting into early next week. New York City could see 90 degree temperatures for the next seven days, which would be the longest ever in June for the city. And Washington, D.C., could reach triple digits for the first time since 2016. In total, more than 100 million people are under excessive heat watches, warnings and advisories, with the worst heat this weekend in the mid-Atlantic states and stretching to the Midwest. Extreme heat will also spread to the Southeast, where it'll feel about 105 degrees Fahrenheit in some areas. So from the U.S. to the Middle East where the extreme heat has been deadly, the U.S. State Department says multiple U.S. citizens died during the Hajj pilgrimage to Mecca this week. The official overall death toll from all countries stands at 531. But more than 1,000 are feared dead. Large numbers of unregistered pilgrims are unaccounted for and Saudi Arabia and Egypt have yet to release official figures. CNN's Scott McLean has been following the situation in Mecca. So Scott, it's just a tragic situation. The list of casualties grows. What more are we learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Hey, good morning, Kim. Look, if you've never been to the Gulf, it is kind of like summer there is kind of like winter in the Arctic. In that I mean that you do everything that you can to spend every moment inside a climate controlled building, because the conditions outside are frankly unbearable.This year's Hajj, I mean, of course, it's hot every summer in Saudi Arabia. But this year's Hajj temperatures are on a whole 'nother level. On Monday, for instance, the mercury hit almost 52 degrees Celsius. That is downright dangerous. And yet, of course, the Hajj is the religious obligation of all Muslims to complete at least once in their life, provided that they're financially and physically able to. Some people save up their entire lives to do this. And so there's not much, including extreme heat, that's going to keep people away. The problem, though, is that the Hajj is almost entirely outdoors. You can't just drive up to every site involved. It involves a fair amount of walking. For instance, in one part, in one ritual, you have to climb Mount Arafat. It's not really much of a mountain. It's more of a small hill. But still, in this kind of heat, it must feel like climbing Everest. And so despite best efforts to keep people cool, this year's Hajj has been especially deadly. (BEGIN VIDEOTAPE) MCLEAN (voice-over):  The stoning of the devil, one of the key rituals of the Hajj pilgrimage. It's a symbolic rejection of evil. But with temperatures unusually high, even for this time of year, the temptation here, a much simpler one. Water only goes so far when it's 120 degrees Fahrenheit. Azza Hamid Brahim found out the hard way. Like many, she gave up on the way there. AZZA HAMID BRAHIM, EGYPTIAN PILGRIM (through translator):  We thought we were about to die. We didn't even have the strength to reach the steels due to the extreme heat. MCLEAN (voice-over):  The soaring temperatures making this year's pilgrimage exceptionally deadly. Videos shared on social media showed bodies on the sides of roads, their faces covered. In some cases, they looked simply abandoned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "SCOTT",
      "sentences": "So these are some of the official numbers that we have of pilgrims who have died this Hajj. You will notice that we know of 28 Egyptians who have died. But Reuters is now reporting, citing an Egyptian medical source, that the true number of Egyptians who died this year is more like 600.And the vast majority of those are unregistered pilgrims. What do I mean by unregistered? Saudi officials, in an effort to reduce overcrowding and avoid the kind of deadly stampede that we have seen in past years, has issued special Hajj visas. But you can get to Saudi Arabia these days on a work visa or a tourist visa quite easily. The problem though is that you won't have access to the same kind of cooling amenities, like a tent, an air conditioned tent in the desert, for instance, that the official participants have had. And it seems like a lot of those people who have died are in that category. Egypt and Jordan, for instance, are now investigating companies who may have helped those pilgrims go through these unofficial routes to the Hajj. And Tunisia's now fired minister of religious affairs suggests that negligence may have played a part in the deaths of citizens from his country -- Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "We're just days away from the most important event so far of the 2024 U.S. election, the first presidential debate. It'll happen right here on CNN. But before we get to that, here's how the candidates have been fundraising lately.In May, Donald Trump outraised Joe Biden for the second month in a row. Biden's campaign says the president's haul last month totaled $85 million. That figure pales in comparison to the staggering $141 million Trump's team says he collected last month. The Trump campaign says it had a surge in donations following their candidate's criminal conviction in New York. Now Biden is apparently preparing for the debate with a tight circle of advisers. He is said to be sharpening attack lines, getting ready to fend off smears and practicing with formal mock debates. Sources say Biden's personal lawyer is likely to reprise his role as a stand-in for Trump during those practice sessions. The president has been focusing on ways to hold his rival accountable during the showdown. CNN's Alayna Treene has more on Donald Trump's preparations. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "Well, former president Donald Trump and his team are trying to adjust the expectations for next week's debate. Now what I find really interesting about this is that, for months now, Trump and his advisers have tried to paint Biden as this weak and feeble candidate.They've argued that he is mentally and physically unfit for office and have even tried to argue that he couldn't stand on a debate stage for 90 minutes as the debate will be next week. But now they're trying to change that. They believe that Biden really has a low bar and so they're trying to raise the expectations. Take a listen to what Trump told the all-in podcast yesterday. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  He beat Paul Ryan pretty badly, and I assume he's going to be somebody that will be a worthy debater. Yes. I would say -- I think, I don't want to underestimate him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "TREENE",
      "sentences": "Now I can tell you from my conversations with Donald Trump's team that there is some concern behind the scene that they have put too low of a bar on for how Biden could perform.And so that's where a lot of this is coming from. But as for the preparations, unlike the Biden campaign, Donald Trump will not be engaging in mock debates even though in the past, we know people like Rudy Giuliani and Chris Christie have stood in to play his opponent. Instead he's engaging in what his team is dubbing policy discussions. I'm told he's engaged in more than a dozen of these with vice presidential contenders, senators, policy experts and people from his prior administration, like Kellyanne Conway, Stephen Miller and Rick Renown (ph). Now some of the topics they have focused on, I'm told, are the economy and inflation, border crime, all of the issues Trump's team sees as the most important ahead of November. But just to give you some specifics here, I know that Donald Trump and J.D. Vance, one of his top contenders for running mate, they met earlier this month at Mar-a-Lago. They tried to sharpen his rhetoric on the economy and try to predict some of the discussion and the questions that the moderators could ask. He also met last week with senators Marco Rubio and Eric Schmidt, where they talked about American democracy and specifically addressed his handling of the January 6th attack on the Capitol. Another area and vulnerability, I should say, that they've worked on behind the scenes has been his conviction in the Manhattan courtroom on 34 counts of falsifying business records. And so even though Donald Trump's team is trying to really downplay the amount of preparation that they're arguing he needs, I've been told for many people that they also recognize he does need to do his homework and he is preparing -- Alayna Treene, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's Nada Bashir in London, thanks so much.The U.S. is promising to back Israel if a full-out war breaks out with Hezbollah. Now it comes as cross-border attacks between Israel and Hezbollah are ramping up. It was one of the issues brought up with top Israeli officials visiting Washington this week. CNN's MJ Lee has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "American Paul Whelan is calling on the White House to take drastic action to get him out of prison in Russia. Now he spoke exclusively with CNN on the phone Friday after marking 2,000 days behind bars.Well, said the U.S. should turn up the pressure on the Kremlin by locking up. Some Russians listen to this. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "PAUL WHELAN, AMERICAN, PRISONER IN RUSSIA",
      "sentences": "The U.S. needs to go out and do something -- fill up Guantanamo Bay with Russian officials, arrest Russian spies, do something that makes the Kremlin sit up and take notice and say, OK, yes, right.Now it's time that we're going to get Evan and Paul back and then we want back what you've got of ours and we'll call it a day. (END AUDIO CLIP) Whelan was referring to \"The Wall Street Journal\" reporter Evan Gershkovich, who's going on trial for alleged espionage on Wednesday. Whelan is serving a 16 year sentence for purported spying. They both deny their charges and the U.S. considers them wrongfully detained. Large cities face an uphill battle during heat waves, especially as they become more frequent. Still ahead we will talk to an expert about one option cities have on the table. Plus rising sea levels take a toll on millions in Bangladesh by eating away their coastline. We'll have those stories and more coming up, stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MICHAEL TREGLIA, THE NATURE CONSERVANCY",
      "sentences": "All right. Yes. Thanks so much for having me, Kim. Yes.Cities in general tend to be a lot warmer than surrounding areas. There's a phenomenon called the urban heat island effect. For basically cities in general tend to be warmer than their surrounding regions because of things like lots of asphalt, concrete buildings that retain heat and then high density of things like vehicles and equipment such as air conditioning that generates a lot of heat. So it's not just places like Miami and Phoenix. But yes, New York, Boston, Chicago can definitely have really bad heat waves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "And unfortunately we know that the heat disproportionately impacts low-income neighborhoods and communities of color. And I saw a report from New York where you are, for instance, suggests that Black New Yorkers are two times more likely to die from heat stress than white New Yorkers.Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "TREGLIA",
      "sentences": "Yes, so there's a lot of factors that play in there. So in general there's been a lot of historic challenges that have been set up, disinvestment in certain neighborhoods through the practices such as redlining, where areas were not really deemed suitable for zones.Where they had high communities of color, large immigrant communities. And so those areas often became more industrialized, even though they had resident populations of people who have color and lower income communities. And so these areas become very heavily developed with not much space for trees and other forms of green space. And those are things that really helped keep the environment cooler. And then some of these facilities and things actually contribute to the urban heat challenges. And then on top of that, you have, by virtue of folks being low-income in many of these spaces, there might not be able to afford air conditioning units or the energy to run electricity. Air conditioning units in their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "And it affects so many people. I mean, that New York City report shows that more than 60 percent to 70 percent of residents live in these most vulnerable heat areas. So it shows just in urban cities like New York, just how widespread the problem can be.As you say, cranking up the AC, obviously, isn't the long-term solution here. You specialize in green solutions. So what more can be done to help those who are, who are the most vulnerable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, we really need to do something to address these problems. I saw on that report in an average year in the 2030s, they're projected to be up to three times as many days with temperatures over 90 degrees Fahrenheit and nearly four times as many heat waves than there have been in the past.So if we think it's hot now, I mean, just wait a decade, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "TREGLIA",
      "sentences": "That's right. I mean, already in New York City, we have about 350 people dying from heat stress directly or from heat-related illness. Or the warmer temperatures are exacerbating preexisting conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "We'll have to leave it there but really appreciate having you on, Dr. Michael Treglia, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "TREGLIA",
      "sentences": "Yes.Thanks so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "So as some parts of the world bake under extreme heat, others are inundated by flooding.In China, the death toll from torrential rains and floods in the southern part of the country has grown, to at least 55 people. The region has been pummeled since earlier this month, which forced tens of thousands to evacuate. In Chile, officials say more severe weather could be on its way after heavy rains caused flooding in central and southern regions. Official say thunderstorms, high winds, hail and even light snow could hit next. And in Mexico, people are dealing with the aftermath of tropical storm Alberto, which made landfall on Thursday. The storm brought heavy rain and flooding, causing some people to lose everything. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator):  All of the street was destroyed. We don't have anything to (INAUDIBLE). Electricity, water, nothing. The road was destroyed when I left home. Everything was destroyed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "NASA has delayed the Boeing Starliner's return to Earth for a second time. The spacecraft docked with the International Space Station on June 6th, with two Americans astronauts on board. They were supposed to return after about a week.But engineers on the ground are trying to learn about problems encountered on the trip to the ISS. And those problems included helium leaks and thrusters that suddenly stopped working. NASA says the delays mean astronauts Butch Wilmore and Suni Williams won't come back to Earth until July. Daniel Dumbacher is CEO of the American Institute of Aeronautics and Astronautics and he joins us live from Potomac, Maryland. Thank you so much for being here with us. So unravel the mystery here for us. What's happening there? The thruster problems and leaks, what do we know about the issues and how serious they might be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "DANIEL DUMBACHER, CEO, AMERICAN INSTITUTE OF AERONAUTICS AND ASTRONAUTICS",
      "sentences": "Well, first of all, thank you, Kim, for having me this morning. What you're seeing is a test flight, the Starliner, this is a test flight with Suni and Butch to go up and see how all the systems were working.And as with any new vehicle, you find some things that need to be addressed; little operational issues and other issues that you need to work on. And that's what the team is trying to address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "So I mean, the way you're speaking about it sounds as if it's kind of routine. But the astronauts are stuck up there for longer than they were supposed to be.Any concern for their safety? Are there contingency plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "DUMBACHER",
      "sentences": "No concern for their safety, right at this point on orbit. There -- everything's looking good. They -- and actually that concern for safety that you see the NASA Boeing team working hard to make sure they understand the issues and what they need to do. They've -- NASA has said that the vehicle is safe to return in anemergency situation. So they're trying to make sure that they have the vehicle ready to go. Realize that coming home is from orbits not that simple a thing. They will be traveling at points 22 times  the speed of sound. So a lot of energy to dissipate. They want to make sure they have the control systems working properly so that they can get the astronauts safely home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "So as you say, I mean, this is a test flight and they want to make sure all the issues are worked out.But I mean, the Starliner has seen more than its share of issues with long delays and now more problems here. I mean, how big of a blow is this latest setback to Boeing and this project?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:04",
      "speaker": "BRUNHUBER",
      "sentences": "Now despite these setbacks, I mean, looking at the big picture, it seems these public-private partnerships like what we're seeing with NASA and Boeing, that's the way forward. And we're seeing globally the space race heat up. I'm thinking of the recent successes, for example, of India's program.And in that country, the space program was state controlled. But now that's changed. Is it fair to say that whoever is able to leverage those partnerships the best could end up winning the space race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:04",
      "speaker": "DUMBACHER",
      "sentences": "Well, I think what you see is that global competition occurring, Kim. And it's China, India, the United States, Russia, all of the spacefaring nations.And it is a global competition. And this partnership, the evolution of the NASA industry, commercial space industry, is actually what you would expect from our mode of operation in the United States, of the government getting the initial risks mitigated, understanding how to do this. And then over time it transitions to private industry. And we're in that transition now. And I think the partnership that you see between Boeing and NASA, SpaceX and NASA and other companies on other parts of the NASA program, are the wave of the future. And it's part of that natural evolution so that the commercial industry in our country takes it over and makes it more efficient and makes it economically viable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:04",
      "speaker": "BRUNHUBER",
      "sentences": "Really appreciate having your expertise on this, Daniel Dumbacher, live in Potomac, Maryland. Thank you so much for being here with us. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:04",
      "speaker": "DUMBACHER",
      "sentences": "Thank you. Kim, greatly appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "Well, the Edmonton Oilers are on the verge of one of the greatest comebacks in sports history. After going down 0-3 in the NHL's Stanley Cup final, it forced a game, winner take all game seven against the Florida Panthers. CNN sports anchor Andy Scholes joins me now.So just lay out exactly how unlikely this would actually be if they were to pull it off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "ANDY SCHOLES, CNN SPORT CORRESPONDENT",
      "sentences": "Well, Kim, this is the 29th time a team has fallen behind 3-0 in the Stanley Cup final. Only twice before has a team been able to force a game seven and only one team ever has completed the comeback. It was the 1942 Toronto Maple Leafs.So the Edmonton Oilers on the verge of making some pretty cool and some pretty rare history here. And the crowd was just incredible in Edmonton for game six last night, both in the arena and outside, where thousands were watching on a big screen. And seven minutes into the game, all the people watching erupting as Warren pulled those scores up, a nice pass there from Leon Draisaitl. I gave him the lead. Big moment in the second period. Alexander Barkov (ph) thinks he scored for Florida to cut the lead to one. But Edmonton challenged it, saying it was offside. And the goal was overturned and look out close this was. Sam Reinhardt's skate just millimeters over the blue line. Fed his coach Paul Maurice, he was just livid at that call. Florida would never recover. Oilers going to win 5-1 there. Now a win away from completing the comeback to win in Canada, its first cup since 1993. Game seven, give me Monday in Florida. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just another elimination game. Right?Where our backs are against the wall. Obviously, the crowd was unbelievable and getting started. We're comfortable playing in these games and we've proven we can play in them and we played in a bunch of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Honestly, we're just having fun. We really believe -- we believe in each other, we believe in this group.We're just excited to keep our season going. That's what it's been about just one game at a time, one day at a time and, yes, we're looking for the next one. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Earlier today --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That was a birdie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- we had some pizza early on the week. I had a lot of pizza, so I kind of told myself, no matter wouldn't do that in a tournament. But it's my birthday and it's kind of a tradition. You, me, Scottie and we have the same, we have the same birthday. So we had an early birthday celebration. y(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "And Kim, that celebration, it seemed to have worked quite well, for them. Kim's leading the Travelers the week, 13 under Scheffler, he's tied for second, two shots back. So whatever they ate might need to do it again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, that's right. Exactly it. Before we go I just want to ask you, you know, going back to hockey, game seven you got to pick it.Who's going to win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "All the momentum right now is with the Oilers, it seems like -- the way they've been winning these games too, just running away with them. Hard to imagine the Panthers rebound and are able to win games. But hey, it is going to be in their home building.But I mean, it just seems like the Oilers are a team of destiny at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "BRUNHUBER",
      "sentences": "And that is the right answer, my friend, thank you so much. Appreciate that.All right. Well, before we, go calling it U.K. royalty paying tribute to U.S. pop royalty. Have a look. (BEGIN VIDEO CLIP) (MUSIC PLAYING) BRUNHUBER (voice-over):  If you didn't recognize it, it was \"Shake It Off\" from music superstar Taylor Swift. The Royal Guards played it outside Buckingham Palace Friday to mark the first night of Swift's sold-out shows at London's Wembley Stadium. Authorities say Swift's eight-concert run in London is expected to bring in more than $350 million for the city; 700,000 people are expected to attend the shows. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}