{
  "date": "2024-07-18",
  "headline": "CNN News Central",
  "subHeadline": "End Of Interview With Rep. Raja Krishnamoorthi (D-IL); Trump To Deliver RNC Speech He Re-Wrote After Assassination Attempt; Source: Gaming Site Account In Trump Shooter's Name Likely Fake; Motive Still Unclear 5 Days After Trump Rally Shooting; Harris Speaks In NC As More Democrats Urge Biden To Step Aside. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Are you confident the Secret Service director will show up to that hearing on Monday? She's been subpoenaed. And do you think she should resign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "A, I'm not confident and, B, I'll assess after I listen to her testimony.You can usually tell within the first 10 minutes of the question-and- answer session whether a person is owning up to their problems, whether they're trying to change what needs to be changed. And they take accountability. And I -- I would respectfully submit she needs to do all of those things at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KEILAR",
      "sentences": "Congressman, thank you so much for taking time to be with us. Obviously, this is a critical time in this race and for this country and we do appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Yes, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We are back live in Milwaukee for the fourth and final day of the Republican National Convention. It's hard to believe that this is the same party that, less than a year ago, struggled to land on a House speaker. And after an ugly primary season, Republicans are looking more united than they have in months as former President Donald Trump prepares to deliver his major speech tonight.Joining us now to discuss, Marc Lotter, former special assistant to President Trump, and chief communications officer at the America First Policy Institute, and David Urban, former Trump campaign adviser, Republican strategist, and CNN senior political commentator. David, first to you. What are you expecting to hear from President Trump tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "DAVID URBAN, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I don't know what to expect, right? That's the whole -- that's why we're all going to tune in because the president has said, I ripped up my speech and I'm going to -- I'm writing a different speech, a different speech based on this post-assassination attempt, Boris.A different viewpoint, perhaps have life in the party and his vision for governing America and making the country better. So I'm -- I'm actually very excited to hear what he's going to say and how he's going to deliver it. I've been watching him sit in the box. He's a little bit -- you know, little bit -- he looks -- he's taken it in a little bit differently. It seems he's a little more introspective perhaps. So I'm excited to see what he says tonight. It will be interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "SANCHEZ",
      "sentences": "Marc, do you see a more introspective former President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "MARC LOTTER, FORMER SPECIAL ASSISTANT TO PRESIDENT TRUMP",
      "sentences": "I think when you come an inch away from not being here to make this speech tonight, I think it will make every man, every person pause.I don't know what's in the speech, but I would expect that he would build on the policy pillars that we have had going here all week. So you're going to get a lot on inflation, economy, energy, secure the border, rebuild the military, deal with national security in the world, wars that are going on right now. And then bringing it all together with the unity message of, we can -- we have the plan to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "SANCHEZ",
      "sentences": "I was just chatting with Congressman Mike Waltz of Florida and he was talking about how, so far, the convention has been about unifying the party. He wants to see Donald Trump try to unify the nation.How do you think it goes about doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "LOTTER",
      "sentences": "I think if you talk about those issues -- because really those issues with the overwhelming issues facing the American people, according to all the public opinion in polls.So when you talk about the issues and your solutions for them, I think you bring people naturally together. Also when you've seen the diversity of voices and faces that have been up there all week, they're telling you it's OK to jump in the water, come on board with Donald Trump. We've got the plan to take -- Make America Great Again. And so I think, if you build on that, you sound presidential, you're going to accomplish it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "URBAN",
      "sentences": "Yes. I was going to say, I agree with Marc. It has been an incredibly diverse convention, from viewpoints, from ethnicity, from economic backgrounds.We had -- we had ahead of a major labor union here, give a keynote address and talking about bringing people into this party that not may not what I've always felt comfortable. So that message of unity, not just unity inside this building, that's sincerely inside the party, but unifying America. There's a lot of room in the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "SANCHEZ",
      "sentences": "To that point about diversity of voices, it strikes me that some of the top speakers going before the president tonight are not big-name Republican governors, former presidents, as we've seen at other conventions or big-name lawmakers on the Capitol.It's Dana White, the president of the UFC, Kid Rock, Hulk Hogan. Does that stand out to you, David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:33",
      "speaker": "URBAN",
      "sentences": "No. Listen, I think it's -- it's culturally relevant. These are people that speak to everyday Americans, right? Boris, this isn't a party of like the coastal elites. This is the party of working-class men and women, everybody across America. We're inclusive, right?People in America, love Hulk Hogan. They love Kid Rock. They love -- they love the UFC. They love these people. These are cultural icons to them. And they speak to middle-class America, people who make up the backbone of this party, people who fill this arena, people who serve in our military. If you heard those families' names read last night, they're not a lot of Joneses and Smiths. Has a lot of Hispanic names and immigrant names. And that -- and those are the people that fight our wars. And that's the backbone of this country. They loved those things. They love UFC. They love Dana White. They love Kid Rock. They love those different voices. And I think it's refreshing to see that in our party, to have different people showing up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "LOTTER",
      "sentences": "Well, I never -- I would never want to use those words or make that prediction. I think everything is lining up now, obviously, for a very strong election night.And I don't think, regardless of obviously what's being reported about the president, what -- President Biden, whether he'll stay on the ticket, not stay on the ticket, I don't think it matters to the Trump campaign. Because the policies aren't changing. It's not like Kamala Harris is going to say, I want to drill, baby, drill, or suddenly, after 3.5 years of being border czar, that we need to secure the border. Those policy failures are going to be the policy of whomever the Democrat nominee is. So I think, based on this convention, based on the President Trump's speech, the mission, the campaign stays the same. It will just be plug-and-play for whoever's the bumper sticker on the Democrat side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SANCHEZ",
      "sentences": "And, David, last word to you. There's no configuration of Democrats. You think, if the ticket is rearranged, that gives you any pause or concern for --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "URBAN",
      "sentences": "No. Listen, I agree -- I agree with Marc. We talked about this off air before we started a little bit, right? The Titanic's headed for the iceberg. It doesn't matter who the captain is.Like Marc said, if you run -- if Gretchen Whitmer runs, she can't run away from the Democratic Party. She can't say the Biden-Harris administration sucked. Josh Shapiro can't say that. They're not going to be able to change their policies, the policies have failed America, that are failing America currently or what's harming this ticket. Not Joe Biden, not Kamala Harris. Their ideas are bad. This is about a marketplace of ideas. Let's have those ideas exchanged. I think people will choose the Republican ideas over Democratic ideas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Marc, David, great to get your --(CROSSTALK) LOTTER: Thanks for having us, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:51",
      "speaker": "SANCHEZ",
      "sentences": "Federal investigators are revealing new information about the man who tried to kill Donald Trump. Law enforcement sources say an account on a gaming platform in Thomas Crooks name is believed to be a fake.Now, this is the same account in which the FBI found a cryptic post that seemed to reference the day of the Trump rally. CNN senior investigative correspondent, Kyung Lah, is outside the gunman's family home in Bethel Park, Pennsylvania. Kyung, bring us up to speed on the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:51",
      "speaker": "KYUNG LAH, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "sentences": "What we are understanding a bit more are some of his movements, Boris, in the days leading up to his shooting. It's a timeline that is slowly being established.What law enforcement sources have been able to say is that they do believe that he visited the site of the rally at least twice. The exact timing of it is a little unclear. But what is clear is what happened on the day of the shooting as far his movements. I want you to take a look at this video. And this is video that was trying to capture the crowd overall but captured -- in the very back, you can see a figure moving around. It appears to be Thomas Crooks, the would-be shooter, the man who became the gunman, walking outside the perimeter. This was captured about an hour prior to the shooting. Cell phone data does show that Crooks was on-site at the rally outside that perimeter about 70 minutes before the shooting. Now fast-forward some minutes from that point where that video was taken and then lost. Someone -- a law enforcement source did say that he was spotted as being suspicious. And then after that notation that he was suspicious, they lost sight of him for 19 minutes. So the question is, is what happened during those 19 minutes? The next time they spot him, he's on the roof. As far as a motive, Boris, it's very unclear still. But they were able to -- law enforcement was able to gain some access to the cell phone. There were pictures of former President Trump, as well as President Biden, some other lawmakers, both Democrat and Republican. And in looking at the search engine of the phone, there were some unusual searches. The dates of the Democratic National Convention, as well as these words, \"major depression disorders.\" What this all adds up to, still remains a mystery as far as a motive -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:53",
      "speaker": "KEILAR",
      "sentences": "This is just into CNN. We have received an update on the president's condition from his doctor. Kevin O'Connor says the president is still experiencing mild upper respiratory symptoms associated with his recent Covid-19 diagnosis.He continues to receive Paxlovid. He does not have a fever. And his vital signs remain normal. The doctor goes on to say that Biden is conducting the business of the American people, and that the doctor will provide regular updates. And we're going to bring those to you as we do receive them. And happening now, Vice President Kamala Harris is in North Carolina campaigning for the ticket. This is happening as some Democrats hope to see her replace Biden on the ballot. CNN's Eva McKend is on the ground in Fayetteville where the vice president is about to speak here. Eva, any idea what she's going to say?",
      "isLastSentenceInterrupted": false
    }
  ]
}