{
  "date": "2024-06-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel May Be Teetering on War with Hezbollah; U.S.: Iron Dome Could Be Overwhelmed by Hezbollah; Extreme Heat Kills 300 Plus People Making Hajj Pilgrimage to Mecca; U.S.-Russian Ballerina on Trial for Alleged Treason in Russia. Aired 12-1am ET",
  "utterances": [
    {
      "timeStamp": "00:00:55",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Hello everyone, I'm John Vause from Studio H here in Atlanta, ahead on CNN Newsroom.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "As one senior administration official said, quote, \"we're entering a very dangerous period.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "VAUSE",
      "sentences": "As a major escalation with Hezbollah militants in Lebanon inches closer, can Israel afford another war?(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): We saw corpses on the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We thought we were about to die.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "VAUSE",
      "sentences": "Dying for Hajj, hundreds of pilgrims dead, thousands treated to heat stroke after days of scorching temperatures at Islam's holiest city of Mecca.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Meet Miranda and Plombir.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "VAUSE",
      "sentences": "And two beluga whales join more than six million other Ukrainian refugees forced to flee the country because of the war with Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "VAUSE",
      "sentences": "More than eight months into Israel's war with Hamas in Gaza, and the senior spokesperson for the Israeli military says the government's stated goal of destroying Hamas is not possible.At the same time, U.S. officials have raised concerns over Israel's security amid threats of a second war erupting on the northern border, where cross-border attacks with Hezbollah militants have surged in recent weeks. U.S. officials are especially worried about Israel's Iron Dome air defense system, which they believe could be overwhelmed in a full- scale war with Hezbollah. It has stockpiled tens of thousands of short and long-range missiles on the border. According to U.S. officials, a major Israeli ground and air attack on Lebanon targeting Hezbollah militants is increasingly likely, with plans to move resources from Gaza to the north. Along the Israel- Lebanon border, about 60,000 Israelis have been forced from their homes, more than 90,000 people have fled in southern Lebanon. Details now from CNN's Natasha Bertrand. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "BERTRAND",
      "sentences": "CNN is learning that U.S. officials have serious concerns that in the event of a full-blown war between Israel and Hezbollah, the Lebanese militant group could overwhelm Israel's air defenses in the north, including Israel's much-vaunted Iron Dome air defense system.Those fears have only intensified as Israel has increasingly indicated to U.S. officials that it is preparing for a land and air incursion into Lebanon to try to push Hezbollah back from the Israel-Lebanon border. Israeli officials have actually told the U.S. that they are planning to shift resources from southern Gaza to northern Israel in preparation for a possible offensive against Hezbollah, and one U.S. official said the U.S. is preparing for the worst, telling CNN, quote, \"The fact that we have managed to even hold the front for this long has been a miracle.\" Despite the Israelis signaling that they're preparing for a possible offensive, though, they have been surprised by the sophistication of some of Hezbollah's recent strikes, and they continue to worry about the fact that Hezbollah has been stockpiling precision-guided munitions and missiles from Iran for years, as many as 150,000 of them, according to IDF estimates. Now, the U.S. is scrambling at this point to try to de-escalate the tensions at the border, but Israeli officials have signaled that they are determined to create this buffer zone and push Hezbollah back so that Israelis can return to their homes in the north. The U.S. is trying to do that diplomatically, but as one senior administration official said, quote, \"we're entering a very dangerous period, something could start with little warning.\" Natasha Bertrand, CNN in Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Jerusalem is Yaakov Katz, Senior Columnist for \"The Jerusalem Post\" and a fellow at the Jewish People Policy Institute.Welcome back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "YAAKOV KATZ, SENIOR COLUMNIST, THE JERUSALEM POST",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "VAUSE",
      "sentences": "OK, so I want you to listen to an Israeli government spokesperson speaking earlier this week. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:55",
      "speaker": "DAVID MENCER, ISRAELI GOVERNMENT SPOKESPERSON",
      "sentences": "We will use all means necessary to restore security on our northern border, whether diplomatically or militarily, one way or another, we will ensure the safe and secure return of Israelis to their homes in northern Israel. That is not up for negotiation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "Sounds like both Israel and Hamas -- Hezbollah rather, have drawn their red lines in the sand. Which side blinks and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "KATZ",
      "sentences": "Well, there's no question that we are on the brink of a potential huge escalation that would be not only a devastating war for Israel, for Lebanon even more, but for the wider region. Both sides are doing their saber rattling, are beating the war drums and are preparing for what might happen. The thing is, is that both sides at the same time that they're making these threats, both sides also want to seemingly avoid war, right?Hezbollah, if it wanted a war, there's an easy path to it. Fire a barrage of missiles and rockets into Tel Aviv, you'd be at war because Israel would have to retaliate and strike in Beirut. And Israel wants to contain this for the obvious reasons. It doesn't want to be hit with the 150,000 rockets and missiles that Hezbollah has. It wants to remain focused on the south where it's continuing its offensive against Hamas. And it has a problem that the world is saying to Israel, don't get to a wider regional conflict. So the problem though, John, is that when both sides are hitting one another, God forbid, imagine tomorrow or today, a Hezbollah rocket hits a school somewhere in northern Israel, unfortunately, tragically kills some Israeli schoolchildren. Those types of miscalculation, those type of black swan moments could lead us to a much bigger conflict, even if both sides don't want it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "VAUSE",
      "sentences": "There also does seem to be this sort of war by stealth in a way with Israel falling further back in the north, you know, and the Hezbollah missiles and rockets moving further down into the country. And according to a U.S. official, if there was this all-out confrontation between Israel and Hezbollah, Israel would be vulnerable because according to their assessment, at least some iron dome batteries will be overwhelmed by Hezbollah rocket fire.And another official adding this, the fact that we've managed to even hold the front for this long has been a miracle. So when we get to this situation, when Israel is facing this kind of firepower, and they also have this eight-month long war in Gaza, where the Israeli military has now conceded Hamas cannot be totally destroyed, this second front could potentially be at another quagmire, which Gaza is sort of turning out to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:01",
      "speaker": "KATZ",
      "sentences": "The options are not good. And this dilemma that Israel faces is daunting because on the one hand, yes, Hezbollah is stronger than Hamas. It has the ability, according to predictions I've heard in the Israel Defense Forces, to fire up to 5,000 rockets and missiles, some of them PGMs, precision guided munitions. That means they can actually strike the targets they're fired at up to 5,000 a day in the first couple of weeks of this conflict. That would overwhelm the missile defense systems that we have.And Israelis have gotten used over the years to being protected by Iron Dome, which has done an amazing job, 98%, 99% success rate in intercepting the projectiles being launched into their cities. They wouldn't be able to provide that same coverage, which means Israeli civilians would be hit in a way that we've never been hit before. It could be very devastating for this country. But on the other hand, this is not a normal situation, John, right? Can we imagine that Mexico would be firing tens of thousands of rockets into Texas? Does anyone really think that Mexico would remain standing or Canada in the north? This is a reality that Israel is trying to contain, is being hit literally by tens of thousands of rockets and missiles from Hezbollah, suicide drones, rockets, mortars, anti-tank missiles that are complete towns that have been turned into rubble in the north. That's why we've had to evacuate almost 100,000 of our people from the north. This is not a situation that we can allow to continue. Let me just add one more word. What we learned on October 7th, when Hamas came into our towns, massacred and kidnapped our people, is that even the biggest fence, the tallest fence, the most sophisticated fence, will not contain an enemy that is bent on your destruction. So any other deal that we think we can reach with Hezbollah in the end, if they really want to attack us, they'll find a way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "KATZ",
      "sentences": "I think for that reason, exactly those reasons that you pointed out beyond just the, you know, you're talking about the economic impact that this is having on the country, but there's the civilian casualties, and there's the death toll that we would face, and there's the toll on the Israeli society, and then the Israeli psyche that's been engaged already for eight, nine months. I think of my children who live here in Jerusalem, who have known for the last almost a year constant conflict and air raid sirens occasionally, whether it's from Iran or from Hamas in the beginning of this war. To think about more of that is something that no one really wants.But at the end, even with the economic impact, this is something that Israel might have to do. And this is why it's so important that we preserve the alliance we have with the United States, right? That's been a tenuous relationship in the last few weeks. But there's no doubt in my mind that Israel will not be able to prosecute this war if we do not have a strong relationship with Washington and we are on the same page with them to the greatest extent possible, because we will need America's help to be able to prosecute a war in the north, whether it's with the continued supply of weapons and munitions and equipment, but also to help offset or to push away and stave off the diplomatic isolation that is growing around Israel, some of it being illustrated by those economic numbers and parameters that you just spoke about, but also with the ICC and the ICJ. We're going to need a lot of help going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "Yaakov Katz, as always, sir, thank you. Thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "KATZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "Well, severe heat waves across four continents on the first day of the northern summer, a sign that climate change will likely see this summer hotter than last, which was the warmest in 2,000 years.Across the United States, more than 100 million people are under extreme heat advisories, watches or warnings, according to the National Weather Service. So daily high temperature records were set in New England Thursday. In Serbia and Montenegro, health authorities warned people to stay indoors during midday hours as temperatures reached around 40 degrees Celsius, about 104 degrees Fahrenheit. And in Saudi Arabia this week, more than 300 hushed pilgrims have died. Thousands others also treated for heat stroke in Mecca, but temperatures reached 49 degrees Celsius at times. Other reports say it exceeded 50 degrees. Well, now on the global heat from CNN's Chad Myers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Really quite a few areas across the globe that have just been desperately hot for this time of year. Sure, it may get warmer in July and August than this, but still very high temperatures. And in fact, even into Saudi Arabia, the highest temperature that's ever been recorded in Mecca. I'll get to that in just a second.Really, we have three areas, what we call heat domes, the high pressure, the ridge of high pressure well to the north up here, even some warm weather for a couple of days in Europe and Africa. And of course, all the way over here towards Saudi Arabia, where on Monday the temperature was 51.8 degrees C in the shade. And we have to think about there's not a lot of shade here. And we know it's happened since now some 50 in Kuwait City for today and even for Saturday and Sunday, still very, very warm. Mecca will begin to cool down. We're only in the 40s about normal, 42, 43 being the normal. But here's what is abnormal. What we've done to our environment here is we've taken the chances of this 51.8 degrees, warmest temperature ever for any date in Mecca. And we've moved the chances of that. The frequency of that is now higher due to the average temperature globally being warmer than where we were. And this is just going to be a trend. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "Saeed Hassan is president of Dawn Travels, which specializes in helping Muslims in the U.S. make the pilgrimage to Mecca. He's with us this hour from New York. Saeed, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "SAEED HASSAN, PRESIDENT, DAWN TRAVELS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:08",
      "speaker": "VAUSE",
      "sentences": "OK. I said to all of this that you have traveled personally to Mecca six times as well. So with that in mind, I want you to listen to what some there have endured on this year's pilgrimage. Listen to this.(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): We saw corpses on the road. They were covered with a sheet on the road because the temperatures here are really high. And I'm not just talking about old people. Young people have died, too. UNIDENTIFIED FEMALE (through translator): We thought we were about to die. We didn't even have the strength to reach the steles due to the extreme heat. My hands were shaking. My body was about to collapse, and I was unable to continue. UNIDENTIFIED MALE (through translator): Many people were on the ground, tired and losing consciousness. In Arafat, it was the same. They were losing consciousness and were suffering from heat stroke and laying on the ground. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "HASSAN",
      "sentences": "It is because of the weather mostly. And yes, I mean, it's a sad story what happened there. And I mean, recently, a friend of mine who was here in New York, a very dear friend, he was there. And he passed away in the same way. He went with his wife, and they've been talking to me for the last one year. And they finally traveled. And same thing, heat. And he just fell down. He couldn't breathe, and it was over framed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "VAUSE",
      "sentences": "That seems to be happening a lot this year. And Hajj officials have asked pilgrims to carry umbrellas, to stay hydrated. And the Saudi army has deployed more than 1,600 personnel with medical units, specifically for heat stroke, and 30 rapid response teams also on standby. Another 5,000 health and first aid volunteers are also taking part. And with temperatures set to get hotter, climate scientist Fahad Saeed says more needs to be done. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "FAHAD SAEED, CLIMATE SCIENTIST",
      "sentences": "Here, we need to adapt. We need to introduce the adaptation option as much as we can, while realizing that it will compromise on the, you know, centuries-old ritual. But still, we need to save people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "VAUSE",
      "sentences": "So from your own experience, what do you think else could be done here by Hajj officials to make this safer for pilgrims, and so especially since it's only going to get hotter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "HASSAN",
      "sentences": "These people who travel there, they have to be trained not by only the government, but from the area they're traveling from, from different parts of the world, travel agents, or the information online. They have to be guided to read. When they're going to a different country, like Saudi Arabia, where the climate is different, the surroundings are different, people are not used to it, they have to be ready. And then the tire, anxiety, this is a once-in-a-lifetime opportunity. And people go there to die, frankly. They say, this is my last thing I want to do. People save money all their life just to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "VAUSE",
      "sentences": "Earlier this year, to your point, the Journal of Travel Medicine actually made this warning, that heat-attributed mortality among pilgrims is 4.5 times higher than among Mecca's resident population. This heightened vulnerability can be attributed to the pilgrim's lack of acclimatization to Mecca's climate and to specific risk factors associated with the Hajj rituals. So, you know, that's to your point, these temperatures are just going to get hotter, people arriving not prepared for that heat. So we get to the point where the health risks are perhaps simply too high for many to make this journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "HASSAN",
      "sentences": "Well, you know, when you travel anywhere in the world, OK, I mean, you are in a different environment. And I think, as I said, people have to be trained to be ready for this extreme situation, and they need to wear the right clothes, drink enough water, carry the medicine with them. And these people are usually tired because preparation for the pilgrimage is not easy.And there's an anxiety, and it's like something they're going to be seeing the first time, and they will be in front of the guards. So just imagine their heartbeat is so fast, things like this can happen. So yes, training is everything. And because it's a new place, new environment, expectations are very high. And when all these things mix up, I think at time, this accident can happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "VAUSE",
      "sentences": "Yeah, it's only going to get hotter in the years to come. And so preparation and situational awareness, I guess, are the two issues here.Saeed Hassan, thank you so much for being with us. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:11",
      "speaker": "HASSAN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:22:06",
      "speaker": "VAUSE",
      "sentences": "Another dubious trial of an American citizen has begun in Russia. Ksenia Karelina from Los Angeles has been charged with treason and is facing a prison sentence of up to 20 years if found guilty. The 33-year-old was born in Russia, holds dual Russian citizenship.Earlier this year, while visiting family, she was detained over a $50 donation to Ukrainian charity, which she reportedly made while she was in the United States. Russian prosecutors alleged she proactively transferred funds to a Ukrainian organization, which the Ukrainian armed forces used to purchase tactical medicine, equipment, weapons, and ammunition. CNN's Matthew Chance has details. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Yet, another U.S. citizen on trial in Russia. This is Ksenia Karelina from Los Angeles, now in a glass cage in Yekaterinburg. A dual Russian citizen, the 33-year-old was arrested on treason charges earlier this year while visiting family. In the U.S. she's a beautician and amateur ballerina accused of donating just over $50 to a Ukrainian charity. Her boyfriend, Chris Van Heerden, issuing a new statement obtained by CNN, calling for her immediate release. \"It's hard to believe Ksenia has been in Russia and unable to return to the U.S. for over six months,\" he wrote. \"She is an innocent young woman with a whole life ahead of her. Her friends and supporters are hopeful that the Russian court will see that prosecuting her as a mistake and send her home to Los Angeles.\" (On camera): Hi. I'm Matthew from CNN. Are you holding up all right? No, no questions. (Voice-over): But Russia is now holding a growing number of U.S. citizens in jail. Like Wall Street Journal reporter, Evan Gershkovich, who's trial for espionage is set to start next week. The 32-year-old journalists denies allegations he was gathering information on a Russian tank factory for the CIA. Paul Whelan, a 54- year-old, former U.S. Marine serving 16 years in a Russian. PAUL WHELAN, FORMER U.S. MARINE: I'm innocent of any charge -- political kidnapping. CHANCE (voice-over): What U.S. officials say were trumped up spying charges. And Alsu Kurmasheva, a dual U.S. citizen working for Radio Free Europe, accused of failing to register as a foreign agents. Critics accuse the Kremlin of collecting Americans as bargaining chips to trade. Not every detained American is accused of spying. School teacher Marc Fogel was sentenced in 2022 to 14 years hard labor for bringing medical marijuana into the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:21",
      "speaker": "VAUSE",
      "sentences": "Vladimir Putin has finished his two-nation Asia tour with a parting shot at NATO, accusing the military alliance of creating a threat for Russia in Asia. During talks with his Vietnamese counterpart, Putin said both countries have a mutual security interest in the Asia-Pacific region, and any disputes will be settled peacefully.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): We see what's happening in Asia, right? The bloc system is being cobbled together in Asia. NATO is already moving there as a permanent place of residence. This, of course, creates a threat for all countries in the region, including the Russian Federation. We are obliged to respond to this, and we will do so. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:21",
      "speaker": "VAUSE",
      "sentences": "OK. Before leaving Hanoi, the Russian leader also made a warning to the South Koreans. It would be a very big mistake for Seoul to supply weapons to Ukraine, he said.Ongoing Dutch Prime Minister Mark Rutte is set to take over as NATO's next secretary-general. His candidacy was being held back by Romania, which was pushing its president for the job. But NATO officials told CNN the Romanian leader has indicated he will bow out, leaving Rutte as the only remaining candidate. His confirmation date has not been set, but in terms of NATO's current leader, Jens Stoltenberg ends on October 1st. Rutte has been a staunch ally of Ukraine since the beginning of the war. One of his priorities will be to maintain NATO's support for Kyiv. Russian attacks on the increase, it's not just the Ukrainians who are in danger in their own country. Two beluga whales at an aquarium in Kharkiv were coming under increasing threat from Russian attacks and airstrikes. So CNN's Salma Abdelaziz reports, that triggered an extraordinary rescue operation. (BEGIN VIDEOTAPE) SALMA ABDELAZIZ, CNN CORRESPONDENT (voice-over): Meet Miranda and Plombir, two very playful beluga whales from Ukraine's Nemo Dolphinarium in Kharkiv. Their smiling faces are much needed respite for a country at war, in a city where Putin's troops are fast approaching. The front lines drawing closer and closer to the aquarium and supplies needed to care for the animals becoming scarce. A multinational team scrambled an extremely complicated and high-risk marine mammal rescue operation. Its mission, transport these gentle giants nearly 2,500 miles across Europe to Spain, a trip that would take over 34 hours. It started with a 12-hour drive and a truck through an active war zone. The team comforting Miranda and Plombir on the bumpy ride. That was followed by European border control checks into Moldova, a special plane equipped with its own crane to safely lift the precious cargo on board, and finally, a chartered flight. A trauma team was at the ready throughout. The organizations involved in the effort telling CNN about the unprecedented nature of this operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:21",
      "speaker": "DENNIS CHRISTEN, SENIOR DIRECTOR OF ZOOLOGICAL OPERATIONS, MAMMALS AND BIRDS, GEORGIA AQUARIUM",
      "sentences": "It took a lot of navigating some unfamiliar territory. It's not a facility we worked out of. It's definitely not an airport that typically handles this sort of situation.The equipment that they have to be able to load, a dynamic animal load that weighs that much into a large cargo aircraft doesn't exist. So we had to make some pretty, you know, innovative sort of come up with innovative solutions to deal with those things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Welcome, welcome to Oceanografic.ABDELAZIZ (voice-over): Their final destination, Valencia, Spain, where their caregivers are set to stay with Miranda and Plombir until they settle into their new home. The Oceanografic de Valencia facility, which is already home to another pair of belugas, even warming the temperature of their water to make it more comfortable for their new arrivals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:21",
      "speaker": "CHRISTEN",
      "sentences": "So anytime you're, you know, moving an animal from a home that it's comfortable, you know, it's been -- it's adapted to -- into a new condition. You know, there's a lot that we have to take into consideration to really acclimate those animals. And we're watching them all day today and through the night. And so it's exciting to see how well they're doing.ABDELAZIZ (voice-over): The two celebrating their new waters with a spurt of excitement and a spark of curiosity as they begin to make new friends. Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN Newsroom.A sequel four years in the making now a week away with U.S. President Joe Biden and former President Donald Trump set to hold their first debate. The faces may be the same, but the issues are not. Details now from CNN's Jeff Zeleny. (BEGIN VIDEOTAPE) JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (voice-over): The historic rematch between Joe Biden and Donald Trump is anything but a rerun. A vastly different set of issues are driving this race as the president and former president come face to face for the first debate of the 2024 campaign, four years since they shared a stage --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You're the worst president America has ever had. Come on.DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: In 47 months, I've done more than you've done in 47 years, Joe. ZELENY (voice-over): -- feels like an upside-down lifetime ago, back when the coronavirus pandemic was raging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "TRUMP",
      "sentences": "You have to understand it. If you look, I mean, I have a mask right here. I put a mask on it. You know when I think I need it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "BIDEN",
      "sentences": "This is his economy. He shut down.ZELENY (voice-over): In the Biden Trump sequel, an entirely new fight has been brewing on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "TRUMP",
      "sentences": "We could end up in World War III with this person. He's the worst president ever.ZELENY (voice-over): And in TV ads --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This election is between a convicted criminal who's only out for himself and a president who's fighting for your family.ZELENY (voice-over): -- that offers a window into the new issues and fresh lines of attack. A reminder of just how much the country, the world and yes, they have changed. From an insurrection and all its fallout to a new fight on abortion rights in the wake of the U.S. Supreme Court overturning Roe versus Wade. To Russia's invasion of Ukraine and a war in the Middle East, to the very stark question of America's role in the world. Yet the economy, inflation and immigration are still at the center of it all. Trump's record was at the heart of their last debates, even as he sought to deflect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "TRUMP",
      "sentences": "If he gets in, you will have a depression, the likes of which you've never seen. Your 401(K)s will go to hell and it'll be a very, very sad day for this country.ZELENY (voice-over): While those warnings didn't come to pass, Biden's record is now under the microscope, complicating his effort to make it a referendum on Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "BIDEN",
      "sentences": "The fact is that everything he's saying so far is simply a lie. I'm not here to call out his lies. Everybody knows he's a liar.ZELENY (voice-over): And America's oldest presidential candidates are even older. Trump 78 Biden 81 with age and fitness for office now a central issue in the race. Public opinion for presidents can be punishing. Biden's favorability has fallen 11 points since 2020 with nearly six in 10 Americans holding an unfavorable view. Perceptions of Trump have changed less with more than half still seeing him in an unfavorable light. Televised debates have long been a storied part of presidential campaigns with history making moments for candidates. [00:35:18]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "RONALD REAGAN, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "There you go again.ZELENY (voice-over): Yet this showdown is without parallel. The nation's 45th and 46 presidents still seeking to define one another in the earliest general election debate in memory, an old duel being fought on new ground. (On camera) : And it will be an extraordinary site, a sitting president facing a former president. It simply has never happened in a televised debate in American history. Of course, the last debate was all about Trump's record. Now this one is likely to be about Biden's record. Of course, both candidates are still trying to draw that contrast with one another. One thing is clear, this is the earliest debate in presidential campaign history. The question is, will this define the race for the months to come? Jeff Zeleny, CNN Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "VAUSE",
      "sentences": "This programming note, the CNN Presidential Debate can be seen here on CNN Thursday, June 29 at 9 p.m. Eastern. If you miss it, we'll just can't get enough catch a replay the next day 7 a.m. in London, 2 p.m. in Hong Kong. And then another chance 12 hours later, that would be 7 p.m. in London, 9 p.m. in Jerusalem, 10 p.m. in Abu Dhabi, 11 p.m. in Moscow. I could keep going, but you get the idea.We'll take a short break. When we come back, as the world searches for clean energy sources, some scientists are looking far beneath the Earth's surface in one of the most volcanic areas on the planet. Details when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:30",
      "speaker": "VAUSE",
      "sentences": "Well, scientists in Iceland are working to harness the intense energy which is stored just beneath the Earth's surface. Energy which is completely clean and can be seen when a volcano erupts with the volcano -- with the lava outflow. CNN's Fred Pleitgen explains.(BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): The awesome power of nature on full display in southwest Iceland. The Reykjanes Peninsula, close to the capital, suffering a string of violent volcanic eruptions in the past years. Iceland's massive activity both a burden and a blessing for those who live here. The town Grindavik, close to the eruption site, evacuated -- a fissure running right through the streets and the houses. Klara Halldorsdottir, one of the more than 3,000 residents evacuated last November, says she's had enough and will never move back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:12",
      "speaker": "SARA BARSOTTI, ICELANDIC METEORLOGICAL OFFICE",
      "sentences": "The GPS station, they're telling us if the ground is changing, it is forming, we are maintaining the geochemical monitoring that is telling us which are the kind of gases that are leaving the volcanoes.PLEITGEN (voice-over): While volcanoes often have an impact on life here in Iceland, the Icelanders have found ways to harness the power of our violent Earth. Geothermal power plants, feeding off the heat, providing emission-free energy in abundance and leading companies from around the world to move energy-intensive manufacturing, like aluminum production, to Iceland. Our team traveled all the way to the northeast of Iceland to the Krafla Geothermal Plant. When drilling a new bore hole here at Krafla, they accidentally hit a shallow magma chamber and now are working on harnessing the Earth's energy almost directly from the extremely hot magma. The project's director says this technology could provide clean energy for hundreds of millions of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:12",
      "speaker": "HJALTI PALL INGOLFSSON, KRAFLA MAGMA TESTBED",
      "sentences": "We have a very big part of humanity living close to a volcano. And if we are able to harness the volcano directly, reducing the risk by lowering the pressure and lowering the tension in the volcano, then, of course, we have a win- win situation.PLEITGEN (voice-over): Using the Earth's natural energy with burning fossil fuels. The scientists acknowledge there is still a long way to go and a lot to be learned, but they also believe the potential energy supply could be virtually limitless and totally clean. Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}