{
  "date": "2024-08-02",
  "headline": "Inside Politics",
  "subHeadline": "Trump Falsely Claims Harris \"Happened To Turn Black\"; Stocks Plummet After Disappointing Jobs Report; Harris Candidacy Energizes Democrats Ahead Of Convention. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:32:22",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Two weeks ago, Republicans promised a unifying campaign that would focus on bringing in new voters to the GOP.(BEGIN VIDEO CLIP) NIKKI HALEY (R), FORMER PRESIDENTIAL CANDIDATE: We are stronger when we welcome people into our party who have different backgrounds and experiences. REP. MIKE JOHNSON (R), HOUSE SPEAKER: We reach out tonight to everyone watching at home. We invite all Americans who believe in the promise of our great nation to join us. DONALD TRUMP JR., FORMER PRESIDENT TRUMP'S SON: If you're looking for a better life, a more prosperous future, a safer, more wholesome and patriotic place to call home, there's room for you in this party. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:22",
      "speaker": "BASH",
      "sentences": "Days later, Vice President Kamala Harris replaced Joe Biden at the top of the Democratic ticket. And now, just a few days ago, the former president attacked her racial identity.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: She happened to turn black and now she wants to be known as black. She was Indian all the way and then all of a sudden she made a turn and she went -- she became a black person. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:22",
      "speaker": "BASH",
      "sentences": "Joining me now is John McLaughlin, a pollster for the Trump campaign. Thank you so much for being here. Appreciate it. You -- we talked about this before, and the former president talks about it very openly, how much he's trying to court black voters, particularly black men. The fact that he decided to focus on the vice president's race, falsely claim that she is not a black woman even though she, like about 33 million Americans is multiracial.You're a data guy. Does your data show that this is a good strategy? JOHN MCLAUGHLIN, TRUMP-VANCE CAMPAIGN POLLSTER: Well, I think the President went to the black journalists at their invitation and Kamala Harris wasn't there. And that was his choice, so he was doing something that -- there was a high risk with it. And he got, you know, asked some ambush questions. But you know what? That story's over, with the pages turned yesterday. You know, we're talking about the Olympics where you have, you know, it's gender ideology is an issue in the United States and you have these men as boxers beating up women boxers in the Olympics and Kamala Harris doesn't, you know, address that. So, and today, you know, there's a higher unemployment number and the market's down and she's not talking about economics. So, you know, she may be running more of a -- while Donald Trump is out there and he's going to Atlanta tomorrow, Kamala Harris may be running more of a Joe Biden basement kind of strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:22",
      "speaker": "BASH",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:22",
      "speaker": "MCLAUGHLIN",
      "sentences": "Well, she doesn't want to take on issues or risks. Yes, you're right. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "MCLAUGHLIN",
      "sentences": "Well, I tell you that the president, President Trump has been out, you know, he's been campaigning -- he's going to Atlanta tomorrow. He's been out there campaigning and he meant -- wanted to go there and talk about things like he did when he went to the Bronx.And the new national poll that we put out a couple of days ago just like on June 26, who was ahead of Joe Biden by two points, he's ahead of Kamala Harris by two points in our poll 47, 45. I mean, there's other polls that are even better, like Mark Penn's poll, the Harvard/Harris poll had him up four. Rasmussen reports has him up five. And the difference is, OK, so we went down a little among African Americans from 28 to 18 points in our poll and down four points in the Hispanics, but we went up among white voters and we're up in rural areas. We're up 62 to 33. So there's a shift in the race going on right now. And granted, you know, Kamala Harris probably wants to get more of the African American vote back from Donald Trump and wants to get more of the Hispanic vote back from us. But as we've talked about and the campaign's talking about, she's really liberal. She's beyond Joe Biden as far as liberal. And we want to talk about the issues. We want to talk about inflation. We want to talk about the jobs report coming down today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "BASH",
      "sentences": "But he is not -- but when he gets -- forgive me, John, but when he gets pressed totally, he talks about that, but when he said he knows what he's doing, it's not his first rodeo. And when he throws a flame like that, a racial -- racist flame like that, how does that help?Not just with African American voters, but with other voters who look at that and say, is this really what we want? Especially when he does things like he posted Harris's birth certificate on social media and reposted attacks on the reporter who is asking him legitimate questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "MCLAUGHLIN",
      "sentences": "Well, I think when -- when you go to like tomorrow, he's doing the rally in Atlanta. When you seeing like he did the rally in Harrisburg the other day and the rally in Minnesota over the weekend on Saturday, he talks -- the vast majority of those speeches that he gives are about issues.Just like he tried to do in the forum with the African American journalists. So I think what you want to talk about is different than what we want to talk about and that's fine. We'll let the voters sort it out because they're -- I tell you what, when it comes to economic concerns and inflation, President Trump has a lot better record than Vice President Harris and Joe Biden. And when it comes to other issues --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "MCLAUGHLIN",
      "sentences": "-- when you're talking about jobs, there's a lot better record between President Trump and -- compared to Joe Biden. And that's why he dropped out. And granted, he named his hand-picked candidate as his vice president, she's responsible for the same record, whether it's the border or whether it's the economy.So, that's what we're going to end up talking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "BASH",
      "sentences": "So reading between the lines here, you want him to -- I don't want to put words in your mouth, but it sounds like by focusing on the issues yourself, you would prefer that he do that as well and not say the kinds of things he said this week and continues to say on social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "MCLAUGHLIN",
      "sentences": "We will win on the issues. When you compare the records of Biden and Harris versus President Trump, President Trump's going to win on those issues. So that's -- and that -- but you know, that's what people really care about. That's like in our-- in this poll that we just had, they're telling us that the economy is getting worse, not better, 64 to 29. That was two days ago before the uptick in unemployment today and the downturn in the market.And 84 percent of all voters said they've been negatively impacted by inflation and 50 percent to the point where they can't afford basic necessities. So that's what people really want to hear about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:03",
      "speaker": "MCLAUGHLIN",
      "sentences": "They want to hear about if they're going to be safe and secure. And that's what the border's about. And that's what ending the endless wars and keeping us safe from terrorism and all this stuff abroad. That's what it's about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "BASH",
      "sentences": "So let's talk about these numbers in that context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "CHALIAN",
      "sentences": "Well, these numbers are obviously not good and you would be worrisome if you are the Harris campaign simply because they're representing the incumbent party here in the White House. What we haven't seen, Dana, though, as we -- you know, you and I are old enough to remember we would -- in previous campaigns, this would really be a sort of defining thing each month of the whole narrative.What we've seen here is Americans have been very sour about this post pandemic economy for quite some time. And even when the economic indicators were good, it was not really changing much of the polling that we've seen about economic perceptions or overall in the race. And so I think we have to wait to see what the impact of this will be. But clearly, you'd rather, if you're Harris, not see numbers that have Wall Street and other economic observers now concerned that the country could be heading into recession territory. That would be a terrible timing moment here as you head in to the fall campaign. But I just -- what is clear to me is that. Americans have been really sour on the economy, no matter what the economic reports have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "BASH",
      "sentences": "Real quick, David, we have some news about some staff changing at the Harris campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "CHALIAN",
      "sentences": "Well, our Jeff Zeleny is now confirming this report that David Plouffe, the campaign manager for Barack Obama's historic 2008 presidential campaign, is now joining Vice President Harris's campaign as a senior adviser. That's according to a Democrat close to the campaign.I don't know that if it's -- I don't think we have a sense of it's a change or just an addition to having, you know, one of the most celebrated and smart democratic political strategists join the team to offer his council and advice is obviously going to be welcome news to many Democrats who are following this. We'll see if that means he displaces someone. And if this is the beginning of a shift --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "CHALIAN",
      "sentences": "-- of command at the Harris campaign, when she took over the operation, she was very clear that Jen O'Malley Dillon and Julie Chavez Rodriguez were going to stay in their role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "BASH",
      "sentences": "They sure was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "CHALIAN",
      "sentences": "So this may be bolstering that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "BASH",
      "sentences": "Yes, sounds like bolstering and like if they could get in, why wouldn't they?Thank you so much, David. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:03",
      "speaker": "CHALIAN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:12",
      "speaker": "BASH",
      "sentences": "Now to some news out of Paris with the world watching, American Olympic star Simone Biles just got political. Look at this post on X. It simply says, \"I love my black job.\" That of course, a retweet of pictures of her holding a goat necklace because she is the goat. But on the top there, I love my black job is a not so subtle swipe at Donald Trump's claims about immigrants stealing so-called black jobs. Speaking of celebrities getting political, the stars are suddenly aligning for Democrats in a big way with a new candidate stepping into the spotlight. One that happens to be from California just a couple of weeks before the party convention and it's looking more like a party every minute.We have a new article on CNN.com today from my colleagues Priscilla Alvarez and Elizabeth Wagmeister. And they write, \"There was no excitement. Now, there's tons, a democratic strategist with deep Hollywood ties told CNN. 'I'm getting hundreds of texts with people asking me to get them credentials.'\" Elizabeth joins me now. OK, so Elizabeth, if I'm watching this, I might say, celebrities going to a democratic convention? Duh. Tell me something I don't know. But your reporting is this year before the change at the top of the ticket, it was different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:12",
      "speaker": "ELIZABETH WAGMEISTER, CNN CORRESPONDENT",
      "sentences": "It was very different. When President Biden was at the top of the ticket, no celebrities were going. In fact, I have a top publicity executive who does tell me, quite literally, nobody was going. But now, everybody wants to go.In fact, this is a good problem to have because everyone in Hollywood wants to show up in Chicago later this month. Now, I have spoken to a Democratic strategist who tells me that they know that they have to keep this on policy. They don't want it to look like an award show. That's exactly what the strategist told me. They said that last time it didn't work for Hillary Clinton, when she had all of these celebrities around her. So they want to be mindful of that. But yet it obviously is a strategy to have celebrity support there. We've seen it with Harris over the past week. She's had Gen Z support. She's had a list support and it's certainly gotten her a lot of attention specifically on social media, which is key this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:12",
      "speaker": "BASH",
      "sentences": "Yes. I mean, I was thinking the same thing. You could not have had more A-lister in and around Hillary Clinton, and it didn't seem to work. But there's a star, and then there is the kind of person who really gets you traction in the 2024 world online.",
      "isLastSentenceInterrupted": false
    }
  ]
}