{
  "date": "2024-08-09",
  "headline": "CNN News Central",
  "subHeadline": "Bodycam Video of Trump Shooter; Special Counsel Asks for Delay in Election Subversion Case; Tara Palmeri is Interviewed about the Presidential Debate; Tracy Frederick-Corcoran is Interviewed about Walz; Worries over People Becoming Emotionally Reliant on ChatGPT. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's got (INAUDIBLE) AR laying down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's got (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, he's got (INAUDIBLE) and he's laying down, putting down a bookbag next to him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Wow.The gunman fires eight shots at the former president. Trump and two other men were injured. Another man at that rally, a father, a firefighter, he was killed. CNN's senior law enforcement analyst and former FBI deputy director Andrew McCabe is joining me now. First of all, seeing this body cam footage really gives us a view into what was happening that day. What was your reaction to this new footage and what you heard, particularly, in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, Sara, it's - it really takes you inside the intensity of that moment. And you have to think, you know, these are all men and women who have been trained and prepared and deployed as a part of the security team to prevent a disaster from happening essentially, right? And the odds of that happening are extremely long, but nevertheless we're careful, we deploy.And then all of a sudden they find themselves in it. They have found an armed gunman lying on the roof. These zero to 100 on the intensity meter is just instantaneous. You can hear that in their voices, in the things they're communicating. They fall back on their training, which is good. They start giving a description of what he looks like. He's got long hair, glasses. They start describing the weapon and the other items he has with him because those might also contain threats. He repeatedly references a bookbag. You're really concerned about that. It could have an explosive device or more weapons or something like that in it. So, I think it really shows you the insider's view of how intense this moment was for those folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SIDNER",
      "sentences": "There was another part of this video that is particularly disturbing where you can hear the officer, as he's sort of walking away and highly, as you might imagine, frustrated with how this all went down. You can hear him saying, we told the Secret Service on Tuesday that they needed to have somebody over here on this building, on the top of this building. There were local police officers inside, but no one on top of the building.What does that tell you about the communication between the Secret Service and the local police?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "MCCABE",
      "sentences": "It's really extraordinary, Sara, because you, you know, you can assume, and I think a fair - it's a fair assumption that the person speaking is actually a member of the local sniper team because he at some point says, we were inside the building. So, that's - we know that's where the local sniper team was deployed.The local police clearly knew what the danger was before the event took place. They told the Secret Service, hey, you need to put someone on top of this roof. I mean, obviously, that's the danger that every one of us - that's the question we've all been asking in the aftermath of this incident, why was no - why were no officers posted on the roof? I think it's also helpful to note that the sniper team inside the building is not going to be able to eliminate the risk of having a part - of someone taking a position on that roof. They're not looking at the roof. They're looking out their window at their designated field of fire, where they are supposed to be looking for long distance threats and they're supposed to be able to deliver a long distance solution to those threats with their long-range capacity rifles. That's what sniper teams do. I was a sniper in the FBI. I was trained and deployed and was part of the New York City SWAT team as a sniper. The danger with sniper teams is - is the close-in threat because you're not looking immediately around you. You're looking out, projecting over the area that needs to be protected. So, they likely recognize that problem with the roof, brought it to the Secret Service's attention and we still don't know what sort of decisions were made with that information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:39:09",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "This morning, special counsel Jack Smith is asking for a delay in the federal election case against Donald Trump. Prosecutors saying that in a new filing that they are still working through what the Supreme Court's sweeping presidential immunity decision means for their case. So, they need more time to kind of put together their next steps.CNN's Zachary Cohen has much more on this for us. He's joining us now. Zach, what does this delay request really mean for the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BOLDUAN",
      "sentences": "One area that they would agree, I guess.It's great to see you, Zach. Thank you very much. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "SIDNER",
      "sentences": "All right, after initially refusing to commit, Donald Trump is now saying he will debate Kamala Harris on September 10th on ABC, a showdown originally set when President Biden was in the race, and one Harris insisted Trump stick to now that she is the Democratic nominee.Joining me now, senior political correspondent at \"Puck\" and host of \"The Ringers,\" \"Somebody's Got to Win\" podcast, Tara Palmeri. Thank you so much for being in with us this morning. Harris and Trump now appearing to face off on the debate stage. Give us some sense of how you see this going down because there was some - there were some thoughts that this wasn't going to happen. It now is. TARA PALMERI, SENIOR POLITICAL CORRESPONDENT, \"PUCK\": Yes, there were a lot of thoughts within Trump world that he would not actually do this ABC News debate. They didn't see an upside to doing it. I think the fact that Kamala Harris hasn't done a press conference, or really talk to the press at all in the past few weeks, has made Trump really eager to be able to get in front of her one-on-one. And he's hoping for some sort of like unforced error, a slip-up, some sort of unscripted moment. And he's willing to throw himself into the fire to make sure that happens. So, yes, he's - he's willing to do what I was told, you know, weeks ago he was not open to doing it all. He did not want to do a debate. He felt like it would be a more difficult debate at ABC News. He was maybe willing to do it on Fox. But he's even suggested more dates, which shows how desperate he is to really get Kamala Harris in a position where he thinks she'll be uncomfortable. This is obviously a deeply seeded belief that he has that she can't handle unprompted interactions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "SIDNER",
      "sentences": "You have some reporting also that Donald Trump is considering bringing in a name that the country learned back in 2016, Kellyanne Conway, back into the fold. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "PALMERI",
      "sentences": "So, as we have seen, the campaign reset really isn't happening. It's - or at least it's been a very rocky launch. They aren't really quite recalibrating. Trump seems to be stuck with the - you know, he's stuck on the fact that he's not running against Joe Biden anymore, and he realizes he has - this is a very different candidate, a new type of person to take on. And he doesn't feel as comfortable with the direction that his prior team has been going in. They've been focused on Joe Biden. And he has a bit of nostalgia and recalls the days in 2016 when Kellyanne Conway, who had been his longtime adviser, who, by the way, is still on retainer with the RNC for political strategy, how he was able to help her - how she was able to help him essentially go after Hillary Clinton. So, he thinks that she would be the right person to bring on.Lara Trump, who's a co-chair at the RNC, is behind this as well. They've been talking over the weekend. And this wouldn't be, you know, Kellyanne takes over for Susie Wiles and she's out. He also appreciates Susie Wiles, her work and her guidance. So, they'd probably be more of a lateral move. But I think Trump, at this point, thinks that fresh blood might help him in this moment when he's really stagnant. I mean, that's the way he's feeling. You can obviously tell from the fact that they called this press conference trying to reset the narrative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "PALMERI",
      "sentences": "Trying to get the cameras trained on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SIDNER",
      "sentences": "That's simply not true. If someone like Kellyanne Conway had been able to advise him against this, or does he just do what he wants and then they try to clean it up. Is that what the pattern has been, Tara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "PALMERI",
      "sentences": "Yes, I mean, there's the Trump campaign and then there's Trump. They're two very different things. They live in different places. I'm certain that the Trump campaign did not advise him to go after Brian Kemp, the very popular governor of Georgia, when he was in Atlanta at a rally. That's a state that he could win or lose by 10,000 votes and which none of his statewide candidates have won since 2020 and yet he's going after this very popular governor.And in this case, I'm sure that they want him to get off January 6th. That is not a - that is not a happy memory for the American public, and yet he continues to go there. Kellyanne Conway is a very gifted communicator. She can help him with attacks against Kamala Harris, which just don't seem to land right now. He seems to be just lingering in DEI land, focusing on her race and her gender. And so I think that she can help him with more incisive attacks. But there's only so much you can do with Donald Trump. He has a mind of his own. And if he thinks something, it comes right in here and goes right out there. So, all they can do is try to give him the kind of communication talking points that they hope he will use.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SIDNER",
      "sentences": "On our radar this morning, French prosecutors say rapper Travis Scott was arrested this morning for violence against a security guard. Scott is attending the Olympics in Paris. According to a spokesperson for the prosecutor's office, police were called to a hotel where a security guard was trying to break up a fight between Scott and his own bodyguard.All right, three children rescued from flooded - flooding caused by what is now post-tropical cyclone Debby. The storm's rising waters forced first responders to rescue the children from a Raleigh, North Carolina, creek. Eight-year-old Evelyn explain just how bad things got for her and her 11-year-old brother and their friend. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "EVELYN, RESCUED FROM DEBBY FLOODING",
      "sentences": "And it was really scary because at the end Kelly was like - she was barely holding on and one foot was up. And then the rescue team can just in time to come put her in the boat.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SIDNER",
      "sentences": "What a sweety. I'm so glad they're OK. The children say they were simply playing outside and then suddenly overwhelmed by the rushing water while they were trying to cross the creek. They found - they were found hanging onto a tree branch and then rescuers were able to get them from there.All right, school hasn't started yet for many kids in California, but this critter wanted to get an early start. Imagine a teacher's surprise when she found a bear roaming her classroom. Cute, but probably not something she wants in there with the kids. Elaine Salmon - yes, her name is Salmon, like the bear's favorite food, tells CNN affiliate KERO she got her husband to scare off the bear with a well- timed growl. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(GROWL).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SIDNER",
      "sentences": "How to get rid of a bear.Thankfully, no one was hurt. And Salmon says the bear only rummaged around for some snacks she had stashed in earthquake emergency kits. The school is installing new door handles to make sure that the bear isn't able to get back inside. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "BOLDUAN",
      "sentences": "Is it wrong if I say that bears is cute. I know you're not -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SIDNER",
      "sentences": "Oh, no, the bear is adorable. You could say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "BOLDUAN",
      "sentences": "I mean, it's different when it's in a wall behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "BOLDUAN",
      "sentences": "Versus in front of you in your classroom. But still, kind of cute.Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SIDNER",
      "sentences": "But the fact that they can get the door handle open is just amazing. I'm just saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "BOLDUAN",
      "sentences": "I can barely. Just kidding.Moving to this. Governor Tim Walz is getting his big introduction to the country and the world this week. And before he became running mate Walz, and even before he became Governor Walz, he was teacher. Mr. Walz, and also football coach Walz. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "SHERRI BLASING, MANKATO WEST PRINCIPAL, FORMER WALZ NEIGHBOR",
      "sentences": "Tim is who he is. He's never changed. He's all about serving people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "DANIEL CLEMENT, FORMER WALZ FOOTBALL PLAYER",
      "sentences": "I felt loved, you know, and I felt seen and not just the troublesome kid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:51:53",
      "speaker": "NICOLE GRIENSEWIC, FORMER WALZ STUDENT",
      "sentences": "For the football coach, he'll say, look, we're going to be respectful of everybody and respect differences, period. That was really bold.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BOLDUAN",
      "sentences": "I wanted to ask you also about Gwen because the country knows Doug Emhoff well and how he is a strong partner for the vice president - Vice President Harris, always having her back. Governor Walz, on Tuesday, in his first remarks as running mate, said that he was looking forward to the country getting to know his wife more.Let me play this. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL NOMINEE: And I can't wait for all of you and America to get to know my incredible wife, Gwen, a 29 year public school educator. Don't ever underestimate teachers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BOLDUAN",
      "sentences": "what can you tell us about Gwen Walz? She's been in the public eye for years, you know, since her husband was in Congress, governor. This is a whole new level now.FREDERICK-CORCORAN: Absolutely. So I'm super fortunate to not only have had Gwen as a teacher, but also as a colleague. And I will tell you that Gwen, just like Tim, they believe in the people that they work with. They believe in community. They believe in collaborating. And the peace with Gwen is, she has super high expectations of everyone, including herself, and she's willing to get the job done. And that's something I think I've grown so much from being a student in her classroom, and I remember walking in and she's like, hey, let's sit down and see if you can, you know, improve in various areas. She was my English teachers, so I credit her to my ability to speak and read and write really effectively. And that has served me well in my career. But again, even as a colleague, Gwen was always willing to help us think about ways that we can improve education, ways that we can improve ourselves, and always kept students and families and our community at the center of those conversations, which I think is very much a gift that both Gwen and Tim possess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BOLDUAN",
      "sentences": "This is going to be a very grueling campaign for these two former teachers - former teachers of yours because just the politics of today or grueling, tough and can be ugly. I want - things that already - we've already heard from Donald Trump and J.D. Vance say about Governor Walz includes this. Let me play this.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: He has positions that are just not - it's not even possible to believe that they exist. He's going for things that nobody's ever even heard of. Heavy into the transgender world. Heavy into lots of different worlds. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE: Tim Walz's record is a joke. He's been one of the most far left radicals in the entire United States government at any level. But I think that what Tim Waltz's selection says is that Kamala Harris has bent the knee to the far left of her party, which is what she always does. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Tracy, I want to hear what your response is to that, but also wondering if knowing how tough politics and ugly it can be today, if you were hesitant in speaking out about all this.FREDERICK-CORCORAN: You know, I'm not because what helps me be able to speak to Tim and speak about Gwen is that they are still the same people I knew over 25 years ago when I was a student. And so while it's going to get ugly, unfortunately, our political culture is about name-calling and hate. And that's not what Tim and Gwen stand for. They really stand for hope and love and bringing the community together. And so, honestly, it's probably the first time in my voting history that I'm excited about an election. And having a Harris-Walz ticket that really can bring this country forward in a way that unites us rather than continues to divide us. And so while politics is going to be ugly for the next almost - well, a little less than 90 days, I do have hope in the Harris-Walz campaign to continue to bring that light and possibility for what our country can become as we move forward together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Tracy Frederik-Corcoran, thank you for coming in. It's nice to meet you. Sara.",
      "isLastSentenceInterrupted": false
    }
  ]
}