{
  "date": "2024-10-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Death Row Inmate Appeals Shaken Baby Syndrome Conviction; Deadly Hezbollah Drone Attack on Israel; FEMA Facing Threats in North Carolina. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "People on the ground in these communities who are desperately in need of help, one, who are now waiting for that help, but also what about the vulnerable people who are buying into these rumors who are too scared now to ask for help...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "COHEN",
      "sentences": "... who may be entitled to thousands, tens of thousands of dollars in federal assistance, who may end up getting nothing because they believe the rumors that so many people are spreading on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "I think it's important to talk about that real-world impact and the victims of this disinformation campaign that's been happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "COHEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "Gabe Cohen, thank you so much.And let's talk more about the impact people are feeling in Western North Carolina. Katie Button joins us now. She's an award-winning chef who owns and operates two restaurants in Asheville. Both are currently closed. I first just want to get your reaction to what we just heard from our Gabe Cohen and the reporting out there that FEMA is having to pause some of its work in affected areas in North Carolina or work from remote sites, instead of going door to door. This is your communities that -- where you operate restaurants. What is your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KATIE BUTTON, BUSINESS OWNER",
      "sentences": "I mean, that is incredibly distressing to hear.We are in desperate need of help and aid as quickly as possible. And the only way that we get back to any sort of normalcy, economic functioning, businesses operating is if FEMA can operate uninterrupted in our area. And all the aid that we're getting doesn't hit any roadblocks on the way. So that's incredibly distressing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "I want to talk about the fact that you have opened one of your restaurant's kitchens as a prep area for World Central Kitchen, who are feeding people affected in more remote areas. How did that come about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BUTTON",
      "sentences": "World Central Kitchen is an incredible organization. They reached out to us Saturday, which was the day after the major part of the storm hit our area and immediately were already setting up a satellite kitchen and trying to get other restaurants and kitchens involved in preparing meals for the community.They reached out to us because we were in downtown and therefore still had power, no water, but we had power. And they're logistics masters. They figured out the water source for us. They figured out supplies, donations, and got us to be able to bring some of our staff back to work so that we could prepare meals for the community and people in need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "This time of year, Asheville, surrounding areas rely on tourist income, as people come to see the fall colors and just see all the sights in the beautiful downtown area. What does it mean for the community to not have that money coming in right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BUTTON",
      "sentences": "Oh, my gosh, it is my biggest concern.October is our biggest month of the year and it's the one that many small businesses wait for to make their year profitable, October, November and December. And to have the storm happen when it hit right at the beginning of our Super Bowl of the year is really distressing. I moved to Asheville because it is an incredibly beautiful community full of creative people, whether it's cheese-making, farming, honey, pottery, art, music, so many small business passionate entrepreneurs. And the economic impact of the storm. We are just now starting to realize how devastating it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "I want to just ask you lastly as we are getting into this final stretch before the election, early voting has started. We're only three weeks away. Are you concerned at all about access to voting or what are you seeing or what are you hearing from the ground in terms of accommodations being made so that your fellow North Carolinians can vote for the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BUTTON",
      "sentences": "I will be honest. We have been so deep in our own mess of just trying to figure out when water is going to come back on...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BUTTON",
      "sentences": "... that we haven't even been thinking about the election.And it is a concern because we need everyone to vote. And some people are still having road access issues. So how are they going to be able to get out and vote? They're having an issue getting mail and things like that. Like, I just don't exactly understand how it's going to happen and how everyone who's eligible to vote is going to have the opportunity to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BROWN",
      "sentences": "All right, Katie Button, really important to hear your perspective and we appreciate the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BUTTON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:05",
      "speaker": "BROWN",
      "sentences": "In the Middle East, Israel is investigating one of the bloodiest attacks on its soil since the war with Hamas erupted one year ago.A Hezbollah drone strike on an Israeli army base killed at least four soldiers and wounded more than 60 people on Sunday. Israel wants to know how the drone got 40 miles into Israeli territory without being spotted. CNN's Nic Robertson is in Jerusalem. So, Nic, is there any more understanding yet on how Hezbollah's drone remained undetected by Israel's defense systems?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "BROWN",
      "sentences": "And we're also learning this hour that the U.S. Embassy in Lebanon is telling Americans to -- quote -- \"depart now.\"Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:12",
      "speaker": "ROBERTSON",
      "sentences": "Yes, look I think this is diplomats who have access to all sorts of intelligence and information, whether it's the State Department talking to the Defense Department about what they're understanding or the many other agencies that gather information.And what's being said here by the embassy in Beirut to American citizens there is, look, you do not have to lick your finger and stick it in the air to see which way the wind is blowing on this conflict. It is very clearly a statement of, this conflict isn't going to end soon and it has a real risk of escalating. And if you want to understand why the United States believe it could escalate, well, look at the fact that they're sending this additional defense system, missile defense system, to Israel. That's a clear indicator that they think Israel potentially is going to need this additional ballistic missile interception facility. And that ricochets throughout the region for the conflict to escalate, so a very clear warning in Beirut at the moment. Without knowing specifically what's behind it, it's an indicator this isn't getting better soon and it could get worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:06",
      "speaker": "BROWN",
      "sentences": "Well, this week, Texas is set to make history.The state plans to execute a man on a shaken baby syndrome-based conviction for the first time ever. But attorneys for Robert Roberson and his advocates say that he was wrongfully convicted of killing his 2-year-old daughter more than 20 years ago. He brought his daughter, Nikki, to the hospital in 2002 because she wasn't breathing. Well, hospital staff believed that she had shaken baby syndrome because of bruises and injuries to her head. Roberson's attorneys call that a misdiagnosis and claims that she died from double pneumonia and sepsis. Roberson was charged with murder and later convicted. CNN's Ed Lavandera spoke to Roberson just days before his planned execution. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:06",
      "speaker": "ROBERT ROBERSON, CONVICTED IN DEATH OF DAUGHTER",
      "sentences": "I was falsely wrong and convicted of a crime -- of -- they said it was a crime, but it wasn't no crime and stuff, because I had a sick little girl, you know, because I didn't, you know.We can't make a person believers stuff, you know. But I carried her to the hospital and stuff, you know. I didn't have nothing to hide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:06",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Why do you think you were convicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:06",
      "speaker": "ROBERSON",
      "sentences": "Just because I couldn't explain what happened to her. They said, you're guilty, and the way I was acting funny, because of my autism. I didn't even know I had autism until I was here.Yes, sir. Yes, just the two of us. About 5:00 in the next morning, I heard a funny sound. You know, there was a funny sound. And checking on her she had a little blood on part of her lip. So, I washed it off, washcloth, and then stayed up a little while with her. I stayed up a little while with her. So we laid back down. She seemed like she was OK at the time, right? And if she wouldn't have been, I would have got her to the hospital then. You know what I'm saying? She seemed like she was all right. And then about 9:00, the alarm went off. And when I got up, she wasn't breathing. Her lips was blue, you know. And it scared the poo-poo out of me. You know what I'm saying? So I got Nikki dressed, you know. So I rush -- I didn't dial on 911. I rushed her to the hospital. She wasn't breathing. Her heart was beating, but she wasn't breathing. No, sir. Never did yell at her. Never did violently shake her. Although I was accused of it, I never did. Yes, sir. Yes, sir. Yes, sir. Yes, sir. If you got up and you seen your daughter or your son, like, get there, would you kind of be in shock or something or be starting to -- in a state or something -- something, you know. And you see them in that type of way, you know what I'm saying, not breathing, her lips turning blue, you know, and be in shock or something, not thinking right and stuff, you know. (END VIDEO CLIP) [11:50:01] BROWN:  OK, that's Ed Lavandera speaking with Roberson, who's set to be executed just a few days. I had a hard time hearing Ed there, but we did hear what Roberson had to say. And we're going to discuss this with our panelists here, CNN legal analyst and criminal defense attorney Joey Jackson and CNN medical analyst Jonathan Reiner, Dr. Jonathan Reiner. I want to get your reaction, Dr. Reiner, to what we heard from Roberson. Of course, his attorneys and supporters say his daughter died from double pneumonia and sepsis. At the time, doctors and nurses diagnosed her, though, with shaken baby syndrome based on injuries. He, as you just heard there, denied that he ever shook his daughter. Are there similarities in symptoms that could lead to a misdiagnosis? What do you think? DR. JONATHAN REINER, CNN MEDICAL ANALYST:  Not usually. Shaken baby syndrome, which now comes under sort of the umbrella of a term called abusive head trauma, is a set of injuries that have been really identified following violent shaking of an infant or young child. It's really been identified since about the early 1970s. The brain of a young child is very vulnerable. The head of a young child is relatively heavy compared to that of an adult and the neck muscles are relatively undeveloped. So, shaking a young child can whip the head back and forth very violently, creating these acceleration- deceleration injuries. And it produces characteristic findings including, subdural bleeding, bleeding under the skull, over the brain, cerebral edema swelling of the brain, and characteristic hemorrhages in the retina behind the eye. Now, there are other things that can cause this. There are other forms of trauma that can cause this, such as blunt-force trauma to the head or a fall. But what I think the defense is alleging here is that some of the decedent's ongoing medical problems might have contributed to some of these findings. I don't really think that there's much doubt in the medical community that shaken baby syndrome is a real thing. I think what we're really looking here is whether there's doubt about whether that occurred in this particular case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:06",
      "speaker": "BROWN",
      "sentences": "And someone who is raising doubt here, Joey, is this former detective who is now supporting Roberson. He was on the case and he says the initial investigation was too emotional and narrow, that the focus was on Nikki's father, to the exclusion of any other possibilities. What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:47:06",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes, so that's an issue.So, Pamela, when you do cases and try cases, medical testimony could be very persuasive and it could also be misleading. Now, you have Dr. Reiner, who just gave some indication, which was pretty compelling. Imagine him testifying at a trial, looking at a jury saying exactly what he did. And that in essence is, to paraphrase, shaken baby syndrome is significant. It causes swelling in the brain. It's pretty consistent with what would happen in shaken baby syndrome. In addition, you have that bleeding in the brain. However, from a defense perspective, other doctors have said not so fast. The testimony, of course, at that time led you to believe it was shaken baby syndrome, but were there other alternatives? The defense says yes. What about issues pertaining to medication that she was prescribed, which collapsed the lungs or otherwise degraded the lungs such that they would cause an impairment to her getting oxygen in the brain? Would that cause swelling? Answer, according to medical professionals, yes it could. Would that cause bleeding in the brain? Excuse me. Answer, yes it could. And so the issue here is whether there are other alternatives theories, not whether the shaken baby syndrome is something that is known, something that is recognized, and something that could do it, but are there alternate theories that could also do it? The defense is saying there are. And six witnesses testified to a medical professionals at an actual evidentiary hearing a few years ago who said the same thing. You add that, in addition to the fact that these people who observed the parent who brought them, we saw him there having autism, saying his affect, his demeanor seemed off. It seemed inconsistent with a parent who would otherwise be concerned about the child. And, bingo, you have your conviction. And so, look, it is about, as you mentioned Pamela -- I will end here -- reasonable doubt. That's what cases are always about. But the reason that medical testimony is so persuasive and so compelling and sometimes so dangerous because you could have someone who's very credible, like a Dr. Reiner, who is set in his view and believes his view, but there are other medical professionals who take a contrary opinion. Who the jury buys into a lot of times is what you see and what you can see as a person death row for 20-some-odd years.",
      "isLastSentenceInterrupted": false
    }
  ]
}