{
  "date": "2024-08-08",
  "headline": "CNN News Central",
  "subHeadline": "Sen. Vance Attacks Gov. Walz's Military Career; Swift Concerts Canceled Amid Terror Threats; Trump to Hold Press Conference at 2PM ET Today; Harris-Walz Campaign Targets Latino Voters; Hezbollah Poised to Strike Israel; Costco Adding Card Scanners in Front of Stores; Giant Panda's Debut at San Diego Zoo; Starliner Crew Not Able to Return Until 2025. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "What is your takeaway?FMR. REP. CHARLES DJOU (R-HI), SERVED WITH TIM WALZ IN CONGRESS, NOW ENDORSING HIM:  Yes, you know, for Tim and myself, I mean, I've been out of elective politics now for a few years and Tim at the time, there was no consideration of him being a running mate. At the time, President Biden was still the Democratic nominee. It's still very much in the race. So, there was no discussion about him joining a national ticket. It was a nice, friendly, affable conversation. It was very typical Tim Walz. A very, very friendly, jovial individual who recognized me. We talked about being dads, about our kids, talked about how wonderful our love of our nation and the ceremony with the 80th anniversary of D-Day was taking place. So, the discussion was not on politics, but rather as two friends, two human beings, two Americans, two veterans talking with one another. For me, it was nice to reconnect with Tim. And I'm -- you know, it's interesting how fast American politics sometimes can change so rapidly. That was just a few weeks ago. And just a few weeks ago, all of American politics has dramatically changed with President Biden's withdrawal and of course, the attempted -- unfortunate attempted assassination of Former President Trump and the nominations. So, it's -- it was nice, it was refreshing, and it was good to do something other than talk about partisan politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "Breaking overnight, three Taylor Swift concerts canceled after police in Austria foiled an alleged terror plot to attack her Eras Tour in Vienna. Authorities have now questioned three teenage suspects who police say we're radicalized by Isis. A source now telling CNN the U.S. provided the warning about the potential terror threat to Austrian authorities.CNN Salma Abdelaziz is in Vienna for us. What more are you learning about how this went down and these three suspects that have now been taken into custody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Sara, it's an absolutely shocking plot that I think has rocked this very quiet city of Vienna. I'm just outside the stadium where the concerts would have taken place. We just came back from the country's interior ministry where we learned new details about what they call a wide ranging and serious plot to attack concertgoers.I want you to take a listen to how the head of Security Services outlined one of the most worrying details they've come across that one of the suspects, Sara, had access to this stadium right here. Take a listen. (BEGIN VIDEO CLIP) OMAR HAIJAWI-PIRCHNER, AUSTRIAN DIRECTOR OF SECURITY SERVICES: One of the suspects got an application a few days ago for a facility enterprise that is at the moment working for preparing the concert in the stadium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ABDELAZIZ",
      "sentences": "So, he had applied for a job, but he did not have a job in the stadium yet?HAIJAWI-PIRCHNER:  He had it. He was yesterday in the stadium. So, when we arrested him, he was already in the stadium. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "ABDELAZIZ",
      "sentences": "So, extraordinary just to think, Sara, that just a few hours ago, this individual, 17-year-old, was arrested just outside the stadium. The head of the Security Services also explained to me that they believe that these -- the plot included using a vehicle potentially to run over concert goers. That would be fans outside the stadium. There's potentially thousands of fans that would just be waiting outside the stadium. The plot potentially was to run over them with a vehicle before using an explosive device. The investigation is still very much underway.The concerts of course, now canceled. But this city is full of Swifties, Sara, who say they're trying to find a safe place to come together and celebrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "SIDNER",
      "sentences": "Wow. Really extraordinary to hear that there was someone already working inside of the stadium as one of the suspects. Selma, thank you for that new reporting this morning. Appreciate it. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And this just in, Donald Trump says he's going to be holding a news conference today at 2So, let's see. Joining me right now is Ron Brownstein, CNN's senior political analyst, senior editor for The Atlantic. It is great to see you in person, Ron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "OK. You have what Donald Trump has said on social media, and then I'll play for everyone to remind everyone what Donald Trump said just yesterday morning. Listen to this.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE:  I don't know how she debates. I heard she's sort of a nasty person, but not a good debater, but we'll see. Because we'll be debating her, I guess, in the pretty near future. It's going to be announced fairly soon, but we'll be debating her. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "OK. So, they're debating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Who needs a debate? Could he actually afford to not debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "No, he can't. I mean, that was the point. I mean, I wasn't really that interested in what he was saying, because the trajectory of the race in polling is that most national polls already show her ahead heading into the Democratic Convention. She's likely to come out of -- very likely to come out of the Democratic Convention, leading in national polls, and probably leading in many of the swing state polls. And at that point, there's no question that he's going to debate her. He has to debate her. So, like, whatever he said, we're heading toward a debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Blah, blah, blah, blah, blah. They will be on a debate stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "They will be on a debate stage, exactly. BOLDUANAnd the fight right now seems to be focusing in on rural, midwestern, if you look at where they're going in terms of their rallies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "What -- but you've got a lot of reporting on what do they need, the blue wall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, yes. So, look, first of all, I mean, Trump was in a very strong position against Biden, not only because of the doubts about Biden, but also because of the limits of Biden's ability to drive a message against them. And what we saw in the debate. was not only confirmation for voters who thought Biden was too old, we saw Biden unable to make the Democratic case that, you know, Democratic voters want to hear against Trump and which Harris has been making very forcefully.So, I am the person who actually coined the phrase, the blue wall. And the blue wall refers actually to the 18 states that Democrats won in every election. And then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "So, when people think of it only as the three --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "The three -- the blue wall -- when people talk about the blue wall as the three states that Trump dislodged from the blue wall. It's actually the 18 states Democrats won from '92 to 2012. Most states they had won that often since the formation of the modern party system.Here's the key thing. Trump won those three states, Michigan, Pennsylvania, and Wisconsin, by a combined 80,000 votes in 2016. They made him president. But since his breakthrough, they have mostly moved back toward the Democrats. Democrats won the governorship, and all three of them in 2018. Biden won all three of them in 2020, this time by 250,000 votes. And then in 2022, the Democrats won the governorships again by a bigger margin in each case than Biden did. Now, Biden was eroding in those states, and those states are not demographically easy for Harris. Harris' main avenue to improve her vote should be to improve among non-white voters and young voters relative to Biden. These are older and wider states. But the poll they came out yesterday, the Marquette University poll in Wisconsin I think was really revealing for Harris, because it showed that she was basically matching Biden's 2020 numbers among blue collar whites in Wisconsin and exceeding the white Biden's numbers among college educated whites. Not shocking. Abortion was rescinded after 2020. If she can do that in Wisconsin, it shows that there is a path for her in all three of them. The three states have voted the same way in every election since 1992. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "So, it's the Michigan Pennsylvania, Wisconsin. They're now the blue bricks in the blue wall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "They are. They are the loose bricks in the blue wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Loose bricks in the blue. Cook (ph) political just moved three states in Harris' direction. We have Arizona, Nevada, Georgia now back into tossup range after moving to lean Republican last month. Test that against this quote from Kellyanne Conway on the State of Play. She says, the Kamala bump was a direct cause from the Biden slump. Conway said in an interview, there was nowhere for his successor to go but up in fundraising and enthusiasm. But this remains as President Trump's election to lose the electoral map and underlying fundamentals favor him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "BOLDUAN",
      "sentences": "You say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BOLDUAN",
      "sentences": "I mean, kind of to Ron's point, we just saw a new ad put out by the Harris-Walz campaign, reaching out to Latino voters, which speaks to a segment of what you're getting at right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Absolutely. Arizona, Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BOLDUAN",
      "sentences": "It is great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "SIDNER",
      "sentences": "This morning, CNN sources saying the militant group Hezbollah is increasingly looking like it may strike Israel independent of Iran. It comes after the killings of Hezbollah's top military commander and the top political leader of Hamas who was the most recent to be killed in Iran.Joining us now, Major Mike Lyons. Every day there has been worry that there was going to be this dual attack coming both from Iran and from Lebanon, which shares a border with Israel. Now, you're hearing this new reporting, why? Certainly, Hezbollah and Iran are talking. MAJOR MIKE LYONS, U.S. ARMY (RET.):  Yes, I think Iran is showing some patience right now, knowing that the fact that Israel is on high alert hurts their economy. They've got to be on edge all the time. They've got to be ready to go on the offense and the defense. But if they pass it off to Hezbollah now, it gives them a way to be somewhat of a distance for a response that could take place, that they could take somewhat credit for, but it won't escalate the situation. If all of a sudden, if we have a similar attack that we saw last time in April, if they throw everything at them, 300 rockets, then Israel now will respond disproportionately back. I don't think Iran wants that right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "SIDNER",
      "sentences": "Talk about what damage, though, could be done from Hezbollah, where they are located and what that would mean to potential Israeli civilians as well as Palestinians, frankly, there so close to Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "LYONS",
      "sentences": "Yes, Israel would have to be more of a tactical air defense platforms here while U.S. forces are out in the Mediterranean doing things. The bottom line is it's a very close in. It's a very close battle that would take place. Iron Dome, the rockets that would come from Lebanon there. Much shorter range, much more difficult to shoot out of the sky, likely higher probability that you'll see casualties on the other side.In addition, we know that they've signaled that they were going to attack the airport, the head of the Mossad, the head of the IDF, they're going to go after key facilities inside of Israel, that Israel now has to worry about defending all of those. SIDNER:  When it comes to sort of de-escalating this, you just sort of talked about how Iran might do that. The United States hoping to de- escalate. What more might be done? The United States has already sent some troops into the area, send some ships into the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "LYONS",
      "sentences": "Well, I think those are deterrence forces right now, more strategic, keeping the Houthis from Yemen out of the picture and the like, I think. And some of the forces from the USS Abraham Lincoln won't even get there for the next few weeks.But having said that, the United States provides this umbrella to multilayered air defense systems that are going on there. But what we're seeing now is pressure from other Arab nations on Iran. I think that's important as they try to de-escalate the situation, because it is a tinderbox. Because if they do suffer civilian casualties, Israel is going to respond disproportionately and that likely means attacks inside of Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "SIDNER",
      "sentences": "And the conflagration getting bigger and bigger and the fear of the regional war here. Let me just look at the map here as you sort of zoom closer in. This relationship between Hezbollah and Iran is known Israel is sort of sitting there waiting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "LYONS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "SIDNER",
      "sentences": "Is there a psychological component to all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "LYONS",
      "sentences": "Oh, no question. I think as a soldier on the ground in the foxhole, you're always concerned about when that attack takes place. They've got to be concerned about attacks here on their eastern flank, for example, but mostly coming here from the north. I think that you're always on edge. And until it kind of happens, you don't know they could start an initial attack and that looks like the attack and then they back off and then something else happened.So, it's very difficult to be on the defensive side of this. Israel, as they've said, is not -- you know, have said, they're going to turn around quickly and respond. So, that's the other side to this. If they do get attacked from Hezbollah to the north, you're going to see rockets go right back into Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "SIDNER",
      "sentences": "All right. Mike Lyons, thank you so much. Appreciate it, Major. Back over to you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And watch. The mood is tense. I have been on some serious, serious reports, but nothing quite like this. Ching King (ph) is inside right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I mean, any excuse we have to use more \"Anchorman\" we will. Panda diplomacy is back. The new pair of giant pandas will make their long-awaited zoo debut in San Diego today. The duo arrived from China earlier this summer. They're set to make their public debut when the Panda Ridge Habitat opens this afternoon. The animals are the first giant pandas to enter the United States in 21 years. Panda watch. I actually probably use that. It's like space watch is what we're going to turn to now.ETA TBD. Two veteran astronauts at the International Space Station may not be able to return home now until next year. NASA says the crew of the Boeing Starliner have been in the International Space Station for more than 60 days already. That's about seven weeks longer than they had planned. They arrived to the ISS on the first crewed flight of the Boeing Starliner spacecraft. And we talked so much about that. They're only supposed to be in space eight days. Now, NASA is considering a different spacecraft to get them home after technical glitch followed by a technical glitch has kind of stranded them in limbo there. Now, they have until mid-August allegedly to make a final decision on what to do. Joining me right now is former NASA astronaut, all around good guy, Mike Massimino. It's great to see you. Thank you for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MIKE MASSIMINO, FORMER NASA ASTRONAUT AND VISITING PROFESSOR, COLUMBIA UNIVERSITY, ENGINEERING SCHOOL",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "First and foremost, let's get to the technical stuff and the dispute in just a second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "As an astronaut, you're up there, you're supposed to be there for eight days. It's now been 60 plus, and then you're -- then it's suggested you might need to be there for like five months. MASSIMINO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "What does that do to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "Well, I think there's always that possibility, and they know about that, and maybe more importantly, their families know about that as well. But this is a big stretch. We did have an astronaut who was in space. Frank Rubio was in space for six months. He got extended because they had a problem with the Soyuz spacecraft, and he was extended for over a year. You know, that's a big extension. And this would be the same for them.So, I think they mentally have to do a shift that OK, it's different now. I'm in here for a much longer haul than I was. And it's not just them, but it's also their family and friends and everybody else on the ground too that were expecting to get them back, they're going to be up there a bit longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. The -- I think the least -- the thing that I questioned the least on this is that they can handle it. Like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "Oh yes, there's no doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "-- they could handle it. Like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "They have to (INAUDIBLE) people for this. Suni and Butch have both spent long duration missions there. I know them both very well. They're test pilots. They're great astronauts. Their families are very supportive as well. Yes, you've got the right people in place. So, I think it's going to be a bit of a mental adjustment for them, an expectation adjustment. But they'll be just fine. If they do this, you know, if they end up extending them, we don't know how long it's going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Let's couch this in all the GIFs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "What's happening on the ground, though, is kind of where I would like to stick. It seems that there is a dispute now between Boeing engineers and NASA engineers on how safe is safe and is it safe enough for them to get back on the Starliner and to come back. What is the -- I'm -- are you surprised by this dispute kind of becoming so public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "No. I think NASA's been pretty forthcoming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "And so, like a month ago or so, it seemed like they were working toward a conclusion. They were doing testing. They were getting results from the ground that they could corroborate in space. And you know, it's just a question of time until they bring them home inside the spaceship. But I got the sense yesterday that they're still talking about it, and they use the word uncomfortable or being uncomfortable being comfortable. So, I think there is a bit of a discussion going on. I don't know if it's a dispute, but certainly, there's a discussion where it seems like some people are saying, yes, we're good to go. Let's bring him home in the Starliner. But there apparently are some people who have a vote here who are saying, not so fast. Let's look at this a little bit longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "OK. So, the source of the problem, here is how it has been described. And this is clearly -- I'm going to quote, since I know nothing of. Several thrusters used to orient the spacecraft suddenly shut off as it approached the space station. The propulsion system has also suffered helium leaks. What is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MASSIMINO",
      "sentences": "All right. So, the -- they have 28 thrusters on board of the spaceship. So, in order to dock like they did when they came up to the space station, you need to be able to control your altitude and, you know, kind of like you're parking your car very delicately in a very tight spot here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "BOLDUAN",
      "sentences": "This is how I look when I'm parking my car.",
      "isLastSentenceInterrupted": false
    }
  ]
}