{
  "date": "2024-05-27",
  "headline": "CNN Newsroom",
  "subHeadline": "120 Million-Plus Face Dangerous Storm Threat as System Moves East; Tomorrow, Closing Arguments in Hush Money Trial; Paws of War Pairs Service Dogs With Veterans, First Responders. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good morning and happy Memorial Day. You are live in the CNN Newsroom. I'm Jim Acosta in Washington.More than 120 million Americans are bracing for dangerous weather this Memorial Day after powerful storms, including tornadoes, swept through the Central U.S. At least 19 people lost were killed across four states this weekend. Hundreds of thousands are still without power. Oklahoma is one of the hardest hit areas. Storms leveled homes, leaving widespread destruction and dozens injured. Meanwhile, in Arkansas, state of emergency is still in place due to extensive damage from the storms. Eight people were killed there. A second storm-related death was reported in Kentucky this morning. This tornado tore through the state on Sunday, leaving behind a trail of devastation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's awful. I lost everything. But at least my dog is okay, my husband is okay.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "And seven people were killed in northern Texas, including two young children. Look at these homes here in the city of Valley View, reduced to nothing but rubble.Let's bring in CNN's Ed Lavandera. He's live in Cook County, Texas for us. Ed, what are you seeing on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, this is the area, as you mentioned, is so hard hit. Saturday night is the tornado ripped through here. The National Weather Service categorized it as an EF-2 tornado with winds of 135 miles per hour. So, with those statistics and you see the destruction that was left in the path of this storm, you can see why it has been so devastating here.And if you look out here to back toward the west, you can see the tornado came in from this direction. And as you look out onto the horizon, you can just see the dozens and dozens of homes here in this subdivision, near the small city of Valley View that have just been shredded by this storm. And as you mentioned, Jim, seven people killed, four of those victims here in the Valley View area were children. The youngest were two years old and five years old. Two of those children were also with their mother and father. Their trailer home was thrown about 100 yards. Three of those family members were killed, and we spoke with the brother-in-law of the woman who died, and he says that it was just simply devastating to come and get here to this scene and come upon his family members, they're motionless on the ground. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "LAVANDERA",
      "sentences": "He says, this is the remnants of his brother's family's home that was thrown more than a hundred yards by this tornado. And this is where they ended up, and his brother was left over in this debris over here, and his sister-in-law and niece and nephew were left underneath this car.He arrived here on the scene. The three of them were already dead. And he took his brother, loaded him up into his truck and drove him out of this neighborhood to get him to the hospital. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "LAVANDERA",
      "sentences": "And, Jim, you know, this subdivision, a mostly working class Latino subdivision, many immigrants here. And this storm also stayed on the ground for several miles. There were people along Interstate 35 that were trying to figure out which direction to go. There wasn't many places to seek shelter. Many of those people got inside of a convenience store. There were more than 100 people there, according to emergency officials, and that building structure kind of collapsed. So, many people had to be rescued from there.So, just the magnitude of this particular storm is just simply breathtaking to see here on the ground this morning. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "LAVANDERA",
      "sentences": "Yes. You know, what we're seeing, let me see if we can kind of whip around here, you might start -- we've just seen somebody come in with like a bulldozing kind of equipment, heavy machinery. And really what you're seeing is kind of neighbors helping neighbors around here.And all that they can really do is just pile up the debris. There's just not much they can go through those remnants of what's left and try to pick out what they want to be able to save. But, quite frankly, a lot of people are just piling everything together. It will be taken away some other time and then just rebuilding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Ed Lavandera, big cleanup there in Texas for us. Ed, thank you very much.Also new this morning, swift and strong reaction following a deadly Israeli airstrike on a camp for displaced Palestinians in Rafah in Southern Gaza. Doctors Without Borders saying this morning it is horrified by the attack and Qatar says the strikes could hinder ongoing talks to release hostages. According to Palestinian health officials, at least 45 people were killed. More than 200 others were injured, most of them women and children. Israel says two senior Hamas officials were killed in the strike. It also came as just hours after Hamas fired a barrage of rockets at Tel Aviv for the first time in months. And we're just a day away from closing arguments in Donald Trump's criminal hush money trial. After a week off, jurors will be back in the courtroom to hear from prosecutors and defense lawyers one last time before deliberating. Trump's attorneys are expected to focus heavily on his former fixer, Michael Cohen, while prosecutors will try to convince the jury that Trump committed felonies to save his 2016 campaign. Joining me now for more, CNN Legal Analyst and former Obama White House Ethics Czar Norm Eisen and former Federal Prosecutor Renato Mariotti. And, Norm, you're with me here in the studio. Let me start with you first. What do we expect to see in these closing arguments tomorrow? Could they go all day long? What's your sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Jim, I anticipate that we will see a full day of closing arguments in New York. The defense starts first, and I'm guessing that that will likely be lead Defense Counsel Todd Blanche, very experienced former prosecutor. And then the prosecution finishes, and that will be Joshua Steinglass. It's already been announced, their most experienced prosecutor.And in terms of the arguments, battle will be joined around three issues. One, can the jury believe the critical testimony of Michael Cohen as it's corroborated and supported by a mountain of evidence? In a sense, the prosecution's entire work across 20 days of trial was to corroborate Cohen. Two, can the jury find that Donald Trump, beyond a reasonable doubt, intentionally made that hush money payment to Stormy Daniels, 2016, in order to influence his federal campaign after Access Hollywood catastrophe, another sex scandal. Issue three, did Trump participate in covering that up by creating false documents, Jim, including nine checks with his own signature on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "EISEN",
      "sentences": "That's where battle will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "Remember the checks. Remember the conversation between he and Michael Cohen when Trump was saying cash and so on.Renato, is this going to come down to Michael Cohen? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "RENATO MARIOTTI, FORMER FEDERAL PROSECUTOR",
      "sentences": "Certainly, that's a big part of it. I mean, I think, realistically, this is a case that could have been winnable by the defense if they pursued a different strategy, if they focused on the areas where Michael Cohen was not as corroborated. They really haven't had a focused presentation. They haven't tried to focus the jury on the issues, you know, as succinctly as Norm just put them.They've really been all over the place, you know, scorched earth attacking not just Michael Cohen, but stormy Daniels contesting everything. The fact of an encounter in a hotel room, the fact of the hush money payments and so on. I think that we're going to get more of that scorched earth, attack everything approach in the closing arguments. And if that's the case, I do think there's going to be a conviction here. Really, there needs to be an entirely different approach, and I'm not sure that Donald Trump is willing to let his defense attorneys pursue a strategy that has a chance of winning in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, Norm, this could be just a massive week with huge political consequences for the former president. What's the likelihood we will see a conviction here and how could that play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "EISEN",
      "sentences": "That's what they're trying for, just one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "ACOSTA",
      "sentences": "And, Renato, I mean, that's been my kind of question throughout all of this is, is might we have just one juror who perhaps didn't share everything during this jury selection process and whammo. It's just that's going to be it. That's how this case is going to play out. What's your sense of it?I mean, the other thing to think about, too, is that they've had several days now to mull all of this over and perhaps forget some of the fireworks that we saw playing out towards the end of testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:03",
      "speaker": "MARIOTTI",
      "sentences": "That's right. If I was in the defense team, I would be focused on a hung jury, particularly with two lawyers in the jury. I would be making legalistic arguments, those two lawyers, trying to get a technical win here, where essentially there's no conviction. And I would I would say a lack of a conviction, I would spin as a win if I was on their on their on their team. They're not doing that. That's not the approach that they've taken. It will be interesting to see if they switch that approach at closing argument.But I will say with somebody as well known and controversial as Donald Trump, you know, getting a unanimous verdict on anything can be a challenge. And that is perhaps the dynamic that is the most uncertain. I mean, no one can predict what's going on in the heads of ordinary people who happen to be on this jury. And they're very well could be a hung jury. And I think if that occurs, you could expect a lot of defense argument than spinning that as a victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Less than an hour from now in Virginia, President Biden will give a speech at Arlington National Cemetery to honor the country's fallen service members. The president will lay a wreath at the Tomb of the Unknown Soldier. Vice President Kamala Harris and Defense Secretary Lloyd Austin are also expected to attend the annual Memorial Day ceremony. When that happens, we will bring that to you. So stay tuned for that.In the meantime, for many veterans, the trauma of war does not stop when they come home. The Department of Veterans Affairs estimates that 7 percent of all veterans will have PTSD at some point in their life. For those who have served in recent wars, that number is much higher, up to 29 percent. Paws of War, an organization works to help veterans struggling with the emotional impact of war by pairing them with beautiful service dogs, like the ones you're seeing right there on your screen. The organization also brings dogs and cats to the U.S. after they were rescued by veterans serving overseas. So, let's talk about this. Joining me now is Angelique Williams and Buddy. Angelique is right there on the left. Buddy, of course, on the right. And Buddy might be a little camera shy right now, but that's okay. Angelique, thank you for your service. We appreciate it. Tell us about this great organization and how you and Buddy were paired up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANGELIQUE WILLIAMS, PAWS OF WAR",
      "sentences": "Paws of War is a nonprofit organization that rescues shelter dogs and dogs from overseas and places them with veterans, first responders as companion animals. And sometimes they end up being our service animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Amazing. And look at little Buddy right there. He's lifting his head just a touch. I won't try to talk to Buddy. I don't think he has an IFB earpiece, but I'll keep talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "How was Buddy? How is he in terms of helping you with PTSD and these challenges that service members come home with? Tell us about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "WILLIAMS",
      "sentences": "So, Buddy helps me pretty much every day, like get out and just engage again. Oh my, hold on one second. So, I prior to getting Buddy, I isolated a lot. I was struggling with PTSD and I stayed home all the time. I wasn't doing any of the activities I used to do, like surfing, running, stuff like that. And having Buddy, because he's such a high energy dog, he helps me do all the activities that I once loved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. We were just looking at some video a few moments ago of when you were both introduced to one other for the first time. It looks like it was at a hockey game or something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ACOSTA",
      "sentences": "Can you tell us about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And talk about the other part of the organization that, you know, many of these animals are brought home from overseas. Sometimes they are serving alongside our troops and then come back home. How does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes. So, sometimes a lot of -- well, a lot of the time when we're on deployment, there're some animals that we, we may bond with overseas. And we don't want to leave them behind. It's really difficult to even think about leaving them behind. So, they reach out to Paws of War and Paws of War moves forward with everything and then brings them here.And I get the privilege at from time to time when they use me for transporting to reunite these service members with the animals that we rescue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Amazing. And what's it been like? What's life been like with Buddy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WILLIAMS",
      "sentences": "Incredible. Incredible. It's been a little a little bit of a crazy ride, but I love it. I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, you know, there are a lot of misconceptions about PTSD and veterans' mental health. What do you want people to know about this chapter in your life and what veterans go through with PTSD, because sometimes they can become very overwhelming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes. This chapter of my life is a second chance for me. And, you know, Buddy has brought so much joy to me and my family. And it was really hard. I didn't actually know that I was struggling with PTSD. And once things started to get a little dark and I reached out to the V.A. and they really helped me out and helped me understand what I was struggling with.And ever since I've, had the V.A., my family the community by my side, Paws of War, they're an extension of my family and it's just been a great help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "It's an amazing organization and Buddy looks like he's just a great dog. I mean, I love how he's just -- he's sort of, you know, no big deal. I'm on T.V., right? He's just, I'm just going to rest right now. And if folks at home could have seen him before you came on during the commercial break, it was a little hard to get Buddy to settle down, but now he's doing great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WILLIAMS",
      "sentences": "He's doing great. He's doing great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "Well, Angelique, tell us how people can get in touch with Paws of War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WILLIAMS",
      "sentences": "You can go to their website, pawsofwar.org. You can reach out to them and call them, also go on their website. And, yes, pawsofwar.org, you can go on their Facebook, Paws of War on their Instagram, Paws of War, Paws of War, Paws of War, Paws of War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ACOSTA",
      "sentences": "We got it. All right, Angelique Williams, thank you very much. And thanks, Buddy. I wish we were in studio together. Next time, I'll introduce you to Duke. Yes, this is as close as I get to having Duke in the studio. I just have to have the mug with Duke on it. That's it.All right, see you later, Angelique. See you later, Buddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "Former President Donald Trump leaving his campaign safe space this weekend to seek the support of libertarian voters. It did not go over well.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: The libertarian party should nominate Trump for President of the United States. Whoa, that's nice. That's nice. Only do that if you want to win. If you want to lose, don't do that. Keep getting your 3 percent every four years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "Let's discuss now with CNN Senior Political Commentator Ana Navarro and CNN Political Commentator and Democratic Strategist Maria Cardona. Ladies, good to see both of you.Maria, let me start with you first. You're here in the studio with me, and, by the way, great to see you in person. I haven't seen you in person in some time since our friend, Alice. Anyway, let's talk about what happened over the weekend. This does not happen to Donald Trump very much. I mean, as much as you know, we see these rowdy crowds at his own rallies. They are very careful about keeping him away from this kind of stuff and it just sort of blew up in his face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. Ana, what did you make of this when you saw this?",
      "isLastSentenceInterrupted": false
    }
  ]
}