{
  "date": "2024-09-06",
  "headline": "CNN News Central",
  "subHeadline": "Father of Georgia Shooting Suspect to Appear in Court. Aired 9- 9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:10",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, happening now, we are waiting for the father of the suspected Georgia school shooter to make his first court appearance. Just moments ago, his 14-year-old son was the subject of a hearing. You're looking at those pictures from just a short time ago. He learned more about the four felony murder charges he faces that the judge said can be punishable by death. Families of the four victims, those two students and two teachers who were killed less than 48 hours ago, they were sitting in the front row of that courtroom.Let's get right to CNN's Rafael Romo outside the court. We're kind of in-between moments right now, Rafael, in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:10",
      "speaker": "RAFAEL ROMO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, that's right, waiting for the parent who is going to show up here at the courthouse any moment now. About - probably in about 30 minutes.It was heartbreaking, John, let me tell you, to see those families sitting quietly and respectfully in the front row. And the proceedings started at exactly 8:33 a.m. in front of Judge Currie Mingledorff here at the Barrow County Courthouse. The defendant was brought in two minutes later. His arms were shackled, and he was wearing a green top and tan pants. He replied to questions by the judge by saying, yes, sir, in a respectful manner as he was informed of his rights under the law and the charges that he faces. Let's remember that he has been charged as an adult with four counts of felony murder. Some of the victim's families, as I said, were attending the hearing as well. This is the moment Judge Mingledorff was making the defendant aware of his rights and also reading the charges. Let's take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:10",
      "speaker": "JUDGE CURRIE MINGLEDORFF, SUPERIOR COURT JUDGE PIEDMONT CIRCUIT",
      "sentences": "In essence, you are charged with four counts of felony murder, as outlined in - in state warrants that have been issued against you. I want to make you aware that the maximum penalty for felony murder - so, for each count, the maximum penalty is that you could be punishable by death, by imprisonment for life without parole, or by imprisonment for life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:10",
      "speaker": "ROMO",
      "sentences": "No reaction there, John, as far as we could see.As for the father, he's expected to appear in the same courtroom in this - this hour. And for the first time, John, we're taking a look at the arrest warrant for 54-year-old Colin Gray, the father of the alleged shooter of the Apalachee High School here in Winder, Georgia. The arrest warrant reads in part, quote, \"Colin Gray did cause the death of (REDACTED NAME) a child under the age of 18 years, irrespective of malice by providing a firearm to Colt Gray with knowledge that he was a threat to himself and others.\" And that language mirrors what the - what Chris Hosey, the director of the Georgia Bureau of Investigation, said last night about the reasons why they finally decided to arrest the father. Let's take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:10",
      "speaker": "CHRIS HOSEY, DIRECTOR, GEORGIA BUREAU OF INVESTIGATIONS",
      "sentences": "He is charged with the following, four counts of involuntary manslaughter, two counts of second-degree murder, and eight counts of cruelty to children. Mr. Gray - these charges stem from Mr. Gray knowingly allowing his son, Colt, to possess a weapon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:10",
      "speaker": "ROMO",
      "sentences": "We have also learned that both father and son had been on law enforcement's radar for at least two years. Officials confiscated three guns from the family in July 2022, including an AR-5s style rifle when they were evicted from a home in that year, in July 2022. Weapons that were later returned to them. So, not new to the law, this family.John, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:10",
      "speaker": "BERMAN",
      "sentences": "All right, Rafael, thanks so much.The judge is speaking. Let's go back to the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BRAD SMITH, DISTRICT ATTORNEY",
      "sentences": "No, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "ZANE HARMON, DEFENSE ATTORNEY",
      "sentences": "No, Your Honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "MINGLEDORFF",
      "sentences": "All right.So, with that, you may escort Mr. Colt Gray back out. Thank you so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "So, you were just hearing the judge makes a correction. And this is because of a Supreme Court ruling in 2005 that says 14 year-olds, anyone under the age of 18, cannot be sentenced to death. They cannot experience a death penalty unless they are an adult, even though he is being charged as an adult. It's a huge correction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "That is a big, big revision from that judge right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "Called the defendant back in just to clarify that, yes, he is being charged as an adult, but that does not mean he can be sentenced with the death penalty as an adult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "SIDNER",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "BERMAN",
      "sentences": "All right, with us now, CNN chief law enforcement analyst John Miller, and defense and trial attorney Misty Marris.I want to - well, we can talk about that a little bit again later. But, John, since we have you here, I want to focus on a lot of the new developments in this case. And the major one is that the father has been charged with manslaughter and second-degree murder very quickly. What are the events that led to this arrest and the speed with which it took place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT ANALYST",
      "sentences": "Probably three key things.First, there was the fact that his son, once taken into custody as the shooter, began talking to police, they say voluntarily, they say after being mirandize, you have the right to remain silent, and has been cooperating throughout. So, a lot of information about where the guns were stored, whether that gun was his, if he had total access to it or partial access to it. Certainly enough access to it to leave the house with it concealed, fully loaded, and to, you know, allegedly commit these murders, part one. Part two, they conducted a search warrant at the house where they would have seen the physical setup of where and how guns were stored, whether or not they were secure, whether the ammunition was stored or secured separately. And at that same time, they had the opportunity to, again, interview the father, who, you'll recall in the earlier encounter with the Jackson County Sheriff said, well, he does - he does have access to the guns, but they're not loaded. But he wasn't clear on, well, is the ammunition there, could they be loaded. So, that was - that was before he had gifted, allegedly, this child is own gun. All of those elements taken together, if you compare it to the Crumbley case -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "MILLER",
      "sentences": "Where, you know, the charging of the parents took a long time and a lot of consideration. It was based on, you know, the prosecutor first seeing this social media post and then conducting a longer, complex investigation. This came together very quickly because all the elements were there almost in plain view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "SIDNER",
      "sentences": "How big of an issue is it that they're - he was already contacted. The father and the family already contacted the year prior asking about these ideations from the son. Did that help push this forward much quicker because there had already been this - this interaction with - with police about this very issue that ended up happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "MILLER",
      "sentences": "So, that's going to be a key factor. And Misty will get into this more, but it will be a key factor at trial, which probably influenced their decision, which is, you want to - you want to, when you're doing these charges that are about reckless endangerment, or reckless disregard, the charging decision is made, would a reasonable person have known that under this set of circumstance that something terrible could have happened, and would they - would a reasonable person have taken steps to prevent that?In the case where you are giving your child a semiautomatic rifle as a gift for his own use, after you've had a visit from the local sheriff, who's been tipped by the FBI, who's been tipped by members of the public, that your son's computer is allegedly the origin point for the promise of a school shooting. And remember, one thing is, I'm going to shoot up a junior high school like tomorrow, but the other threats or the other things found in that computer is, I'm going to do a mass shooting and it's going to be a year or two. I'm not ready yet. Those kind of red flags, which is now a legal term, those kind of red flags, when you say I'm going to wait months after that threatened and say, I'm going to give him his own AR-15, would contribute to that idea of, would a reasonable person not know that this could create a clear and present danger to others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "SIDNER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "SIDNER",
      "sentences": "I just want to mention because next to you, Misty, are all of the victims here, Richard Aspinwall, Christina Irimie, who was, by the way, celebrating her birthday when she was shot and killed with her students. Mason Schermerhorn and Christian Angulo. Their families are sitting there watching all of this. They're in tears. They're holding, you know, stuffed animals. And it is a heart-wrenching scene inside of that court.But I do want to take you into court and talk about what happened with the judge and this charge and the consequences of the potential case to this young shooter, as we wait for the father to also be arraigned in what we expect are a few minutes. We're seeing the family members there reacting to the alleged shooter coming back into court and they're - they're just, obviously, devastated. But what about this charge where the judge had to call him back in? Why did he have to call the defendant right back in and say, hey, I'm sorry, you will not be facing the death penalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "MARRIS",
      "sentences": "Yes, Sara, that was a critical correction. That was the - an error. So if he were an adult, then, yes, the death penalty would be on the table. But the Supreme Court has clearly stated that the death penalty is not a penalty that can be in place for anyone that is a minor.In fact, even life in prison without parole, ever since 2012, a case called the Miller case, has to have specific - a specific hearing that predates any sentencing to assess whether or not a minor can actually serve a life sentence without parole. So, it was important for the judge to clarify that record, that the death penalty is not an option in this case. From a legal perspective, that is something that could potentially muddy the record or be problematic down the road if it weren't immediately corrected. So, there's a lot of considerations when you're talking about a minor that don't apply to an adult defendant. So, the judge acted pretty swiftly to correct that error.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "BERMAN",
      "sentences": "All right, let's get right back to Georgia where moments ago the father of the accused Georgia school shooter entered the courtroom to face his own first appearance in a courtroom. He now charge with second-degree murder and manslaughter.Let's listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "MINGLEDORFF",
      "sentences": "Good morning, sir. Are you Mr. Colin Gray?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "COLIN GRAY, DEFENDANT",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "MINGLEDORFF",
      "sentences": "Am I pronouncing your first name correctly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "GRAY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "MINGLEDORFF",
      "sentences": "Mr. Gray, my name's Currie Mingledorff. I'm assigned to preside over this morning's proceeding.This is your first appearance hearing. And at this hearing I'm going to - I'm first going to ask you just a few - a few questions, and then I'm going to advise you of your rights and also let you know about a preliminary hearing that's been scheduled for you. Why don't you just state your name, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "GRAY",
      "sentences": "Colin Gray.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "MINGLEDORFF",
      "sentences": "All right. Can you pull the microphone down, please. There you go.All right. And how old are you, Mr. Gray?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "GRAY",
      "sentences": "Fifty-four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:59",
      "speaker": "MINGLEDORFF",
      "sentences": "And are you able to read and write and understanding the English - the English language without any difficulty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "MINGLEDORFF",
      "sentences": "How far did you go in school?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "GRAY",
      "sentences": "11th grade, GED.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "MINGLEDORFF",
      "sentences": "OK. And I note that you have counsel seated with you at the table. You understand that you have the right to be represented by an attorney at all times for this and all future proceedings in your case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "GRAY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "MINGLEDORFF",
      "sentences": "And do you understand that, of course, if you cannot afford an attorney, that a public defender will be appointed to represent you upon your request?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "GRAY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "MINGLEDORFF",
      "sentences": "All right.And, Counsel, would you identify yourself, please, for the record?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "DONNA SEAGRAVES, DEFENSE ATTORNEY",
      "sentences": "Donna Seagraves.We are going to have new counsel assigned to Mr. Gray later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "MINGLEDORFF",
      "sentences": "All right, thank you.All right. OK, sorry. Just to make sure that the system is working and. All right, so, the following aren't questions that I'm going to ask. I'm just informing you of some things. You have the right to remain silent. Anything you say can be used against you at further hearings or at a trial on the charges that you're facing. For this hearing, you're not going to be questioned about facts and circumstances surrounding your charges. You are currently charged with, and you'll be provided with copies of the warrants if you don't already have them, currently charged with two counts of felony murder in the second-degree. You're charged with four counts of felony involuntary manslaughter. You're charged with eight counts of felony cruelty to children in the second degree. Now, for these offenses, for the felony murder counts in the second degree, felony murder in the second degree, the maximum in prison - the maximum penalty for each count is up to 30 years imprisonment. For felony, involuntary manslaughter, of course, again, there are four counts, the maximum penalty for - for each of those offenses is ten years imprisonment. For the eight felony cruelty to children counts, the maximum penalty under the law for each of those eight counts is ten years imprisonment for a maximum total possible penalty for the charges that you currently are facing of 180 years imprisonment. If you have questions about the charges, which I assume that you will, the court urges you to discuss those with your attorney. Let me inquire as to whether there's a motion for bond, if - if - if Mr. Gray is moving for bond at this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:03",
      "speaker": "SEAGRAVES",
      "sentences": "No, sir, not at this time. We will allow alternate counsel to make that decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SEAGRAVES",
      "sentences": "Do you want me to go ahead and give him his copy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "Yes, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SEAGRAVES",
      "sentences": "And the page continues (INAUDIBLE).And are these his copies of the warrants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "Those are provided and they say service copies on them, so I assume that they're for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SEAGRAVES",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "Sgt. Prisco (ph), do you concur with that? Is that what those copies are for?SGT. PRISCO (ph): (INAUDIBLE) detention center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "Those are for the detention center?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "PRISCO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "So, he's got his own copies or he'll have them provided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "PRISCO",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "All right, so the detention center wants to hold on to those.All right, let me - and thank you, Ms. Seagraves. I want to certainly acknowledge the presence of our district attorney, Mr. Brad Smith. He's assisted by his chief assistant, Patricia Brooks. Is there anything else, counsel, that the court needs to address that I have neglected to address?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BRAD SMITH, DISTRICT ATTORNEY",
      "sentences": "No, your honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SEAGRAVES",
      "sentences": "No, sir, not at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "MINGLEDORFF",
      "sentences": "All right. I do want to thank those who are in the gallery who have an interest and who have appeared. I appreciate the decorum that's been maintained throughout this - this proceeding, or both of these proceedings today.And with that, this matter is adjourned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SIDNER",
      "sentences": "All right, you are seeing the father of the alleged shooter there now charged with several counts, eight counts of cruelty to children, two counts of second-degree murder, four counts of involuntary manslaughter. He could face up to 180 years in prison.What we did not hear in this particular proceeding, which is a plea, which is usually what these are about, but they are also saying that he's going to have a change in his attorney, as was his son. So, that may be one of the reasons. Also, they did not ask for bond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "BERMAN",
      "sentences": "And one thing we did here, we think, was the defendant crying, sobbing there as he was being conveyed what the charges are against him.We also do know that in the front row of that courtroom, the families of the victims, the families of the two students and two teachers who were killed. With us now, CNN chief law enforcement analyst John Miller, CNN legal analyst Elliot Williams, and defense and trial attorney Misty Marris. Elliot, you're just joining us now having watched this. What jumped out to you about this hearing and the legal case, the pretty novel legal case against the father of the shooter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Absolutely.Now, John, this was a very straightforward, legal hearing, this type of initial appearance, where an individual is advised really of the rights he has in the system. You have a right - no matter who you are, no matter how heinous you crime is, you have a right, number one, to an attorney. You have the right to remain silent. You have a right to confront witnesses against you. And these are things that someone has to be advised of before he makes any sort of decision as to whether to go to trial, whether to plead guilty or whatever else. And so it's very straightforward. Now, to the novelty point. Now, we are aware of this case in Michigan involving the Crumbleys earlier in the year in which parents were convicted of the conduct of their child in the school shooting. That is in the - in the ecosystem now, this idea that parents can be charged for their negligence, whether it's getting - in allowing their children access to firearms or not safely securing them. And perhaps we'll see - we'll see more of it here. I am really curious as to what further evidence the Georgia Bureau of Investigations and law enforcements is going to come forward with that we knew or have found out about exactly how negligent was this parent in a manner that sort of will justify the charges they've brought against him, because they are incredibly serious charges, far beyond this sort of accidental killing. When you're starting to talk about murder, at least under Georgia law, it's obviously a very serious offense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SIDNER",
      "sentences": "Yes. And we heard the judge say he faces up to - to 180 years in prison for each of the charges total.",
      "isLastSentenceInterrupted": false
    }
  ]
}