{
  "date": "2024-11-26",
  "headline": "Connect the World",
  "subHeadline": "Israel Pounds Southern Beirut as Security Cabinet Prepares for Ceasefire Vote; Landmark U.N. Resolution Could Be Framework for Deal; U.S. Special Counsel Drops Federal Cases against Trump; Kremlin Hopes Trump Will Benefit Russia over Ukraine; Thousands Demand Release of Imran Khan; Blinken, Arab Officials Talk Middle East Crisis at G7; Israeli Cabinet Meeting over Hezbollah Ceasefire Deal Delayed; Billionaire Hedge Fund Manager Picked to Lead Treasury; Record Number of Travelers for U.S. Holiday. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "NIC ROBERTSON, CNN SENIOR DIPLOMATIC EDITOR",
      "sentences": "Yes, I was talking last night, Becky, with a businessman who lives right up close to the border, isless than a mile from the border. His family evacuated. He's stayed there. He's been part of the sort of security. He's been trying to keep the business and the investment in the area going. That has been impossible. You know, I've kept track with him, been in touch with him now for over a year. And I spoke to him last night and he sounded really disconsolate, really unhappy with the situation. He said that what the prime minister was on the verge of doing was surrender. He said this takes us back to 2006. It's no better than it was. You know, when I first met him, about a year ago now, he pointed out to me, he said, look, you've got the U.N. over the border there. You've got commitments from international countries. Have them come here, he said. Have these French and American diplomats -- he was saying this a year ago -- come here and take a look at what's actually happening. Hezbollah, right in the buildings, on the border, firing rockets into our communities. He said they don't seem to understand that what they agree on paper doesn't become the reality on the ground. So what he was saying to me last night was we're going back to that situation. And I said, well, hey, you know, Hezbollah has been pushed out. Surely it will be quieter. And he said, look, maybe for a short period it will be quieter. But he said, I've got no confidence in the government, no confidence in the U.N. no confidence in the Lebanese army, no confidence in the international community, that, after a period of time, that Hezbollah will come back close to the border and begin testing Israel again. And he said, we'll be right in the front line. This is a guy who was bringing in tens of millions of dollars in high tech investment, right at the border, helping build the community there. So it's not just his family life at stake but it's what he believes is the business community's future at stake, because you can't attract an investment like that if you -- if you have an unstable environment, which has now been proven to be incredibly unstable. So yes -- and he told me that he was talking to a lot of the mayors across the northern towns there. They're absolutely seething, very bitter about what's happening at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Israeli prime minister Benjamin Netanyahu has approved in principle an emerging ceasefire deal. That'saccording to sources familiar with the matter. The U.S. backed proposal calls for a 60 day cessation of hostilities in Lebanon. But did you know there's already a peace agreement between Israel and Hezbollah? (MUSIC PLAYING) ABDELAZIZ (voice-over):  It's called Resolution 1701 and it dates back to 2006 originally resolving the then war between Israel and Hezbollah. Now diplomats say that reviving this nearly two decade old deal could end the fighting in Lebanon today. So what are the key principles of 1701? First, that all armed groups in Lebanon must disarm. Second, no foreign forces are allowed into Lebanon without the government of Lebanon's consent. And finally, a buffer zone was established that would be manned by up to 15,000 U.N. peacekeepers to ensure the peace. Fast forward and you have a Hezbollah that is the dominant political and paramilitary force in Lebanon. As for foreign forces, they are indeed on the ground. Israel invaded Lebanon on October 1st. And finally those U.N. peacekeepers, the many thousands on the ground, they are caught in the crossfire. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "Salma Abdelaziz.Let's bring in Maha Yahya now, who is the director of the Carnegie Middle East Center. It's always good to have you. Thank you so much for joining us. Let's just underscore once again that -- or caveat -- that we don't know that, you know, the Israeli security cabinet is going to vote to approve this truce. It's a 60 day truce along the lines of 1701. And as I understand it, we're just hearing unconfirmed reports there -- and if we get a result on this tonight, it is likely to be about 5-6 hours from now. So your thoughts on the deal that's on the table, first and foremost, given the details that you have? MAHA YAHYA, DIRECTOR, MALCOLM H. KERR CARNEGIE MIDDLE EAST CENTER:  Good morning, Becky. It's good to be with you. Just very quickly, I mean, as your reporter mentioned, this is a truce that will last 60 days. During 60 days certain actions have to be taken by Hezbollah, by the Lebanese government and by Israel. A, the bombing has to stop on both sides but particularly Israeli overflights. Hezbollah is meant to move away from the border zone. The Lebanese army, the minister of foreign affairs this morning, the Lebanese minister of foreign affairs, said that there would be a surge of 5,000 Lebanese troops to the border area. They'll be coordinating with UNIFIL. There is an international group of observers who will be monitoring all of this, including the U.S. France and others. So there are things in place that will ensure that this will at least what is agreed upon over would be implemented over the next 60 days. The question is, what happens in 60 days, in two months? Most likely, if this holds, if this truce holds without any major infractions, then we will hopefully then see president Trump sign on to a more lasting peace deal or ceasefire deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "OK, let's do some hypotheticals here, because, you know, this -- I'm sure for most people in Lebanon, this truce cannot come quickly enough.Over 3,000 (ph) dead. So many of the population now displaced, so many injured. We've seen attacks, targeted attacks by Israel on what they say are Hezbollah targets right up into the wire here. We've been reporting on, you know significant attacks on southern Beirut just in the past hour or so. You wrote a really good piece for \"Foreign Affairs\" after about what they, you know, the day after might look like. So let's just go through some of those key points, if you will, because Lebanon is a mess at this point. Does this in any way sort out the mess that is Lebanon today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "I mean, you make the very good point that Hezbollah has long been a dominant political and military force in Lebanon.It has resisted disarmament despite international pressure. This ceasefire deal over the next 60 days, which could lead to something more permanent, is not based around what's known as U.N. resolution 1559. So what it effectively allows is Hezbollah to push north if they agree to do so, still within Lebanon, moving north of the Litani. And there are those in Lebanon -- and I speak to those and somebody has written to me tonight, saying, will this just be used against the other Lebanese and take the Lebanese state as hostage again? That's one view from one viewer who is Lebanese, who doesn't want to see Hezbollah pushed back into Lebanon and taking what they describe as a state of Lebanon hostage. Again, we need 1559, this viewer says, not 1701. What do you make of that that view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "YAHYA",
      "sentences": "Well, I think your viewer and many friends in Lebanon overlook the article in Resolution 1701 that actually references not only 1509 but 1608.These are two U.N. resolutions. The 1608 talks about the management of the border between Syria and Lebanon. These are -- 1701 is based on both of those as well as on the Taif agreement, which ended Lebanon's civil war, so de facto 1559 is included. And the idea is, I mean, today, you cannot disarm Hezbollah by force. It has to be part of a political process internally within the country. And this is why I make the point that there is a desperate need today for an inclusive dialogue that brings everyone into the fold. It's the only way forward for Lebanon as Lebanon. And as part of this dialogue, one looks then at the disarmament of all non- state actors, anybody who has, you know, any arms outside of the state. There is -- there are already precedents for some of this discussion. There's the Baghdad declaration. So there are precedents where we start talking about what a national defense strategy would look like. The army today in Lebanon needs a lot of support. They've been doing a remarkable job but they need significant support right now. Frankly, they're more of a National Guard. They've been there because of the collapse in the security services. They've been carrying out far more than they should have been. They are dealing with internal security as well as external security. So they need a lot of support to be able to take on the duty of protecting Lebanon as the Lebanese army. But there is a path forward. There is a way there. And we need to turn this catastrophe that Lebanon is facing into an opportunity. The country has tremendous talent. It has tremendous potential. There's a need to rethink its economic model. I mean, these are things that so many people have been working on, these things, including myself and others, in terms of how one can push forward on a new vision for Lebanon and what that would mean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "YAHYA",
      "sentences": "No, I am very concerned. And frankly the decision making today is not in Lebanon. With Hassan Nasrallah you had a local interlocutor that theIranians trusted. Today they are dealing with the Lebanon situation directly. There was even, in New York, a piece in \"The New York Times\" this morning, that says, you know Khamenei himself gave the green light to a ceasefire. So they are directly involved without any kind of interlocutor at this point in running Lebanese -- in running Hezbollah in Lebanon. And they have a tremendous say in terms of what happens next, both internally but also vis-a-vis Israel. And I think this is the question here, becomes is what kind of rapprochement or not rapprochement? What kind of deal is going to be struck between the Americans and Iran, whether, you know, back-channel conversations? What will the Trump administration bring to the table? Are we going back to a maximum pressure campaign or are we looking at something different? And I think this is where there are different points of view within the American -- within Trump's, president Trump's own decision makers or policymakers, his own internal kitchen, as they say in Arabic, where some feel that they haven't gone far enough. Others feel that there needs to be a mitigated approach to Iran and to its nuclear weapons. So I think we're in a bind today. It really depends on what happens between Israel, the U.S. and Iran down the road. And that will have a tremendous impact on Lebanon. I mean, we're also expecting -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "YAHYA",
      "sentences": "-- frankly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "-- very much indeed for what is a -- I'm going to have to leave it there because we've got to pick up and get through to a break.But it's good to have you. Thank you so much. U.S. special counsel Jack Smith dropping the two federal prosecutions that he was bringing against Donald Trump. That means the January the 6th election subversion case and the classified documents case both over, at least for now. Smith said Monday it is Justice Department policy that a sitting president cannot be prosecuted and adds that the Constitution requires that the charges be dismissed before Trump is inaugurated. The president-elect taking a victory lap, calling the prosecutions a low point in the history of our country. Well, CNN's Katelyn Polantz following the story for us from Washington. And we've just read out part of Donald Trump's response to this decision. You wouldn't expect anything less. A source telling CNN, as I understand it, that Jack Smith will release a final Trump report before the inauguration. Correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:07",
      "speaker": "ANDERSON",
      "sentences": "Katelyn Polantz is in Washington, D.C. Time there is 10Ahead on CONNECT THE WORLD with me, Becky Anderson, clashes escalate between Pakistani security forces and protesters who are marching in support of imprisoned former prime minister Imran Khan. What Khan is telling his supporters is up next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:07",
      "speaker": "ANDERSON",
      "sentences": "Russia has launched its largest drone attack since the conflict began, damaging buildings in the capital of Kyiv in Ukraine overnight.Ukraine says it shot down 76 of a record 188 drones launched on it Monday night. Officials say the attack damaged critical infrastructure, causing power outages in the country's west. Well, as the United States gets closer to inaugurating Donald Trump, Russian leaders are hoping his cabinet picks and his Kremlin-friendly inner orbit will give Moscow an advantage in its ongoing conflict in Ukraine. Fred Pleitgen has the details from Moscow. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "TUCKER CARLSON, HOST, TUCKER CARLSON NETWORK",
      "sentences": "It's pretty non-sanctioned to me.PLEITGEN (voice-over):  -- before sitting down with Vladimir Putin for an extended interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "CARLSON",
      "sentences": "Tell us why you believe the United States might strike Russia out of the blue.How did you conclude that? VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  I didn't say that. Are we having a talk show or a serious conversation? PLEITGEN (voice-over):  The Russian leader patient, saying he's willing to listen to the Trump Administration's proposals. PUTIN (through translator):  What was said concerning the desire to restore relations with Russia to help end the Ukrainian crisis, in my opinion, seems to me to be at least worthy of attention. PLEITGEN (voice-over):  Fred Pleitgen, CNN, Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "ANDERSON",
      "sentences": "Well, former Pakistani prime minister Imran Khan is urging his supporters to, quote, \"fight to the end\" after thousands of protestersbroke through barricades around Islamabad. Now Pakistani police fired tear gas to disperse the crowds and blocked roads to try to prevent them from pushing through. Khan praised protesters for standing firm in the face of what he described as the mafia, he says, that has been imposed on the country. The protests, led by Khan's party, which says he is being held on politically motivated charges. Fahd Husain is a Pakistani journalist and president at Aik News channel. Good to have you, joining us now live from Lahore in Pakistan. And thank you. And what do you understand to be happening on the ground at present, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "FAHD HUSAIN, PRESIDENT, AIK NEWS CHANNEL",
      "sentences": "Thank you very much.Well, the situation is very much fluid at this stage. The PTI protesters, they came in today. This morning they were able to enter the federal capital, Islamabad, in very large numbers. They were heading straight to what is called the D drop-off (ph) or the red zone, which is right in front of the parliament and the prime minister's house, and the supreme court. A few of them got there but they were pushed back by the security forces. Right now, they are camped about, maybe about a kilometer or two kilometers away from that place. The government still has control of that main area. And the government has just now said that it has absolutely refused to negotiate or open any kind of dialogue with the PTI. So it's kind of a standstill right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "ANDERSON",
      "sentences": "So talks between the government and Khan's party breaking down. And the aim, of course, on the Khan party side was to get these criminalcases cleared. So as you say, the status quo hasn't changed. Imran Khan, meantime, urging his supporters to, quote, \"fight to the end,\" despite being in prison since last August. He continues to have a strong influence on those who support him. So what happens next at this stage, sir? What should we expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "Yes.Can I just read a statement from the State Department in the U.S.? It's the spokesman, Matthew Miller. speaking to reporters. He said, and I quote, \"We call on protesters to demonstrate peacefully and refrain from violence. \"And at the same time, we call on the Pakistani authorities to,\" quote, \"'respect human rights and fundamental freedoms and to ensure respect for Pakistan's law and constitution as they work to maintain law and order.'\" Is there, do you feel, any sense of groundswell of international pressure on the government to negotiate with Khan and his party at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HUSAIN",
      "sentences": "Well, as yet there are no indications. Yes, the statement that you just referred to is there. But beyond that, we do not see any indication.This is very early in this whole conflict. And it may, the whole issue  may dissipate in a short time. Because then, of course, the whole issue of international pressure will go away with it. We have not seen that. What we have seen in fact, is an element of violence which, has so far remained under control. But if it were to spiral out, then things could change. Even so, for example, the offices of our news channel, Aik News, were also attacked today by protesters and vandalized. They were controlled later on. So right now, I think the government wants somehow to ensure that the violence does not escalate. As long as that doesn't happen, I think the international pressure will probably not come down very hard on the government. But ultimately, of course, this issue, if it drags on, then I think a negotiated settlement would become a bit more difficult for Mr. Khan if he wants it in his favor. Despite the fact that he has shown that he has street muscle and street power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ANDERSON",
      "sentences": "Well, welcome back. You're watching CONNECT THE WORLD with me, Becky Anderson. And wherever you are watching, you are more than welcome.We are awaiting news out of Israel, where the security cabinet there is set to vote on a ceasefire deal with Hezbollah. Now all indications are that the cabinet will approve the plan, which calls for a 60 day pause in hostilities between Hezbollah and Israel, to set the stage for a lasting truce. Well, ahead of that, Israel has been pounding what it says are Hezbollah targets in Lebanon. A flurry of airstrikes hit in and around Beirut within the past few hours. Meantime, an investigation by Human Rights Watch finds an Israeli airstrike that killed three journalists in Lebanon last month was most likely a deliberate attack on civilians and an apparent war crime. The strike happened at a resort where more than a dozen journalists have been staying for weeks. Human Rights Watch says it involved U.S.-made weapons and that U.S. officials may be complicit in war crimes. The IDF hasn't commented on the report. It initially claimed it was targeting terrorists but a later statement said that the incident is under review. Well, the crisis in the Middle East front and center this week at a meeting of G7 ministers in Italy. U.S. secretary of state Antony Blinken discussed the latest developments with Arab officials, who were invited to attend the talks with the G7 foreign ministers this time yesterday. And as we've been telling you, today, European and American diplomats optimistic that Israel and Hezbollah will actually sign up to this ceasefire and that they hope it could serve as an impetus to end the war in Gaza. Let's get you to Jennifer Hansler, who is back with us this hour from the State Department. And your sources, as I understand it, suggesting that really the G7 meeting yesterday, dominated by the Middle East, by the conflict in Lebanon, the potential for a ceasefire and the wider concerns that those in attendance have about the region, just explain what you understand to be the narrative there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "ANDERSON",
      "sentences": "Those arrest warrants, of course, have complicated what was already a very fractious relationship between the French and Israel.The French, meantime, being part of the brokered mediated talks between Hezbollah, Lebanon and Israel, to try and get this ceasefire in place, it's all very, very complicated. And it's always good to have you, Jennifer, to help us sort through what is a very complex set of issues. Thank you. Ahead on CONNECT THE WORLD, Donald Trump. He says higher tariffs will be part of his game plan on day one of his presidency. We will get you more on that after this. And why Texas could be key to Trump's new immigration policy. That after this. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "ANDERSON",
      "sentences": "Right.Just some news coming in. We've been following the top story today, which is the vote that we are expecting to get from the Israeli security cabinet meeting on a ceasefire deal. As we understand it, that that meeting has been delayed. It was scheduled for about 1.5 hours or so ago, as we understood it. This is to discuss and vote on a U.S. backed ceasefire deal in Lebanon. Now as we understand it from sources, a spokesman in the prime minister's office has told us this meeting has been delayed and not started yet. And we will get more as we get more on this. Or in fact, I'm being told we have got Nic Robertson. So that's good. Let's get to Nic. Nic, you're in Jerusalem. What more do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "So right up into the wire, if it is indeed the wire, and a decision by the Security Council to -- the security cabinet to sign off ona deal. A lot going on, both in Beirut and in the north of Israel. These warnings in Beirut being given for areas of central and Western Beirut. A lot of concern about what is going on there. Nic, thank you. More from Israel as we get it. Well, Donald Trump sending a message about tariffs. The U.S. president- elect vowing to slap higher levies on China and huge new tariffs on neighbors in the U.S. on his first day back in the White House. Trump says Mexico and Canada will be charged, quote, \"a 25 percent tariff on all products coming into the United States.\" Well, I want to bring in CNN's Anna Stewart at this point. Look, you know there have been a lot of threats about tariffs on China. As I recall, he ripped up what was known as the NAFTA deal in his first administration. That was a free trade agreement between Mexico and Canada. And he slapped tariffs or at least made things a lot harder than they had been for goods coming in from those two neighbors. So I guess the question at this point is, he's two months out, isn't he, from this transition and getting into the White House. So why all of these great sort of announcements now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Isn't it exciting?The campaign is over. The next administration hasn't begun. And we're already getting announcements like this. Well, it's interesting if you consider that, given these can't be implemented very soon, not until, of course, January, in many ways, what's been announced leaves room for negotiation, which is often why you threaten tariffs in the first place. It makes a really good starting base to negotiate. The fact that Donald Trump likes tariffs is no surprise. I think during the campaign he actually said the word tariff is his favorite word, \"the most beautiful word in the dictionary.\" What was surprising here, though, was to see that Canada and Mexico are being targeted in what feels like the first round. Through the campaign, the use of tariffs is very much an economic tool. It was discussed as a way of bringing U.S. manufacturing home, increasing employment, boosting inward investment and, of course, really boosting tax revenue at the same time. However, when this was announced yesterday on Truth Social, this is what Donald Trump said. He said, \"The tariff will remain in effect until such time as drugs -- in particular, fentanyl -- and all illegal aliens stop this invasion of our country,\" which certainly suggests that the use of tariffs here is more as a diplomatic tool or a diplomatic weapon. You could say to work on U.S. border control and perhaps other areas as well. So I think tariffs being used here slightly differently to what we've expected to see so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "Yes. Yes. No, you're making a really good point.Look, what do we know about the incoming U.S. Treasury Secretary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "ANDERSON",
      "sentences": "Yes, it's interesting, isn't it?Well, let's see. Certainly the markets like him if only for this sense of sort of moderation in tone and rhetoric. So we'll see how long that lasts. Thank you. Always a pleasure. You're watching CONNECT THE WORLD with me and Anna. At this point we will be seeing a lot of scenes like this, as Thanksgiving gets closer more and more Americans hitting the roads and the skies for what is the annual holiday back end of this week. More on that coming up. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "ANDERSON",
      "sentences": "Well, it is expected to be a record Thanksgiving; 80 million Americans to journey 50 miles or more this Thanksgiving season. That's howit's totted up. That's up on last year's figures and even on pre-pandemic numbers, I'm told. The majority will travel by car, fueled by lower gasoline prices. Air travel will also see higher numbers of passengers this week, with an 11 percent increase compared to 2019. CNN's Ryan Young joining us now from Atlanta, an extremely busy hub. How are airlines and, well, car rental places, frankly, dealing with such a massive influx of customers? How are things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "RYAN YOUNG, CNN CORRESPONDENT",
      "sentences": "Look, what's very clear here is the American public wants to travel.Not only have they been traveling all summer but they want to get out for the holidays. I guess they're tired of all the arguing. They want to get out there on the roads. That's one of the busiest roads in all of America. That is the connector, 75 and 85 blend together. Take us all the way out. And, of course, we're going to see 71.1 million folks hit the road. That's a million more than last year. And to give you an idea, gas prices are down. People understand that. It was $3.25 last year. This time it's around $3.05 average gas price across America. But this is not the only place that's going to be slammed when it comes to holiday travel. The TSA checkpoints all across this country, they're expecting almost 3 million people to pass through security just today. And then the same numbers tomorrow. They're talking about peak travel times. They're going to crush those pre- pandemic numbers. But take a listen to travelers as they're getting ready to deal with all the headaches when it comes to hitting the road. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "make sure you leave early. Account for traffic, especially in the middle of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Make sure you have your boarding pass and your ID on you and make sure you come on time. Early, really; not late.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We just try and plan ahead and pack super early so we can get out in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've had more success going to the airport than driving on Thanksgiving. That's for sure.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ANDERSON",
      "sentences": "You sound like such a grownup. I wonder whether that was the advice you gave yourself or whether that was your action when you wereslightly younger. (LAUGHTER) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ANDERSON",
      "sentences": "I hear you, I hear you. I'd have been, (INAUDIBLE).(LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}