{
  "date": "2024-09-05",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: First Election Interference Hearing Since Immunity Ruling; Trump Attorney Wants Judge To Decide If Superseding Indictment Is Legitimate; Judge: Immunity Issue, Pretrial Schedule Need To Be Resolved. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "As expected. Rahel, this has definitely turned into a contentious hearing where there is this major clash of how this case should proceed. We're seeing this clash in arguments from prosecutors and Trump's defense team. So, prosecutors got up first. They told the judge that they want to proceed by filing briefing or paperwork, laying out their arguments as to why everything they've included in this new indictment that was filed last week against the former President is above board and in line with the Supreme Court's decision on presidential immunity.Trump's team, however, has spent probably the last 30 minutes or so arguing to the judge, saying that they really want to slash prosecutors' arguments point by point. They want to go first instead of the prosecution. They want to file a brief just arguing why this -- superseding this new indictment should be thrown out. They're arguing that even that evidence that was presented to the grand jury who handed out this most recent indictment, they're saying that that grand jury shouldn't have even been allowed to hear a lot of that evidence because it was immune. So, there are a lot of thorny legal issues here, really going back to how to sort out that Supreme Court decision that came out on July 1 about how this case will proceed. And Rahel, that's what's at the bottom of this hearing. This federal court judge at the trial level, she has to basically interpret and take what the Supreme Court laid out in its opinion July 1, apply it to this case involving a former President, some of his official actions, determining whether some of them weren't official actions, and then decide how this case proceeds. We are seeing a lot of pushback from Trump's legal team. They have already brought in that this is an election year that some of this is prejudicial to the former President, as we're just about two months away from the election itself. Judge Chutkan saying, I'm not concerned about the election. We need to deal with this criminal case. I'm not going to consider arguments about the election. So, we are seeing a lot play out, Rahel, in just the first hour. It's unknown how long this hearing will go. They're now on a separate issue of whether Jack Smith's appointment is even constitutional. That was something that a Florida federal judge determined his appointment wasn't constitutional. And throughout the classified documents case against Trump, Judge Chutkan is saying, I don't think that's the route to go. Legal precedent tells me that his appointment is OK. But, I'm telling you all this to say just how many issues and thorny legal issues there are for this judge to sort through and then determine how to proceed here, Rahel. It's a lot for this judge to deal with after a hiatus of many months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It's interesting. She sort of joked about how long it had been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCHNEIDER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "-- since they were in that courtroom at the beginning of this. Jessica, it's interesting because this was expected to be a two- hour hearing. This could obviously go a lot longer, depending on the judge. Remind us for a moment, if you will, the superseding indictment that didn't necessarily drop any of the charges, but it sort of scaled back some of the allegations. Help us understand what's different here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Jessica Schneider, don't go far. I'm going to bring in one of our legal guests, but we'll check back with you soon. I want to understand this little bit deeper, some of the legal nuances involved here. I'm joined now by Jeff Swartz. He is a former judge in the state of Florida and a professor at the Thomas Cooley Law School. Jeff, good to see you. It's been a while.So, let me first understand your reaction to what has happened so far, the most significant interaction we've seen thus far. What has gotten your attention? JEFF SWARTZ, FORMER MIAMI-DADE COUNTY COURT JUDGE, &amp; PROFESSOR, THOMAS M. COOLEY LAW SCHOOL: Well, I think that for whatever the reasons are, everybody in that courtroom understands that the issue involving Vice President Pence is not really an issue. It was actually dealt with in the immunity case, in what was known as head note 34 and in the body of the opinion. And I'll quote this. Despite the Vice President's expansive role of advising and assisting the President within the executive branch, Vice President's Article 1, that is executive responsibilities of presiding over the Senate, are not an executive branch function. So, the government may argue the consideration of the President's communications with the Vice President concerning the certification proceedings does not pose dangers of intrusion on the authority and functions of the President. So, it's very clear to me that the Supreme Court actually did handle this issue, and this is something that I think Judge Chutkan could get rid of very quickly. She can do this out of hand right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Well, what about, Jeff, some of the other evidence that's going to have to be considered in terms of what stays, what goes? I mean, how does Judge Chutkan even weigh that? I mean, how does she even factor that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SWARTZ",
      "sentences": "Well, she can do one of two things, and I think that she is probably going to go with the prosecution point of view, and that is, allow them to place into or attach to their pleadings parts of the grand jury testimony which establish what the witnesses will testify to. So, she can now look at that and determine whether that evidence is admissible or not. I don't see -- the key here is probably more going to be someone likeMark Meadows, who was the Chief of Staff, who also acted as a political advisor and did things involving the Georgia account on behalf of the President. And the question is, was he acting as the Chief of Staff, or was he acting as a political operative for the President? Because the Chief of Staff does both, and now you have to decide which hat was he wearing at the time that he called Brad Raffensperger and tried to influence the count.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Jeff, I want to share with you something that our team inside of the courtroom has just posted on our CNN site, that the prosecutor again is saying that it should be the judge, Tanya Chutkan, to decide some of these immunity issues first, and then adding, then the judge could decide whether to dismiss the case. We also heard from the defense a little earlier, saying there is a real question, at least from their point of view, about whether this is even the superseding indictment is even legitimate in light of the Supreme Court's decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Just in terms of a timeline, I mean, I think no one is really expecting a ton of movement before the next 60 days because of the election. But, what might we --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SWARTZ",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "-- see in the next 60 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SWARTZ",
      "sentences": "We're going to see a lot of paper being filed. One party, the other is going to go first, then there is going to be a response. I anticipate that there will be rulings sometime during the month of October that involves some of these evidentiary matters. I don't think that Judge Chutkan wants to go through live witnesses to prolong the issue. I know that Mr. Trump doesn't want that, because the last thing he wants is a public hearing with all of the evidence against him being put out into the open for the media and other people to be able to read it, especially during the month of October. This could end up being the October surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Former judge Jeff Swartz, don't go far. We're going to take a quick break --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SWARTZ",
      "sentences": "I won't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "-- and we'll talk to you in just a bit. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And to that end, it seems like all sides agree that the judge should probably figure out the immunity question before things move forward. The prosecutor said that it would be prudent for the judge to decide the immunity issues first. The defense attorney said that the immunity issue should be decided before statutory motions, and the judge admitting that immunity is the linchpin here.David, give me a sense of the range of likely scenarios to the immunity issue. WEINSTEIN: Well, at the extreme end of things, it would be a public hearing where the government is going to present witnesses. The defense will cross them. They will have to present their own witnesses to support their arguments. It would be drawn out. All eyes would be focused on it. If it happened by the time the briefing was over, it could be very close to when the election is taking place. That's not something that Trump wants, because all of his dirty laundry is going to be aired. At the other end, it could involve just simple pleadings and briefing filed on behalf of both the prosecution and the defense with exhibits attached, an oral argument that wouldn't involve any live witnesses, and then the judge rules on the papers and issues in order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Let me bring in -- standby for just a moment. Let me bring in the rest of our team.Jessica, I know you've been following the inside of that courtroom, and we should probably explain for our viewers the reason why we are not there is because it's a federal courthouse. Cameras are not allowed inside of the courthouse. So, we have our team inside. We have our team outside, including Jessica, who is standing by, watching all of these developments. So, Jessica, bring us up the latest on what exactly has happened now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SCHNEIDER",
      "sentences": "Well, I dare to say it, but it does sort of seem like maybe things are starting to come to maybe sort of near the end of this hearing. We're talking -- we're seeing Judge Chutkan talk about how the parties need to really determine their discovery issues on their own. Those are issues of what the government needs to hand over to Trump's legal team. She is also saying that it's too early to talk about setting a trial date at this point. And interestingly, she is up, and the hearing was just adjourned, actually. So, I was right. We were very close to the end there.Judge Chutkan, interestingly, is also going to let Trump's legal team file a motion on their belief that Jack Smith was unlawfully, unconstitutionally appointed to his post. Again, this was an argument that they won in one federal court. Judge Aileen Cannon dismissed the indictment on the classified documents case because of her ruling that Jack Smith's appointment violated the Constitution. And Judge Chutkan is saying, I don't think that's the case. I don't think we have legal precedent that says Jack Smith's appointment is constitutional. But, Trump team, you can file what you want to argue your case that he should not be in the position he is. So, we've concluded the hearing with not a lot of concrete answers about how we're moving forward here. Basically, the parties have to work out their discovery issues, and it's still not clear to me, actually, who is going to be filing briefs first. I think I'll have to go back and look into this. But, there were -- it was a very contentious hearing where it is clear that these sides are very far apart in how they want this case to proceed. So, we'll see how Judge Chutkan eventually rules. She said she won't decide today, but it should be in the coming days on how this moves forward. SOLOMON: And Jeff, let me ask, what would you expect that to look like in terms of her decision in the next few days? Is this the type of thing where there is another hearing, and then she sort of announces it from the bench? Is this something that's added to the docket, and we could learn her decision at 11:30 on a Friday night? I mean, how does this happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SWARTZ",
      "sentences": "All I can say is that if I were her, and I had and I did sit on the bench for about 10 years, all I can tell you is that I'd be a little frustrated that I did not accomplish as much as I thought I could accomplish. She has been patient. She is very patient, but she is being impatient in trying to get this matter moving. As it relates to the additional discovery, as far as I can see, the only discovery they're really complaining about relates to matters of things that happened at the Ellipse on January 6, and that's not really an issue that is -- should stand in the way of this case being set for trial.I think that she is frustrated, but to the same extent, she is going to give everybody their shot. She is accurate in saying that there really is no reason to follow Aileen Cannon's ruling. It does fly in the face of other precedent. It is going to get reversed by the 11th Circuit, and Chutkan has been around for long --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "And Jeff, explain for our audience --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And then just explain for our audience who may not have followed that ruling, obviously in Mar-a-Lago, what her ruling was, and how Trump's defense is hoping to apply it in the election interference case here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SWARTZ",
      "sentences": "OK. Both of the cases -- the case in front of Aileen Cannon, which is the documents case, and the case that we're talking about today, which is the D.C. case, were both indicted by Jack Smith. He is the special prosecutor. Aileen Cannon accepted the position of the defense that the appointment of Jack Smith somehow violated the statutes regarding the appointment of him to be a special prosecutor. There have been numerous other matters that have -- that special prosecutors have handled, and no one has overturned those statutes or those appointments. She stands alone on that.And it really, to be honest with you, reading her opinion, it sounded like it was written by somebody from the Federalist Society who is looking for -- who wrote a brief. It really is a bad opinion that the 11th Circuit is going to reverse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "OK. And then, David, let me let you have the last word here in terms of next steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WEINSTEIN",
      "sentences": "Well, we're going to get an order, and the judge is not going to come back on the bench to issue the order. It'll either be a paperless order, setting schedules for briefing for the issues that are related to what you heard arguments for today, or it could be a written one pager, maybe two setting out. These are the deadlines. Here is when you file your brief. Here is when you file your response. Here is how we're going to proceed. I am not going to hold a hearing on the immunity issue. I'm going to decide on the briefs, if it's evidentiary. Here is when a hearing will take place.And then, I'm not surprised with the issue with discovery. That's supposed to be resolved by the parties. Judge doesn't like to get in the middle of all of that. So, I think what we'll see next is an order, either a docket, paperless order, or an actual one or two pager setting the schedule. And then the briefs will start to be filed. The defense will file their motions. As soon as they file their motion to dismiss on the appointment of special prosecution, the government is ready to file their response, and she'll rule. And I agree with Jeff. She is going to deny it. She is going to follow the precedent. She is not going to go to the outskirts like Judge Cannon did. And so, then we'll proceed from there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "OK. We shall soon see. Jessica Schneider, thank you so much. David Weinstein, Jeff Swartz, good to have your expertise and insights as well. Thank you all.And we'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "LYELA SAYARATH, APALACHEE HIGH SCHOOL STUDENT",
      "sentences": "The moment that it happened, he was at the door, and they -- I knew they were looking for him already, but he was at the door, and they almost let him in until they backed up, and then he turned away, and that's when you hear like the first rounds of fire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "The first calls came in around 10(BEGIN VIDEO CLIP) CHRIS HOSEY, DIRECTOR, GEORGIA BUREAU OF INVESTIGATION: The heroes that we need to remember is our faculty and staff here at this school. They acted admirably. They were heroes in the actions that they took. The protocols of this school and this system activated today prevented this from being a much larger tragedy than what we had here today. So, I want to recognize them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Authorities expect to charge Gray as an adult. Investigators have not yet revealed a motive for the killings.Let me bring in CNN's Nick Valencia, who joins me live in Winder, Georgia. Nick, clearly, a lot of questions still today. But, what's the latest that we're learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, the red flags, that's what people are wondering, if more could have been done to stop this, especially when you consider what the FBI Atlanta office had released in a statement with local law enforcement, saying that this individual, when he was 13, was questioned by law enforcement officials because of a series of anonymous tips, indicating that he was posting on social media, threats. At the time, as he was -- when he was a 13-year-old, he denied it to law enforcement officials. They said that there was no probable cause to arrest him, but that it was determined that his father had some hunting rifles, but that there was no unsupervised access to those hunting rifles, though, Rahel, that incident is being brought back into focus, especially after what happened here yesterday. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And how about, Nick, the victims? What are we learning about them, the two students and the two teachers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "Yeah. The focus really here is on the victims, and it's a very heavy atmosphere here, especially because four people were killed, four members of this community, two of them 14-years-old, one of them identified as Michael -- Mason Schermerhorn, 14, and his classmate, Christian Angulo, and also those two adults, one of them a football coach, a defensive coordinator on the Wildcats football team here, 39-years-old, Richard Aspinwall, and the other one, 53-year-old, Christina Irimie. There is also those that were injured, eight students, one adult. I was reporting yesterday that that adult was injured by being shot in the stomach. He was in surgery yesterday. They were in surgery yesterday. Still waiting on an update to that condition.And of course, there are the emotional scars, and we're hearing from plenty of eyewitnesses after what they experienced and went through yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SAYARATH",
      "sentences": "I just remember like the moment that it happened, he was at the door, and they -- I knew they were looking for him already, but he was at the door, and they almost let him in until they backed up, and then he turned away, and that's when you hear like the first rounds of fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, he was in class with you, in algebra class. He left. Then he came back. Was at the door, and then knocking to be let back in. Why? You told me something about the doors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SAYARATH",
      "sentences": "Yeah. They lock automatically. So, you have to be let in to come back into our classroom. So, I think he wanted to come to us first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Come to you first to shoot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SAYARATH",
      "sentences": "Yes, to shoot us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "VALENCIA",
      "sentences": "Meanwhile, more details about that suspect. Overnight, we're learning they were transferred from the Barrow County jail to a juvenile detention center in Gainesville, where they will be held until their first court appearance, which will be sometime Friday, a virtual court appearance, and again, a 14-year-old being held in a juvenile detention center despite being facing -- despite facing charges as an adult. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Later today, Trump will deliver remarks at the Economic Club of New York, actually, that's within the hour, followed by a virtual speech to the Republican Jewish Coalition Leadership Summit in Las Vegas. Now, on the Democratic side, Kamala Harris is traveling to Pittsburgh today. That's where she is expected to prepare in the final days leading up to the debate.ABC News, meantime, has released the official rules for Tuesday night's event, which includes an opponent's microphone staying muted while the other candidate is speaking. If you've been following this, that has been a very contentious issue between the two. Joining us now from the battleground state of Pennsylvania, and a state that I know and love quite a bit, is former U.S. Representative Charlie Dent. Charlie, good to see you. In less than an hour, Trump is -- CHARLIE DENT, FORMER U.S. HOUSE REPUBLICAN, &amp; EXEC. DIRECTOR, ASPEN INSTITUTE CONGRESSIONAL PROGRAM: Hi Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. In less than an hour, Trump is going to be speaking in New York. This is being described, Charlie, as a major economic address. Now, our reporting is that in this speech, he is going to push for the creation of a presidential commission focused on government efficiency. This is to find and eliminate fraud, an idea that was apparently first proposed by Elon Musk. Charlie, what are your thoughts on this? I mean, this is being proposed as a major economic speech. What are your thoughts about those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DENT",
      "sentences": "Well, my thought is Trump is going to go up to New York and he is going to talk about what he has been saying all along. He is going to talk about tax cuts. He is going to talk about energy development. He is going to talk about continuing the 2017 tax cuts, eliminating taxes Social Security and taxes on tips. He is going to talk about that. This efficiency report, it sounds a lot like what we may be heard back in the Reagan days, when they had a major report on this finding. So, we'll see where that goes.But, it's obviously -- it's going to be a comprehensive study. I don't -- it's hard to say what that group -- what that -- what they'll find, because they haven't even established it yet. It really will matter who was actually selected to serve on that Committee or commission. But, expect more of the same from Trump on the economy. He is going to -- and I get these mailers, by the way, every day. I am a Pennsylvania resident. I get these and it's all he talks about, cutting taxes on Social Security for seniors and eliminating waste and no tax on tips. And that's kind of the message, energy development.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DENT",
      "sentences": "That's what he has been pounding on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Charlie, I'm curious. I mean, I no longer live in the state of Pennsylvania, but my family does. I'm curious, as you're going to the grocery store, as you're, I mean, just living your life, I mean, how are people there? What are their thoughts at this point, with 60 days left? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DENT",
      "sentences": "Well, there is no question that people are concerned about prices generally. Yes, inflation has abated a bit, but they went -- prices went up so much, particularly at the grocery store. That's where you hear people complain perhaps the most. You're also hearing a lot of complaints from people in Pennsylvania about the housing costs. There just isn't enough supply. Interest rates are high, and prices are high, and it's making it very difficult for people. And that's what's really adding to the -- that's what's really, I think, causing the economic angst in this country, even though unemployment rates are low and the price of gas is also coming down.But, that -- but housing and groceries are really driving the economic angst and anger. And so, that's what I keep hearing from Pennsylvanians. And Harris tried to launch on that last week. She talked about -- or a couple weeks ago, talked about price gouging, price controls. That kind of belly flopped. Yesterday, she came out with a capital gains tax proposal that was less of an increase than Biden's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DENT",
      "sentences": "-- trying to separate herself. But, bottom line is, people in Pennsylvania are probably feeling like most of the people around the country on prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Well, and I mean, Charlie, to your point, Harris' team, I suppose, is hearing the same thing you're hearing, because as you pointed out last week, they focused a lot on price gouging, what they call price gouging on grocery prices, home affordability. This week, she is talking a lot about launching more small businesses and essentially also touching on the American dream. Take a listen.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: And my vision of an opportunity economy is one where everyone can compete and have a real chance to succeed, where everyone, regardless of who they are, where they start, can build wealth, including intergenerational wealth, where workers are treated with dignity and everyone has the freedom to join a union if they choose. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "So, I don't know, Charlie, I mean, is it a message that resonates with those who are still waiting on the sidelines to try to understand who she is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "But, Charlie --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENT",
      "sentences": "-- and it's just kind of silly. I mean, I just -- I mean, I hear the rhetoric. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "But, Trump also says that he doesn't support Nippon buying U.S. Steel. Biden also says it. Is that fair --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENT",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "-- to point that to Harris? I mean -- or is that politics (inaudible)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENT",
      "sentences": "No. No. Yeah, to be fair, yeah, of course, Trump is against the two, but he is also a protectionist. But, it's -- but I'm just saying that if we're going to talk about the economy, people want to see something a bit more concrete. I just pointed that out because they brought it up on Monday, where they're talking about killing -- basically killing a deal that would really do something to help the American steel industry in Pennsylvania and in Indiana and other states. And basically, out of xenophobia, and just out of a misplaced nostalgia, they're against it.And I get politicians are doing what they're doing, but there is real consequences of this stuff. Chilling --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENT",
      "sentences": "-- it's going to have chilling effects on direct foreign investment in the United States. It provides thousands and -- hundreds of thousands of jobs in this country. So, I just wish that the rhetoric -- I should say the policy proposals match the rhetoric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It's interesting, because we've even seen just sort of the share price, how significantly it's fallen just in the last few days.Let me ask you one last question, Charlie. Republican Congresswoman Liz Cheney, this announcement that she is supporting Kamala Harris, how much of that -- how significant is that? Because, on the one hand, we've already seen a number of Republicans come out in support of Harris, certainly at the DNC. But, Liz Cheney, how much of an impact do you think that could have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENT",
      "sentences": "I think she could have a considerable impact. Look, Liz Cheney is -- for those of us who know, we know that she is -- she holds strong and deep principles, and she is doing this simply because she believes in the Constitution, the rule of law and the peaceful transfer of power. She believes in that. Donald Trump has a lot of problems. He frankly doesn't. And Kamala Harris does believe in those principles, and that's why Liz is doing what she is doing. She -- Liz Cheney, I think can have an impact with a lot of dispirited Republicans who are fairly principled. They care about free markets and Trump's destructive tariffs. They believe in the rule of law and the peaceful transfer of power. They believe in a strong national security posture that does not embrace autocrats like Vladimir Putin.So, she can speak to that audience, particularly in suburban Philadelphia, I'd say the Lehigh Valley, the capital region, suburban Pittsburgh. I think her message will resonate, particularly among college-educated Republican voters, especially women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and it's interesting, because Pennsylvania, as we know, comes down to just every vote, and those suburban voters, especially outside of cities like Philadelphia, can be all important.Charlie Dent, great to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENT",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Now to the latest on Russia's war in Ukraine. There has been a major cabinet reshuffle in the Ukrainian government while Russia continues its offensive. A new Foreign Minister was confirmed by parliament and sworn in on Thursday. Andrii Sybiha previously served as Ukraine's First Deputy Minister for Foreign Affairs. He replaces his boss, Dmytro Kuleba. Kyiv's cabinet reshuffle comes just days after two Russian missiles hit an educational facility in central Ukraine, killing 54 people. Rescue crews say that more people are still trapped under the rubble. Also, seven people were killed during a Russian attack in western Ukraine. The city of Lviv had been considered a safe haven from the war.Let's bring in CNN's Fred Pleitgen, who joins us from Kyiv. Fred, Vladimir Putin claims that Russia has made significant territorial gains. Is that accurate by your assessment, from what you can tell?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, the Russians certainly have made some territorial gains over the past couple of weeks. One of the things that we appear to be seeing now on the battlefield is that the Russians appear to have slowed down a little bit, at least in the east of the country. Of course, that's something that the Ukrainians had wanted to achieve with their incursion into Russian territory. Now, that's part, the Ukraine says, of a four-point plan that they have to try and force the Russians to the negotiating table. And with that plan, the President of this country, Volodymyr Zelenskyy, wants to travel to the United States in a couple of weeks to meet U.S. President Joe Biden, to try and get some support for that plan, which no doubt will also entail a massive weapons package that the Ukrainians want to ask for. And ahead of that, Rahel, the Ukrainians have said that they wanted tomake changes in the cabinet, changes in the government of this country. I'm actually standing in front of the Foreign Minister right now, which, as you've noted, has a new man at the helm, Andrii Sybiha. He is someone who is a career diplomat. He was the Ukrainian Ambassador to Turkey from 2016 to 2021, but even more importantly, probably, he was also the deputy head of the presidential office here in Ukraine, under Chief of Staff Andriy Yermak, who is, of course, one of the people who is closest to Volodymyr Zelenskyy. So, the new Foreign Minister very much inside that inner circle, as the Ukrainians reshuffle and (inaudible) with what the Ukrainian President says is that route to what they want, and which is forcing the Russians to the negotiating table. Now, one of the other things that's part of that is of course victories on the battlefield, and there are some areas where the Ukrainians are managing to push the Russians back. And here is what that looks like. (BEGIN VIDEOTAPE) PLEITGEN (voice-over): Elite soldiers from Ukraine's Third Assault Brigade get out of their armored vehicle, and right into a massive firefight. One of the soldiers is wounded, the others scream for a tourniquet. But, the unit keeps moving. While Ukraine's army has been losing ground in many areas in this part of the Kharkiv region, they've turned the tide, later taking several Russian dugouts, the deputy commander says. The enemy has no results, he says. Moreover, we have positive results. We've pushed the enemy back and captured a battalion line of enemy defense. While the Third Assault Brigade says they'll keep pushing forward, Ukraine remains badly outmanned by the Russians, and the Third Assault Brigade wants ever more combat drones to be their great equalizer. This is their drone school they call the kill house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PLEITGEN",
      "sentences": "So, you have those soldiers attacking those soldiers attacking those Russian positions there. The Ukrainians, obviously, would like to see a lot more of that. However, it is also absolutely clear that the Russians are indeed still pushing in the east of the country. In order to turn that around, the Ukrainians have been saying that they need more weapons from the U.S. and its allies and fewer restrictions on the use of those weapons, especially to strike deeper into Russian territory. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Something they've been saying for quite some time now. Fred Pleitgen live for us there. Fred, thank you.And a surprising endorsement from Russian President Vladimir Putin. He says that he supports Kamala Harris for U.S. President. The Russian President has long been considered friendlier with Republican nominee Donald Trump. But, has that changed, or is Putin playing games? Have a listen to this remarkable comment. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (Interpreted): As for the favorites, there is no need to define that. It's a choice by the people of America in the end. I've said that our so to say favorite was the acting President Mr. Biden. He has been taken out of the race, but he advised all his supporters to support Mrs. Harris. That's what we'll do. We'll support her as well. That's the first thing. Secondly, her laugh is so expressive and infectious. That means that she is doing well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "With two months to go until the U.S. election, the U.S. Justice Department is accusing Russian state media company RT of funding a Tennessee company to push Russian propaganda. Prosecutors say that the goal is to influence the U.S. presidential election and to weaken opposition to Russian interests, especially the war in Ukraine.Well, the push for a ceasefire between Israel and Hamas and release of the remaining hostages is 90 percent complete, but a senior U.S. official says that that last 10 percent is looking harder to achieve. Israeli Prime Minister Benjamin Netanyahu says that Israel's military will not change its operational procedures to minimize civilian casualties. Netanyahu claims that the IDF is already taking unprecedented measures. The Prime Minister adds that Israel will not give up control of the Philadelphi Corridor, which separates Gaza and Egypt. You can see that yellow line there. One U.S. official says that his specific comments on this region are not helpful during negotiations. Let me bring in CNN's Nic Robertson, who is live from Tel Aviv. And Nic, we are also getting word and getting some more detail of Netanyahu's recent comments in an interview he did with Fox News. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I mean, it's a real head scratcher, Nic. I mean, you hear these comments from U.S. officials, and then you hear what Netanyahu was saying, that it's not even close.All right. We'll leave it there. Nic Robertson, thank you. Well, after two months without a fully functioning government, France has just named its next Prime Minister, Michel Barnier. Inconclusive parliamentary elections earlier in the summer sparked months of political wrangling. Barnier comes from the right wing of the Republicans party and is a 40-year veteran of French and EU politics. We're going to take a quick break. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. We have some breaking news from the Hunter Biden tax evasion trial. The President's son is now offering to resolve the case with a plea where he maintains his innocence but says that he will accept punishment. His lawyers announced the offer just before jury selection was set to begin in the state of California. Now, an arrangement won't be final until the judge actually signs off on it. In January, Hunter Biden pleaded not guilty on federal charges that he allegedly failed to pay more than a million dollars in taxes.Well, the Paris Games may be over, but the logo will apparently live on as part of a Parisian landmark. Paris's mayor has decided to keep the Olympic rings on the Eiffel Tower, but apparently, not everyone is happy with that decision. CNN's Saskya Vandoorne reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SASKYA VANDOORNE, CNN SENIOR PRODUCER",
      "sentences": "This was the iconic symbol of the Olympics this summer. But, why is it causing so much controversy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's an eyesore. It's something different. But, the Eiffel Tower has been there for years and years, and I don't think it needs to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "VANDOORNE",
      "sentences": "These Olympic rings could soon be a permanent fixture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's OK for now, but not forever because it's a historical monument. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For me, the tower is amazing. It's so beautiful. But, with the ring, it look a little bit different. So, I think it's not very esthetic.VANDOORNE (voice-over): The city of Paris owns the Eiffel Tower, and officials say the decision is up to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "PIERRE RABADAN, PARIS DEPUTY MAYOR",
      "sentences": "This event was a massive success, probably all around the world, and it will changing Paris forever in a good way. Visually, when you will be in Paris, remember that this moment was a key in the history of Paris. So, that's why we choose that symbol.VANDOORNE (voice-over): For descendants of its creator, Gustave Eiffel, they don't want his legacy to become an advertising platform. SAVIN YEATMAN-EIFFEL, DESCENDANT OF GUSTAVE EIFFEL: So, Gustave Eiffel is my great, great, great grandfather. We were very happy to have the rings during the Olympic Games. It was a great moment, but the premise got permanent. The Via Frontera (ph) was never meant to be a billboard for any other company or brand, no matter how prestigious it may be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "VANDOORNE",
      "sentences": "If the plan does go ahead, it won't be these rings, but lighter ones designed to resist the harsh winter winds.Saskya Vandoorne, CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}