{
  "date": "2024-07-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Judge Dismisses Classified Documents Case Against Trump; Secret Service Did Not Sweep Building The Shooter Used. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "-- of the Justice Department. I mean, this is a common refrain. We're probably going to hear it this week at the Republican convention. Any thoughts on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "Yes. Today is a time when we really should, as the President said last night, we should be dialing down the temperature. We should be -- we should be careful about the words we use so we Americans remember we're part of one political community. Nevertheless, when we are talking about right -- about legal issues such as documents, presidential documents, we still have to make the case that what the former president did was wrong. Whether or not it results in a conviction someday is something else. But we should keep in mind why the President -- why it was felt by professionals, nonpartisan professionals --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NAFTALI",
      "sentences": "-- in Washington that the President aired. The decision -- it was his choice not to tell the American people about where their documents were. It was a choice made by the former president. Just -- we have to keep that in mind. It's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NAFTALI",
      "sentences": "-- it wasn't a choice made by bureaucrats in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Tim Naftali, thank you very much. We'll -- we'll try to get back to you. Our time is short. There's so much breaking news. But Tim, as always, really appreciate those insights. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Good morning. I'm Jim Acosta. You're live in the CNN Newsroom.At just a couple of hours before the launch of the Republican National Convention, former President Donald Trump getting a gift from a judge he appointed down in Florida, Judge Aileen Cannon dismissing the classified documents case. We have our experts and correspondents standing by to react to all of that. Let's talk about this right now. Katelyn Polantz joins us now at the top of the hour, along with Evan Perez, Eli Honig, Abby Phillip, as well as Laura Coates and Kristen Holmes. But Katelyn, if you could just remind our viewers, recap to our viewers this very monumental decision coming out of Florida, likely to be appealed, but certainly sending shockwaves across the country and at the RNC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Jim, there is one fewer criminal case now against defendant Donald Trump. He had been charged a year ago with mishandling more than 30 classified or national security records after his presidency, keeping them in Mar-a- Lago unsecured. And also obstructing justice, being unwilling to return them back to the federal government, knowing he had them and should not have them at that time.That case is dismissed not because of what the allegations are, but because the judge overseeing it, a Trump appointee, Judge Aileen Cannon, in the southern district of Florida. She says that the prosecutor here, a man independently brought in by Attorney General Merrick Garland, Jack Smith, to prosecute this case as a special counsel, that he can't have that power, that this is not constitutional for a number of reasons, that he is being given too much power as a private citizen, not enough oversight to be able to bring a case under the Justice Department, that it's stripping away too much of Congress's power that they're giving to the Justice Department to do things like this. And she also says that the funding that this office has used should not have been used, that that is invalid. The implications here are vast. This case ends today. There could be appeals, but it is going to take a long time to get through whatever is next here if the special counsel appeals. His questions about if it were to stay with Judge Cannon, if she were to be overturned. And then on top of that, Jim, a huge implication for the other major criminal case Donald Trump still faces that's pending in Washington, D.C. related to the 2020 election. Can the special counsel move forward with that case as well? Something very likely we're going to be talking about in the coming weeks? Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. It is a massive decision with lots of implications. Let's keep the discussion going. Katelyn, thank you. Evan Perez is also standing by. Evan, I mean, Judge Cannon and Jack Smith, they've been at odds this entire process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. And I -- I suspect we're going to see some more friction in the days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PEREZ",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "ACOSTA",
      "sentences": "Jack Smith is not going to take this lying down, I suspect. He's going to want to appeal this as soon as possible. Evan, thanks so much. I want to go out to my colleague, Abby Phillips, out there in Milwaukee. Abby, I'm sure this was not what was expected this morning when -- when folks were waking up there at the Republican National Convention. But this is a massive gift to the former president, legal gift to the former president, as this convention is getting started.And, you know, just to recap to our viewers what we're talking about here, the judge in the classified documents case dismissing the case altogether, as Katelyn was saying just a few moments ago, this -- this case is done. It's over with. I -- I have to think that this goes beyond some of the wildest dreams of people in Trump world. What -- what do you think, Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "Yes. I mean, to describe this as a long shot, having conversations with legal experts in the weeks leading up to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PHILLIP",
      "sentences": "This was one of the arguments that many of them did not think had a whole lot of -- of water to it. And I think that the fact that we are here at this moment just speaks to the extraordinary circumstances that have always surrounded Donald Trump when it comes to the legal issues that he has faced and really his entire political life. I'm here in Milwaukee with my colleague Mark Preston. Mark, as you can imagine, this is a -- a celebration for Donald Trump, but also for people who have been looking at Judge Cannon and asking what role is she playing in all of this?It seems to confirm in the minds of skeptics that this is a judge he appointed and she's been doing everything in her power to delay and now completely eliminate this case for him. MARK PRESTON, CNN SENIOR POLITICAL ANALYST: Throw it right out. I mean -- I mean, that's basically what we saw her do today. If you though, I mean, I would say that if you are pro-Trump, you already had your mind made up about what the case was. If -- if you are anti-Trump, you already had your mind made up what the case was. But what is interesting, you know, Jim talks about this being such a huge legal victory, and it is. But I think of things in political terms, as you do oftentimes, right. When -- when we try to suss out how -- how America is going to respond to things, and this is a huge political victory. I mean, this is just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PHILLIP",
      "sentences": "The timing could not be more ideal at the start of this convention where Trump is already feeling triumphant going into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PRESTON",
      "sentences": "I almost want to walk into a casino with him because, I mean, he just can't seem to lose. He just seems to have this run of luck right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PHILLIP",
      "sentences": "The -- the implications now not just for this case, but Jack Smith is also prosecuting another case against Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PRESTON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PHILLIP",
      "sentences": "-- that goes to the heart of, you know, Trump's conduct after the 2020 election. Does this throw that into question as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PRESTON",
      "sentences": "I think that all these cases have been thrown into question, especially since we saw the immunity case, you know, which then threw into question the New York state case, which was a state case, but they were using evidence when he was the president. I just think that all of this becomes very complicated, and this is not how Democrats thought this was going to play out this summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PHILLIP",
      "sentences": "And speaking of Democrats, for a long time, you know, the -- the Biden campaign had been saying, you know, put -- put the Trump -- the Trump cases are part of the atmosphere, but they were not planning on running necessarily on those cases. Now they're not going to have much of a choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PRESTON",
      "sentences": "Well, I mean, at all. I mean, it's going to be abortion and whether or not Donald Trump should either be the president or be put in prison. And I really do think that for Democrats, that has got to be their messages moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "PHILLIP",
      "sentences": "Yes. All right, I want to go now to our colleagues Laura Coates and Kristen Holmes, who are standing by also here in Milwaukee. Laura, I want to start with you on just the legal significance of all of this. Judge Cannon, just for people who have been paying attention, has had all of these motions that she has not ruled on for -- for many, many months that she could have, according to a lot of observers. Now, she has done the one thing that I think so many people thought was the long shot here. What do you make of her legal reasoning to get to this conclusion that the special counsel was illegally appointed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "They're absolutely thrilled. I mean, there's a couple reasons why they are so excited right now about the dismissal of this case. One is the obvious that this case has been dismissed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "HOLMES",
      "sentences": "The other is the fact that they believe that this was really the most serious case against him. Just remember, all of the evidence that there is out there against Donald Trump in this case, there is an actual recording of him, a story that we broke at CNN, that he says that he knows that he has classified documents and he shouldn't be showing them to people, but then says he does. There was a lot of evidence. They believed it was the strongest case against him. And so that is part of the reason they're thrilled.The other part is what you mentioned, this to them shows, shows in quotes, that this is a political process. And they believe that now they can continue to put that out there because of what Judge Cannon said. Her saying that it was unconstitutional to appoint a special prosecutor in Jack Smith, they have been saying that for months now. They believe they can say, look to the court of law, and yes, we can say whatever about Judge Cannon, the fact that she was appointed by Donald Trump, but they can say, look to the court of law, the same thing that they said during the immunity case. They believed us. They sided with us. That is why we are right in our notion that this is political persecution. Now, I do want to read part of the statement from Donald Trump, because he himself has reacted. And he says, as we move forward in uniting our nation after the horrific events on Saturday, this dismissal of the lawless indictment in Florida should just be the first step. And then he calls for all the cases against him to be dismissed, something he has obviously done before. But again, this is all part of a larger celebration that the Trump team feels specifically around this case. As we have talked about, their big method here was to try and delay, delay, delay. They already believe this case was probably going to happen after the election if it went to trial. But now that it's being dismissed, it is all but guaranteed that there will be -- there will not be, even with an appeal, that there would not be some kind of trial or almost anything coming to fruition before that election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "COATES",
      "sentences": "And also, Abby, if you think about it, and Kristen, the idea here, when you're talking about the immunity decision of the Supreme Court, many people wonder what impact that would have on a case like this. This was one of those sort of oasis in the legal context in desert, because this was conducted following the presidential tenure. It was after he left office. So the idea of immunity, possibly even attaching, was a farfetched claim to begin with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "COATES",
      "sentences": "Now, you have this moment, and I'm glad you pointed out. Fact that she was a Trump appointee or Republican has no bearing on the criticism of Judge Aileen Cannon. It has been the strategic, it seems, chipping away of the ability to bring this case to fruition. And now this is a significant moment in time, a mere 72 hours, merely after a grave risk to a president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "PHILLIP",
      "sentences": "And, Laura, I wonder about what happens next, right? Are there -- the prospects of appeal, are there the prospects of judicial review of Judge Cannon and the decision making that she's had in this case. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:14",
      "speaker": "COATES",
      "sentences": "Well, we already know that Judge Aileen Cannon, when there was the FBI investigation, by the request to have a special master overseeing documents interrupting a DOJ investigation was taking issue with the 11th Circuit, who said, this is so far beyond the bounds of what a judge should be doing. There has been appeals in that right. This is a different matter later on in this investigation. And so he will have the ability, talking about Jack Smith to try to appeal. But you're talking about a period of time that is now indefinite, what that will look like, who may intervene, where this might go.And remember, defense usually has a stronger ability to -- to appeal all the way up and through the channels of the appellate process. The prosecution at a disadvantage in that context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:27",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Jim, there's no way any of these cases will go to a full blown trial between now and the election. There could be intermediate hearings and that type of thing. Now, with respect to Judge Cannon's ruling in the Florida case, the Mar-a-Lago classified documents case, really important to understand a couple things. First of all, her ruling has nothing to do with and does not suggest that Jack Smith was overly political or was improperly appointed in the political sense. Judge Cannon's ruling also has nothing to do with the merits of the case, has nothing to do with whether Donald Trump is guilty or not guilty of the -- of the allegations in the case. Judge Cannon's ruling today is a structural constitutional ruling.And what the judge says is if a person is going to be appointed as special counsel, as Jack Smith was, either that person has to be presidentially nominated and Senate confirmed, or the Congress has to pass a specific law saying, we hereby create a position called special counsel that has all the powers that a federal prosecutor would have because neither of those things happened here. Judge Cannon says Jack Smith was improperly serving as special counsel, therefore his indictment is would. But I think it's really important to stress, because we're seeing some rhetoric come out here that's contrary to that. This has nothing to do with the merits of the case, with Donald Trump's guilt or non-guilt. And this has no allegation to it that Jack Smith was politically motivated or politically appointed. It's a structural ruling. It's a constitutional ruling. And we really are into a bit of a legal unknown here that absolutely will have to resolve itself through the appeals courts and potentially up to the U.S. Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:07",
      "speaker": "ACOSTA",
      "sentences": "All right, we're learning shocking new details about the attempted assassination of Donald Trump over the weekend. A Secret Service spokesman tells CNN that agents did not personally sweep the building where the gunman was perched at Saturday's rally. A source says one of two local counter snipers was supposed to be covering that very building. The Pennsylvania State Police says, they were not responsible for that area. The head of the Secret Service, we should note, Kimberly Cheatle announced this morning that the agency will fully participate in the independent review announced by President Biden.And a senior law enforcement official says the gunman, who was identified as 20-year-old Thomas Crooks, bought 50 rounds of ammo just before that rally. Meanwhile, new video highlights the moments leading up to the shooting. The crowd saw the shooter on the roof and appeared to be getting into position while the former president was talking about immigration to the crowd. Take a listen to what happened next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, look, there he is.DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: Because we have millions and millions of people in our country and shouldn't be here, dangerous people. We just -- we have criminals --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Come back here. He's on the roof. He's relaxed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:07",
      "speaker": "TRUMP",
      "sentences": "-- drug dealers. We have people that should not be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mike (ph) here climbed on the roof. He's standing up now. Climb on the roof with that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:22:07",
      "speaker": "ACOSTA",
      "sentences": "Let's bring in CNN law enforcement analyst Whitney Wild and CNN chief law enforcement and intelligence analyst John Miller. Whitney, let me go to you first. I mean, do we have answer from the Secret Service as to why they did not sweep this building? I mean, I covered so many rallies over the years, and these outdoor rallies in particular are very worrisome. And one has to think that that's standard operating procedure, that they would sweep this building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "WILD",
      "sentences": "But this is all helpful context in understanding how this day unfolded, where the Secret Service's mind was operationally and whose responsibility was where in terms of this overall security plan, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, John. I mean, what's your reaction all of this? I mean, you know all too well about how local law enforcement has to coordinate with Secret Service on protecting in these kinds of situations. But it just seems to me that this is sort of descending into finger pointing. It seems like the Secret Service should have had a handle on this, whether it was left to law enforcement or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, obviously, looking back in hindsight, it's quite clear that that building was a vulnerability. How do we know that? Because it was exploited as one. And, you know, the former president was almost killed. Looking at it from a systemic problem, you know, what Whitney says is dead on, which is the Secret Service owns the inner perimeter. They share the mid perimeter with local law enforcement, and the outer perimeter usually falls to local law enforcement.Now, when I had the Secret Service in New York, when we were moving President Trump, President Obama, President Biden through the streets, we had 36,000 police officers. So we were able to fill a lot of those gaps. But in a small area like Butler County, local law enforcement is short. The Secret Service is also an undersized agency. And when you look at the number of personnel they had at the Chicago convention prepping, the number of personnel they had in Milwaukee getting ready, the number of personnel they had on a first lady trip, the people they had with the president, that's why they lean so heavily on local law enforcement. And in this case, they're going to be looking at every rally going forward very differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. You have to wonder, you know, how the Secret Service is going to be able to go forward with these outdoor rallies. And Whitney, the head of the Secret Service, says the agency will fully participate in this independent review that was announced by the President, who's conducting that? What does that entail? And I have to think there are going to be questions raised as soon as there's a White House briefing over at the White House, the question is going to be asked, does the president still have confidence in the Secret Service director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "WILD",
      "sentences": "That is a major question here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "WILD",
      "sentences": "I spoke with someone shortly after the for -- the President announced that he was seeking an independent review. It is not clear that the Secret Service has been formally notified that anybody is conducting this review. That's not to say that there isn't one. I'm just saying that as of my most recent conversation, they had not been notified that a formal one was organized and underway. So it is not clear if this is going to be somebody from the outside. Is this going to be a commission? Is it going to rely on the Department of Homeland Security Office of the Inspector General? These are all questions we're waiting to find out, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ACOSTA",
      "sentences": "All right, John and Whitney, stand by. Really appreciate those insights, that information. I want to go back to Abby Phillip in Milwaukee. She has some breaking news on the Trump vice presidential process. Is that right? What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PHILLIP",
      "sentences": "That's right. That's right, Jim. We are just learning in the last couple of minutes, Donald Trump, he spoke with \"Fox News\" and told them that he plans to announce his vice presidential pick today and that that information would be coming out in the next few hours. Here with me in Milwaukee is Jackie Kucinich and David Polyansky. So, Jackie, we're expecting this to happen soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PHILLIP",
      "sentences": "I want to add one more piece of information here for the tea leaves for us to read. We do know that the Ohio Senator, J.D. Vance he's was at his home, but he left his home in a three car motorcade this morning. We have two others who have been told to be on the shortlist, Doug Burgum, Senator Marco Rubio, they are both expected to be here in Milwaukee. They have speaking gigs this week at the RNC. So where do you think this leaves us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KUCINICH",
      "sentences": "I have learned, and I'm sure you have, too, covering Trump all these years, you never guess. You never guess what -- what he's going to do. However, I mean, it really does seem it has narrowed down to these three men and they all have different assets that could be add to a Trump ticket. But I think one of the things that -- that remains true even after Saturday, Trump doesn't really, this -- this VP will be a -- an asset to Trump. And that is, how do I say this, it just -- it's not -- he doesn't need to have Ohio, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PHILLIP",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KUCINICH",
      "sentences": "He doesn't need to get Florida on board or North Dakota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PHILLIP",
      "sentences": "And you have to imagine --",
      "isLastSentenceInterrupted": false
    }
  ]
}