{
  "date": "2024-12-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Questions Mount Over Cause Of Azerbaijani Jet Crash; Russia Ramps Up Production Of Iranian-Designed Drones; South Korea's Parliament Votes To Impeach Acting President; U.S. Sanctions Georgian Billionaire Ex-Prime Minister; First Severe U.S. Case Of H5N1 Bird Flu; Counting Down The Top Business News Of The Year. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:38",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "I'm Jim Sciutto in Washington. Thanks so much for joining me today on CNN NEWSROOM. And let's get right to the news.New details are emerging in the Azerbaijan airlines plane crash that killed 38 people on Christmas Day. National Security Council spokesperson John Kirby says officials, quote, have seen some early indications that would certainly point to the possibility that this jet was brought down by Russian air defenses. According to an early investigation, locally, Azerbaijan airlines says the plane crashed after experiencing physical and technical external interference. Authorities have recovered two black box flight recorders at the crash site. Also crucial to the investigation will be eyewitness reports from some of the 29 survivors on board. One man recounted the very moment the plane crashed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SUBHONKUL RAKHIMOV, PLANE CRASH SURVIVOR",
      "sentences": "I was conscious when I felt the impact. I was thrown up, hit down, thrown up again. I was strapped in. I was being thrown back and forth. It all lasted a few seconds and then everything went quiet and silence. Everything was quiet, calm. And I realized that was it. We had landed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "SCIUTTO",
      "sentences": "Remarkable survival story there.CNN's Nada Bashir has been tracking the latest developments. Nada, what information are officials looking to find from the black boxes? Because these statements from Azerbaijan, at this point, talking about external interference, are notable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Absolutely. And they have certainly raised questions about those final moments ahead of the crash. Real questions now focused on whether, in fact, as we've been hearing from U.S. officials and as Reuters has heard from multiple unnamed sources, this crash was, in fact, caused by Russian air defense systems potentially mistaking the commercial airliner for a Ukrainian drone. And we know, of course, that there had been drone strikes in southern Russia shortly before this crash took place. So, lots of evidence and information that investigators will be looking at.And, of course, a crucial part of that will be these accounts from the survivors who remarkably survived this crash. Take a listen to this report, which takes a look at some of those accounts. (BEGIN VIDEOTAPE) BASHIR (voice-over):  Subhonkul Rakhimov thought he was plunging to his death. He said he heard a bang before oxygen masks dropped, reciting the Shahada, the Muslim proclamation of faith, he says what he had thought to be his final prayer. According to Azerbaijan airlines, the plane had faced physical and technical external interference. As the pilot attempted an emergency landing, the plane burst into flames upon impact, 38 people on board did not survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:38",
      "speaker": "RAKHIMOV",
      "sentences": "Allahu akbar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "SCIUTTO",
      "sentences": "And the question, of course, is there a fair investigation or attempts made to suppress any of those findings?Nada Bashir, thanks so much. Well, these hard questions over the cause of the Azerbaijan airlines crash highlight the growing dangers in the skies as Russia's war on Ukraine drags on. Both Russia and Ukraine have become more reliant on battlefield drones and air defenses, as the conflict nears the three year mark. CNN has uncovered startling new details about how Moscow is ramping up its drone production at a secretive faculty factory in southern Russia. As Clare Sebastian reports, Russia is recruiting young, low skilled workers who are taking Iranian know-how to a new and deadlier level. (BEGIN VIDEOTAPE) CLARE SEBASTIAN, CNN CORRESPONDENT (voice-over):  The caption My mom's reaction when she found out I earned more than her, cat videos TikTok memes all part of a recruitment effort funneling workers into Russia's ever expanding drone program. The videos are made by Alabuga Polytechnic, a technical college based in at the Alabuga Special Economic Zone in southern Russia, the same site identified by the White House last year as Russia's domestic Shahed factory producing Iranian-designed drones. In February, the U.S. slapped sanctions on Alabuga, noting it exploited underage students from an affiliated polytechnic university as laborers to assemble these attack UAVs. David Albright, a former nuclear weapons inspector, has been tracking Alabuga since 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "DAVID ALBRIGHT, INSTITUTE FOR SCIENCE AND INTERNATIONAL SECURITY",
      "sentences": "The only benefit is -- is the high salary but the males get exemption from military service, and so that -- that's a drawing card.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "SEBASTIAN",
      "sentences": "A Ukrainian intelligence officer only authorized to speak to CNN anonymously told us those perks come at a cost.\"OREST\", UKRANIAN DEFENCE INTELLIGENCE OFFICE (through translator): All students involved in the production of these UAVs live at a separate limited access compound. Once employed, they sign NDAs. Their contracts say they produce motorboats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "SEBASTIAN",
      "sentences": "And yet, as recruitment efforts step up, this video from July allowed the facade to slip.Thinking of starting 10th grade, says the voiceover, join the Super Elite program, air navigation, and drone programming at Alabuga Polytechnic and help the Stalin's Falcons, That's a new drone unit in the Stalin's Falcons. Pause here and you see the distinctive serial number of the Russian produced Shahed and the unit emblem. In July, Russia fired 422 Shahed or similar drones at Ukraine. By November, it was almost six times that. Analysis of Air Force reports and official data show. To meet that demand, Shahed production at Alabuga has more than doubled this year, say CNN sources in Ukraine's Defense Intelligence. And there's a new product. This is the Gerbera, a much cheaper copy of the Shahed pictured in a video posted in July by the Stalin's Falcons, that same drone unit. For this volunteer air defense unit in Kyiv, it's clear the cheaper copies are fueling bigger attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SEBASTIAN",
      "sentences": "For Yuri Chumak, a serving Supreme Court judge by day, there's no denying the decoys are working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "CHUMAK",
      "sentences": "We cannot detect what it is. You just see that it's drones so you shall use missile or you shall use machine gun to shut down it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SEBASTIAN",
      "sentences": "CNN's sources in Ukrainian defense intelligence believe Alabuga will produce up to 10,000 Gerberas this year alone. Analysis of downed drones shows Russia has also adapted the original Shahed, making it tougher, more weatherproof, and in some cases, deadlier. In late October, experts in Kyiv found traces of thermobaric munitions on downed Shaheds.OLEKSIY STEPANIUK, KYIV SCIENTIFIC RESEARCH INSTITUTE OF FORENSIC EXPERT (through translator):  There were several of them. Their effect is that they're used as incendiary munitions. In a certain radius, they disable all equipment and people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SEBASTIAN",
      "sentences": "Ukraine has tried hitting back. This April strike, using a modified small aircraft, blew a hole in the roof of a worker dormitory at Alabuga.But neither that strike nor international sanctions could stop the breakneck pace of expansion here. Between March and September this year, two entirely new buildings appeared next to the original ones. And this image from late November seems to confirm they're connected. New covered walkways link old and new buildings. Another looks set to join the factory to the worker dormitories now fully repaired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They started to create, we thought, drone cages over the buildings. And then as they build other buildings, it looks like they're expanding the security perimeter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SEBASTIAN",
      "sentences": "NATO told CNN it is, quote, well aware of Alabuga and expects it to ramp up production even further. This military patriotic team-building event for Alabuga students, a glimpse into the high- octane world behind that security fence.Clare Sebastian, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "SCIUTTO",
      "sentences": "We are well into the age of drone warfare. Our thanks to Clare Sebastian for that story.Also overseas, South Korea has plunged into fresh political uncertainty. The country's parliament voted to impeach its acting president less than two weeks after impeaching the then president and stripping him of his powers. This stems from President Yoon Suk Yeol short lived declaration of martial law earlier this month. Hanako Montgomery reports on the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "HANAKO MONTGOMERY, CNN CORRESPONDENT",
      "sentences": "This is the latest development in what's been a very dramatic political saga in South Korea. This is the first time in the country's history that an acting president has been voted to be impeached. And it comes less than two weeks after the actual president, President Yoon Suk Yeol was also voted to be impeached.So what we're talking about here is two impeachment votes in less than two weeks. I mean, this is unprecedented not only in South Korea, but also for much of the democratic world. Now, there are many reasons why the Acting President Han Duck Soo was voted to be impeached today by the country's parliament. But what really stands out is a statement made by the main opposition party leader. Give this a listen. LEE JAE-MYUNG, SOUTH KOREAN OPPOSITION LEADER:  We will remove Yoon Suk Yeol from office, uproot his loyalist forces and fully suppress the insurrection. Until that moment, we will pool all our resources and fulfill our historic responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "SCIUTTO",
      "sentences": "The two impeachments in a very short time, our thanks to Hanako.Coming up, mass assaults on Ukraine by North Korean forces. How the White House is assessing Pyongyang's attacks as its soldiers back up Russia's invasion. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "SCIUTTO",
      "sentences": "The White House says North Korean forces are conducting mass assaults now in Ukraine. Spokesman John Kirby says they have not, however, been very effective. He says more than a thousand North Korean soldiers have likely been killed or wounded, just in the past week.In Georgia, Georgian billionaire Bidzina Ivanishvili has been sanctioned now by the U.S. He is the former prime minister and founder of what's known as the Georgian Dream Party. That party claimed victory in recent elections. However, there were allegations -- widespread allegations of fraud. It swiftly announced the suspension of EU accession talks that then sparked widespread protests. Secretary of State Antony Blinken says the party has, quote, derailed Georgia's Euro-Atlantic future, leaving it vulnerable to Russia. Joining me now from Tbilisi in Georgia is Jill Dougherty. Jill, thanks so much for joining, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "JILL DOUGHERTY, CNN CONTRIBUTOR",
      "sentences": "Jim, pleased. Glad to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:05",
      "speaker": "SCIUTTO",
      "sentences": "So first, on the situation there. What are the potential outcomes at this point? If new elections are unlikely and the protests appear unlikely to stop, where do we go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "Listen, you know as well as me that this is a frequent occurrence in countries that form part of Russia's former -- well, the Soviet Union, former Soviet Union, but it's near abroad. It does not like those countries to move closer to the West.And when countries, if you look back at Ukraine a number of years ago when they elected pro-western leaders, Russia tried to flip elections, when there were protests, they shot protesters, right? And then, of course, two invasions followed. Georgia was already invaded by Russian forces in 2008, partially so. How do you see Russia's hand in this going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "DOUGHERTY",
      "sentences": "Well, they certainly have influence here, but I'm not convinced that this is a situation where Russia would invade. I mean, they are already, as you pointed out, they hold two territories already. But it's -- the government here is, lets say, influenced enough by Russia that I don't think Russia has to really physically do anything.You know, this is -- this is why the decision by the United States government to have sanctions against Bidzina Ivanishvili is very important because just to set the stage, he is a billionaire and he is the person -- the richest person in Georgia. He created the Georgian Dream Party he is now its honorary chairman, and he essentially controls the country politically. Except that you have this vibrant civil society that's out there on the streets wanting their Western, you know, vector their direction toward the EU to continue. So, that's the -- the drama here. I mean, the United States and Europe have been -- having sanctions against Georgian officials almost on a regular basis. I think it was just a week or two ago, the United States had sanctions against two senior Georgian officials, but having them against Ivanishvili is really significant. And you know how he will react, how it will affect him. It could it could affect him very strongly because of, you know, his holdings that he has around the world. So a lot of questions here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "And there will be a new U.S. president shortly, perhaps a different approach.I want to talk now, if we can, about your view of Russia's hand and response to this. Azerbaijan airlines crash, because, the more information we get both from U.S. officials but also investigators in Azerbaijan, is that they believe this may very well have been of Russian air defense system, which again, there's been precedent, if you look back to MH17 in 2014 over Ukraine. That said, Russia does not enjoy or allow and sometimes attempts to interfere with investigations that might turn up things. It doesn't want to be turned up. So what happens now there? And can there be a fair investigation in Kazakhstan, given its relationship with Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "DOUGHERTY",
      "sentences": "I think there could be if, you know, there are other countries. There's Azerbaijan, that's associated, the Brazilians, because it was a Brazilian plane. They're looking into it.You know, there's -- there are other people involved this time, and there's a lot of evidence. You know, what MH17 happened, really? I remember it very well in a field in Ukraine during kind of, you know, wartime combat situations here. It also happened in combat situations during a -- you know, apparently a drone strike, a drone attack by the Ukrainians in the south of Russia near Grozny. But there's a lot of physical evidence. And so we will have to see, you know, at this point, I would say I've been trying to figure out how the Russian media are playing this, because I think that's very important. [15:25:05] And they do mention certain facts, certain things, like the plane had to divert to Kazakhstan. Well, why did it have to divert? Well, that's where you know, some of these other theories. There's still I on some of the Russian media internationally talking about, you know, flocks of birds and drones and fog and things like that. So I think they are going to try to obfuscate actually, as much as they can, one of the latest reports on RT was technical external interference, which, of course, is what was said by some officials. But what does that mean? It means nothing to the average person. So blaming it on that, you know, buys time and then they can, you know, hope that some of this will kind of go away. But I think there's -- there's anger. And I do think we have to watch the region. You know, Azerbaijan is a separate country. They have their own feelings about this. Kazakhstan, too, although it has more Russian influence, they have their feelings about this as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "DOUGHERTY",
      "sentences": "So it's going to play out in kind of a different way this time, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "And you have a lot of nervous passengers flying around there, that region right now as well, fearing perhaps a similar mistake.Jill Dougherty, thanks so much. Coming up next, we are learning new details about the first severe case of the H5N1 bird flu in a human here in the United States. Plus, how bird waste could be the key to stopping the next pandemic. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "SCIUTTO",
      "sentences": "We know you'll watch closely. I do understand you have new reporting about work. Researchers are doing on the beaches of New Jersey to try to beat the next pandemic. What are they finding and how are they managing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "TIRRELL",
      "sentences": "Yeah, this is a really fascinating story. Our colleague Brenda Goodman actually joined these researchers who go to the same beaches in Cape May, New Jersey. A team has been going for about 40 years, and the reason they go there is that the special thing happens at the first full moon in may, horseshoe crabs come out and mate and lay their eggs.That draws hundreds of thousands of birds, up to 25 different species who are sort of on their migratory pattern. They stop off there to refuel by eating the eggs. They leave behind a lot of waste. Researchers call this a treasure trove for research into flu viruses, because you can find viruses in bird poop, essentially. And this gives them a way to sort of track what's going on in these migratory birds. And last may, they actually didn't find H5N1 in this bird waste. But in further testing of ducks around the country and specifically in Tennessee in November and December, they did find H5N1. And all of this research, Jim, really gives them a picture into what the reservoirs are that are keeping these viruses in wild birds, potentially reintroducing them into human populations. And we can better understand kind of the threat and where it exists to us as people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "SCIUTTO",
      "sentences": "Well, I don't want that job, but I am glad they're doing it because it seems like they learned something from it.Meg Tirrell, thanks so much. It's been a dramatic year in business. U.S. markets saw massive gains. A port strike threatened global trade for a time, and the richest man in the world threw his full weight behind Donald Trump, full weight, a lot of money. CNN's Vanessa Yurkevich counts down the top U.S. business stories of 2024. (BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT (voice- over):  Number ten. It's the end of free loading. Costco cracks down on membership moochers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Costco is adding a brand new layer of checks to make sure that you are using your own membership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "YURKEVICH",
      "sentences": "Costco cardholders now have to scan membership cards at the door, and may be asked to show proof of photo I.D. Membership fees are the bulk of Costco's profits, bringing in $4.6 billion in 2023.And Disney cracked down on password sharing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:05",
      "speaker": "JULIA CHATTERLEY, CNN ANCHOR",
      "sentences": "Disney CEO Bob Iger is pivoting from a bruising proxy fight to a new challenge, the password sharing blight. Iger saying Thursday that the Disney Plus streaming service will begin cracking down on pilfered passwords.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "DAGGETT",
      "sentences": "People never gave a (EXPLETIVE DELETED) about us until now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "The International Longshoremen's Association was on strike for three days before it reached a deal on wages with the United States Maritime Alliance. With a new strike deadline set for January 15th, the union and the alliance agreed to 62 percent in wage increases over six years.And at Boeing, workers were on strike for seven weeks, the first time in 16 years, before they reached a deal. The company lost billions of dollars and will lay off 17,000 employees. Members of the International Association of Machinists voted down two contracts before they accepted a deal, which includes more than 43 percent in pay increases for workers over four years. Number eight. The blue light special now just a dim glow of nostalgia as the last full size brick and mortar K-Mart closed its doors this year in Bridgehampton, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "This marks the end of an era for K-Mart's full-size stores.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "K-Mart had a disastrous merger with Sears, where very little was invested in the brand, while at the same time being beat out by more successful, bigger box retailers like Walmart and Target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "The brand was founded in 1962 and once had more than 2,300 stores. K-Mart still has its online store.Number seven, President-elect Donald Trump took Truth Social public in March. The stock initially surged 56 percent at the open but has had a bumpy ride. The stock was halted twice on Election Day as it soared by 17 percent and then tanked. Trump also launched a crypto business, World Liberty Financial, with his family. Trump made the rounds courting crypto voters. DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES:  The United States will be the crypto capital of the planet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "And he's surrounded himself with crypto friendly advisers, like Elon Musk and his SEC chair pick, Paul Adkins.Number six.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, no trouble, just sandwiches and Campbell's chicken noodle soup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "KIDS",
      "sentences": "Yay!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "An iconic favorite losing its soup? No, not quite. But after 155 years, Campbell's Soup Company is dropping \"soup\" from their name to reflect the brand's full portfolio. The Campbell's Company also owns snack brands like Goldfish, Cape Cod and Pepperidge Farms. While the soup will always be iconic, its sales grew by 3 percent last year versus snacks, which grew by 13 percent.Number five.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "TikTok dealt another loss today in its attempt to keep the app alive in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "A U.S. appeals court denied TikTok's argument that a U.S. ban was unconstitutional. Instead, it upheld a law that says TikTok cannot operate in the U.S. unless it's sold by its Chinese parent company, ByteDance, by January 19, 2025.TikTok has since filed an injunction to block it. TikTok has more than 170 million American users, many who have built entire businesses on the platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And at least two of these to your cart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "Elected officials are calling for the ban over the belief the Chinese government can use TikTok to spy on Americans and collect user data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SHOU ZI CHEW, CEO, TIKTOK",
      "sentences": "Rest assured, we aren't going anywhere. We are confident, and we will keep fighting for your rights in the courts. The facts and the Constitution are on our side and we expect to prevail again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "Number four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "CHATTERLEY",
      "sentences": "The first rate cut in four years. The most talked about cut I think ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "The Federal Reserve made its first rate cut in September by a surprising half a point, the first since before the pandemic. The cut signaled a sense of urgency to provide Americans with relief from elevated borrowing costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "JEROME POWELL, FEDERAL RESERVE CHAIRMAN",
      "sentences": "The U.S. economy is in good shape. It's growing at a solid pace. Inflation is coming down. The labor market is in a strong pace. We want to keep it there. That's - that's what we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "Inflation cooled to 2.4 percent that same month after 11 rate hikes in 2022 and 2023. And the Fed is closer to the ever elusive soft landing and circling its 2 percent target.Number three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Red Lobster's endless shrimp, it's kind of a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "YURKEVICH",
      "sentences": "A big deal that got a little too big. Too much shrimp is not always a good thing. Red Lobster's annual $20 endless shrimp was successful for 20 years until they made it an everyday thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They shouldn't have done the all you can eat shrimp. You don't know how many people are pigs and they'll just keep eating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Well, the real estate world will never be the same after today's seismic court settlement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "That 6 percent commission real estate agents get for buying or selling a home is now no more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "YURKEVICH",
      "sentences": "In a landmark case, the National Association of Realtors eliminated the rules on commissions and paid $418 million to plaintiffs who argued the fees inflated prices of homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "KEILAR",
      "sentences": "And analysts expect it to benefit home buyers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "YURKEVICH",
      "sentences": "Sellers were saddled with hefty fees and often baked them into the sales price of homes. The historic change could make home prices more affordable. The average home price is $407,200, near record highs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "YURKEVICH",
      "sentences": "Number one. The richest man in the world, Elon Musk, will soon be a government employee. The X, Tesla and SpaceX owner went full MAGA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "ELON MUSK, TESLA CEO",
      "sentences": "We had one president who couldn't climb a flight of stairs and another who was fist pumping after getting shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "YURKEVICH",
      "sentences": "The multi-billionaire lost a few billion on X, which lost an estimated 80 percent of value since Musk bought it two years ago. But he gained a few billion on Tesla, which has soared since Trump's re-election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "MUSK",
      "sentences": "We want to have a fun, exciting future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "YURKEVICH",
      "sentences": "Trump appointed Musk the co-head of the Department of Government Efficiency, or DOGE.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "TRUMP",
      "sentences": "We have a new star. A star is born. Elon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "YURKEVICH",
      "sentences": "And he's been advising the president-elect on key cabinet hires. Musk is now more than $100 billion richer than the second richest person in the world, Amazon founder Jeff Bezos.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}