{
  "date": "2024-02-11",
  "headline": "Inside Politics",
  "subHeadline": "Biden, Allies Push Back Against Report Questioning His Memory; Trump Makes Fiery Remarks On The Campaign Trail In South Carolina; McConnell Contends With Growing Dissent In Republican Ranks; McConnell's Republican Critics Grow Louder; Border Deal Crumbles After Trump Pressure Republicans; Eight GOP Members Who Ousted McCarthy Face Donor Backlash. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:34",
      "speaker": "MANU RAJU, CNN HOST",
      "sentences": "Biden's backlash.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Gratuitous, inaccurate, and inappropriate.The president takes on the special counsel after a scathing report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "How the hell dare he raise that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "How will it impact 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We have a sick and corrupt two-tiered system of justice in our country. Do I know better than anybody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "Plus, lashing out, Trump says he warned allies he'd push Russia to attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "TRUMP",
      "sentences": "I would encourage them to do whatever the hell they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "And mocks Haley's husband serving in the military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "TRUMP",
      "sentences": "What happened to her husband? Where is he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "And Senate GOP revolt. My new reporting on Mitch McConnell's Republican foes.SEN. TED CRUZ (R-TX): A Republican leader should actually lead this conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "After a tumultuous few days for the GOP --SEN. DICK DURBIN (D-IL): This is make a week on Capitol Hill. RAJU: New details on the backlash facing Republicans who ousted Kevin McCarthy? Inside politics, the best reporting from inside the corridors of power starts now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "Good morning and welcome INSIDE POLITICS SUNDAY. I'm Manu Raju.This morning, President Joe Biden and Democrats are keenly aware of the political damage caused by the new special counsel report that found Biden had willfully retained top secret documents. They're now aggressively pushing back against the report that portrayed him as an elderly, forgetful man. (BEGIN VIDEO CLIP) SEN. CHRIS COONS (D-DE): This is a man who is sharp, who is on top of his game, who knows what's going on in the Middle East and around the world. Small Gaffs are a part of what all of us in public life do. Speaker Johnson of the House just confused Iran and Israel. He said, we are beginning to send aid to Iran. Donald Trump confused Nancy Pelosi and Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "ALEJANDRO MAYORKAS, SECRETARY OF HOMELAND SECURITY",
      "sentences": "The special counsel did this in the case, made a conclusion that there is no case, case closed. Then made gratuitous, unnecessary and inaccurate personal remarks and those are improper.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "The report also showed images of classified documents have casually stored in his garage. And the special counsel is not charging Biden and did take pains to draw distinctions with Donald Trump's retention of top secret info. Of course he's facing charges for that.But the description of Biden's memory could pose a problem because polls consistently show voters concerned about the 81-year-old Biden's age and mental acuity, even though Trump is just four years younger. Trump now seizing on the revelations. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "TRUMP",
      "sentences": "More proof that we have a weaponized two-tier system of justice in this country. Crooked Joe got off scot-free. They said he was a disaster mentally and he willfully stole gigantic numbers of classified documents. Wilfully.But because of his condition mentally, is this guy going to make it to the starting gate, seriously? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:34",
      "speaker": "RAJU",
      "sentences": "All right. We have a lot of -- to discuss with our great panel this morning. CNN's Melanie Zanona. Mario Parker from Bloomberg News and CNN's Eva McKend. Good morning to all of you.Mario, first to you, you covered the White House. Joe, this has been a decision by the White House to aggressively go after this report. It was interesting. Joe Biden, the president's -- the first lady of the United States, of course, came out yesterday and said that, \"Joe is 81. That's true, but he's 81 doing more in an hour than most people do in a day. He has delivered down so many of his promises as president -- as the -- as president, precisely because he's learned a lot in those 81 years.\" How -- take us inside the White House in the thinking about how to deal with the very significant revelations here in this report and the decision to try to come back questions about his age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "And the question is, can this reverse the -- what voters could say is a major concern about his age and the rest because the report does have some very, very damaging things for the president and that's why you're seeing this pushback and from -- just to remind viewers didn't remember years he was vice president, didn't remember within several years when his son died, of course, he pushed back against all that, but Biden's memory appeared to easy describing the Afghanistan debate that was once so important to him and, of course, the line here that has been widely discussed in the aftermath that Mr. Biden would present himself to a jury as he did during an interview as a sympathetic well-meaning elderly man with a poor memory which is one reason why he didn't prosecute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Yes. I think that is certainly not helpful, but I think that its impact is already sort of being overstated.From being out on the campaign trail, I can tell you that voter's minds are pretty baked in. They already well know who Trump is. They well know who President Biden is and his many vulnerabilities. And a lot of voters are making a pragmatic choice. So for instance, a black shop owner that I spoke to in South Carolina she said that under the former president, being a black woman in the south, she was worried about her personal safety, the environment that he fomented. And so it's not always about a love for President Biden, but voters making really practical choices. And so this damning report, I think, doesn't really move the needle all that much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "But the question is, how does -- we talk about Biden pushing back against the allegations, you know. But does he change any of his actions? There's been a debate within the Democratic Party about how the president should deal with the questions about his age and the White House. Up until now is largely sidestep that or downplay those questions as you can see from our colleagues Isaac Dover's reporting about how they can agree Biden's allies by pushing back against it.The New York Times editorial board, the liberal editorial board, gave some suggestions of its own saying, he needs to be out campaigning with voters far more unrehearsed interactions. He could not -- he could undertake more town hall meetings in communities and our national television. He should hold regular news conferences to demonstrate his command of and direction for leading the country. And I caught up with one Congressman, Raja Krishnamoorthi, before this came out because questions, of course, have persisted by the president's age. And he says the president should own it. (BEGIN VIDEO CLIP) REP. RAJA KRISHNAMOORTHI (D-IL): I do think that it's something that you just can see it. It's out there. Each of us has certain things that perhaps we'd rather, you know, not talk about. But, you know, in this particular instance, it's out there. Everybody knows it. Just own it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "And what are you hearing from Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, not everyone feels the same way. I tried to catch up with Tammy Baldwin, a senator from Wisconsin, who's up for reelection in a battleground state. And she literally said to me, I don't want to talk about this story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "Hey, hold on. Before you go on. We have that quote there, Tammy Baldwin. This isn't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "ZANONA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "-- a story I really want to talk about. Senator Jon Tester who's the Montana Democrat up for reelection, both of them vulnerable Democrats. I really have a chance to read the report. When I get a chance, I'll read it. This was a Friday day after the report came.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "ZANONA",
      "sentences": "Yes. And I think some Democrats are concerned that by acknowledging it and even trying to defend it, that you are giving credence to what people are saying. But there's other Democrats who say as Krishnamoorthi said, it's already out there. So we need to be out there defending Biden, saying in our private conversations he is sharp.And also pointing out that Donald Trump has made gaps himself too. It's not just Joe Biden here, but this is a problem for Democrats. There is a lot of worry, privately, even if they don't always say it publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "Yes. And you -- we're talking about the voters as Eva said just a moment ago. This is just what one poll, CNN poll, recent poll about how Democratic aligned voters. These are Democrats, plus independents who lead Democrat how they view Biden's age.Forty-six percent have concerns. That's clearly the biggest concern among the voters. Now, does it change voters what they actually will do with the polls or not? But it is clearly one thing that that is on the minds of a lot of voters. Do you anticipate though, as the New York Times editorial board suggested, he may should go out more and do more news conferences? Do you anticipate the change in that strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "PARKER",
      "sentences": "Yes. I think so. Just speaking to outside allies who are close with the White House. They, for a while, already been pressing the White House to put him out there, right? The fact that you have seen him in some ways bubble wrapped and reinforces this perception that he may not be able to conduct himself in publicly in these interviews, you have to give him reps, right?The Super Bowl is today. They turned down an interview. That was probably a big mistake in terms of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "RAJU",
      "sentences": "Yes. His audience he could have spoken to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "MCKEND",
      "sentences": "I think to the extent that it presents a problem is attracting new voters, so we know, especially that this president has real vulnerabilities with a number of key coalitions, Arab Americans, young progressive voters.And so you have to make up for that by getting new voters into the fold. And you aren't necessarily offering an inspiring message. And so that the -- to the extent that this report presents a political challenge for this president, I think it doesn't attract any new folks who aren't already baked in. And, you know, Republicans come back next week in the House, come back tomorrow, or Tuesday. It was a Tuesday through Friday week. And they changed that around in the House. But the question is, does -- what do they do with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "ZANONA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "RAJU",
      "sentences": "They've already come out attacking Biden in the aftermath of this report. But does this change their investigative posture? They've been doing an impeachment inquiry. Does that produced the results they've wanted at this point?Hunter Biden is coming in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "ZANONA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "RAJU",
      "sentences": "-- next month for a deposition. How does this impact Republican?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:06",
      "speaker": "ZANONA",
      "sentences": "Well, they're certainly going to try to investigate this. They've already said they want to get the full transcript. That's going to be a demand. They might have hearings on this.In terms of it actually changing the impeachment case, I'm not sure that it does. I talked to some of the Republican sources who said, that's an issue for the voters. We're going to keep digging on what we've been digging on. But, Manu, to your point, they have struggled to sell things like Hunter Biden business deals or even the classified documents. They are really seizing on the part of the report that mentions the Biden memory issues, which I think is very telling for Republican messaging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "RAJU",
      "sentences": "Now President Biden may have had a rough week, but this morning, Donald Trump appears to have handed him a political gift with some controversial comments on the campaign trail. And that all follows a blockbuster week for Trump at the Supreme Court which appears likely to rule in his favor after his lawyers argued he should not be kicked off the ballot for his actions on January 6th.And tomorrow, Trump faces another deadline to ask the court to put another case on hold after a lower court ruled, he is not immune from prosecution for alleged crimes he committed during his presidency. And this morning, Trump stepped into controversy from remarks he made about Russia at a rally just yesterday. Now, CNN's Alayna Treene has been following all of it. She is live in South Carolina to fill us in. So, Alayna, what did the former president say and how did the crowd react?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "ALAYNA TREENE, POLITICAL REPORTER",
      "sentences": "Right. Well, Manu, the former president told his supporters yesterday that he would encourage Russia to do, quote, whatever the hell they want to any NATO member country that did not meet its spending obligations.Take a listen to how he put it to supporters in South Carolina yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "TRUMP",
      "sentences": "One of the presidents of a big country stood up and said, well, sir, if we don't pay and we're attacked by Russia, will you protect us? I said, you didn't pay, you're delinquent, he said, yes. Let's say that happened, no, I would not protect you. In fact, I would encourage them to do whatever the hell they want.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "TREENE",
      "sentences": "Now, Manu, I mean just a stunning admission from the former president. He's essentially saying that he would not abide by the collective defense clause in that agreement. Now, I do also just want to point out that Trump has long held the view that NATO is a drain on American resources by what he deems are freeloaders.And it also comes as many European countries are concerned about what that could mean if he were to reclaim the White House. Now, I do also just want to point out the context of these remarks. The former president, as he's been making these comments, you know, Republicans in Congress have been really pushing back against potential aid or more aid, I should say, to Ukraine, as well as European leaders are warning about Russian aggression across Europe. Now I do want to also note that the White House immediately criticized those comments. The spokesperson, Andrew Bates, wrote -- or said, quote, encouraging invasions of our closest allies by murderous regimes is appalling and unhinged and it endangers American national security global stability and our economy at home. Manu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "RAJU",
      "sentences": "Yes. One thing Congress did was to prevent a president from unilaterally pulling out of NATO. We'll see if that ever comes to pass.Alayna Treene, thank you so much for that report from the trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "RAJU",
      "sentences": "All right. So back with us here in the room with our panel here. Just a sense of how this is played out on the shows this morning. Nikki Haley, Trump's remaining rival in the presidential race. No surprise she jumped on this as Trump -- some of Trump's defenders defended him.(BEGIN VIDEO CLIP) NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE: Don't take the side of a thug who kills his opponents. Don't take the side of someone who has gone in and invaded a country and half a million people have died or been wounded because of Putin. Don't take the side of someone who continues to lie. SEN. MARCO RUBIO (R-FL): : What he's basically saying is, if you - if you see the comments, he said NATO was broke or busted until he took over because people weren't paying their dues. And then he told the story about how he used leverage to get people to step up to the plate and become more active in NATO. He's not the first American president, in fact, virtually, every American president at some point, in some way, has complained about other countries in NATO not doing enough. You know, Trump's just the first one to express it in these terms. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:45",
      "speaker": "RAJU",
      "sentences": "Eva, you've been on the trail a lot, especially with Nikki Haley. How do you think this is going to play out in South Carolina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "MCKEND",
      "sentences": "-- Democrats as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "It's that tension between the Republican base and the defense talks and more libertarian wing, if you want to call it that or the Trump minded wing of the party's been playing out for some time.Also, Trump went after Nikki Haley's husband. Took a swipe at her husband who is deployed in Africa. Of course, he's a member of the South Carolina National Guard, but back and forth played out after over those comments. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "TRUMP",
      "sentences": "Where's her husband? Oh, he's away. He is away. What happened to her husband? What happened to her husband? Where is he? He's gone. HALEY(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Now, Michael Haley posted on Twitter, formerly known as Twitter, on X, said, \"The difference between humans and animals, animals would never allow the dumbest ones to lead the pack.\" Whoo. That's tough.But you know, look, obviously this is all playing out in the context of a primary. We're headed into the late -- the front primary this month in Haley's home state in South Carolina. She's losing pretty considerably in the polls, according to poll from last week. Does this -- you know, she's obviously going to try to capitalize on all these remarks, but is it too little too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "PARKER",
      "sentences": "It is. I mean, she's -- the polls show that she's down about 30 percentage points to Donald Trump right now. But in the previous segment, we just spoke about the calculation that the White House is making and that drawing this contrast with Donald Trump, right?The fact that you have the ex-president front run -- assumed presumably the frontrunner for the nomination, essentially making disparaging comments about women and marriage, et cetera, isn't going to win him any of those independent suburban women that he's going to need in November, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "It's always a general election issue with Trump. Look, Trump, remember, he marked John McCain's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "ZANONA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "-- military service and it didn't have really much of an impact on him when he made those remarks still.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "ZANONA",
      "sentences": "Right. And I do think to some extent, this is already baked in when it comes to Trump supporters. He's known for this type of rhetoric and there's some Republicans who say, yes, we don't like the way he talks, but we like his policies and we're not happy with the state of things right now in the country.And so, I mean, you're so right that in a general election, I don't think those comments help at all. But in terms of a primary, I don't think it makes an impact at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "So this all comes, of course, as Trump has so many legal issues. He's got these criminal cases that are upcoming. Just to remind viewers of the potential start dates of this.The federal election interferes case that has been essentially put on hold until the Supreme Court, probably the Supreme Court rules on his immunity case. First, Trump has to appeal that by tomorrow before the full D.C. circuit or even take it straight to the Supreme Court. We'll see how he deals with that. Then there's the hush money payments case in New York. That seems the most likely one that is going to come to verdict before November. We'll see what happens with the classified documents case. The Georgia case seems unlikely given all the problems that that case is -- what's happening with that case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Mario, you were at Mar-a-Lago this week after Trump's lawyers had argued before the Supreme Court. How were they handling all this? How was the Trump campaign handling all these court cases that are coming out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "PARKER",
      "sentences": "Aside from the comments that he made yesterday, they felt like it was a pretty good week. And the president, the former president, was in a pretty good mood. The Supreme Court seemed to signal that it would rule in his favor, even with some of the most liberal justices as well.They've been -- the Biden case. You've seen him kind of pounce on the age and mental acuity issue, but more so just trying to make this argument that it's a two-prong selective prosecution two-tiered system. You'll see a lot of that. You'll see them continue to make the delays in order to get closer and closer to November so he can continue to bolster his election interference argument as well. And again, try to convince those independent voters. Republicans are already in the camp. Those -- it's those independent voters that you have to convince that this is a selective prosecution as he argues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "MCKEND",
      "sentences": "Yes. What's remarkable is to put it gently, Trump lives such a dissimilar life for his whole life to so many Americans. But he has effectively marketed to a significant number of Republicans that, hey, I'm just a stand-in for you. They're coming after me, but they could be coming after you next.And you hear it on the campaign trail. People sort of make this argument and feel sort of a certain kinship and solidarity with him remarkably --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:01",
      "speaker": "MCKEND",
      "sentences": "In the wake of these many legal challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "Do you have concerns about it?SEN. TOMMY TUBERVILLE, (R) ALABAMA: Well, everybody does, you know, direction we took on this, got to have leadership. I think he needs to -- there'll be a lot of talk about it. You know, when we come back, I promise you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "Now, this has in large part, it has to do with his handling of this Ukraine package. This is a massive, massive bill, not just Ukraine. It's $95 billion, $60 billion goes to Ukraine. You see another $14 billion to Israel. There's humanitarian aid. There's also the Indo-American Pacific, Indo-Pacific partners, I should say. Look, he was among 17 Republicans who voted to advance this package. He's in the minority of the conference. But still, there are still a sizable amount of McConnell supporters within the conference who say that if he wants to, he can leave this conference, he can.(BEGIN VIDEO CLIP) SEN. MIKE ROUNDS (R-SD): There's no question in my mind that as of right now today, Mitch is the leader and he would have more than a majority support in the conference. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "And the question is, does he want to? Kevin Cramer, who is the North Dakota Republican, told me, he said, \"He's the world's greatest vote counter, and I don't know what he might want to do. What I can't imagine is why he would want to run again.\"He had the Trump factor to it. This has been a complicated series of months for the Republican leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "ZANONA",
      "sentences": "Yeah, and I think if Trump is president again, it's very hard to imagine that Mitch McConnell would want to hang around or that he could hang around, just given where his conference is. I mean, it's interesting with McConnell because he has increasingly been out of step with his conference. He voted for the bipartisan infrastructure package. He voted for gun reform.Now, he's pushing this Ukraine aid package. But what's important to point out is that McConnell hasn't changed or evolved. It's the Republican Party that is evolving underneath him. And that's what we're seeing play out on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "Yeah, it's really -- it's such a good point because oftentimes too, he would let his conference make a decision then get behind the decision they made. But now the decision is much more aligned with the Trump wing of the party than with the more establishment wing of the party such a shift in the Trump years.And Trump, meanwhile, is trying to kill this aid package as I mentioned. He went on social media yesterday saying from this point forward, are you listening, United States Senate, in all caps? This is probably why I'm raising my voice. No money in the form of foreign aid should be given to any country unless it's done as a loan and not just a giveaway. You can't discount Trump's influence because he just convinced House Republicans to scuttle the Senate bipartisan deal as a result. Senate Republican said, why move forward the House Republicans are to kill this bipartisan border deal that was cut with a conservative member of the Senate and -- and the White House. They said, why move forward with it. That's what Mitt Romney told me. Said, they basically gave Donald Trump a victory. (BEGIN VIDEO CLIP) SEN. MITT ROMNEY, (R) UTAH: Donald Trump wanted the border bill to be killed, and we killed it. And I think the base of our party is happy with that. We did what Donald Trump wanted. There's no question. President Trump didn't think this is what we ought to be doing. And I think it's good politics at his part to underscore that President Biden has failed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "RAJU",
      "sentences": "I mean Trump wants these issues to collapse so he can campaign against Biden's failures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:02",
      "speaker": "MCKEND",
      "sentences": "He does. He does. But also I do think that it was the best possible outcome for President Biden as well for the border bill to collapse because it's not the prevailing sentiment in Washington, but there is a sizable progressive base of the party, immigrant activists organizers, that would have been very difficult to then have to go back to those communities and lean on them for support.But listen, when it comes to McConnell, he is, I think, diminished somewhat by his age, by these freezing episodes, these health scares. But I'm skeptical because so many times the voices that have tried to challenge them, we heard from them this morning, Senator Hawley, Senator Paul, they've been at this for years to no avail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "RAJU",
      "sentences": "The junior senator he's talking about, is the campaigning Committee Chairman Senator Daines. Interesting about what Bob Casey said about David McCormick, his opponent in this -- in his race again in Pennsylvania. McCormick responded saying Bob Casey had his head 18 years in the Senate to take action.Instead he's enabled weak policies that have made Pennsylvanians less safe and hurt our economy. But clearly Democrats believe they have something to argue on the campaign on this key issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "PARKER",
      "sentences": "Finally, right, on immigration, it's something that's been elusive for them for the better part of the last year or two, maybe even historically, right? A weakness for them. But now they get to message both that Donald Trump was the one that tanked this, so they get to tie those candidates to Trump, which is something that the Democrats are professionals at right there.And then also you saw President Biden say that he was going to hit the campaign trail and really explain to Americans what happened here. He essentially conceded to Republicans a lot of the demands that they had on the border and immigration, and then they just pulled the rug from up under them because they wanted to make a political calculation that would support Trump. So you'll see Democrats really tying them to that and tying this to the MAGA movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "RAJU",
      "sentences": "How do you think that, Melanie, that Speaker Johnson is going to deal with the fact that this pet bill, this $95 billion aid package, is most likely going to pass the Senate by Wednesday or so? He's going to have to make a decision here on how to proceed as Trump is telling him to kill it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "ZANONA",
      "sentences": "Right, I think he's in a really difficult spot. He is not committed to putting this bill on the floor. He tried and failed to pass a standalone Israel bill in the House this week. So clearly he is trying to say that these issues would be separate. And now that you have Donald Trump out there trying to get this deal killed, I think it's going to be very hard for him to put something like that on the floor.Most of the Republican conference probably still does support Ukraine aid. The problem is, it's the wing of the party that could make his life miserable that opposes it, including motion to vacate the speaker's chair, which is what happened to Kevin McCarthy in October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "RAJU",
      "sentences": "And the question is, will they do what's known as a motion to discharge petition which essentially get 218 members to sign on, to force a vote on the House floor. It's very rarely succeeds but we'll see if that happens here.All right, up next the bad blood between McCarthy and who he calls the crazy eight who pushed him out of the speakership. My new reporting with Melanie over here on how some of those foes are facing real threats to their seats. But first with the Super Bowl tonight I asked Kansas City Chiefs fan Senator Roger Marshall what he thought about the superstar in the stands Taylor Swift. (BEGIN VIDEO CLIP) SEN. ROGER MARSHALL (R-KS): I'm celebrating it. I got my own Taylor Swift playlist now. I'm trying to understand her music. And I get it. And you know, everyone has these ups and downs in their own lives. She does an incredible job of making poetry out of it, making music. And of course Travis Kelce, is Travis Kelce the greatest tight end in the history of the NFL. So what's there not to love?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "RAJU",
      "sentences": "Other than Mike Ditka but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "MARSHALL",
      "sentences": "What's a good point? That's a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "RAJU",
      "sentences": "What do you think about these conspiracy theories that this is all about the NFL trying to help Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:37",
      "speaker": "RAJU",
      "sentences": "Iced out by donors and exiled from caucuses, life has become more difficult for some of the eight hardline Republicans who voted to oust then-speaker Kevin McCarthy back in October. My story this morning with Melanie Zanona sitting right here dives into the backlash the so-called Gaetz 8 are facing, including potentially primary challengers lining up for the chance to take them out.One of them, Congresswoman Nancy Mace, facing an uphill battle in her race, which McCarthy predicted when I spoke with him in November. (BEGIN VIDEO CLIP) KEVIN MCCARTHY, (R) FORMER HOUSE SPEAKER: Just from the basis of watching someone on the job that they do, I don't think she'll probably have earned the right to get reelected. I don't believe the conference will ever heal if there's no consequences for the action. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:37",
      "speaker": "RAJU",
      "sentences": "So part of the consequences appear to be donors now shutting their wall. And that's actually what a couple of the members who I spoke to and I asked them about, what are they sensing from the donors? They're saying there has been an impact.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:37",
      "speaker": "RAJU",
      "sentences": "Have you seen any of your fundraising triumph because of that vote?REP. TIM BURCHETT (R-TN): Yeah, absolutely. That's currently support me. Some very wealthy folks, and they've been very kind to me in the past. And I hope that we can mend the fences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:37",
      "speaker": "RAJU",
      "sentences": "There's some thought that some of McCarthy's allies, donors and the like, are going after. They ate --REP. ELI CRANE, (R) ARIZONA: Of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:37",
      "speaker": "RAJU",
      "sentences": "Do you think that's happening to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:37",
      "speaker": "CRANE",
      "sentences": "Yeah, that's definitely a reality. And I think anybody that participated in that knew that going forward. (END VIDEO CLIP)JACKIE HORNE^ Now, Melanie, talk us through what you're learning from this reporting, especially Nancy Mace and Bob Good, the two of the eight who voted to oust McCarthy. They're facing a difficult primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah, no question about it. Bob Good told me, he said that my opponent wants to bring Kevin McCarthy to campaign against me. Great, let's see that happen. But the question is the money, the outside group suspending, as Melanie is saying, a potential outside group coming in to spend money in this race.You know, one of the things that was really interesting about what McCarthy predicted was that his ouster and all the chaos and dysfunction that happened afterwards would lead to a wave of new Republican retirements. So just in the past two days, we have seen two key committee chairmen, Cathy McMorris Rodgers, and Congressman Mike Gallagher, both announced that they were going to step aside. I mean, this often happens when members believe that, yeah, they're the majority now, but they're going to be the minority next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "MCKEND",
      "sentences": "Yeah, there is some regret, I think, from many members about how this all played out. You hear Congressman Thomas Massie saying that they are in a worse position without McCarthy. I will say, I shouldn't be surprised by McCarthy trying to get his pound of flesh here. We know that he has long telegraphed, that he has a vindictive streak. But I mean, this guy, after dealing with all of these folks, you'dthink he would be up on a beach somewhere in California. Just enjoying his money and his time rather than going after some of these folks. I will say that we're going to see them, I think, wear this as a badge of honor, though. I think, especially for Congresswoman Mace, she's trying to make this argument that she's a maverick with an independent streak. I think McCarthy going after her might actually be helpful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah, I mean, she's also trying to now part of the MAGA wing to which one is it, I guess we'll see how the voters view it. The Senate has been actually very interesting in recent days. Republicans actually had some good news. Trump is backing Tim Sheehy, who's the choice of the GOP leadership in Montana over Matt Rosendale, who's also one of the eight who's actually seen his fundraising dry up as well.They also saw Larry Hogan jump into the race in Maryland of huge boon for the Republicans turning a blue state into a -- into a competitive seat. What's interesting, though, is about how Trump, how the leadership, Steve Daines, the Chairman of the Campaign Committee, the Senate side, has aligned himself with Trump. And they have tried to they've avoided so far the battles that they had with Trump in the last, in the midterms, which essentially cost them the Senate majority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "PARKER",
      "sentences": "Yeah, Daines has been masterful in this because, as you mentioned, the blame for the autopsy out of the midterms was essentially that the folks that they put forth were a little bit too Trumpy, right?So Sheehy -- the fact that Trump immediately came out and endorsed Sheehy right after Rosendale said that he was going to run as well, kind of shows that he's aligned with the NRSC this time. It was a blight on Trump's record that the fact that he took so many losses, recall, we were talking about this time right after 2022, just him being weakened politically. I think he's learned that lesson as has Republicans as well. I mean, the fact that Hogan has jumped in, though, I mean, that's really a boon. The calculation for all of this had been the fact that Republicans have a strong chance to flip their chambers and get the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah, you saw the map on our screen there. That was the already Republicans had such a good map to take back the Senate. Then you have Larry Hogan, no, we'll see if he wins, but it will force Democrats to spend money in a state that is going to be an expensive state while they have to defend all these other battlegrounds here.I do want to talk about the New York 3 special election. And that's happening on Tuesday. This is George Santos' former seat. We had a big story about it last week. Mazi Pilip, the Republican who is running there, the Democrat, former congressman Tom Suozzi. There's been so much money spent on the airwaves there, in just a two-month race. Almost $10 million for the Democrats, six and a half for the Republicans. Then you look at the fundraising totals between the two of them, the millions that have been raised so far. And the polls show this is a margin of error race, neck and neck right now. What has been interesting was how these candidates have dealt with the top of their tickets. Suozzi keeping Biden at a distance. Mazi Pilip, she told me that she wouldn't say how she voted for in 2016 and 2020. Then yesterday she told the New York Post that she proudly supported Donald Trump in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "ZANONA",
      "sentences": "Right, and you're also seeing Biden and the border issue becoming a huge part of this race right now. I mean, I think we tend to overblow the national significance of special elections, but I do think this is going to be a critical bellwether for both parties, and it's also going to have a huge impact almost immediately on the small margins in the Republican House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:03",
      "speaker": "RAJU",
      "sentences": "Late one night this past week, federal prosecutors made an admission in their corruption case against Senator Bob Menendez that they had relied on recordings from a confidential informant to help build their bombshell bribery and fraud case against the New Jersey Democrat.Now, Menendez and his wife are accused of accepting hundreds of thousands of dollars, gold bars and a luxury car in exchange for helping the Qatari and Egyptian governments. They are both pleaded not guilty. This week we got a peek into that case, thanks to a new filing that was actually in response to a legal move from Menendez's team. Now, I caught up with Menendez who argued that this confidential informant could even help his case. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:15",
      "speaker": "RAJU",
      "sentences": "But Menendez who has said he is being persecuted, not prosecuted, still will not discuss many of the allegations against him.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:15",
      "speaker": "RAJU",
      "sentences": "Do you accept at this point, the gift, cash, the bars, the cars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:15",
      "speaker": "MENENDEZ",
      "sentences": "That's for court and I've explained some of it already, but I'm not going to try my case on CNN.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}