{
  "date": "2024-02-02",
  "headline": "One World with Zain Asher",
  "subHeadline": "President Joe Biden Honors Three American Service Members Killed In Jordan Attack; Ukraine's Top Military Commander Zaluzhny Pens An Opinion Piece For CNN.com; Mother of Michigan School Shooter Charged With Involuntary Manslaughter; Europe's Most Dangerous Fugitives Captured By Police; CNN's Elizabeth Wagmeister Interviews Legendary Music Mogul Clive Davis. Aired 12-12:45p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "If Ukraine wants to win, then things need to change. Words from the nation's own top general in a CNNexclusive. \"One World' starts right now. Friend or foe of Zelenskyy, see what Ukraine's army chief says about the war in a new op-ed, as sources say he's already been fired. Also ahead, Nairobi blaze. We don't know the cause of the explosion, but we know that the permit for construction was illegal, and the plant where the blast occurred was unlicensed. A brand new report from the scene. And he doesn't read music or play an instrument, but he is one of the biggest stars in the industry. Clive Davis reflects on his legacy just days before music's biggest night. Hello everyone, live from New York, I'm Bianna Golodryga. Zain is off today. You are watching \"One World\". It is the gravest of responsibilities for a sitting U.S. President, witnessing a dignified transfer. That is a return home of soldiers who have made the ultimate sacrifice for their country. President Joe Biden is in Delaware, where next hour he will honor three American service members who were killed in Jordan over the weekend. Sergeant William Rivers, Specialist Kennedy Sanders, and Specialist Brianna Moffat died in a drone strike on Sunday. In just a few minutes, President Biden is expected to meet with their families. And we'll have a lot more of that coming up. And now to a CNN Exclusive. A stark warning from Ukraine's top military commander. We're talking about Valerii Zaluzhny, the military's top commander-in-chief who penned an opinion piece for CNN.com. The general says that it's time Ukraine's military embraced new military technology and learned to do more with less. In the article, he puts it simply, the design of war has changed. Zaluzhny wrote the piece before rumors of his imminent firing began to surface. Let's bring in Fred Pleitgen to give us a perspective on the general's article. It is interesting, Fred, that the general being very blunt about his views on the state of the war is what initially got him into trouble with President Zelenskyy as tensions continued between these two over the past few months. Now, he appears to be on his way out and still speaking his mind about the direction of this war. Tell us more about this piece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, very much speaking his mind. And I think that this essay is really one that isextremely interesting, also because Valerii Zaluzhny, the top general, he's been running the campaign to try and oust the Russians of who, of course, are assaulting Ukraine since the very beginning, since the Russians first invaded here. And of course, he's seen all the nuances of this war and also how technology has changed this war as well. And I think there's two things that are absolutely key to Valerii Zaluzhny's thinking. And they are that Ukraine is both out-gunned and outmanned. And one of the key things that he wrote in this op-ed is that look, the Ukrainians need to come to terms with the fact that they might be getting a lot less weapons from their partners in the future as he puts it, as those partners deal with their own internal political issues, possibly talking about the United States, where of course further military aid to Ukraine currently hangs in the balance. And that's where Zaluzhny then says that he believes only modern technology can help the Ukrainians overcome that and level the playing field. He talks about unmanned systems on land, in the air and of course at sea as well and that first and foremost means drones. He believed that that is the way that the Ukrainians can really hurt the Russians. I want to read you one quote from it. He says, quote, \"Attack operations can have psychological objectives and here, technology boasts an undoubted superiority over tradition.\" In other words, possibly using drone operators who are not on the front lines rather than troops on the front lines, which of course can cause a lot of casualty among Ukrainians who already have fewer soldiers on the front lines than the Russians do at this point in time. Another thing that he said, and I thought this was really interesting, is how to embed all of this in the Ukrainian military. He writes, quote, \"In 2024, we must focus our main efforts in three areas, introducing a new philosophy of training and warfare, which takes account of restrictions and assets and how they can be deployed.\" In other words, coming to terms with the fact that they have these restricted assets, fewer shells, for instance, on the battlefield right now, and trying to make up for that with this new use of technology and embedding that into their military doctrine. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Yeah, first of all, I think you're absolutely right that Budanov is definitely one of the people who is very high up in the sort of rankingof those who might replace Valerii Zaluzhny. Of course, right now we are still in the sort of holding pattern after it came out from various sources that there was apparently a meeting between Valerii Zaluzhny and President Zelenskyy, where President Zelenskyy told, look, he's going to get fired, but we are still waiting for that presidential decree. So, right now really is an interesting time where we believe that possibly in the coming hours, we will hear who the replacement will be. One of them is indeed possibly Kyrylo Budanov, who as you said is certainly someone who's seen as a bit of a risk taker, but also someone who's been extremely successful at hurting the Russians in many ways, also behind enemy lines. In fact, of course, yesterday we had that spectacular video, if you will, of the Ukrainians saying that they sank a Russian warship using seaborne drones, and the agency behind that is the one that is headed by Kyrylo Budanov, the military intelligence director. Another one who is in the running is the commander of the land forces, Oleksandr Syrskyi. He was also one of those who was very much at the forefront of defending Kyiv when the Russians first invaded. Of course, many believe that that was a brilliant defense operation that the Ukrainians put on there, taking the fights to the Russians, stopping Russian columns that were approaching Kyiv. He definitely made a name for himself there. He most recently has been spending most of his time in the east of the country, especially defending Bakhmut, defending places like Kremlin. A very difficult situation there for the Ukrainians, but he's certainly someone who is also very respected by the troops, although I would say that Zaluzhny definitely, by far, is the most respected general and officer of the Ukrainian military. His trust ratings in a recent poll were around 88 percent, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Wow, also, a mixed bag in terms of hopeful news for funding for Ukraine this week. They did get the green light from the E.U. with some $54billion dollars over the next four years. Pledge to the country, obviously still waiting to see what happens in Washington with the nearly $60 billion set for aid in Ukraine. That has yet to be done. Fred Pleitgen in Kyiv, thank you so much. And you can read the entire article by the Ukrainian Army Chief on our website. You can find it at cnn.com. Well, the U.S. has slapped sanctions on four Israelis, saying that they had engaged in violent acts against Palestinians in the West Bank. The sanctions come amid a reported rise in settler violence there. Prime Minister Netanyahu's office responded by saying that Israel punishes law breakers, so the sanctions are unnecessary. And court records do show that at least one of the sanctioned men had been convicted of assault. But CNN could not find any indication the other three men were convicted of any crime. U.S. officials say they are pressing Israel to do more to tamp down on settler violence. (BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON:  I will say we have had some very frank conversations with them about extremist settler violence. Over the past month, six weeks, two months, we have seen the level of extremist settler violence come down somewhat, not come down enough. We want to see more. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Nic Robertson joins us from Tel Aviv with more on this. So Nic, on the one hand, unprecedented case of the U.S. government targetingindividual Israelis, though there are some who are skeptical that this may be more of a symbolic move than anything else. Talk about the implications involved with these sanctions now against foremen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "And just to be clear, addressing the increase in rise in settler violence and some of those extremists who seem to be embracingparts of it in the current government has been an issue and a wedge between these two countries before October 7th attacks. Needless to say, this is a big step though from the U.S. government. Nic Robertson in Tel Aviv, thank you. Well, U.S. Defense Secretary Lloyd Austin says Washington is preparing a multi-tiered response to the drone attack in Jordan last weekend that killed three American soldiers. And he adds that it's a dangerous moment in the Middle East right now. Iran denies any role in that attack, but the country's President warns Tehran won't sit on the sidelines if it is provoked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "UNKNOWN",
      "sentences": "We have said many times we will not initiate any war, but if anyone wants to bully, Iran will respond firmly.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "And in just the last few minutes we heard from the Treasury Department about new sanctions on Iran's drone and cyber programs. TheTreasury Department cited alleged front companies in Hong Kong and an Iranian subsidiary for allegedly supporting Iran's AUV program and missile production. Well, right now, the U.S. President's attention is not focused on Iran, but on the soldiers America lost over the weekend and the loved ones they left behind. Any moment now, President Biden is set to meet with the families of those fallen U.S. service members. The next hour, he'll attend the dignified transfer of their remains back to Dover Air Force Base, where he will also be joined by the Secretary of Defense. CNN's Arlette Saenz joins me now from the White House. And Arlette, this is one of those moments where the nation really does focus on the President's strengths, and that is being a Consular-in-Chief, not only because of the great loss and suffering he's experienced in his family, as well, but the way he's been able to convey it to those in time of need. We saw a video earlier this week where he spoke to the family of one of those service members who had been killed. He'll be spending some more time with them today. What can we expect to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Of course, our thoughts remain with these three families and for the service that their family members, ultimate service they gave forthis country. Arlette Saenz, thank you so much. Well, coming up for us, a truck carrying gas exploded into this huge fireball in Nairobi, killing at least three people and injuring hundreds of others. We'll hear from eyewitnesses to the tragedy up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "In Nairobi, Kenya, a huge gas explosion has killed at least three people and injured hundreds of others. The Kenyan government islashing out at the unlicensed company involved in the deadly blast and says it will no longer be able to operate in the wake of the tragedy. CNN's Larry Madowo has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MADOWO",
      "sentences": "The gas explosion burned down everything in its wake, just trucks, several structures, several hundred yards in every direction. One of thesixth floor rooftop, almost 400 yards away, broke down this wall, and most dramatic of all, a car that was blasted all this way. Parts of the car here, the rest of it strewn all across this area, and we're just a mile away from Kenya's main airport as we see a plane landing there. MADOWO (voice-over):  Residents of that building telling me of their frantic escape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "JEREMIAH NGESA, EXPLOSION SURVIVOR",
      "sentences": "We -- down and the fire on top of us. So, the gate was closed but there was a stampede. We hurriedly tried to getout. I think very many people were actually injured at that moment. MADOWO (voice-over):  Government officials already dubbing the incident as a consequence of corruption, vowing to shut down the unlicensed company who was operating inside the cooking gas filling plant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ISAAC MWAURA, KENYAN GOVERNMENT SPOKESPERSON",
      "sentences": "It is totally immoral for one to risk lives of fellow Kenyans just for profit, mere profiteering. Itis not acceptable for such facilities to be resident within residential areas because these are innocent hustlers who are going through their businesses on a daily basis. Rebuilding the damage could take months or even years. But in the hours ahead, families now having to face their reality of grief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MADOWO",
      "sentences": "Bianna, there are so many cars that were blown up in this explosion. This is one of them that's getting pulled away here. The mostextraordinary thing having been in this scene is that if the explosion happened during the day, all these people you see here live here. So, the actual devastation would have been unspeakable. It happened just after 11 P.M., so there were fewer people on the streets. And that's maybe why the number of dead is not that high, even though the number of the wounded is significant. This is a residential area. This gas plant should not have been here in the first place, Bianna. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back. The mother of convicted school shooter Ethan Crumbley was back on the stand again today. This time she was facing theprosecution. Jennifer Crumbley is accused of involuntary manslaughter. Prosecutors argue that she and her husband acted with gross negligence by allowing their son to have a gun and failing to get him mental health treatment despite warning signs. Earlier, prosecutors asked Crumbley how Ethan came to have the deadly weapon. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "UNKNOWN",
      "sentences": "That gun was gifted by you and your husband to your son on November 26th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "JENNIFER CRUMBLEY, MOTHER OF CONVICTED SCHOOL SHOOTER",
      "sentences": "Describe gifted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "UNKNOWN",
      "sentences": "How about when you posted on Instagram his new Christmas gift?J. CRUMBLEY:  Correct. And I explained yesterday that it was for him to use at the shooting range. We didn't just hand him a gun as a here you go, son. It was something he could use when we went to the range as a family together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "The defense rested its case in the last hour. So, let's get more on this from CNN's Jean Casarez, who's been following this for us. SoJean, we heard a very brief cross-examination by the prosecution today. Was that usual? Is that what you expected? And what did you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "I think most of us expected it would go on for the most of the day with just poking holes into every little nookand cranny. But it was relatively swift. And the prosecution has to believe they planned their questions in advance, that this is what was needed to show that gross negligence. But the big question, and this is precedent-setting in the United States, should a parent, should Jennifer Crumbley, that mother, be convicted of homicide? And the best witness to take the stand in all of that? Well, the defense believes it's Jennifer Crumbley, the defendant herself. (BEGIN VIDEOTAPE) J. CRUMBLEY:  That was the hardest thing I had to stomach is that my child harmed and killed other people. CASAREZ (voice-over):  The mother of the Oxford Michigan shooter who killed four high school students in 2021 for the first time defending herself in court. I've asked myself if I would do anything differently and I wouldn't know. If you could change what happened, would you? Oh, absolutely. I wish he would have killed us instead. CASAREZ (voice-over):  Jennifer Crumbley charged with four counts of involuntary manslaughter after she and her husband got a gun for their 15- year-old son days before the massacre. She has pleaded not guilty and appears to be shifting blame to her husband in her testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "UNKNOWN",
      "sentences": "Who is responsible for storing the gun?J. CRUMBLEY:  My husband is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNKNOWN",
      "sentences": "Do you recall there ever being a time where he asked you to go to a doctor or to get help and you said no?J. CRUMBLEY:  No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNKNOWN",
      "sentences": "Or left it?J. CRUMBLEY:  No. There was a couple of times where Ethan had expressed anxiety over taking tests, anxiety about what he was going to do after high school, but not to a level where I felt he needed to go see a psychiatrist or a mental health professional right away. No. CASAREZ (voice-over):  Crumbley described threats she says she and her husband received after the shooting. J. CRUMBLEY:  I was feeling pretty scared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNKNOWN",
      "sentences": "Okay scared of what?J. CRUMBLEY:  Well, scared that somebody might hurt us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNKNOWN",
      "sentences": "The defense also attempted to portray Jennifer as a normal mother.J. CRUMBLEY:  Every year around Thanksgiving, I always cooked Thanksgiving dinner the day after we would go cut our Christmas tree down. He was a big history buff. We can play trivial pursuit and he would get me in history every single time. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CASAREZ",
      "sentences": "So, the court is in recess now. It's been in recess for quite a while. The jury gets their lunch. It's delivered every day. And so, theymay be on lunch because it is the lunchtime hour. But the big questions here are, now, what do we do now? Is the prosecution going to have a rebuttal case? And if so, does that mean we would lead straight into closing arguments today? I think, Bianna, anything is a possibility at this point. We just have to wait and see when court convenes this afternoon, probably sooner than later, to see what happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "You'll be watching it for us as you have been throughout this trial. Jean Casarez in New York, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CASAREZ",
      "sentences": "Thank you. Well, let's get more now with CNN Legal Analyst Joey Jackson. So Joey, much has been made about the novelty of this legalstrategy put forward by the prosecution to, in effect, prosecute the parents of a shooter to stem school shooting and the number of school shootings we've seen in this country. From what you've seen thus far, did the prosecution make a strong enough case to convict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yeah, that's the open question, Bianna. Nice to be with you. I think it really is a matter for the jury'sdeliberation and in some respects they could have fallen short. Just to reset, just so, that we're all on the same page, many people may be confused as to how and why the mother would be responsible. Remember that this is not a murder case, murder relating to an intentional crime, a premeditated crime. This is a case dealing with involuntary manslaughter. What does that mean? It means that it's not your aim and objective to engage in killing. It means you were -- you were careless with respect to a killing that occurred and predicated upon your carelessness the actual killings and crimes took place. Here, you have four students who were killed, you had six that were injured and another teacher that was injured, as well. And so the prosecution really, Bianna, built their case upon four pillars that they had to establish. Number one, is it reasonably foreseeable that if you purchase a weapon for your son, who has potential mental health issues, could something like this occur? Number two, were the parents on notice? Were they aware? In this case, I say parents, we know James Crumbley, her husband, is going on trial in March. Jennifer Crumbley now is on trial at this moment. And so were they on notice? Were they aware of these mental maladies? And number three, did they act reasonably? And so, to the core of your question, the jury is going to have to grapple with the issue of whether a parent should be responsible for the activities of their child based upon the information made available to the parent and what the parent did or did not do. And of course, in this case, it was gifting, as we saw there, the child a weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "What did you make of what appeared to be the defense's strategy of sort of shifting the blame to the father? I guess, if they were topursue this logic that the parents can be held accountable for negligence, right, do you think that's an effective position from the defense's standpoint to acknowledge that perhaps yes, but it's not her fault, it's his?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, the evidence, it was all there. It just wasn't pieced together apparently, and sadly it resulted in the death of a number ofclassmates there. CNN Legal Analyst, Joey Jackson. Thank you. Well, now to an unbelievable story out of Italy. A mafia boss known as one of Europe's most dangerous fugitives has been captured after nearly one year on the run. Marco Raduano was caught by police on Thursday while enjoying a romantic dinner on the French island of Corsico. Raduano escaped from a high-security Italian prison in February last year by knotting bedsheets together and then climbing down the walls. He will return to jail, where he's serving 24 years for drug trafficking and instigating a murder. Well, Sunday will be music's biggest night of the year. That's when the 2024 Grammy Awards will be handed out, and this year's list of nominations is dominated by young women in music. One man who knows a thing or two about what it takes to succeed in the business is Clive Davis. The legendary music mogul sat down with CNN's Elizabeth Wagmeister to look back on his storied career and his famous pre- Grammy party. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "CLIVE DAVIS, PRODUCER",
      "sentences": "I never thought in a million years that I would discover on us. I don't read music, I don't play music. It's just in thegut. ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT (voice-over):  That legendary gut discovered Janice Joplin in 1967. Since then, music producer Clive Davis has nurtured the careers of some of the biggest stars on the planet. From Aretha Franklin to Billy Joel. Bruce Springsteen to Whitney Houston. That song convinced Davis Houston was a superstar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "DAVIS",
      "sentences": "That's a song I commissioned for the life of Muhammad Ali eight years earlier. And there's this young teenager singing the greatest love ofall, like I never heard it before. WAGMEISTER (voice-over):  Houston was one of the stars Davis introduced to the industry at his famed pre-Grammy gala, which is always held the night before the ceremony. And it was Barry Manilow who urged him to start in 1976.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "DAVIS",
      "sentences": "Heads of networks, motion pictures, studios, directors, actors like Tom Hanks, Elspec, Jay Z, and Beyonce, and Chris Rock, Nancy Pelosi.WAGMEISTER (voice-over):  It was hours before that party in 2012 that Whitney Houston drowned in the bathtub of her hotel room. Cocaine use and heart disease were contributing factors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WAGMEISTER",
      "sentences": "How tough was that for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "DAVIS",
      "sentences": "Oh, it was painful. First of all, it was shocking. I had been with her 48 hours earlier.WAGMEISTER (voice-over):  Davis said Houston was planning to record new music with him before she died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "DAVIS",
      "sentences": "She was vital, optimistic, looking forward to the future. That's the lethal power of drugs. I called her family. I said, look, this was herfavorite party. We have to celebrate her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "UNKNOWN",
      "sentences": "She doesn't want us to be somber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "DAVIS",
      "sentences": "But also provide a peaceful haven for the mourners to be together and not feel alone.WAGMEISTER (voice-over):  Through the years, Davis says he's always tried to link the past with the present.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WAGMEISTER",
      "sentences": "What really stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "DAVIS",
      "sentences": "Taylor.WAGMEISTER (voice-over):  Recalling the time he introduced Taylor Swift to Johnny Mathis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "WAGMEISTER",
      "sentences": "What do you want people to remember you by? What is your legacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "DAVIS",
      "sentences": "My legacy is that I discovered or nurtured an unusual array of the most gifted artists of all time and that they felt safe. But to see thatthey were still headlining arenas all over the world and were not one hit wonders was such a great feeling. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "WAGMEISTER",
      "sentences": "It really was just incredible to sit across from Clive Davis, who at 91 years old is clearly still going and going. He himself has wonfive Grammy Awards and has been inducted into the Rock and Roll Hall of Fame, but Grammys weekend really always kicks off with Clive Davis. His party is the most exclusive party of the entire weekend. And Clive let us in on a little clue. Joni Mitchell, who is going to be performing for the first time ever at the Grammy Awards, will also be at Clive's party. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Amazing. Clive Davis really is just such a legendary figure in the industry and such an eye for talent. Our thanks to Elizabeth for thatreport. Well, earlier this week, we told you about the tremendous response that Sesame Street's Elmo got online when he asked a question we all ask each other all the time. He posted, Elmo is just checking in. How's everybody doing? Well, on Thursday, the furry red muffet told CNN how he felt about that experience. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ELMO",
      "sentences": "You know, Elmo's not really sure. Elmo was surprised because Elmo didn't realize that when you ask someone how they're doing, you have to beready because maybe someone's not doing well or maybe somebody is. But it's an important question to ask and Elmo's learned a lot about that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Now, Mo had some advice about what you can do when you're not feeling so great.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ELMO",
      "sentences": "You know one of the things that you were just talking about was belly breathing? Which is a really important strategy. That's a big wordthat Elmo just learned. A strategy and it's belly breathing. So, what you do is you put your hands on your belly and you breathe in through your nose like this. And then you breathe out through your mouth slowly like this. And that really helps to make you feel calm and sort of get centered and relaxed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}