{
  "date": "2024-09-03",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Race Hits Critical Post-Labor Day Stretch As Debate Approaches; Interview with Sen. Mark Kelly (D-AZ); What Does End Of \"Brat Summer\" Mean For The Harris Campaign; Trump Tries To Point New Blame Over Arlington Cemetery Visit; At Least 51 Killed, 200+ Wounded In Russian Attack On Ukraine; Justice Department Charges Hamas Leaders Over October 7 Attack. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:03",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Chestnut won $100,000 -- I first read $100, I'm like that's not worth it. Okay, $100,000 in prize money, a hot dog shaped trophy, and a WWE design championship title belt.Competitors, they were not allowed to dunk or pour water on their dogs, separate the beef franks from the buns. There were penalties for excess crumbs, and regurgitation as there should be, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Watching it makes me want a hot dog real bad.THE LEAD WITH JAKE TAPPER starts right now. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "The election's only nine weeks away, nine weeks, exactly. So why aren't Harris and Trump out on the campaign trail?THE LEAD starts right now. It is a crucial time in the 2024 race and all the candidate activity today is behind the scenes, big interviews, prepping for the debate. That is only one week out. Coming up, the state of the race in one of the biggest battlegrounds where this race is expected to be razor-thin close. Plus, Donald Trump's new spin on the drama at Arlington Cemetery last week, pointing blame on Vice President Kamala Harris. We're getting new reaction this hour from the youngest son of the late Senator John McCain, a military service member himself. He says, Trump's Arlington visit crossed the line for him. And one of the most high-profile Senate races is going down in blue Maryland. Hear from the Democrat taking on former Governor Larry Hogan, and why all eyes are on this contest. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.Summer vacation is over. Are you paying attention to politics yet? Conventional wisdom says that this post-Labor Day period is when most Americans start tuning in, as the presidential race enters its final sprint. We're just one week away from the highly anticipated first ever debate between Vice President Kamala Harris, and former President Donald Trump. It will be in battleground Pennsylvania. And while we're still not quite sure what the final ruling will be on whether the candidates' microphones will be muted as the Trump campaign wants, or whether the microphones will be on the whole time as Trump himself says would be okay with him and the Harris campaign is pushing for. In the meantime, both campaigns will focus on battleground states. Tomorrow, Trump is going to hold a town hall in Pennsylvania, while in second tier battleground state New Hampshire, Harris is set to unveil more of her plans for the economy. That's the top issue in this race as so many Americans find day-to-day life on affordable. Here's how you know things are getting real. On Friday, the first ballots, this Friday, the first ballots of the 2024 election will be mailed out, and that's in battleground North Carolina. Let's discuss where things stand with CNN anchor Phil Mattingly. So, Phil, for the people who had vacations, let's bring everyone up to speed, including me, I was on vacation. Families in life in general to focus on the summer, bring them up to speed, bring all of us up to speed. Where is this race right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "PHIL MATTINGLY, CNN CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "You know, if Labor Day marks kind of a starting gun for the sprint to election day, I think a better frame might be that this race right now is in the midst of a bare-knuckle brawl inside of a closet and not of the walk in variety. Essentially, this is 63 days of duking it out in a very, very close race.Now that's not to say that over the course of the last couple of months, if you have been on vacation things have been static. It's definitely a very different way race than it was at the start of July when Joe Biden was trailing Donald Trump, both a national polls and in most of the critical battleground states. That is no longer the case. Vice President Kamala Harris has raised more than a half a billion. So she got into the race 44 days ago. And when you look at the national polls and some, she's taken a slight lead in the ABC/Ipsos poll that just came out over the course of the last day or two, 52 to 46 lead. \"Wall Street Journal\" poll, 48 to 47 lead. Clearly, things have changed on the Democratic side. Mostly that's due to Democrats coming home. But there's no doubt about it when you look particularly in those battleground states, Jake, this is an extremely tight race. In fact, Jen O'Malley Dillon, the chairwoman of the Harris campaign, put out a memo over the weekend where she made very clear the 2020 race was really decided by 40,000 voters in battleground states. And according to O'Malley Dillon, they see no difference this time around the margins will be razor thin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "TAPPER",
      "sentences": "So we know that winning the popular vote obviously does not a president make. So what are the states that actually matter to win the Electoral College?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Yeah, and the debate one week from today, how are both sides viewing this in terms of importance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "MATTINGLY",
      "sentences": "You know, every campaign cycle, debates matter. If you doubt that, just look a couple of months ago to the debate you moderated, Jake. They clearly matter.But I think in this case, when you talk to both campaigns, they recognize it holds significant import. Kamala Harris has only been in this race for 44 days. The race to define her as largely been the story of the course of the last 44 days, how this matchup plays out, assuming it happens. And by all accounts, it's going to, once they settle on those rules, will be critical and it will also be critical as to whether there will be a second debate, maybe even one after that. But right now, both campaigns very clearly focused on this. The vice president and it has been already working through debate prep, will be really kind of bearing down on that in the days ahead. It is essential for both campaigns at their candidates do well here. Certainly they will have a massive audience in this final sprint, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "All right. Phil Mattingly, thanks so much.Here to discuss with me is Democratic Senator Mark Kelly of Arizona. That's another battleground state. Every single vote there is crucial. Biden won Arizona in 2020 by just under 11,000 votes. Eleven thousand votes, as I don't need to tell you, Senator, that is a -- that is a rounding error. That is not a landslide. So let me ask you. A recent FOX poll of registered voters in Arizona shows there's no clear leader in the race. On the issue of border security, he has an advantage. Trump has an advantage, 56 percent do a better job handling border security, than Kamala Harris, 41 percent. Her first and only trip to the border as vice president was to El Paso in June 2021. Do you think, if she wants to win Arizona, A, does she need to visit the border in Arizona? And, B, does she need to do a fuller job of explaining why her positions have shifted from progressive to more centrist, let's say, on the issue of illegal immigration? For instance, in 2019, she said it should be not -- it should be decriminalized, crossing the border illegally? SEN. MARK KELLY (D-AZ): Jake, let me start by saying that he should not be leading on this issue in the state of Arizona, clearly. I mean, when you look at what she stands for, the bipartisan border security bill that we negotiated with Republicans in the United States Senate, we could have gotten that passed and across the finish line if it wasn't for Donald Trump. So Kamala Harris has stood for border security. She wants to get something done on this issue. She's led it -- on this issue. She helped us negotiate that in the United States Senate. So the contrast between the two of them, between Donald Trump, who killed that deal -- we had a deal that the Border Patrol wanted. The Border Patrol union endorsed the deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Right. They're very conservative. They support -- they endorsed Trump, but they also endorsed this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KELLY",
      "sentences": "They did, and the reason they did is it was going to be more Border Patrol pay, money to hire more Border Patrol agents, more money to buy fentanyl detection machines.So when Donald Trump told Senate Republicans that they could not vote for this and they had to walk away from it, what that meant is that the Border Patrol and CBP, Customs and Border Protection, have fewer fentanyl detection machines at the border today because of what Donald Trump did several months ago. And what that means is, more fentanyl gets across the border. And you know what happens then. More Americans die from fentanyl overdoses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KELLY",
      "sentences": "So she has clearly stated that she was in favor of this legislation that he killed.And I don't think I have seen something crazier in my 3.5 years in the United States Senate that an issue that Republicans talk about all the time, that, when they finally had the opportunity to do something on this, because of Donald Trump, they walked away from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Right.But one of the issues that I'm wondering about is that, in 2019, she endorsed, she raised her hand during a debate when the Democratic candidates for president were asked, do you support decriminalizing illegal border crossings? She did raise her hand. I understand her position now is more to the center or more even conservative. Does she need to explain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KELLY",
      "sentences": "I think she has explained it. I mean, you're talking about a primary in 2019...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KELLY",
      "sentences": "... where somebody asks throw your hand up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:02",
      "speaker": "KELLY",
      "sentences": "You know, you got like a half-a-second to think about it.Today, what really matters is who is standing with the Border Patrol agents. And that's Kamala Harris. Who has killed probably the most -- the best opportunity we had to do bipartisan legislation? This is the way this should be done. And the person who killed it was Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "KELLY",
      "sentences": "Well, Donald Trump filmed a campaign ad at Arlington, our most hallowed ground, where members of the military who paid the ultimate price are buried.I have never seen anything like this. And the fact that he did this and the United States Army, who runs the cemetery, did not want him to do this, I think it further demonstrates his -- the little regard he has for members of the military, service members, who, by the way, at other cemeteries like Arlington overseas, where World War I veterans are buried, he calls them suckers and losers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "TAPPER",
      "sentences": "According to John Kelly, his...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "KELLY",
      "sentences": "According -- according to a Marine general who, by the way, was his chief of staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "TAPPER",
      "sentences": "I'm going to speaking with another Arizona later in this broadcast, Jimmy McCain, the youngest son of late Republican Senator John McCain from Arizona.He says he registered as a Democrat several weeks ago and would get involved in any way to help Kamala Harris win. Cindy McCain obviously was helpful to President Biden in 2020. Would you put him to work in Arizona?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "KELLY",
      "sentences": "Well, absolutely.I mean, I have seen Jimmy a number of times and his brother, Jack. They are great Americans, both service members, like their dad, like their grandfather, like their great-grandfather before them, who have served this country for years. I mean, they're a family that has served our country. And Donald Trump has made it very clear that he does not stand with veterans. He does not stand with service members. So I understand why Jimmy did this. I'd say it's also unfortunate. It's unfortunate that the Republican Party today in Arizona has been just denigrated to a level and reduced to a level where they're -- it's hard to find somebody like -- a place where somebody like Jimmy McCain or even John McCain at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "TAPPER",
      "sentences": "You recently led a bipartisan congressional delegation to Finland, Lithuania, Latvia, Estonia. Those are all key NATO allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "KELLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "TAPPER",
      "sentences": "All of them share a border with Russia.You met with leaders about the threats posed by Vladimir Putin's Russia and his aggression. After meeting with leaders there, do you think the U.S. should allow Ukraine to use long-range weapons in attacks on military sites in Russian territory, which the Biden administration has not wanted them to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "KELLY",
      "sentences": "Well, we actually already do, up to a certain point, like within 88 kilometers.The request is to do it outside of that, longer range into Russia specific targets, military targets. And the obvious weapon system you would use for this is ATACMS. So it's a long -- longer-range missile with a 500-pound round that can take out some pretty good targets. I think we should. We should certainly evaluate it and consider it. Every one of the countries you mentioned, every one of the Baltic countries and Finland are requesting this, because they know that, if Ukraine cannot beat Russia in Ukraine -- and, by the way, to beat them in Ukraine means you have to often step outside into the sanctuary that the Russians get just over the border. So we have got to be able to affect their supply lines and some military targets inside Russia. We're letting them do some of that now. They want to do more. But the reason why this is so important to the Baltic countries is that they feel like they're next. Three to five years from now, Russia will have an opportunity, if they win in Ukraine, to rebuild their forces on the other side of the border and then they're going to be the next target. They do not want to be occupied like they were when this was the Soviet Union. And they're not going to let that happen. We're going to help them. These are NATO countries. So if they're attacked by Russia, we will be there for them. There's some steps I think we need to take now that we need to consider to make this incursion or this attack by Putin into a Baltic country a little bit more intimidating. Putin responds to one thing, and that's force. And he has now retooled his economy to be on a war footing. We have got to make sure that doesn't affect our NATO allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "TAPPER",
      "sentences": "All right, Democratic Senator Mark Kelly of the great state of Arizona, thanks for being here. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:06",
      "speaker": "KELLY",
      "sentences": "Thank you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:51",
      "speaker": "TAPPER",
      "sentences": "If you follow Charli XCX on social media, you likely emerged from the holiday weekend seeing the official end of brat summer. I'm so sorry for that. Goodbye forever, brat summer, said Charli XCX.Let's jump right in with our panel. Kamala Harris, Vice President Harris, and her team jumped on the brat wave at the launch of her campaign. Do you think the end of brat summer potentially, coincidentally, it spells the end of the honeymoon phase for Vice President Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:51",
      "speaker": "NAYYERA HAQ, SENIOR DIRECTOR OF CABINET AFFAIRS, OBAMA ADMINISTRATION",
      "sentences": "It depends if she continues to wear lime green, which was the signature color of brat summer. I think we're going to continue to see her engaging in meeting people where they're at, right? That's meeting union workers, but that also means engaging a younger generation online and connecting in the ways that they communicate and connect.The debates coming up next week, she has not shied away from going toe to toe with Donald Trump. So if this has get out the vote time, anything that connects her directly in a very human way with voters is going to be a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:51",
      "speaker": "TAPPER",
      "sentences": "Where, where do you see the race right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "So right now, I read Nate Silver. And right now, he says that it's 55 percent odds of Trump winning, 45 percent odds of Harris winning. That was different. He had it the other way around it just a few weeks ago.One of the reasons why his forecast is so kind of ambivalent, he says, right, is there's no normal in this election. His analysis finds Harris is ahead in the polls at the moment. But Trump has the advantage because there are still so many wildcards that can do disrupt things. And, of course, Republicans have an advantage in the Electoral College, not the popular vote. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "SHIRA STEIN, WASHINGTON CORRESPONDENT, SAN FRANCISCO CHRONICLE",
      "sentences": "I think we tend to talk a lot about polls in journalism what we saw in 2016 is that polls aren't always the best measure of things. It's hard to tell how voters, its going to be a small handful of voters actually decide this election.And so, it's hard to tell how those few thousand voters and a few states are going to decide things. But when I'm talking to the campaign, when I'm talking to voters, the thing that I'm hearing the most is excitement on the Democratic side and Republican side sort of still trying to figure out what their messages against Harris. HAQ: And so much of that is about enthusiasm is, I hate to call it the vibes, but you're competing. I think the day on Election Day and against rain and weather and getting people off their sofa, willing to go and vote, even with many people not having the day off from work. So those logistical challenges are what enthusiasm helps overcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "SINGLETON",
      "sentences": "Yeah. But, Jake, I think one of the reasons the race is still so close despite 28, 30 days of incredible coverage for the vice president is that people are still concerned about their pocketbooks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "SINGLETON",
      "sentences": "And that's where Donald Trump still has an advantage. And so I think if you're looking at a state like Pennsylvania, one of the things --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "Commonwealth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "SINGLETON",
      "sentences": "Commonwealth, right, excuse me, Jake. Your state, the commonwealth.One of the reasons the former president continues to focus on flip- flopping on fracking is because Pennsylvania is the second place only to Texas where that is a pivotal issue in terms of energy resources. A lot of people that reside in that state depend upon it for their livelihoods. And so, Trump is making the argument that, yeah, maybe you like or maybe, this is a vibe of the moment, to your point, Nayyera, but vibes don't necessarily put money in your pocket. And that's why people are still concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "HAQ",
      "sentences": "You know, president, former President Trump has not been able to focus on policies. So much of his campaign rhetoric and his own talk and going off the cuff veers into that lane of personality dynamic. And if you make it a personality contest, Kamala Harris has not been mean, right? She is welcoming of more and more of broader caucus, a broader group of individuals than President Trump, who has a very narrow focus, even with his vice-presidential.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "SINGLETON",
      "sentences": "But is it fair to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "HAQ",
      "sentences": "And presidential candidates generally more so than Congress are about the guy you want to have a beer with or the gal you want to have a bear with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "SINGLETON",
      "sentences": "But I would argue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "HAQ",
      "sentences": "But better or worse, if it comes down to personality versus policy without message discipline, which Donald Trump is not known for, Kamala Harris going away with this.(CROSSTALK) SINGLETON: Nayyera, I'm going to push back. I think a lot of what you're saying is already baked in the former president. If everything you stated about the vice president was so pivotal, insignificant, she would be ahead by eight points. She's not and that's for a reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "HAQ",
      "sentences": "And that -- and the reason is because polling has not adequately accommodating for folks who were not regular voters or consistent voters in previous cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "I just want to note on the subject of Donald Trump's discipline or lack thereof, over the weekend he said something and it's relevant to the fact, not just this discipline conversation, but the judge overseeing the election interference case is going to decide on how the case is going to proceed.And this is what Trump said about the election in 2020 over the weekend, talking to Fox. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: It's so crazy that my poll numbers go up. Whoever heard, you get indicted for interfering with a presidential election where you have every right to do it, you get indicted and you poll numbers go up? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "TAPPER",
      "sentences": "So again, this is Donald Trumps saying on television that he interfered in a presidential election and that he had every right to do it. And that's the kind of thing that must drive his campaign staff mad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:08",
      "speaker": "TAPPER",
      "sentences": "I've talked -- speaking in Pennsylvania, former Republican Senator Pat Toomey from Pennsylvania, very conservative Republican. He was asked about how he's going to vote. Take a listen.(BEGIN VIDEO CLIP) PAT TOOMEY (R), FORMER U.S. SENATOR: It is an acceptable position for me to say that neither of these candidates could be my choice. (END VIDEO CLIP) TAPPER: And the reason he gave for that was January 6.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:08",
      "speaker": "SINGLETON",
      "sentences": "See, that's -- that's an interesting conundrum, right?Because if you do have a sliver of people in the Commonwealth of Pennsylvania --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:08",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:08",
      "speaker": "SINGLETON",
      "sentences": "-- who say, look, Harris is too liberal. She's not Joe Biden who some may see as more of a moderate Democrat, maybe they may not like Trump's pronouncements and his personality. So they may decide to stay home.I think mathematically, Jake, that likely benefits Trump more than it benefits Vice President Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:08",
      "speaker": "HAQ",
      "sentences": "Well, let's not forget this is a state that gave U.S. Senator John Fetterman, right? If it's non-traditional, non, you know, cable- based assessments of how things are going Pennsylvania, like many others, is also dealing with a electorate and a rising majority that is demographically different from previous elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:13",
      "speaker": "TAPPER",
      "sentences": "In our 2024 Lead, Donald Trump is adding a new layer to the Arlington Cemetery controversy. He's now blaming Vice President Kamala Harris for part of the drama.Trump, as you may recall, was at Arlington on Monday of last week. He was there to mark three years since the tragic bombing at Abbey Gate in Afghanistan that killed 13 U.S. service members. The families of several of those fallen service members say they personally invited Mr. Trump to be there and to take photos with him at Section 60. Now, that is an area largely reserved for those who served in Iraq and Afghanistan. Political activity is not allowed on the property. A Trump campaign spokesman said on X that they were granted access to have a photographer. And posted a document stating, quote, \"Only Former President Trump may have an official photographer and/or videographer outside the main pool area,\" unquote. Now, National Public Radio first reported a physical altercation at Section 60 between Trump staffers and a cemetery employee who tried to stop the Trump staff from taking photos and video. Video that was later used in a Trump campaign video that Trump shared on social media. The U.S. Army said Trump's team knew the rules, yet, quote, \"Abruptly pushed aside,\" unquote, the cemetery employee. Now, the Trump campaign disputes that they say there was no physical altercation and says the employee, quote, \"decided to physically block members of President Trump's team during a very solemn ceremony,\" unquote. Today, Trump says, quote, \"There was no conflict or fighting,\" unquote. Trump added, without any evidence that Kamala Harris, quote, \"made it all up to make up for the fact that she and Sleepy Joe have blood on their hands for the incompetent Afghanistan withdrawal,\" unquote. My next guest comes from a big name in Republican politics. He does not make public appearances, but he is speaking out now because of what happened last week. I want to bring in Jim McCain. He is the youngest son of the late Republican Senator John McCain. He is also an army intelligence officer who served previously as a U.S. Marine. Jim, thank you so much for joining us. Tell us why you called Trump's visit to Arlington a violation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:13",
      "speaker": "JIM MCCAIN, SON OF LATE REPUBLICAN SENATOR JOHN MCCAIN",
      "sentences": "Thank you for having me, sir. Well, as you well know, sir, Arlington Cemetery is sacred to all people who have -- all people who are members of the military, all people who have served in the uniform, it's a sacred area. There's three generations of McCain's that are buried there.It's a violation because these rules are set in place. The people who are buried there don't have an opinion. We're just -- the point of Arlington Cemetery is to go and show respect for the men and women who have given their lives to this country. When you make it political, you take away the respect of the people who are there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:13",
      "speaker": "TAPPER",
      "sentences": "So, you're recently back from a seven-month deployment to Tower 22 in Jordan. That's near the border with Syria. Three U.S. soldiers were killed there just this past January. This idea of a sacred space and grieving families, it's not just theoretical for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:13",
      "speaker": "MCCAIN",
      "sentences": "Yes, sir. I mean, I was not personally at Tower 22 when that attack happened, but after being directly on the ground right after, I understand the pain that we saw there, the young men and women who are serving there and what they went through.Once again, it's a solemn thing. You know, these young people are taking time out of their lives when they could be bettering themselves, you know, college, things like that. And they're joining the military because they feel it's the right thing. And the least we can do is when they're gone, if they -- you know, when they're in Arlington is to respect the rules and regulations that are in place, like not politicizing the fact that these men and women are there. Go, show respect, under -- I understand that he was invited, show respect and leave. It doesn't need to be videoed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MCCAIN",
      "sentences": "Yes. I mean, the first thing about, you know, John McCain, you don't spend that long in politics without messing up once or twice. So -- and the main point is that he pulled it down and he understood the solemn, you know -- like sanctified nature of that -- of Arlington National Cemetery. So, if Donald Trump pulled it down and apologized, I mean, it would be the right thing to do. But look at his history towards veterans. Look, at this point, you know, I don't know what else he has to do, you know? The answer's no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "TAPPER",
      "sentences": "Yes. So, I mean, this has been -- as you note, Donald Trump has said a lot of things that have offended people in the veterans community. It may have started actually when he said that your dad wasn't a war hero because he was captured. That was back in 2015. And then, there are all the other things that he has said and done, including what Former Marine General and Chief of Staff John Kelly said -- that he said behind closed doors, suckers, losers, et cetera.You were a political independent for years. And you just recently registered as a Democrat. Why the switch? And how much of you moving -- not into the Republican Party, but starting as an independent and now moving to the Democratic Party, how much of that is because of Trump and his effect on the Republican Party and his attitude towards veterans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MCCAIN",
      "sentences": "I mean, to begin, you know, what Trump said about my father is, you know, irreprehensible. I mean, it's -- I've never forgotten it. And, you know, to remind everyone, you know, John McCain was my father as well. And, you know, he was the guy I went to when I skinned my knee, you know. So, to hear those things said about him, I could never forgive. You know, the one thing about John McCain is that he cared about his country and he lived his life that way. So, as we moved on and I -- you know, I was gone for a year. So, I didn't have a chance to change. But as soon as I was back, I see -- you know, I care about my family, I care about equal rights of everyone in this country. I care about all this. And, you know, as much as I stayed as an independent, I decided that, you know, it's time to move on and do what I believe in.You know, the point of -- the fact of the matter that he said it constantly is country first. You have to think about your country first. However that is, care about your country, care about how making it better, not being divided, but being together as one to continue to be the greatest country in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "TAPPER",
      "sentences": "Yes, and just as a factual matter. I mean, your father -- first of all, a lot of people are taken prisoner during war and your father was offered early release because his father was an admiral during the Vietnam War, his grandfather was, too, and he declined early release because that's not how prisoners are supposed to be released. They're supposed to be released in the order of how they were captured, and that is the definition of heroic.What do other veterans say to you? Because, obviously, just as a matter of statistics, most white men in this country are supporting Donald Trump, just statistically, and most white men in the military are supporting Donald Trump. What do you hear from when it comes to your former colleagues in the Marines and your current colleagues in the Army?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "MCCAIN",
      "sentences": "I mean, I think that it's just like anywhere else. I mean, veterans are people just like everyone else. And there's -- it's a plethora of diverse opinions. You know, I think that people are still trying to figure out what's happening in this election and which way they're going to go, especially with Kamala Harris entering the race. And I think that just like any other group of people, everyone's trying to figure it out. It's a diverse group of people.And, you know, they're all trying to look, you know, what's going to help the military, you know, that's on the main thought for most of them. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "TAPPER",
      "sentences": "Jim McCain, thank you so much for being here. I met you when you were 11 back in 1999. I don't expect that you would remember it, but I met you when you were 11 and I know your dad would be really proud of your service. So, thank you so much for being with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "MCCAIN",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:38",
      "speaker": "TAPPER",
      "sentences": "In our world lead, early this morning, Russia launched one of the single deadliest attacks on Ukraine in Russia's two-and-a-half years of brutal warfare against that country. Ukraine says that Russian ballistic missiles struck a military educational facility in central Ukraine, killing more than 50 people, injuring hundreds more.CNN's Fred Pleitgen reports now from you Ukraine's capital as Ukrainian president, Volodymyr Zelenskyy, pleads for more help from the west saying every day the West delays means more death for the Ukrainian people. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): Parts of this military educational facility in the central Ukrainian city of Poltava, almost completely destroyed. Dozens killed here that Ukrainian say when two Russian ballistic missiles struck, leaving those on the ground with no time to get to bomb shelters. More than 200 were also wounded and a nearby hospital damaged. Ukraine's president irate. VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): The Russian scum will undoubtedly be held accountable for this strike. And once again, we urge everyone in the world who has the power to stop this terror, air defense systems and missiles are needed in Ukraine. Not in a warehouse somewhere, long range strikes that can defend against Russian terror are needed now, not sometime later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:38",
      "speaker": "PLEITGEN",
      "sentences": "Russia has been accelerating its aerial bombardment of Ukraine's cities and infrastructure, with a massive barrage aiming for the capital Kyiv early Monday, just as children were gearing up for the first day of school after summer break.One of the places damaged, a management college. UNIDENTIFIED FEMALE (through translator): We got up and it had already started to boom. We ran out into the yard near the dormitory. We heard something flying in, something being shot down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:38",
      "speaker": "PLEITGEN",
      "sentences": "On Sunday, more than 40 people injured after a Russian airstrikes on the north eastern city of Kharkiv. Responders desperately trying to save the victims.There's an ambulance on the other side, the photographer says. We won't be able to carry him there, she answers. While Ukraine's air defenses often take down Russian missiles, that consequences can be devastating when they don't. The strikes on Poltava were of the deadliest single attacks since the start of the war. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:38",
      "speaker": "PLEITGEN",
      "sentences": "Yeah, Jake, and ten residential buildings in that area also badly damaged in those strikes. And, you know, the Ukrainians are saying those ballistic missiles that the Russians used today extremely difficult to take down for air defense systems.One of the few systems that can actually do that is the Patriot surface to air missile system, of course, made by the U.S. the Ukrainian say they badly need more of those, but they also want permission badly from the U.S. to be able to strike deeper into Russian territory with U.S. made weapons. They say that way they could take out potentially some of the launch sites of these missiles in the first place, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:53:06",
      "speaker": "TAPPER",
      "sentences": "And we have some breaking news right now. The U.S. Justice Department just charged several senior leaders of the terrorist group Hamas over the October 7 terrorist attack in Israel, according to an indictment that was just unsealed.Let's get right to CNN senior justice correspondent Evan Perez. Evan, tell us more about what is in these indictments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:06",
      "speaker": "TAPPER",
      "sentences": "All right. Evan Perez, thank you so much. Appreciate it.Some new advice from a high profile political strategist, as Donald Trump and Kamala Harris get ready for the big debate next week. Plus, the Democratic U.S. Senate candidate in Maryland will be here. She's running in one of the most contested Senate races in the United States. Angela Alsobrooks, ahead of her competitor, Larry Hogan, who will be here tomorrow. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}