{
  "date": "2024-07-14",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Rally Attendee Tried To Comfort Shooting Victim; One Trump Rally Attendee Dead, Two Others Critically Injured; Donald Trump Injured In Assassination Attempt At Rally; FBI Says It's Working To Learn Shooter's Motive; President Biden Condemns Violence After Trump Assassination Attempt; FBI Identifies Trump Rally Shooter As Thomas Matthew Crooks; Donald Trump Injured In Assassination Attempt At Rally; One Trump Rally Attendee Dead, Two Others Critically Injured. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "-- comfort one of the victims seconds after the shooting.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "RICO ELMORE, RALLY ATTENDEE",
      "sentences": "All we know is shots were fired, and then I jumped over the barrier and put my hand on the guy's head that was profusely bleeding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Who was it? Do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "ELMORE",
      "sentences": "I don't know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "HUNT",
      "sentences": "A spokesperson says the former president is -- quote -- \"fine.\" And Trump himself posted on Truth Social that a bullet hit his right ear. Just a few hours ago, he flew back to New Jersey. Rally goers describing the scene as pure insanity. Nearly 15,000 people were in the crowd.CNN's Alayna Treene was in attendance at the rally covering it there. She joins us now from Butler County, Pennsylvania. Alayna, good morning to you. I know this was a very difficult scene for everyone there. For you, I saw you doing incredible work in the moments afterwards. I would like, if you can, to recall for people, this happened on a Saturday night, may just be waking up to this news need to be -- need to understand what happened. And then what, of course, you heard from witnesses in the aftermath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Right. Well, Kasie, I mean it was pure chaos yesterday when this happened. Donald Trump had taken the stage shortly after 6I personally was escorted right underneath the bleachers to take cover. People were on the ground. You could hear Secret Service telling everyone to get down. And it was -- it was a very scary moment. No one knew exactly what was going on. And I did have the opportunity to speak with several of the other rally attendees shortly after the rally. Many of them had incredible stories to share. But one in particular, this man Joseph Meyn, he had told me that he was actually in the bleachers behind the stage where Donald Trump was speaking, where one man was killed and shot. He recounted that experience to me. I want you to take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "JOSEPH MEYN, RALLY ATTENDEE",
      "sentences": "Yes, I know it was gun fire but I couldn't quite tell where it was coming from. It sounds like it was coming from behind the bleachers.And the man in the bleachers, kind of to the right of me in the bleachers, took a gunshot wound to the head. He was killed. And another woman -- I don't know exactly where she was on the bleachers. I think she was either behind me or to the right of me. And she got a round in the -- she got hit in the forearm and hand. It looked like. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:00",
      "speaker": "TREENE",
      "sentences": "Now, Kasie, Joseph Meyn also told me he is a surgeon. He saw what was happening in real-time. He understood that the man was immediately killed. He also said that he helped to escort him and carry that the body off of the bleachers. A very emotionally harrowing experiencing -- experience, he said.I also spoke with another couple outside of the rally venue who -- they were very emotional. Their names were Joan and Jim Rimschneider (ph). And they essentially told me that -- look, they could not believe that this is happening in America. They said it was a very sad day. That they just wanted to come to a rally to show their support for Donald Trump. The fact that this kind of violence could happen really rocked them to their core. And so, it was very emotional talking to all of these people. I think they were still processing. And I think today many people are still processing it. As we're here on the ground, we're going to continue to see who we can speak to and continue to share their stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "HUNT",
      "sentences": "Yes, indeed. All right. Alayna Treene for us. Alayna, very grateful to have you. I know you had a very, very late night, but your perspective is so important.Right now, as the FBI pieces together the crime scene, they are also trying to piece together the background and motive of the suspected gunman. But first, for those of you who are just waking up to this news perhaps you were with your families on a Saturday night going about your daily life in a normal way. I just want to show you what we saw unfold last night, that historic moment. We do need to warn you, of course, that this is incredibly graphic. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Said, take a look what happened --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get down, get down, get down, get down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What are we doing? What are we doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hold, hold, hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Holding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hold, hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get around to the square. Get around to the square.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE). Hold, hold. Are you ready? On you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All guys here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All guys here. Moving to the square.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stair get ready. Stair get ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The shooter is down. The shooter is down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The shooter is down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are we good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Shooter is down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shooter is down. Are good to move?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shooter is down. We're good to move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are we clear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're clear. We're clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's move. Let's move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "TRUMP",
      "sentences": "Let me get my shoes. Let me get my shoes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I got you, sir. I got you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "TRUMP",
      "sentences": "Let me get my shoes. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sir, we got to move to the bus (ph). We'll move to the bus (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "TRUMP",
      "sentences": "Let me get my shoes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. (INAUDIBLE) get the shoe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Watch out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "TRUMP",
      "sentences": "Wait, wait, wait, wait.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "HUNT",
      "sentences": "We couldn't quite see it there, but you saw the president raised his fist and he mouthed the word, fight, fight, in defiance. And this is an instantly iconic image that was made by Evan Vucci of the \"Associated Press\" in the immediate aftermath of this shooting, an image that will be seared into the nation's consciousness for decades to come. And one that's likely to come to define the presidential campaign that we are all covering right now.We have full coverage of this here on a special edition of CNN THIS MORNING with Elliot Williams, Andrew McCabe. Karen Finney, Democratic strategist. Matt Gorman, a Republican strategist. I'm very grateful to all of you for being here. Andy McCabe, I'd like to start with you on what we saw and quite frankly, how this was possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "ANDREW MCCABE, SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, that's a great question, Kasie, and it's one that will be echoing around the halls of many government agencies the first, of course, being the Secret Service.So, just to kind of separate the investigative horsepower that's working right now. On the FBI side and with their close relationship with the Pennsylvania state police, they are trying to disassemble this attack yesterday and particularly focusing on the shooter himself to understand everything about that person's life, to understand everything that took place at the scene yesterday in perfect chronological order. Where he came from, how he moved to the position he ultimately took -- feathering into that, understanding all of the eyewitness testimony that we have from multiple places. It's very complicated. What they're not looking at is trying to figure out a way to kind of point out what the Secret Service may have done right or wrong. That is not their focus. They are simply trying to understand what happened. I would expect that today the Secret Service is thinking about this very differently. There were absolutely acts of heroism and courage that we all saw in that video that you just -- that you just played. The response on the stage particularly was remarkable. [06:10:03] But real questions are being asked today about how the -- what sort of decisions may have been made in the preparation for this event and why that the perimeter was -- maybe as condensed as it was and didn't include the buildings that the shooter obviously used to gain a position of advantage. There are some very basic approaches that the Secret Service and other law enforcement entities use to mitigate this sort of risk. You can simply use vehicles or other impediments to block lines of sight from elevated areas around the area where the protectee is going to be kept. You can extend the perimeter. You can put actual law enforcement bodies on those roofs -- in those places to make sure that no one goes up and takes advantage of them. It doesn't appear that any sort of things like that were done in this case. And I think that will be the focus of a lot of questions and attention on this day after the attack. And, of course, we'll have to wait and see how those investigations and -- complete and how these questions are resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "HUNT",
      "sentences": "Andy, can I ask you about what we know so far about the shooter? Because obviously there are a lot of people jumping to very quick conclusions about how and why this may have happened. But the reality is we don't have a lot of information at this point about this guy. We know he was a registered Republican who made a small donation to a Democratic group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "MCCABE",
      "sentences": "Yes, that's about the sum total of the details that we have at this point. And I should tell you, you know, we had a very common refrain in the FBI anytime we dove into responding to a critical incident, an attempted terrorist attack, something like this, and the refrain was most of what you learn right away ends up being wrong.So, we have to kind of take a deep breath and look at the -- look at those things that we do know that have been confirmed by law enforcement and not speculate on the stuff that we don't know. There is no question the FBI is going to delve into all of this person's history. They're going to look at all of his electronics devices. They're going to look at everything he was reading and potentially writing in the lead up to this event. They're going to look at all of his associates and family members and work colleagues if he has any of those. They're going to talk to hundreds of witnesses. They'll execute search warrants at his residence and any property or vehicle that can be associated with him. They'll look at any social media postings that he may have had, understand the sort of interactions he had with other people. Their goal is to understand was this person in any way working with anyone else, was he directed or supported by someone else, did he communicate with someone else, what his intentions were. And that process will reveal for us to some extent what he was thinking and hopefully why he did that. But we are a long way from knowing that right now. So, we have to just kind of take what they give us at a fairly slow pace, and wait, hold, you know, resist the urge to draw conclusions about that right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "HUNT",
      "sentences": "And that is a very, very important warning and reminder because, of course, our political system right now, the climate is not setup for that. I will say -- and I want to sort of expand out to the panel here. Matt Gorman, the piece of what we saw last night that I wanted to really focus in on from that stage was -- and if we can put that image up as well of the president with the flag. Is that -- as he walks off the stage, he tells the Secret Service agents to hold on, basically, and he puts his fist in the air and he yells, fight, fight, fight.And that's already become a mantra. It's -- we are a day -- I'm flying to Milwaukee after we get off the set this morning for the Republican National Convention. This tone after what was -- what happened here it is defiance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "MATT GORMAN, REPUBLICAN STRATEGIST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "HUNT",
      "sentences": "Can you talk a little bit about what that means? And feel free to jump in Elliott as well and Karen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "There it is. That was -- that was what he was doing. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "That was that video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "It will be our kids' history books.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "It's an indelible image.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "We're going to -- this is now part of our history. This is part of our national political history. I mean, I was, you know, here in Washington, D.C. in junior high when Ronald Reagan -- the attempt against Ronald Reagan happened and it was terrifying to see that.And I think one of the things that we have to realize, you know, we're in politics. We understand the climate but for a lot of folks have home this is very jarring and very frightening --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "It's horrifying, horrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "-- to see something like this happen at an event where you assume it's going to be a political event and people will be, you know, talking about their campaign and their supporters. And clearly it looks as though -- and I see we're looking at this image. You know, what happened with Reagan. It really shocks and shakes you.And so, I thought it was appropriate for the president to come out last night and to try to calm the situation and assure everyone was -- it was obviously very important to know that the former president was OK. And this, I hope, becomes -- although I fear because we are going into, you know, political conventions. I hope we take a moment. I mean, there have been so many --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Take a moment. This is Reagan leaving the hospital just -- we wanted to show you as you referenced, a reminder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "Yes, in April.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "And, I mean, look, just looking at that video shows you how long ago it was since we as a country grappled with something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "That's right. Sorry. I was just going to say a reminder that the individual who shot Ronald Reagan was just crazy. I mean, he thought he was impressing a movie star. So, we don't know -- we don't know what the motive was. We may not know for quite some time.The last thing I'll just -- I just wanted to point you having -- when you travel with a president -- you know this, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes, I got it. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "You're trained. We actually have to go for training because they want you to know if something happens, if we're the staff, you are not their priority. Their priority is the principal, is that individual, and that's what we saw on the stage clearly.I mean, the fact that those men and women -- I mean, they jumped on him and they were ready to take a bullet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "And I know there'll be a lot more to the investigation, but I just wanted to call that out because that's what they are trained to do. And you pray they never have to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "I was going to say a lot of the Reagan shooting, I think, it was actually my first memory of a major political event of any kind and to the point these things stick with people and they stick with us for the rest of if our lives because of how profound this moment is.It's rare, not obviously, seeing gunshots, but even seeing a president of the United States hurt when they trip and fall or whatever else. And it's jarring for people who have an image and a notion in their head of what the presidency and sort of all the aura around it. And even an ex-president to be clear. He's not the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "I mean, we are still as a nation grappling with what happened to John F. Kennedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "It's weird. It's jarring also because at the end of the day what we saw happened was a crime committed on live TV, right? The president is victim -- the former president is a victim of a crime and terrible this other person was shot dead on live TV. It's terrible.And to the point, you know, I was saying before another half-inch here or there, and it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Literally millimeters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "WILLIAMS",
      "sentences": "Yes. And let's go further than calling it a crime. It's not just a crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "WILLIAMS",
      "sentences": "It's a potential national security event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "WILLIAMS",
      "sentences": "And that's why, by law, and this was -- Andrew was touching on this a little bit -- by law the national security apparatus within the FBI and the justice department has to take over an investigation like this. Not just the law enforcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes. And let's bring in Andy McCabe on that. Andy, could you address that a little bit, the fact that this was a national security incident and how that's going to impact what we see next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:05",
      "speaker": "HUNT",
      "sentences": "Andy, obviously, the conspiracy theories are going to fly fast and furious. What do you offer people about -- especially the Secret Service and how this may -- this was allowed to happen? Because clearly while they were obviously heroes in those frames with the former president, there also was a significant failure here. And we saw that the Secret Service did not send anyone to the press conference that we saw last night with law enforcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:05",
      "speaker": "MCCABE",
      "sentences": "Yes. So, I mean, I think it's important to kind of put it in context. I can tell you from 21 years in the bureau being involved in every level as an agent up to acting director involved in critical incidents of all different kinds, there is no law enforcement operation that is perfect. There are always mistakes, judgments that you didn't make and should have in retrospect.And that's why it's so important -- you know, law enforcement is not a profit and law -- profit and loss business, right? It is a mission business. And when you don't accomplish the mission in something like a national security space like this then it is, by definition, a failure to some degree. In this very same way that January 6 was a failure, I believe, for the FBI and their intelligence partners, their job is to prevent an act of terrorism and one clearly happened. So, this is a similar situation. In that respect, they were incredible heroic things that were accomplished by the service yesterday but this stands out as what may have been a glaring mistake. The best thing that the Secret Service can do to help us tamp down the sorts of conspiracy theories, and really destructive kind of narratives that people invent out of whole cloth is to be revealing about what they determine in regards to their own performance. There's a level of transparency that the country needs to understand, hey, this is what happened. And to also have that -- set that confidence that the Secret Service, as an agency, understands maybe how things should have been handled differently and will handle them that way in the future. That's the purpose of law enforcement. To keep people safe, you've got to constantly be learning and adapting, and they need to do that in public so we understand what happened and we can avoid some of those false narratives that no doubt will be chasing this thing around for as long as we're talking about it. So, we'll see. The service has a very checkered past, to be quite frank, in terms of how they deal with and talk about mistakes and problems and -- like any law enforcement agency, they have their own share of those. So, let's -- it will be really important to see how they handle this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:05",
      "speaker": "HUNT",
      "sentences": "It will be, no doubt. All right. Thank you. Our panel is going to stick around here. We are going to take a quick break as we cover what we all know immediately recognized as the kind of moment that is one where you will say later to your children and your grandchildren, I remember where I was -- where this happened. For my mom, it was where was she when John F. Kennedy was shot. This is a generational difference.Let's just recall, this is what some of our fellow American said as they responded to what happened that day. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:43",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "There's no place in America for this kind of violence. It's sick. It's sick.It's one of the reasons why we have to unite this country. We cannot allow for this to be happening. We cannot be like this. We cannot condone this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:28:43",
      "speaker": "HUNT",
      "sentences": "That was President Biden addressing the nation last night, just two hours after the assassination attempt on former President Donald Trump. In his remarks, President Biden forcefully condemned the violence. And we do know that the president and the former president, Donald Trump, did speak shortly after that.Our panel is back. We're joined by Bryan Lanza, former deputy communications director for the Trump 2016 campaign, and Republican strategist Doug Heye is also with us. We're also joined by Julie Carr Smyth, who is political and government reporter from the \"Associated Press.\" Julie was also at the Trump rally last night. So, Julie, why don't I start with you? What did you see? What did you hear? What should we be talking through this morning as we all try to process this just horrific national moment together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Julie, can I ask you -- you know, when we go back, we played the entirety of the footage a couple of minutes earlier, and we're going to play it again at the top of the hour for people who are just waking up to find out about what has happened. But one of the things you notice uh is initially you can hear what Donald Trump is saying to his Secret Service agents. He makes -- he says something about his shoes. You know, where are my shoes? They say -- they're trying -- they're talking to him trying to convince him what to do. And at some point, that main audio cuts out.Now, for people who are not familiar with what this means, there is a box, a piece of technology that allows our cameras to hear what that microphone is saying. Somebody clearly cut that box, right? So, if you're watching on T.V., you know, initially you can hear all this -- you know, this stuff that's being picked up and then it starts to go away. Since you were there, can you tell us what you heard in the crowd when Donald Trump was there yelling fight, fight. I mean, are you hearing that? Because clearly the crowd responds to him immediately and this switches from -- I mean, this easily could have been a scene of people being terrified and running in every direction. And instead, the moment becomes quite different because of how President Trump reacts to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "SMYTH",
      "sentences": "Right. And I do think that you could not hear it. It wasn't n sort of playing across a huge loudspeaker. But what you could detect was that those around him who could hear it audibly then, you know, began to chant it. And then it sort of moved through the crowd very quickly in a -- in a rally type atmosphere. So, you couldn't -- you couldn't hear it but many people also saw his gesture and could read his lips in a way. And so, I think that was the way that it transferred through the crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "HUNT",
      "sentences": "Yes. Bryan Lanza, Doug Hime (ph). And Brian, let me start with you since you worked for the Trump Campaign. I mean, this has already become -- and if we could put up the instantly iconic image uh from Evan Vucci of the Associated Press who was there. This is -- this happening just days -- hours really -- before the start of the Republican National Convention where I think I'm going -- imagine you are on your way as well.It's going to change the tenor and the tone here. You know, I'm interested in your reflections as well as someone who worked for the former President about what we're waking up to this morning. BRYAN LANZA, FORMER DEPUTY COMMUNICATIONS DIRECTOR, TRUMP 2016 CAMPAIGN: I mean, that image is -- first of all, thank you for having me, Kasie. I mean, that image is stunning. That is the defiant President Trump I know. I mean, he was literally just shot at. Somebody tried to hollow out his head and his response is to get up and say fight, fight, fight, USA. I think that is the image that will be remembered of his entire presidency. That is the image that is seared on in the international stage. I have friends and clients from all over the world who are just sort of proud of our president sort of standing up to that level of violence and being defiant. You know, it changes everything. I mean, we are -- we here at very dangerous times. I mean, we have language that's promoting violence. I mean, I just saw this yesterday in the -- in the Washington Post. You know, Biden puts his fire on President Trump. You know, I don't want to be a language police but that type of stuff is triggering --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "Well, shame on -- shame on Washington Post.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "Yes. I mean, look, this is something that we absolutely, absolutely we all have a responsibility to be doing. LANZAPresident Biden in a conference call with his donor saying we need to put a target on President Trump or that he was going to put the target on President Trump. Listen, Sarah paling was wrong when Gabby Giffords was -- an assassination attempt on her by putting the target of her and a bunch of other Democrats on the list and that sort of triggered somebody. President Biden was wrong talking about that language. The Washington Post is wrong. We're all guilty of this language. I'm guilty of it myself. I'm ashamed of it this morning. You know, I had to -- I'm shaking. I had to explain to my 6-year-old son what an assassination attempt is. You know, he loves President Biden. That's all he knows is love. And I had to explain that there's some people who use language, there's some people who are triggered whether it's the far right or the progressive left that think that violence is the answer to where we are at this particular state. Violence is not the answer. I mean, I come from a rough neighborhood. Violence only escalates. Like, we need an offramp for this. Hopefully, last night was the offramp. We'll see what the convention brings up. But I think you're going to see a very, very defiant convention. You know, the guy was just -- you know, he's been targeted. We've been talking about this. The left is fantasizing, you know, assassinations. You got a major donor from the Democratic Party, if not the largest donor of Democratic Party, saying he'd proudly be a martyr taking out Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "It's been on both sides. Let's be -- let's be very fair about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "Sure. I'm not saying it's not. But the language is very, very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "FINNEY",
      "sentences": "Let's be very careful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "Listen, there was an assassination --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "I would like to keep this as nonpartisan as possible, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "FINNEY",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "So, we are going to stay in the realm of condemning the violence as you have. Karen, continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "FINNEY",
      "sentences": "No, just -- and again, I think it's important to acknowledge this is -- it may feel partisan, but this happened to -- in the United States of America. I think every American I hope is horrified by this. And we don't know what the motivation of this individual was. As I mentioned, with Ronald Reagan, it was someone who was trying to impress an actress. So, we don't know.We certainly do know that our -- the tone and the tenor of our rhetoric not only targeting elected officials, poll workers, judges, it's out of control. And we all can take responsibility for that and be more mindful of the kind of language we use and not get into what will easily could disintegrate into a tit for tat where your person said this and that person said that. There are plenty of examples on all sides. And I think this is a moment instead to say thank God the former President is OK. To pray for the families and the individual whose life was lost and those who are still injured who we don't yet know much about those injuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "Right. We still are learning. And Bryan, I very much appreciate how emotional this is for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "Well, I'm sorry that it got the best of me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "No, I feel the same way. I was thinking about my -- I have a 5- year-old son who I also -- almost 5-year-old son. And I thought about should I tell him about this at all. And then I sort of thought, well, this is one of those things where you're going to remember where you were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "Yes, he does. And listen, I'll say this. You know, we have -- you know, we have a lot of -- you know, living in -- living just outside of D.C., you have a lot of people work in government. I have a lot of people who work in government who are in the security services, you know -- and you know, this is -- this is weird but like they stood guard in front of their house last night with their guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "HUNT",
      "sentences": "Yes. It's a really",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:13",
      "speaker": "LANZA",
      "sentences": "It's not what we need to be as a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "HUNT",
      "sentences": "Yes. Well, and we can show on the screen too -- so this is -- this is first of all, we're looking at a map here. We're looking at a map. And if we could put -- bring up, there's imagery of the shooter -- deceased shooter on the top of a rooftop just to kind of give people some context of what we're looking for here.But to just sort of, Congressman, like dig in on this, there were also reports -- and we have some information coming into CNN this morning that somebody was seen going roof to roof. There was an eyewitness that talked to the BBC about trying to warn people about this, I guess. I'm just trying to wrap my head around. I mean, it sounds to me like you're saying this was an incredibly significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "MILLS",
      "sentences": "This is a very significant security breach. And this is why it's so important not only to ensure that presidential candidates and others have the necessary resources on their details and not to try and save money by trying to cut or deny resource in details. Look, you're talking about even, you know, Kennedy himself who's running right now has denied his own detail. I mean, he was supposed to get a security detail as a presidential nominee -- or you know, for the an independent party but he didn't even get an actual -- and you're talking about a guy who lost his dad and his uncle. So, you know it is serious when you talk about security breaches, and you talk about the apparatuses that are being utilized.And so, I would just stress the fact that not only do I see this as a massive security breach, but also we have to play into a part of -- you have to work with your local law enforcement departments, you have to work in with other agencies and coordinate to ensure that at a minimum I would have said you have a local law enforcement officer at that location where that building is to ensure that no one can gain access to a higher ground location. That in itself could have prevented this actual shooting. HUNT: Congressman, you also said that you spoke with Eric Trump last night. Can you tell us a little bit about how the family is coping and what else you spoke about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "MILLS",
      "sentences": "Well, I'm not going to go into kind of my conversation with him but I will just stress the fact that you know, he felt very strongly, one, about the excellent job that the Secret Service has done. One of the females that was actually corralling around the President to try and get him was actually on his detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "HUNT",
      "sentences": "Is on Eric Trump's detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "I'm going to open up to questions from the panel here in just a second, but also do want to ask you. You have -- you are a sniper yourself. You have been a sniper yourself. Can you -- I mean, how good was this guy as a shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "He wasn't. And that was the thing that saved the President. The bottom line is that I can tell you with absolute certainty, if you put me at 200 yards -- you know, we were trained that anything within 300 yards and in, you would only do what we call hollow T's which is here and here. That is your only mark in which you're actually aiming and shooting for. Anything beyond that, you basically do a center mass shot.When you're talking 230 yards, I will tell you that I can look on target, get on target, and then close my eyes and pull the trigger and still hit a man-sized target silhouette all day long. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Yes, so this is -- that's what you were saying before -- one second. That's what you were saying before when you said if it was you shooting or Eric Trump shooting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "Or anyone who had shooting experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "Anyone who was actually experienced, that's what would have happened. Elliot, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "The question is, you're -- I mean, you're a sharpshooter. Are we holding -- you see what I'm getting at. It's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "The average shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WILLIAMS",
      "sentences": "The average shooter could have been able to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "I can put anyone on this panel onto an actual range --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "Dial in exactly where it needs to be. And in some cases, it's not even dial in the elevation, just tell you go ahead and see the crosshairs and aim at your target. And I will tell you nine out of 10 times, you're going to hit that target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "It's terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "FINNEY",
      "sentences": "I think, you know, having done advance as well, you know, there's such a relationship between the advanced team --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "FINNEY",
      "sentences": "And the Secret Service in figuring out where can the candidate be. Where should -- where is the counter assault team going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "Where's the stage going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "FINNEY",
      "sentences": "Exactly. All of those things. And part of what I found surprising just in -- and I don't -- I'm not criticizing anyone till we know the facts, but it was surprising to me when we see the map that this -- that this building I guess was outside of the perimeter, and somehow maybe not accounted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "See, that's the issue. 300 yard is not outside the perimeter --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "FINNEY",
      "sentences": "I see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "MILLS",
      "sentences": "-- when they have a permissible and visible shooting platform. The thing for me is that everyone -- I hear this continually utilized, well, it's outside of the platform or perimeter. Sure. Who determines the distance on the perimeter? Your security advance team does. So, when you lay that out, if that was a private business -- and I believe I saw earlier, it was AGR or something like this, correct? You would actually have your law enforcement, your advanced team go talk to the CEO there and say, hey, listen, we obviously having a rally. We don't want it to disrupt your business. We want to make sure that you guys have the ability to come in and out of the parking lot so it doesn't disrupt things. But could we actually put someone on your rooftop to be able to provide additional oversight.I've never seen where we've been denied that opportunity. And even if they did, you would at minimum have at least said, well, can we at least make sure that any of the areas which is permissible to get to the rooftop, that we can place a security guide there or we can place a law enforcement officer there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HUNT",
      "sentences": "And one thing I want to show our viewers, if we could put up the Doug Mills photograph, please, to just kind of underscore what the Congressman has been talking about here. He is -- that is a picture of a bullet, right? You can see it circled there, you know. And I mean, Congressman, I just -- I welcome your comments on this as you have been discussing kind of just how close this call was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:10",
      "speaker": "HUNT",
      "sentences": "Yes. I want to -- I definitely want to stay in the realm of, you know, we don't we don't know yet what could possibly happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:10",
      "speaker": "MILLS",
      "sentences": "Agreed. That's why the investigation is still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:10",
      "speaker": "HUNT",
      "sentences": "But we absolutely do know that this was an incredible, incredible failure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:10",
      "speaker": "MILLS",
      "sentences": "I will say, President Trump saved his own life there. And I'll just go ahead and key on this. The training they get with the element, as soon as he got hit, the first thing he did was he immediately dropped and lowered his silhouette behind that security barrier. That is the same thing from a tactical perspective. You're trained in the military, law enforcement, which is that when you take fire you immediately reduce your silhouette, you get behind cover, and then you assess the threat, direct the target and mitigate it.The President had done an amazing job in doing this. And not to mention the fact the bravery that he had when he stood up to tell everyone to not cause the additional panic, to fight, fight, fight. And I thought that that was one of the most iconic and that's who he is. I can tell you he was more pissed off than scared. And that's who the President is. Whenever someone tries to kill him, he's not going to be scared, he's not going to be silenced, he's not going to be worried about what people are going to do to try and indict him. This is a man who will continue to stand for the American people and that was a very iconic image of him standing there for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:10",
      "speaker": "HUNT",
      "sentences": "It certainly -- it certainly instantly iconic. And we have a lot to grapple with um as a country here. And I will also just note, Congressman, that all of the experience that you've been able to bring to bear to help us understand what we saw yesterday, you did all that work in war zones, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:10",
      "speaker": "MILLS",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    }
  ]
}