{
  "date": "2024-02-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: France Hosts World Leaders At Ukraine Aid Conference; Biden To Meet With Congressional Leaders As Aid Blocked; Ukraine Retreats In Lastochkyne As Russia Pushes West. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "So, you see the difference that U.S. aid makes, is what you're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Yes. It means that this year, if we don't get anything, we will not have any success. And also, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "COLLINS",
      "sentences": "You won't have any success?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ZELENSKYY",
      "sentences": "Any new success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "COLLINS",
      "sentences": "Essentially, this all depends on U.S. aid. ZELENSKYY(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "And that warning from Ukrainian leadership comes as U.S. President Joe Biden hopes to jumpstart that foreign aid package opposed by top House Republicans. A White House official says that the President will meet Tuesday with the four senior congressional leaders, including House Speaker Mike Johnson.Let's go to CNN's Melissa Bell who was live in Paris. Melissa, I mean, we just heard the President there, President Zelenskyy saying that Ukraine will have no battlefield successes if U.S. aid stops this year. Talk to us about what the expectations are for this meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, what the Elysee Palace, the French presidency, have been saying, Rahel, in advance of this meeting, 23 heads of state and government just gathering now for the start of that conference, is that they hope to be able to announce very concrete steps in which the allies of Ukraine, not just Europeans, but there are also American and Canadian officials attending this conference, can better work together and cooperate to getting that aid to Ukraine at a time when the Elysee insists Russian forces are getting more determined, better equipped, that they've never. In fact, that change of momentum on the battlefield extremely worrying.Of course, we're listening to President Zelenskyy there speak to Kaitlan Collins, even as we learn, not just more than a week ago, the fall of Avdiivka, which was a huge blow to Ukraine, but also now just this morning the loss of another village nearby. So, that sense of a potential shift to the momentum on the battlefield very much at the forefront in minds of those gathering here in Paris today, the idea is after the visit of President Zelenskyy here just a couple of weeks ago and the promise of a further EUR 3 billion of French aid in 2024, on top of what France had given already, that even as that U.S. aid is so important for bringing the weapons that are needed in Ukraine back onto the field, that Europeans can step in further and above and beyond what they have already. In fact, that is exactly the message from the Elysee Palace. What a source there has said is that they want Europeans, even as Ukrainians wait for that American aid, to do more and do better, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "And Melissa, I mean, how would you say the message of Zelenskyy is resonating with Europeans? I mean, we heard him tell Kaitlan that millions of people will die if Ukraine doesn't receive sufficient aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "And Melissa, really quickly. I mean, that marks a bit of a difference from what we've seen in the last two years of this war, where Ukrainians had not necessarily wanted to put out the number of Ukrainian soldier casualties. So, the fact that they did sort of marks a pretty significant shift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BELL",
      "sentences": "I think it's really important. It's about morale. And I think that's why they've been reluctant on the question of figures, and yet, it was important, again, to focus the minds of allies. So, I think it is really significant, Rahel. You're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Melissa Bell in Paris. Melissa, thank you.And touching on something Melissa just spoke about there on the battlefield, Ukraine has been dealt a new setback as it faces shortages of weapons and ammo. A military official says that Ukrainian troops have retreated from a new village in the Donetsk region as Russian forces look to advance west. The Ukrainians are said to be reorganizing to build a new defensive line. Meanwhile, Ukrainian authorities say that at least four people have been killed and six injured as a result of Russian attacks over the last two days. Footage from northeastern Ukraine shows crews trying to put out the flames and carrying victims out of the rubble. Ukrainians say that Russia hit the region with glide bombs. And CNN's Chief International Security Correspondent Nick Paton Walsh has the latest details now from Ukraine. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "All right. On to some breaking news into CNN that we're following, Hungary's parliament has now approved Sweden's bid to join NATO, removing the last obstacle to the membership. Prime Minister Viktor Orban said earlier that the move will strengthen the security of Budapest. Hungary is the last NATO member to approve of Sweden's ascension to the military alliance. What we are hearing, a stunning new claim from the team of late Putinopponent Alexei Navalny. One of his closest aides say that just before he died, negotiations for a prisoner swap were in their final stages. She says that the potential deal involves trading a Russian prisoner in Germany for the Russian opposition leader and two Americans. Now, Germany has declined to comment on that. And a Kremlin spokesperson says \"He knows nothing about a proposed Navalny swap.\" And his death in a Russian penal colony, of course, was reported earlier this month. A Navalny spokesperson says that his allies are planning a public farewell at the end of this week. And now to a shake-up underway in the Palestinian Authority, which governs the West Bank, Prime Minister Mohammed Shtayyeh is submitting his resignation, citing the need for \"national unity among Palestinians\" after Israel's war on Hamas in Gaza comes to an end. The U.S. and other countries have been pressuring the Palestinian Authority to reform as part of its efforts to create a Palestinian state. Let's now bring in CNN's Nic Robertson who is in Tel Aviv for more. Nic, walk us through what this resignation means for Palestinians and what happens next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "This is something that the United States, as you say, has been pushing for. Secretary Blinken, when he was here in January, came into the region, saying that the Palestinian Authority needed to reform. By the time he left on the 11th of January, he said he had commitments for that reform. So, that's a couple of months ago. So, I think the signal there is that the reform is happening, but it's not quick, and it's not fast.And why does the United States want to see this reform? Because the day after the war stops in Gaza, the aspiration certainly from the U.S. perspective and the Palestinian perspective is to have a Palestinian administration that administers not only the West Bank, but Gaza as well. And that is part of what the United States is pushing for, which is a credible, real pathway to an independent Palestinian state which buys in the support of regional partners. So, when you look at the bigger picture, this is what it is. It's, if you will, setting the scene or making the conditions more conducive for that. But, these are words so far. What the Prime Minister is talking about is, and we understand that there will be a caretaker Prime Minister in the meantime before the real reshuffle, if you can call it that happens, his calling for a government of national unity because of the war in Gaza, and he is saying that it should involve parties, not parties, rather, and people with competences. So, he is sort of indicating here perhaps a technocratic style of government here or technocrats being involved in the government going forward. But, it's unclear what that will really look like. It is interesting that this week different Palestinian groups are meeting in Moscow towards the end of the week where they can perhaps talk about some of their differences. But, the reality on the ground in the West Bank, where the Palestinian Authority runs the West Bank, it is not that popular, and it's becoming less popular as Israel's military involvement, if you will, in the West Bank that step up in arrest since October 7, the step up in killing of Palestinians there since October 7, is pushing the population, some of them at least, towards Hamas. And the Palestinian Authority President, according to one pollster we talked with a couple of weeks ago in the West Bank, whose data is used by the U.S. State Department, Mahmoud Abbas, the Palestinian Authority President himself, who is not resigned here, this is the government resigning, is deeply unpopular, sort of minus 92 percentage point on popularity rating. So, there is a real popular need for shift and change, political change, in the makeup of the governing body of Palestinians in the West Bank and elsewhere. What that's going to look like at this stage, we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Nic, important distinction there in terms of who in fact is resigning. Any sense of how the Israeli government is responding to this? I mean, will this be sufficient for the Israeli government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. The question, though, of what the day after it looks like and who will ultimately be governing the region still very much a question. Nic Robertson live for us in Tel Aviv. Nic, thank you.Well, the White House says that President Biden will make a rare visit to the U.S.-Mexico border on Thursday. That's the same day that Donald Trump is also expected to be there. Biden's visit comes as he faces increasing political pressure to take action at the southern border. The President last visited the border a little more than a year ago. And still ahead for us, a campus in shock, the chilling murder of a nursing student and fresh questions about the man charged with killing her. Plus, a deadly protest outside the Israeli embassy in Washington by a member of the U.S. Air Force. We're going to take a short break. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Police in Washington say that a U.S. Air Force member who set himself on fire to protest the war on Gaza has now died. In a video of the incident, which we are not showing because it's disturbing, the man stands outside the Israeli embassy and declares \"I will no longer be complicit in genocide\".Let's go right to CNN's Gabe Cohen who is in Washington. Gabe, what more can you share with us, and what more do we know about the service member?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, really disturbing. I'm assuming no response from the Air Force?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "COHEN",
      "sentences": "Very little at this point. They said they are reaching out to next of kin. Once that happens, about 24 hours after, we expect an additional statement might come out, but pretty limited information at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. All right. Gabe Cohen live for us. Gabe, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "COHEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Well, testimony is back underway in the \"Rust\" manslaughter trial. Prosecutors argue that the film's armor Hannah Gutierrez-Reed was hungover on the day of the onset shooting death. Meanwhile, the defense is trying to put the blame on actor Alec Baldwin. You may remember that cinematographer Halyna Hutchins died in 2021 after a prop gun held by Baldwin discharged during rehearsal.And emotions are running high at the University of Georgia today. A vigil is planned for Laken Riley. She is a nursing student who was found dead on the school's campus last week. Now, the suspect is now in police custody, and is an undocumented migrant from Venezuela. He has been charged with felony murder. Let's bring in CNN's Ryan Young who joins us from Athens, Georgia. Ryan, what more are we learning about the suspect in this case? RYAN YOUNG, CNN U.S. CORRESPONDENT: Yeah. We're still trying to get more details about all the connections the suspect had around the University of Georgia. Obviously, this community is in shock. This is the first day back for classes. So, you have a university that is still very reeling with what's happened here. I actually want to show you the center of campus, just this direction over here. This is where the vigil is going to be held in the next few hours. So, you see all the students who are pouring back toward their classes. But, there is a larger conversation now about security on this campus. Of course, Laken Riley was 22-years-old. She was a nursing student. She was jogging on a trail. A friend called around 12 o'clock to say she had not come back from a run. It was 12:38 when police discovered her body. And of course, now there is a lot of focus on the man, Jose Ibarra because he is 26. And people want to figure out exactly what happened that would cause that man to go onto that trail, an attacker, according to police. Now, I will tell you, the police chief says that this was a sort of crime of opportunity. It was just the wrong place at the wrong time. But, people want to know more about this. The governor of Georgia actually spoke out and is very angry about how this has all gone down, and says it didn't need to happen. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BRIAN KEMP, GEORGIA GOVERNOR",
      "sentences": "This community, all of Georgia and the entire country, had been rocked by this inexcusable and avoidable murder. Laken's life should not have ended so soon. And we need to demand justice for what happened to her. She deserves justice. Her family deserves justice. And we need justice on a national level to prevent this type of thing from happening again. Laken's death is a direct result of failed policies on the federal level and an unwillingness by this White House to secure the southern border.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And Ryan, I know you mentioned that some of the students have talked about campus security and just security in general. I'm just wondering, in light of his vigil, emotions obviously high. What are students telling you just in terms of how they're processing all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "YOUNG",
      "sentences": "Well, I mean, look, for those of us who attended universities and realized that a lot of folks like to jog, and so, here is a young lady who was jogging on a trail that is so widely used. Even on Friday, people were still riding the trail, almost unaware of what had happened. And now there is talk on this campus about returning to that blue light safety corridor. A lot of those blue lights were removed some 20 years ago as everyone sort of runs with cell phones. But now, there are students who say they want more of that.Now, we do know video surveillance played a role in this capture. So, they did have that. But, at the same time, obviously, that can help them capture someone. It can't help them stop a crime from happening. So, those conversations are actively ongoing. And of course, there are a lot of parents who are coming onto this campus for college tours, who also will have questions for university officials about maybe that need for increased security. But, when you see all the officials pouring in here to help out, you probably believe that they'll have some answers to those questions sooner than later. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Well, keep us posted. We know you'll stay on top of it, Ryan. Ryan Young live for us in Athens, Georgia. Ryan, thank you.And authorities in the Caribbean say that they are searching for a missing U.S. couple after their yacht was allegedly hijacked by three escaped prisoners from Grenada. Kathy Brandel was due to mark her 71st birthday last week with her husband, Ralph Hendry, but their yacht was found on Wednesday. And Brandel's son says that the boat was ransacked. Now, he says that he is still clinging to hope but also acknowledging that his mother and her husband may have died. Now, police in Grenada say that they have three men back in custody who escaped from prison on February 18. Authorities say that the prisoners may have killed two people, believed to be U.S. citizens, but they did not name Hendry or Brandel. All right. Still ahead for us, some moments in India when an unmanned freight train went rolling down the tracks more than 72 kilometers. Plus, back here in the U.S., a Biden backlash in Michigan, why the sitting President faces headwinds from members of his own party ahead of Tuesday's primary? We'll be right back (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JORDYN HERMANI, CAPITOL REPORTER, BRIDGE MICHIGAN",
      "sentences": "Thanks for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "I'm wondering if you can set the scene for us on the ground there and talk to us about this campaign. Does it seem like there is strong support there on the on the ground in Michigan? HERMANIThe \"Listen to Michigan\" and individuals who back it, you have everybody from state level, House representatives, all the way up to U.S. Representative Rashida Tlaib. They are basically saying, if we're going to send a message to Biden on this international war, this is the time to do it. This is the time when it's all but guaranteed effectively that Biden is going to win the Michigan Democratic primary tomorrow, so this is the time for him to say -- or for voters to say, excuse me, that they are not pleased with the way that he is advancing in this. I know that he has been sort of privately rebuking the conduct of Israeli Prime Minister Benjamin Netanyahu, but this is the time to do it for them. They see this as an issue of being able to make their voices heard, and then if potentially a strong enough, uncommitted showing does arise that they will be able to then sort of maybe push the Biden administration to navigate in different direction. Other Democrats, however, are saying that this is a poor decision to be making, and that this is only going to signal that President Biden is weak and that Democrats could abandon him come November, and help usher in a -- another Trump presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "And Jordyn, actually, stand by for a moment because I want to play for our audience a clip from the congresswoman, as you pointed out, Representative Tlaib. Take a listen.(BEGIN VIDEO CLIP) REP. RASHIDA TLAIB (D-MI): It is also important to create a voting bloc, something that is a bullhorn to say enough is enough. We don't want a country that supports wars and bombs and destruction. If you want us to be louder, then come here and vote uncommitted. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "So, Jordyn, I would love if you could explain. I mean, the importance of Michigan cannot be overstated. I mean, the margins in the past have been at times razor thin, and there is a sizable Muslim population in Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "OK. That's actually really important context there. And Jordyn, I guess, before I let you go, I mean, walk me through from what you can tell based on your reporting on the ground, beyond the war and Gaza, what seems to be the issues really motivating or energizing Michigan voters? Some might think -- Michigan, they might think -- the union groups, they might think the UAW. I mean, what seemed to be the issues that are most energizing people right now in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HERMANI",
      "sentences": "Well, it's sort of interesting that you point that out, because obviously you talk voter to voter. Their issue topics will vary greatly. I know earlier this year it was gas prices, kitchen table issues, sort of the price of groceries and inflation. But now, it's interesting. The closer that we get to the primary, especially to younger voters that I'm speaking to, there isn't necessarily a complete sense of energy surrounding this primary. There is sort of a somewhat resignation that it is back to Biden and Trump. This is 2020 kind of all over again, and that their concern is sort of who will be better or the lesser of the two evils, so to speak, to really tap into. So, that's, again, what we're going to be watching for, come Tuesday and come November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, fascinating. Jordyn Hermani, good to have you. Thank you so much for the context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HERMANI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Let's continue this conversation. Now, I'm joined by Democratic Strategist Brad Woodhouse, and CNN Political Commentator S.E. Cupp. Good to see you both.Brad, let me start with you. I'm not sure if you heard the conversation there with our Michigan reporter just about the discontent, at least amongst some Arab Americans in Michigan right now. Can Biden win the state of Michigan come November if we don't see a change in stance on a potential ceasefire in Gaza? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "BRAD WOODHOUSE, DEMOCRATIC STRATEGIST",
      "sentences": "Well, first of all, I absolutely think he can win in November. I mean, he has a tremendous record in the state of Michigan. But, let me first addressed this discontent. I mean, this is a President who is listening. This is a President who wants to hear from every voice. He sent a senior White House team to meet with the Muslim community and others that are concerned about what's happening in Gaza, concerned about Israel's conduct of the war. And he is listening. He knows there'll be diverse voices that go that go to the polls.But, look, this is a President who wants a pause in the fighting. This is a President who wants hostages released. This is a President who wants humanitarian aid to go to Gaza. That humanitarian aid is being held up by Donald Trump and MAGA House Republicans who are holding up the entire national security supplemental. So, I do believe because of the President's record, I do believe because of the choice that we'll see between Biden and Trump, and that you'll see him win in November. But, in the meantime, he is working hard to listen to every potential voter, including the crucial Muslim community and their views on what's happening in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Well, S.E., actually, I was about to go to South Carolina, but because you just said that I'm actually -- I want your perspective on this. Over the weekend, we heard Trump talk to a group of black conservatives, and he essentially made the point that he is being targeted and he is being unjustly persecuted, prosecuted because of a corrupt system. And he made the comparison to black Americans. He did something similar last week with Alexei Navalny. I think we have a clip. Control room, if we can play it.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: I got indicted a second time and third time and fourth time, and a lot of people said that's why the Black people like me, because they have been hurt so badly and discriminated against, and they actually viewed me as I'm being discriminated against. The mug shot, we've all seen the mug shot. And you know who embraced it more than anybody else? The Black population. It's incredible. You see Black people walking around with my mug shot. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "So, S.E. -- well, Brad, I'll get to you in a moment. But, S.E., I mean, is he trying to grow his base? I mean, it seems like he is trying to appeal to the black voter or the black audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CUPP",
      "sentences": "Listen, he'll need every voter he can get. He is losing 40 percent of Republican voters to Nikki Haley now, and that's a significant number, and we'll talk about South Carolina and Michigan. But, that's not how you do it, by trafficking and racist tropes that are meant to dog whistle or scream to a population that of course is not homogenous, that is not a voting monolith. They're concerned about issues, and probably don't relate to his mug shot. He is a billionaire indicted four times on 90 plus charges for criminal felonies that I think most people can't relate to. I've never concealed classified documents. I've never incited an insurrection. These are not man of the people problems that he has. So, I mean, as usual, he is doing this in a ham-fisted and as usual racist way. I don't think that's going to be very successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "And Brad, your take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "WOODHOUSE",
      "sentences": "Well, I mean, I'm with S.E. I mean, this is just stunning that he thinks that this is going to help him, these racist trope, these racist stereotype scores famously in past elections. They've put the African American people behind him, holding signs \"Black people for Donald Trump\". I mean, it's just -- it's so ham-handed. It's so transparent. And it is ultimately racist to say, well, these people -- black people are charged with crimes, I'm charged with a crime. So, black people like me. It's just a racist stereotype. This is just over the top and should be condemned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Brad, we had some reporting last week that Biden had instructed or was sort of pushing some of his campaign surrogates to really call out the crazy expletive that Trump says. And I'm just curious if you find that there is still shock value left. Do you really believe that there is shock value left? Do you think that that's the best sort of defense for Biden and his camp?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "WOODHOUSE",
      "sentences": "Well, I absolutely believe this, and I've seen polling that suggests that not enough people know that he said he wanted to be a dictator. Not enough people know that he said that he would suspend the Constitution if necessary to protect himself from criminal charges and to get what he wants as President. And when they do hear that, they really do fear for the Constitution and they fear for democracy and they fear division and political violence and they fear chaos. So, I think the President is absolutely right. I mean, it -- and you have to be judicious. You can't prosecute every single crazy things that Trump says. But, some of these really big ones, I mean, that he wants to be a dictator, that he wants to round up immigrants, that he wants to spin the Constitution, the American people need to hear that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "S.E., all right, let's get to South Carolina because that is sort of like a big event, and we -- the conversations --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CUPP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CUPP",
      "sentences": "Yeah. I'm glad you put it that way because I feel like a lot of folks in the media are framing this battle between Nikki Haley and Donald Trump as sort of this, he has got it. It's in the bag. I mean, the party is divided. The only correct way to look at the fact that Nikki Haley is getting 40 percent of the Republican vote in every state she has been in so far, and that's at least in Iowa where she got 49 -- or 49 percent of folks voted for someone other than Trump, that's a divided party. That is not a party coalesced around Trump. And it's really important.I just talked to the Nikki Haley campaign this morning. It's really important to point out who she is getting. In South Carolina, she won in Charleston County, Beaufort County, Richland County, all suburban counties where Trump is driving Republicans out of the party. She is hoping to replicate that in Michigan since Super Tuesday, states may be even further past Super Tuesday to Georgia. But, those suburban voters are not with Donald Trump, and a number of them, a significant number of them, are saying they will not vote for Donald Trump in a general election. That should be incredibly worrisome to Donald Trump. Even if he ultimately clinches the nomination, that should be worrisome. If Joe Biden were losing 40 percent of his vote to Dean Phillips or RFK, Jr., Team Biden would be freaking out, and with good reason. These coalitions that Republicans and Democrats once held really tightly and closely, they're dissipating. And so, both of these people, Joe Biden and Donald Trump, will need all the votes they can get. 40 percent to Nikki Haley, that's a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Brad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "WOODHOUSE",
      "sentences": "Yeah. I mean, it's a big flashing warning sign for Donald Trump that he has struggled to get a big vote. I mean, look, politics, 60",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "All right. A lot to watch. It was a great conversation. I really enjoyed it. S.E. Cupp, Brad Woodhouse, thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "WOODHOUSE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CUPP",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. And ex-FBI informant accused of lying about the Biden's alleged dealings in Ukraine will be in a Los Angeles courtroom shortly. The detention hearing is scheduled to begin just moments from now. Alexander Smirnov was released from custody by a judge in Nevada last week. But then, he was quickly re-arrested on a new warrant, but for the exact same charges. An explosive allegation from the judge says that the attorneys for Smirnov may be trying to help him flee the U.S.CNN's Nick Watt has the details from Los Angeles. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NICK WATT, CNN CORRESPONDENT",
      "sentences": "Well, Rahel, in just a few minutes, proceedings will begin here at this federal court in LA. It's a detention hearing, which in this case, is fascinating, because Alexander Smirnov, this Russian-Israeli dual citizen, he was arrested at Harry Reid Airport in Vegas early last week, getting off an international flight, appeared before a judge. The judge let him out. Of course, there were conditions, GPS tracking, surrender passports, etc. But, the prosecutors in this case clearly were not happy. They believe this guy is a flight risk. They say he has admitted connections with foreign intelligence, including Russian intelligence. And of course, they could resettle him somewhere else. They also say he has access to over $6 million in liquid cash.So, they really believe, they really fear this guy is going to try to run. Now, the judge who ordered his re-arrest, he said that Smirnov's lawyers were trying to get him out of custody \"because likely to facilitate his absconding from the United States\". Now, Smirnov's lawyers say that that is wrong. That is not true. That is not what they're trying to achieve here. And they actually just submitted some paperwork this morning, saying that they will agree to more conditions, a corporate bond, perhaps house arrest, in order to keep Smirnov out of jail pre-trial. Now, why is this case such a big deal? Well, apparently, Smirnov told his FBI handlers that Burisma, that Ukrainian company that Hunter Biden worked for, that Burisma had paid Hunter and Joe Biden and that they'd hired Hunter Biden purely to protect themselves from an internal investigation in Ukraine. Prosecutors say that is absolute garbage, that the dates don't line up, that those meetings never actually happened. Now, this, ironically, is the same courthouse that Hunter Biden appeared in just last month on completely unrelated tax charges. But, Hunter Biden's lawyer in that case is saying that this whole Smirnov business has \"infected that tax case against Hunter Biden\" and was perhaps the reason why Hunter Biden's plea deal fell apart. So, Hunter Biden's lawyers trying to use this in helping him get off those tax charges. Right now, he is scheduled to face trial on those charges in this courthouse in June. But, this morning, we have detention hearing for Alexander Smirnov in this same courthouse. Rahel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}