{
  "date": "2024-01-29",
  "headline": "CNN News Central",
  "subHeadline": "Ryan Crocker is Interviewed about the Middle East; Smartmatic Accusations against OAN; Murdaugh Requests Retrial; Chiefs and 49ers Square Off in Super Bowl. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:36",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "We're going to show you live pictures right now. This is at the State Department where any moment Secretary of State Tony Blinken is going to be -- he's already meeting with -- but coming out before cameras while he is meeting with the Qatari prime minister at the State Department.Now, the two are trying to find some path forward to get the remaining hostages out of Gaza, all still in the hands of Hamas, and also they are seeking some path forward toward ending the war altogether between Israel and Hamas. Yesterday, the CIA director, Bill Burns, he met with his Israeli counterpart in Paris to try and push for it (INAUDIBLE) there. You can see on how many fronts the United States is trying to work this to get some forward motion. That meeting was described as constructive, which is exactly how John Kirby described those talks this morning on CNN. But the word from Paris is that significant gaps remain. Joining us right now is a former ambassador, Ryan Crocker. He served as ambassador to, well, everywhere that is - that is critical right now. Ambassador to Lebanon, Syria, Kuwait, Iraq, Pakistan, Afghanistan, and he's now a non-resident senior fellow at the Carnegie Endowment for International Peace. Ambassador, let's jump right in. If we hear Tony Blinken speak, we'll listen in and see what he -- what he can tell us. But the range of paths forward here, with regard to the hostages, includes a phased release of more than -- of more - of the more than 100 remaining hostages in Gaza, exchanged for thousands of Palestinians in Israeli jails, and a suspension of the war for potentially two months. You know, I've heard you say before that there are no good options in the Middle East. Does this seem like the most likely good/bad option? RYAN CROCKER, FORMER U.S. AMBASSADOR TO AFGHANISTAN AND IRAQ: I think it is, Kate. The release of the hostages is, I think, critical to any movement forward toward a broader settlement or even a sustained pause in the fighting. So, I think the administration is rightly putting all its efforts into trying to broker a -- a hostage for prisoner's swap. It will be, as we've seen already, very difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:36",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Adding in the possibility of a normalization of Israel/Saudi relations in exchange for the creation of a Palestinian state -- I'm talking about, obviously, the longer term goal or reality as part of one of these paths to bring the war to an end, do you think that that is even possible, the long-sought goals as part -- in the midst of all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:36",
      "speaker": "CROCKER",
      "sentences": "I think a Saudi/Israeli normalization is going to be somewhat easier than a full -- fully sovereign Palestinian state. And although the Saudis have said that - that a two-state solution is a requirement for them, I think that they would stop short of that. It's important to remember here, that the Palestinians don't have a lot of friends in the Arab world. And Saudi Arabia is not among those friends. So, I think an end to the fighting and some political progress might be enough to allow the Saudis to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:36",
      "speaker": "BOLDUAN",
      "sentences": "Can you put it into perspective how -- what a huge moment that would be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:36",
      "speaker": "CROCKER",
      "sentences": "Well, it would be huge, with Saudi Arabia joining Egypt, Jordan, the United Arab Emirates, Bahrain and Morocco, you would have a critical mass of the Arab world at peace with Israel. And given the Saudis' enormous financial capabilities, which has been used for ill certainly as well as good, that would - that would change the entire, I think, dynamic of the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Ambassador, deterrence efforts haven't worked. Why do you think that they have not, and what do you make of the calls now once again from some Republicans, I guess I'll say specifically, that the response needs to be to target Iran inside Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "CROCKER",
      "sentences": "Well, I think the measured approach the administration has taken has been right. Again, there is no good choice here. Clearly we don't want to escalate this into an all-out regional war that involves the United States. At the same time, clearly the administration has to take action now that we've lost troops to Iranian-backed militias.I think it is key to note here that it is Iran we're fighting. It is not the Arab world or any specific component of it. One of the extraordinary things about this whole process is what has not happened, that we have not seen the Arabs join in, in any meaningful way in the fight, or in the case of those Arab states that have relations with Israel, taking steps to break those relationships. So, this is about Iran, which is, of course, a pariah in the Arab world as well. I think we've got to be very careful about taking measures to attack inside Iran. I'm sure the target deck is under review right now. But I think there are meaningful targets that we can hit in a way that can affect the capacity of some of these proxies to hit us outside of Iran. And I think those should be exhausted before we take the very major and fateful step of an attacking inside Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Ambassador Crocker, thank you so much for taking some time for us today.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, new this morning, the voting technology company Smartmatic is accusing executives at the pro-Trump network, One America News, of, quote, \"engaging in criminal activities\" while promoting lies about the 2020 election. Court filings suggest the president of the network sent an email to former Trump campaign lawyer Sidney Powell purportedly containing the passwords of Smartmatic employees.CNN's Marshall Cohen, part of the team that broke this story. Marshall, what have you learned here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Good morning, John.This is a pretty wild story indeed. So, according to court filings, after the 2020 election, the president of OAN, Charles Herring, sent a spreadsheet to former Trump lawyer Sidney Powell claiming to contain passwords of Smartmatic employees. This came at a time when OAN and Powell were promoting those baseless conspiracy theories that Smartmatic had rigged the 2020 election. Now, the details about this spreadsheet have not been made public before. We pieced together the story from three different court cases stemming from the 2020 election. In one of those cases, Smartmatic is suing OAN for defamation. And, in a recent filing, Smartmatic referenced the email between Herring and Powell. It's unclear how Herring got that spreadsheet or if the passwords were real. But Smartmatic says this all means that OAN executives may have engaged, quote, \"in criminal activities because they appear to have violated state and federal laws regarding data privacy.\" Now, John, OAN denies wrongdoing. I want to be very clear about that. Charles Babcock, an attorney for the network, told CNN in a statement that this, quote, \"vague accusation is a clumsy attempt to smear OAN and to divert attention away from Smartmatic's own misconduct.\" Now, that email was sent in January 2021, just one day after the voting systems in Coffee County, Georgia, were breached by some of Sidney Powell's associates. They were looking for evidence that would prove their fraud claims. And Powell has pleaded guilty to state charges in Georgia stemming from that breach. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BERMAN",
      "sentences": "So, Marshall, Smartmatic's got a lot of legal irons in the fire here. What else is cooking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "COHEN",
      "sentences": "It's bigger than OAN. They have targeted a wide swath of the right-wing figures that basically turned on a fire hose of disinformation after 2020. You can see the list here. Newsmax, Fox News, Sidney Powell, Mike Lindell, the My Pillow CEO. And they got a big boost last week too, John, when a state judge in New York City ruled that they can expand their Fox News case to not only go after Fox News, but also Fox Corporation, the parent company. That could really ratchet up the pressure for the Murdochs as Smartmatic continues to try to hold them accountable for this avalanche of 2020 disinformation.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:02",
      "speaker": "BERMAN",
      "sentences": "Marshall Cohen, terrific reporting. Great to see you.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "SIDNER",
      "sentences": "You're looking at live pictures inside court right now of convicted murderer Alex Murdaugh. He's back in a South Carolina courtroom. You see him there in an orange outfit trying to convince the court he should receive a brand-new murder trial.[09:45:04] Murdaugh's attorneys are claiming that the court clerk, Rebecca Hill, tampered with the jury that found him guilty last year of murdering his wife and his son. A judge will examine those jurors this morning, but the clerk is expected to be grilled by lawyers for Murdaugh, who is currently serving two consecutive life sentences. CNN's Dianne Gallagher is in Columbia, South Carolina. Dianne, what should we expect to hear in court today, particularly, and how long do you think this might go on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:03",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "So, Sara, for how long it might go on, the judge said that she hopes to get all of this wrapped up today. This is a very unusual -- a unique proceeding that we are experiencing here. Alex Murdaugh will not be on the stand. Instead, this time, we are looking to hear from that clerk of court, Becky Hill. See, back in December, Murdaugh's attorneys said that their client needed a new trial because they discovered evidence that Becky Hill, the clerk of court in Colleton County, had tampered with the jury, they said, in order to secure a book deal and television appearances that they thought she wouldn't have if there had been a mistrial.Now, Hill has denied these allegations in a signed affidavit, but this afternoon this is the first time we're actually going to hear her speak on this. And the presiding judge, retired South Carolina Supreme Court Justice Jean Toal, well, she has set a very, very narrow standard on what can be admitted during this hearing. Basically, the defense must prove that the potential misconduct, including any sort of comments from Hill, made the jurors change or influence their verdicts so they then found him guilty. So, that is a very difficult thing to prove. And that is important because 11 of the 12 jurors are going to be examined by Toal this morning. One juror had a conflict in their schedule. So, they were actually examined by the judge on Friday. And up until literally right this point, we haven't been able to talk about what was said during that examination so as to not influence those other jurors in any way. But I can tell you that the judge asked that juror about seven questions in about a five-minute span. Very important, key here, the jurors said they did hear Hill say things like, oh, it's very unusual for a defendant to testify like this, or this is going to be an epic day or an important day. But, key here, they said that Hill's statements had no impact on their verdict. They answered no to that question. And, again, this is an uphill battle for Murdaugh's attorneys here. They had tried to include a -- they tried to include a dismissed juror, an alternate juror. The judge said no on this. Again, Sara, we anticipate this will take just about today, but they have set aside three days just in case it takes any longer. The change here, if, in fact, they determined that the jury was tampered with, means that Alex Murdaugh could go on trial again for the murders of his wife and son. SIDNER: This case just seems to keep in the public eye. The entire country was watching his story and the story of his son and wife. We will be continuing to watch to see what happens today. Dianne Gallagher, thank you for all your reporting on this. You've followed it from the beginning. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:29",
      "speaker": "BOLDUAN",
      "sentences": "Also on our radar this hour, next hour the former IRS contractor who leaked Donald Trump's tax returns will be sentenced in a D.C. federal court. In October, Charles Littlejohn pleaded guilty to one count of disclosing tax information after prosecutors said that he shared Donald Trump's returns along with the tax information from some of the wealthiest Americans with two news outlets. Littlejohn faces a maximum of five years in prison.At least 47 suspects are now in custody after a deadly church attack in Istanbul. The Turkish interior minister says one person was killed after two masked gunmen opened fired during a Sunday service. Now, Turkey launched a large-scale investigation that included over 30 raids by security forces after this. ISIS has claimed responsibility for the shooting. The princess of Wales is back home in Windsor as of this morning. And this is after spending 13 days in a London hospital. According to information put out by Kensington Palace, which was very brief, Princess Kate is making good progress as she recovers from abdominal surgery. It is unclear still what the surgery was for, but a source has maintained it was not related to any cancer. It has been suggested she now has weeks more to recover at home. No word on when she will return to royal duties. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:29",
      "speaker": "BERMAN",
      "sentences": "Heartbreak for the Detroit Lions who blew a 17-point lead to the 49ers in the NFC championship game.CNN's Coy Wire, he was at the team's watch party in Detroit. That had to turn into the worst party ever, Coy. It's like national hug a Michigander day today. They need a hug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Defeated. Very upset. We thought we were going to take it home this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A little speechless. Heartbroken. Some things I just don't understand, why we didn't go for the field goal. And as I look at the score, I don't -- we blew a 17-point lead.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "WIRE",
      "sentences": "Now, the Chiefs, they're playing in the Super Bowl for a fourth time in five years, beating the Ravens 17-10. Taylor Swift's boyfriend, Travis Kelce, passing Hall of Famer Jerry Rice for most career receptions in the playoffs. Kansas City can become the first team to repeat as champs since John Berman's Patriots did it 20 years ago. And Patrick Mahomes, he's just 28 years old. He's trying to become the youngest quarterback to win three Super Bowls since Tom Brady won his third at 27.And Taylor Swift has a concert the day before the Super Bowl. And so many might be wondering, is she going to be able to make it. It's in Tokyo. And so, with the time change, an eleven and a half hour flight, it looks like she should have plenty of time to get there to watch Travis Kelce and the Chiefs take on the 49ers on February 11th in the Super Bowl. And, John, I've got to ask you, does this Chiefs team give you vibes of those Patriots glory days that you felt and loved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BERMAN",
      "sentences": "It is the exact same thing, that they will find a way to win. They may not be the best team on paper walking onto the field, but you have a feeling that by the end of the game they'll be on top.And as for Taylor Swift's travel plans, as long as she doesn't get a middle seat on the way back from Tokyo, I think she should be OK. WIRE: Yes, she should be all right. She's going to rock that concerts for hours. (INAUDIBLE) the Chiefs will probably win the Super Bowl and then she's not going to sleep that night. So, yes, I don't know. Do they have middle seats on private jets because I'm thinking that might be the way she goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BERMAN",
      "sentences": "Yes, exactly. All right, well, I know you're a romantic. It's nice to see love prevail here.Coy Wire, thank you very much. Sara.",
      "isLastSentenceInterrupted": false
    }
  ]
}