{
  "date": "2024-03-21",
  "headline": "CNN This Morning",
  "subHeadline": "Trump May Be Unable to Pay New York Bond; Biden Hits Battleground States, Trump Stays Home; Wildfire Smoke Blankets Washington, D.C. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:01:34",
      "speaker": "LETITIA JAMES, NEW YORK ATTORNEY GENERAL",
      "sentences": "We are prepared to make sure that the judgment is paid to New Yorkers. And yes, I look at 40 Wall Street each and every day.If he does not have funds to pay off the judgment, then we will seek, you know, judgment enforcement mechanisms in court, and we will ask the judge to seize his assets. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:34",
      "speaker": "HUNT",
      "sentences": "It is not clear why Trump can't come up with a bond here. Listen to what he told prosecutors during a deposition last April.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: We have a lot of cash. I believe we have substantially in excess of 400 million cash, which is a lot for a developer. Developers usually don't have cash. They have assets, not cash. We have, I believe, 400 plus and going up very substantially every month. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:34",
      "speaker": "HUNT",
      "sentences": "It gets worse for Trump. His leadership PAC spent more on his legal expenses than they took in last month. New filings show the Save America leadership PAC spent nearly 5.6 million on the former president's legal bills last month. That brings the grand total to more than 52 million that the PAC has spent on Trump's legal fees.A panel joins us now. CNN senior crime and justice reporter Katelyn Polantz; CNN senior political analyst Mark Preston are here. Republican strategist Sarah Longwell and former White House senior policy adviser, Ashley Allison, join us, as well. Katelyn Polantz, that was -- can we play that Letitia James thing just one more time, because it -- I mean, there's some, like, threat. It's just a threat. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:34",
      "speaker": "JAMES",
      "sentences": "We are prepared to make sure that the judgment is paid to New Yorkers. And yes, I look at 40 Wall Street each and every day.If he does not have funds to pay off the judgment, then we will seek, you know, judgment enforcement mechanisms in court, and we will ask the judge to seize his assets. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:34",
      "speaker": "HUNT",
      "sentences": "So that was back on February 20, but look, she's saying, I look -- I look at your building every day. What's she going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "It would be very risky for us to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "POLANTZ",
      "sentences": "Right. And they have caps. As businesses, they're not going to offer a bond of more than $100 million each.So to -- James is now responding in court, because the appeals court is still looking at this and has not said if they're going to pause things for Trump to let him continue appealing, they say, well, you could have some options out there. You could have insurance companies come together to help you. You could provide more evidence to the court, or the court even could step in and, essentially, take hold of your assets in some way to make sure that you have collateral to pay off this judgment if you lose your appeals. If that -- if there isn't a bond or there isn't some sort of resolution that comes through for Trump with insurance underwriters or loans or something like that. It's not that he doesn't have the assets. He has the assets. He has real estate. He just doesn't have the cash, apparently, because of what he's saying, or at least what he's saying in court about these underwriters. So what happens when the judgment comes in on Monday is that the lawyers, they go around and they track down the properties, and they put liens on them, and they seize them. That's how it works. That's how it works in this case. That's how it works in other cases with judgments. Four hundred and sixty-four million dollars is a lot of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Could you imagine the sheriff showing up on -- on Monday afternoon with, like, yellow stickers and slapping them on Trump's property?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "I mean, Mark, we have seen stranger things in politics in the last few years, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "PRESTON",
      "sentences": "We certainly have. We certainly have.But I mean, politically, I mean, that would be a disaster for Democrats, right? Because it would just be big government going in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "A disaster for Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "PRESTON",
      "sentences": "For Democrat, I'm looking at this politically, not legally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "No, that's fine. That's fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "PRESTON",
      "sentences": "I mean -- I mean, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "I mean, look -- you're like this. The current current cover of \"The New York Post\" is not related to this, but I have seen your argument being made on their front pages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "PRESTON",
      "sentences": "Oh, my God, I think it would not only energize MAGA voters, it will probably turn off, like, some independent voters across the country, who are saying big government is coming in -- excuse me -- and taking over my property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "Sarah, is this -- do you agree with that or not? SARAH LONGWELL, REPUBLICAN STRATEGISTI think that certainly for the base, right. And I think you really have to separate base voters, for whom Donald Trump's persecution and all of these instances provide a kind of rally around Trump effect. But swing voters don't like criminals, and they are different from the base voters. And so I think to the extent Donald Trump's -- mythology around Donald Trump has so much to do with him being a rich guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "I was just going to say that. Yes.LONGWELL; Yes. And so I feel like, for people who are, like, actually -- and you know, can I just say on the bound thing? There's a reason nobody wants to put up bond for this guy. He's been scamming people his entire life: not paying his debts, you know, walking. Who's going to, who wants to put up money for this guy right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "Well, so, let's show you what Trump said about his money back in 2015, which I think plays into the points Sarah is making.First, that this is what he's famous for. This is what he is known for. And also the fact that what we are seeing play out here in this bond situation is just stripping it all away. Watch Trump in 2015. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "TRUMP",
      "sentences": "I'm really rich. I'll show you that in a second.Total net worth of 8 billion. Net worth, not assets, not liabilities. A net worth. So the total is 8,747,540. Now I'm not doing that -- I'm not doing that to brag, because you know what? I don't have to brag. I don't have to, believe it or not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "I mean, Ashley, does this not just strip -- like, just -- it completely exposed that as a lie. If he had eight and a half billion dollars, half a billion would be, you know, a relatively small percentage of the whole thing. But instead, they're basically saying, I can't pay, and nobody will insure me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "ASHLEY ALLISON, FORMER WHITE HOUSE SENIOR POLICY ADVISOR",
      "sentences": "Yes. I mean, I think Mark is right in terms of his base will get riled up by the big government coming after.To Sarah's point, you're -- there was a couple of points where he might be lying. He's either lying in a speech because these saying -- or he's trying to defraud the government and not pay what he's owed. Or when he was in his deposition and saying he had this money. For Democrats, I would take some of these clips. He's saying he's the guy for the working class. Working-class folks don't have $400 million. You know, like I would take that clip that -- do it in a very strategic way and have a conversation with voters and like this is not your guy. He's a liar; he's a cheat. He's a crook. And he's -- he doesn't understand your life story, and he's not going to fight for you now. He's trying to stay rich while keeping you poor. Will they do it? I'm not sure, but I would, if I were them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "HUNT",
      "sentences": "Well, I will -- I will say some of the Biden team's argument has started to be he's out for himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:05",
      "speaker": "ALLISON",
      "sentences": "Yes, he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:42",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "On his watch, companies sent American jobs overseas for cheaper labor and imported products. We're creating jobs in America and exporting American products. My predecessor and his allies in Congress want to go back.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "ISAAC DOVERE, CNN SENIOR CORRESPONDENT",
      "sentences": "Good morning. HUNT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "DOVERE",
      "sentences": "Well, look, like you said, it is a tale of two campaigns since Super Tuesday. It's early yet. But in these two-plus weeks here since the field is officially set with Biden and Trump as the nominees, you've seen Biden taking a very active approach to campaigning. And he's been in every battleground state except for one. The missing one is North Carolina. He'll hit that next week.Donald Trump has been in almost no places at all. He did a rally in Georgia a week and a half ago, and he did a rally in Ohio last weekend. Ohio, by the way, not -- is not only is it not a battleground state, but the reason he was there, in part, is they had been thinking about doing a rally in Arizona. And there were some cost questions for the campaign that led them to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Right. Those rallies are expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "DOVERE",
      "sentences": "Yes. And so, look, we see the fundraising numbers. Biden is obviously raising a lot. That gives them the ability to do this. But it's a very different approach.If you go to the Trump -- DonaldTrump.com right now and look on the events page, it says, \"No events scheduled.\" That's pretty crazy for a presidential campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "No events scheduled. I mean, Ashley, just to a certain extent, I mean, this is what Democrats have been demanding from the president, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "ALLISON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Like, all of the hand wringers have been saying get out there, get out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "ALLISON",
      "sentences": "Get out there, get out there. He needs to be out there. The cabinet secretaries need to be out there. The senators need to be out there. The congressmen need to be out there. People who support him that he -- they've benefited from the CHIPS act or the student loan debt and all those things.He needs every surrogate out there, surrounding his message, doing bracketed events, telling voters what they've done. Because everyone's, like, I don't know what Joe Biden has done well. Here it is. The fact that he had -- Donald Trump has no events, and we're in the general election is beyond me. But I will say, my only caution is they have run a very good campaign, the Trump campaign, in the primary season. This feels so much like 2016 where they were kind of all in shambles and didn't have a ground operation, and they still won. So the lack of him -- I mean, he'll use on Monday, with the segment we were just talking about, if they come and they try and seize his assets, he'll use that as a campaign event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "ALLISON",
      "sentences": "And it will be just as beneficial for his base. Again, not independents, maybe and the Democrats, but it'll work for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "One thing that stood out to me that we haven't really had a chance to talk about was a little bit earlier this month. But it's in \"The Journal,\" \"The Wall Street Journal\" this morning; is another piece of the Trump situation that could potentially depress turnout, Mark.This is him saying that the election should be too -- they should win by a margin that is too big to rig. We're already talking about rigged elections. Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "TRUMP",
      "sentences": "We have to win to get it done. And we want a landslide that is too big to rig. Too big to rig. That's what we need. Because they're going to be cheating. And they're cheaters. And we're going to be watching them, and we're going to prosecute. We're going to -- we're going to, if we get in, we're going to catch them. And we're going to do things that were never done before.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "I mean, we're already talking about rigging the election. It's March.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "PRESTON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Like how dangerous is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "PRESTON",
      "sentences": "Look, we had a story last week that was about how central January 6 remains to Trump's campaign; how much he's talking about it all the time. Not just in small ways, but in huge ways.There was a lot of attention last weekend to when he said \"bloodbath\" at the rally and all the kind of -- whatever the debate was there, he started the rally by saluting a video of January 6 prisoners --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "PRESTON",
      "sentences": "-- singing the national anthem. This is very much how he is running the campaign so far. It's how his aides are running the campaign so far.He doesn't just say too big to rig. They hand out preprinted signs that say, \"too big to rig.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Yes. PRESTONmaking a focus on it, too, even as most of what he's been talking about these days is stuff like what he was doing in Arizona yesterday, talking about $8 billion in investment in Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:34",
      "speaker": "HUNT",
      "sentences": "All right. Developing right now, a manhunt in Idaho for an escaped inmate and his suspected accomplice, accused of shooting two corrections officers.Boise Police identified Nicholas Emphenour as the alleged accomplice of inmate Skyler Meade. They say Emphenour opened fire at a hospital where Meade was being treated. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:34",
      "speaker": "CHIEF RON WINEGAR, BOISE POLICE DEPARTMENT",
      "sentences": "They are dangerous. They are armed, and they have shown a propensity for violence. And we want to make sure that any member of the public who happens to come in contact with them is aware of that, and that you do not try to intervene.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:34",
      "speaker": "HUNT",
      "sentences": "Police say they're looking for a 2020 gray Honda Civic.All right. Now this. Wildfires blanketing the D.C. area with smoke right now. Look at this. One in Shenandoah National Park in Virginia. About 100 acres are burning. Fire crews in Prince William County, Virginia, responded to dozens of small brush fires yesterday. And several homes in Maryland were evacuated last night because of a brush fire that may have been started by downed power lines. These fires are being fueled by strong winds and dry conditions. Our weatherman, Derek van Dam, has been tracking this closely. Derek, what is the outlook for this? Is this going to get better today or worse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "HUNT",
      "sentences": "Happy spring, right? All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "HUNT",
      "sentences": "Derek van Dam, our meteorologist. Derek, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "VAN DAM",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    }
  ]
}