{
  "date": "2024-11-26",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Biden: Israel, Lebanon Agree To Ceasefire Deal; Trump Proposes Tariffs On Mexico, Canada and China; FAA Warns Of Possible Delays Due To Staffing Shortages; Storms, Rain, Snow Threaten Thanksgiving Travel. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:24",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "A massive breakthrough in the Middle East.THE LEAD starts right now. President Biden speaking at the White House moments ago after the Israeli security cabinet approved a ceasefire deal with Hezbollah in Lebanon. What this could mean for the region and a potential cease fire and hostage release deal in Gaza. Plus, President-elect Donald Trump vows new tariffs on his first day in office. Business owners warn those costs will be passed on to you which products may be hit the hardest. And today is expected to be the busiest day for air traffic of the Thanksgiving holidays. But that doesn't mean the next few days will be exactly quiet with severe weather and staffing shortages. Travelers could face serious delays in the skies and on the roads ahead of those celebrations. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:24",
      "speaker": "HILL",
      "sentences": "Welcome to THE LEAD. I'm Erica Hill in for Jake Tapper.We begin today with major developments in our world lead. Just moments ago, we heard from President Biden at the White House heralding a new deal between Israel and Lebanon, to, quote, end the devastating conflict between the countries. The ceasefire agreement is set to take effect in a matter of hours. Today's deal came shortly after Israel's military unleashed a massive assault on the greater Beirut area. The southern suburbs bombed 20 times in just two minutes, marking one of the most intensive bombardment campaigns around the Lebanese capital since the start of the war more than two months ago. In announcing the ceasefire deal, Israeli Prime Minister Benjamin Netanyahu vowed that while the conflict with Hezbollah is nearing an end, the fight against Hamas is not over. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): We will complete destruction of Hamas. All of our hostages, we will make sure that Gaza will no longer be a threat on Israel, and we will bring back the residents of the north to their homes. (END VIDE CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:24",
      "speaker": "HILL",
      "sentences": "CNN's Jeremy Diamond is in northern Israel. Nic Robertson is in Jerusalem. And Priscilla Alvarez is at the White House, where President Biden just spoke.Jeremy, lets begin with you. First, walk us through the terms of this deal, what it calls for and also when it takes effect well, in a matter of about five hours time, according to President Biden, we expect that this cease fire between Israel and Hezbollah will indeed go into effect and when that happens, what we will initially see is a 60-day ceasefire, during which time Hezbollah is going to be responsible for withdrawing its forces north of the Litani River. Some 20 miles north of the Israeli-Lebanon border. Israel during that time will also withdraw its ground forces, which have been in some of the southernmost villages inside of Lebanon across the border back into Israeli territory. And then the Lebanese military will move into that area where it will oversee some of this agreement. There is also expected to be an international U.S.-led monitoring committee, which will monitor any ceasefire violations by both sides with the Israeli prime minister has really been seeking to emphasize is that Israel will have the freedom to carry out any strikes against Hezbollah, should it deem that Hezbollah has violated terms of this agreement and sought to return to some of these areas to pose threats to those northern Israeli communities? That's not actually in the agreement but there is a side letter, according to Israeli officials between the United States and Israel, in which Israel has received, according to these officials guarantees from the United States that it will support any Israeli efforts to enforce this agreement going forward. The Israeli prime minister certainly has an uphill battle, though there has been a lot of opposition here in northern Israel to this agreement from folks in those communities that have been evacuated some 60,000 Israelis evacuated from these northern communities who feel that Israel hasn't done enough yet in southern Lebanon to guarantee that security in northern Israel. But the Israeli prime minister arguing that enough military achievements have been carried out against Hezbollah over the course of the last few months. Most notably, of course, killing Hezbollah's leader Hassan Nasrallah but in the next five hours that we still have before this agreement actually is expected to go into effect, what we've been seeing all throughout the day and tonight here is air raid siren after siren after siren here in northern Israel, with Hezbollah firing heavy barrages, and Israel, for its part, carrying out heavy strikes in Lebanon including in the central parts of the Lebanese capital of Beirut -- Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yeah. One of the strongest signals its going to send is to Hamas. Look, Hezbollah had said all along that they were in this fight to support Hamas every time, every day they make an announcement of a strike in Israel. They say this is in support of the people in Gaza.And what the prime minister said was that they de-link that -- Israel had delinked Hezbollah's war with the war in Gaza. So now the focus is all on Gaza and the message clearly for Hamas and this is a message reiterated by President Biden as well, that that this is the time to give up the hostages. This is the time to come to the terms of a deal where Gaza can be rebuilt. For too long, President Biden said the people -- too many people for too long in Gaza have been suffering horrifically. So, for Prime Minister Benjamin Netanyahu, this is going to be easier, said than done for him to get his -- get Hamas there to come to the table. Hezbollah was -- Hezbollah was I would estimate, or appears to have been an easier ceasefire to pull off. Hamas is really dug in with absolutely nowhere to go and no opportunity to rebuild. Although the warning for Hezbollah is that they can't rebuild. But the focus does now go towards Gaza and the efforts and energies can be turned. There but I think as well, very telling as what the prime minister said, number one, his number one reason for ending the fight with Hamas is to focus on Iran. Not so much Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "HILL",
      "sentences": "Yeah, absolutely. Nic, appreciate it.And, Priscilla, as I noted, President Biden just finished speaking a short time before we came on the air here, talking about that some hard choices will have to come but also that he would like to revisit some sort of a deal, any more sense of what that could look like when that could begin? Well, and he said that it was going to be another push of course. Remember that President Biden has publicly outlined what a hostage deal would include here at the White House, but it has not materialized despite negotiations that have been ongoing and despite senior U.S. officials visiting the region to try to hammer out the details of such a deal. Now, when he was leaving to go back to the Oval Office, I asked him whether he thought he could secure a ceasefire deal before leaving office. He said that he was hoping he could. When I asked how this push would be any different from those before, he also said it would be, quote, a lot different. So again, we'll still look for the details on that, and again, how this push will look like in practice. But certainly what the president was emphasizing today is diplomacy, touting the negotiations that occurred for this ceasefire between Israel and Hezbollah and talking about peace in the region of course, this has been one of the more difficult challenges he's faced while in office. He's trying to keep tensions in the region from rising. So, certainly acknowledging what occurred today, while noting there is still work ahead in the days he has left in office -- Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "HILL",
      "sentences": "Priscilla Alvarez, Nic Robertson, Jeremy Diamond, thank you all.Also joining me now, Congressman Jim Himes of Connecticut. He is the ranking Democrat on the House Intelligence Committee. Congressman, good to have you with us this afternoon. I'd like to pick up where my colleague Priscilla Alvarez just left off. She noted that she was asking President Biden, as he left, who had said the people of Gaza deserve an end to fighting and displacement, saying the U.S. would make another push in the coming days on those ceasefire and hostage release efforts. When she asked how it would be different, he said it would be a lot different. Do you have a sense of what could be different this time around in those negotiations? REP. JIM HIMES (D-CT): Yeah, sure. I mean, we hope that the momentum around the announcement today continues into a release of hostages in exchange for a ceasefire deal in Gaza. But it's much more complicated, right? I mean, Lebanon as dysfunctional as the Lebanese government is, there is a government that is not true in Gaza. There are U.N. resolutions that require Hezbollah to be behind the Litani River. So, you know, it was obviously important to the prime minister that he could move his population back up into the northern part of the country. But Gaza is going to be a lot harder. My, my, my hope is that a final deal can be struck. But even behind that final deal are all sorts of complicated questions like who keeps security in Gaza, in the event of a cease fire? So yeah, its going to be a lot more challenging but I do suspect that the president is going to double down on his efforts to use the momentum from this Lebanese deal for a -- for a Gaza ceasefire for hostages deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HIMES",
      "sentences": "Well, I wouldn't put too much stock in the question of before the president leaves office. You know, Middle Eastern conflicts particularly this conflict goes back generations and while I'm very certain that that President Biden and the secretary of state and others are going to work very, very hard because every day, of course, is a tragedy for the people of Gaza and for the people of Israel, you know, again, it's a little bit of a fools bet to bet on the optimistic upside scenario.But this is momentum. You know, one would hope that the Palestinian people of Gaza would weigh in at this point, and just say, look, if we can end the carnage in Lebanon and south Lebanon, why cant we also end the carnage in Gaza and that that might, you know, provoke them at a moment of profound weakness for Gaza to just say -- sorry, uh, sorry? A moment of profound weakness for Hamas, for the Gazans to say, you know, you guys, you guys are out and we're going to get a peace deal done here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HILL",
      "sentences": "And we should point out, a number of Palestinians have been pushing for some time for resolution there. I do want to get you on a couple of other stories, because there is no shortage of news on this Tuesday of a Thanksgiving week.Turning to the situation in Ukraine, Ukraine used two more of the U.S.-made longer range missiles against Russia and President Zelenskyy as I'm sure you heard released recently, said he actually thinks that war could end faster under a Trump presidency. What do you make of those comments? Do you agree with him that Donald Trump may be able to end this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HIMES",
      "sentences": "Well, he may, the question is how? You know, if Donald Trump, as I think many people expect him to do, decide that he's going to try to end this I'm not sure its going to happen on the first day of his administration, as he promised but, you know, he could force the Ukrainians into a very difficult deal that would reward Vladimir Putin for his outrageous invasion.So is it possible? Of course, it's possible. The question is, is it wise? Is it wise to leave Vladimir Putin in a situation where he feels like he has gained substantially and that he might just come back in a couple of years and try to take, you know, more of Ukraine. And, obviously, it goes without saying that, that the Ukrainian people and the Ukrainian leadership would need to sign up to a deal. But the president has an awful lot of leverage because the, you know, the support from the United States for the Ukrainian effort is very much in the balance here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HILL",
      "sentences": "And certainly is. As you know, President-elect Trump has said that he will now impose tariffs on Canada and Mexico and China on day one of his new term, the president of Mexico pushing back, saying this is not the way to deal with migration or the issue of drugs and basically saying this could impose further tariffs on the United States, start a little tit for tat here.Do you see this as a serious push from the president-elect? Or do you believe this is more about negotiation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HIMES",
      "sentences": "Well, you know, the markets -- the equity markets which understand that real tariffs really being employed would be devastating for the U.S. economy, the markets are up today. So, you know, it's not so much what Jim Himes believes. But obviously, market players believe that this is the opening gambit of a negotiation.And we've seen this behavior from Donald Trump before. He uses these threats to obviously bring people to the table and perhaps more willing than they might otherwise be to negotiate. But look it's a dangerous game. You know, the president, the president elect has also promised mass deportations on day one. We heard that just today from his border czar. Remember, on the other side of a mass deportation is a country that is all of a sudden receiving, you know, thousands of people back. That, you know, they could stop that if they wanted to. So, you know, this -- this is, you know, the question of tariffs, you know, Mexico, Central America and Canada, they also have substantial leverage here. And it would be wise for the new administration to recognize that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HILL",
      "sentences": "Congressman Jim Himes, appreciate your time this afternoon. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "HIMES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:54",
      "speaker": "HILL",
      "sentences": "To our national lead. Major airport slowdowns could start in less than an hour. The FAA warning potential staffing shortages could force delays at airports across the U.S. And all of this coming on the busiest day for air traffic this holiday. More than 50,000 flights expected to cross U.S. airspace today.CNN's Pete Muntean is in his assigned spot, the thick of it all, at Reagan airport. So, Pete, these slowdowns that could start in an hour or so. What more do we know? Well, there are new developments on this all the time, Erica. And FAA chief, Mike Whitaker, warned that the FAA may have to delay flights because of air traffic control staffing issues. And now, the FAA has posted an alert. A ground delay, meaning flights held on the ground for flights bound to Newark because of staffing issues there. It is a particular pain point for the FAA. In fact, so bad the staffing issues there that the FAA had to move its air traffic control facility responsible for Newark airspace from New York to Philadelphia. The issue is that the FAA is facing so few controllers. The depth of the shortage is not totally known. They've hired about 1,800 controllers this year, hiring another 2,000 is the goal next year. The real issue now is that this could keep happening at more and more places. This is something that United Airlines is particularly peeved about it put out a memo just a few moments ago saying that the staffing issues at Newark have caused 343,000 of its passengers to be delayed this month alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:54",
      "speaker": "HILL",
      "sentences": "Wow. In one month, that is not nothing.There's also this new report I wanted to ask you about, Pete, about airlines making billions off of junk fees. That's going to go over well with my fellow travelers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "MUNTEAN",
      "sentences": "One other interesting tidbit in this report, ultra low cost carrier Frontier was uncovered by this report for charging passengers for carry on bags, and by doing that by giving employees bonuses for catching passengers trying to skirt the airlines rules. In some cases, employees at the gate who caught passengers trying to skirt the airlines carry on bag rule, they could get $10 for each person they caught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "HILL",
      "sentences": "Wow. That is almost leaves me speechless, my friend. Pete, I appreciate it. Thank you.It's not just fees or all those extra travelers with you. The weather could really throw a potential wrench into this record week for travel. A storm already pouring rain and snow on the Midwest, making its way to the Eastern U.S. Meteorologist Elisa Raffa joining us now from the CNN Weather Center. So in terms of these storms, when and where will we see the biggest impact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "I think Thursday is going to be our messiest day if you're doing any last-minute traveling, Thanksgiving morning. We have two storms that we're watching. One has caused some problems in the Northeast today, but that one is exiting and then we have our next storm that's set to be more potent, developing over parts of the Rockies.There's been some problems at airports in California when it comes to the weather, and that will continue to push east as we go through the next day or so. So here's what's left on radar, right now. Some rain and snow exiting through Maine. I-95 from Boston, down towards Baltimore, D.C. has cleared up again, getting rid of this storm by tonight. Now we have to watch this next one. As we go into tomorrow, we could find some wet roads across parts of the Rockies, the plains with some rain and snow. Then this thing really kind of flourishes and blows up by Thursday. Look at how wide the rain and snow gets. We're looking at some snow up in interior New England, Maine and then that rain stretching from New York down through D.C., Atlanta, the Florida panhandle. So a lot of us will be looking at some soggy turkeys for Thanksgiving. Then it gets very cold behind this front. So again, most of our travel problems will be in the Rockies and Central Plains going into Wednesday, Thursday. The problems up and down the east coast, that's where we'll probably find those delays -- Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:15",
      "speaker": "HILL",
      "sentences": "In our politics lead, concerns of a massive trade war between the U.S. and two of its largest trade partners after President-elect Donald Trump said on his first day in office he will, quote, charge Mexico and Canada a 25 percent tariff on all products coming into the United States and its ridiculous open borders.Trump went on to say the tariff will remain in effect until such time as drugs in particular fentanyl and all illegal aliens stop this invasion of our country. Well, the fallout pretty much immediate. Mexico's President Claudia Sheinbaum responding to those threats in a letter to Donald Trump, writing, quote, neither threats nor tariffs will solve the issue of migration or drug consumption. As for the markets, U.S. stock markets remain largely unfazed by that announcement from the President-elect. But we are hearing some real concern from the CEO of a trade group that represents dozens of major retailers, including Walmart, Nike and DSW, saying, quote, such measures would place an unnecessary burden on American families when budgets are already stretched thin. CNN's Vanessa Yurkevich has a look at how this could impact your bottom line. (BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN BUSINESS &amp; POLITICS REPORTER (voice-over): A trade war is brewing. DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: We're going to tariff the hell out of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:15",
      "speaker": "YURKEVICH",
      "sentences": "The casualty, the American consumer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're going to see higher prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:15",
      "speaker": "YURKEVICH",
      "sentences": "On his first day in office, President-elect Trump says he's putting a 25 percent tariff on all imports from Mexico and Canada. China will get hit with an additional 10 percent tax on top of existing tariffs. The reason Trump says incentive for these countries to stop the flow of migrants and illegal drugs coming into the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:15",
      "speaker": "GENE SEROKA, EXECUTIVE DIRECTOR, PORT OF LOS ANGELES",
      "sentences": "I suspect we'll encounter some new headwinds that our industry will have to navigate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:15",
      "speaker": "YURKEVICH",
      "sentences": "Mexico, Canada and China are the United States key trading partners. The U.S. imports the majority of cars and car parts from Mexico, so the price of your car could go up. America's top import from Canada is oil. The tariffs could send gas prices up 25 cents to 75 cents in some regions. And the U.S. imports a lot of electronics from China, in addition to sneakers, toys, sports equipment and furniture.For example, China makes a sneaker, a U.S. company buys it, pays the import tariff, and then makes a choice. Eat the cost or pass it to you. Before the higher tariffs announced Monday night Americans could expect to spend $2,600 more each year under Trump's original tariff proposal. Inflation is expected to rise by 1 percent. U.S. retailers like Steve Madden are already moving production out of China to beat the tariffs and keep prices low for U.S. consumers. Small businesses don't have that same option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "YURKEVICH",
      "sentences": "And then there are retaliatory tariffs, which could also impact U.S. businesses who export to other countries. Mexico's president hinted at that very notion Tuesday.One tariff will be followed by another in response and so on until we put common businesses at risk. (END VIDEOTAPE) YURKEVICH (on camera): There are supporters of President-elect Trump's tariff proposals, mainly in his inner circle. One such person is Elon Musk, who calls tariffs highly effective. Billionaire Bill Ackman says that tariffs are a good weapon to achieve political and economic outcomes, as well as negotiate foreign policy and President-elect Trump to elect Trump's pick for the Treasury Department, Scott Bessent, has said he believes that tariffs can be very effective if they are targeted. He doesn't believe, though blanket or excessive tariffs are good for the economy. Erica, we'll see if that message makes it back to President elect Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "HILL",
      "sentences": "Indeed, we will. Vanessa, appreciate it. Thank you.Also joining me this hour, Esteban Moctezuma Barragan, who is the Mexican ambassador to the United States. Mr. Ambassador, we appreciate you taking the time to join us this afternoon. You know, as Vanessa just laid out President Sheinbaum had warned that this could really result in a for tat tariff war that could potentially undermine the economy. I know you have warned against even a 10 percent tariff back in February. Is Mexico prepared for potentially these tit-for-tat tariffs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "ESTEBAN MOCTEZUMA BARRAGAN, MEXICAN AMBASSADOR TO THE UNITED STATES",
      "sentences": "Thank you very much, Erica, for having me.And you know, I think that we have to see a relationship as it is. It's a win-win relationship because we have been in the free trade agreement for 30 years. And what has happened is that both economies really grew up because we are exchanging each other and producing together. We are so intertwined in our economies that it is not just that we buy and sell, it's that we are producing together. Right now, we buy about 16 percent of everything the U.S. sells. And if you take into account, let's say, Japan, Germany, Great Britain, South Korea together they buy less from the U.S. than Mexico. So Mexico is part of the solution, not part of the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "HILL",
      "sentences": "So what then to given the relationship that currently exists what happens in your view to the United States-Mexico-Canada agreement, the USMCA, if Donald Trump moves to impose these tariffs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "BARRAGAN",
      "sentences": "Well, what we learned from his message was that he wanted us to act in a much more deeply and widely in several issues like migration, fentanyl trafficking and security. And that was not a surprise for us because that was part of his campaign message.But what I think is going to be a very, very good news for all these negotiations is that Mexico is already doing a lot in terms of reducing the flow of migrants from the southern border of Mexico to the northern border, which is the border with the U.S. Let me just tell you that about half of the flow that enters Mexico in its southern border, is dealt with different measures that Mexico has implemented. We have asylum last year, we just gave 140,000 asylum permits to people that ask for asylum in Mexico. And they were -- they wanted to come all the way up to the U.S. but they -- when they stood sometime in Mexico, they say, I want to stay here. And they ask us for asylum. Then we also have a working permits mainly in the south of Mexico we have been contributing a lot with CBP One, so the migrants that are waiting for this permission a wait in the south of Mexico. So half of the flow, it doesn't reach the northern border. And this is a huge contribution of Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "HILL",
      "sentences": "It sounds --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:01",
      "speaker": "BARRAGAN",
      "sentences": "If you ask me about -- yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:04",
      "speaker": "BARRAGAN",
      "sentences": "Well, I don't want to judge that we want to take very seriously every a message that we receive from President Trump or the government of the U.S.But sitting in a table, sitting in a dialog and having a deep conversation about facts and how much Mexico is a really, really making these challenges and facing these challenges with a very, very important commitment -- that's what I think that the new government will see that our effort, our coordination with the U.S., is a very, very important just to give you an idea, we deployed about 35,000 National Guard agents in order to deal with the migratory issues while the Border Patrol has about 19,500. So we have made also a huge investment in dealing with this issue. And I believe that that will be recognized in the negotiating table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:04",
      "speaker": "HILL",
      "sentences": "Ambassador Moctezuma, really appreciate you joining us this afternoon. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:04",
      "speaker": "BARRAGAN",
      "sentences": "Thank you very much.And as I told you, we want to continue this win-win relationship and not a lose-lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "HILL",
      "sentences": "Continuing in our politics lead, we just heard reaction from Mexico's ambassador to the U.S. regarding President-elect Trump's threat to impose a 25 percent tariff on two of its largest trade partners.Joining me now to discuss, we have our panel today, all smart women, my favorite. Erin Perrine, I want to start with you. We just heard the Mexican ambassador. He was laying out a number of things that he feels Mexico is already doing when it comes to stemming the flow of immigration. Donald Trump does like to use tariffs to get other countries to the table. Is tying tariffs to border security going to be as effective given we also heard from the president of Mexico saying, look, this is something that requires shared understanding and cooperation, not a tariff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "ERIN PERRINE, REPUBLICAN STRATEGIST, AXIOM STRATEGIES",
      "sentences": "That's the hope Donald Trump is aiming for is a shared understanding and cooperation on being able to secure the southern border. These were two of his top political promises during the campaign season, both securing the borders of the United States and implementing tariffs. He's bringing the two together.And we've seen with Mexico in May of 2019, where Trump threatened to impose tariffs unless they were coming to the table to talk about securing the southern border. And they did. And in June of 2019, he removed that threat of tariffs. And we saw the numbers begin to drop about people coming across the southern border. Donald Trump is doing exactly what he said he would do. He said he would secure the southern border of the United States and he said he would use tariffs as well. And all of a sudden, we're all so shocked that Donald Trump is doing exactly what he said he would do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "HILL",
      "sentences": "I don't know if everybody is shocked. I will say, but there's certainly a lot of discussion about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "PERRINE",
      "sentences": "There's certainly a lot of vapors and heartburn about it, when we all knew that this was going to be a very real reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "HILL",
      "sentences": "Karen, there you go -- Karen is not shocked. And so when we look at tariffs not shocking, right, because it has happened in the past, right, the threat has happened in the past as a form of negotiation, as Erin noted.In terms of tariffs, President Biden kept tariffs on China from Trump's first term, even added some of his own. Is it smart, Karen, to let this negotiate negotiation tactic play out at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, it's dangerous, I mean, particularly at a time when, you know inflation has come down quite a bit, but they're still farther to go. What I thought was interesting about the way the president, the president elect made this announcement is he tied it more towards the fentanyl crisis than the way he talked about it during the election, where he tied it to he said, well, with tariffs, that's how were going to bring jobs back and we're going to lower costs.And so, he sort of shifted his message a little bit. And obviously, if you want to stem the flow of fentanyl, there's a lot of other things that would need to be done, and a lot of cooperation that would need to be, you know, done with Mexico and other countries. And there's already an agreement against the precursor chemicals coming from China. So this feels like a setup. We've seen Trump do this before, where perhaps there will be some small compromise that comes early next year, and he'll just declare that's a win. It doesn't feel yet like this is the full throated economic policy, but we'll see. And I'm going to hold him to his word that he wants to lower costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:57",
      "speaker": "HILL",
      "sentences": "Catherine, when we look at the impact here, Vanessa laid out a little bit of what could happen. What's your take on the big picture, which industries in the U.S. could be hit the hardest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:28",
      "speaker": "HILL",
      "sentences": "In our national lead today, Walmart, the nation's largest private employer, is rolling back its diversity, equity and inclusion initiatives, ending racial equity training for staff, evaluating programs designed to increase supplier diversity, reviewing its funding for certain pride events, and removing sexual or transgender products marketed to children that announcement comes amid pressure from conservative critics of DEI over what they call corporate wokeism, claiming its more divisive than it is inclusive.Walmart defended its rollback of its DEI initiatives, saying quote: We're willing to change alongside our associates and customers who represent all of America. We've been on a journey and know we aren't perfect, but every decision comes from a place of wanting to foster a sense of belonging. Joining me now is Derrick Johnson. He's president and CEO of the NAACP. Sir, it's good to have you with us this afternoon. What do you make of what Walmart had to say there? That these moves come from an effort by the company, a desire to, quote, foster a sense of belonging. DERRICK JOHNSON, PRESIDENT &amp; CEO, NAACP: Well, it's contradictory. You cannot remove opportunities to see all your employees, to honor all of your customers by removing programs and initiatives to include them for the first time and then say that you're doing it because you want to create and foster a culture of belonging. You don't belong if you are a part of a racial identity that's not included. You don't belong if your gender greatness is not lifted up. You don't belong if your otherness is demonized as opposed to celebrate. We are in a political climate where we have traveled in four short years of America, recognizing that the isolation and the othering of communities was the wrong way to go, and many corporations like Walmart tried to correct for that, only to find themselves retracted in a very short period. It is unfortunate, but we will, as a nation, have to resist these type of reversals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:28",
      "speaker": "HILL",
      "sentences": "To that point, to what extent do you think political pressure from conservative activists will continue to influence other companies? Do you anticipate more will follow suit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:28",
      "speaker": "JOHNSON",
      "sentences": "Well, unfortunately, we are in a political climate where otherizing communities is becoming more and more normalized, as if it was 1950. We have to encourage corporate America. Do you want to participate in a global economy that's inclusive of all what people bring to the table, or are you going to continue to capitulate to a shrinking segment of your customer base?And unfortunately, majority of Americans, they don't agree with this. And corporations like Walmart need to recognize that their customer base is in a one way, one race customer base. It is made up of all of America. HILL: Do you think that there has been effective messaging on the part of the many people in this country who champion DEI efforts, who see the benefits to a more inclusive, more diverse, more equitable, whether it is a workplace, what you see, you know, on a sports field, whatever it may be, do you think that there has been an issue with that messaging and getting that point across?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:28",
      "speaker": "JOHNSON",
      "sentences": "Well, first of all, DEI is a made up term, like most of these things are made up terms.And NAACP, we are 115 years old. We've been fighting the same fight to ensure people are able to fully benefit for all that America has to offer its citizens, and that should be the focus, not the made up terms or what people think the label should be. It is ensuring that we celebrate all of who we are as a society and not allow small groups to politicize terms as opposed to honor and appreciate outcomes. That's inclusive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:28",
      "speaker": "HILL",
      "sentences": "It'll be interesting to see how and where things continue to change.Derrick Johnson, really appreciate you weighing in this afternoon with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:28",
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}