{
  "date": "2024-07-25",
  "headline": "Connect the World",
  "subHeadline": "Biden and Netanyahu to Discuss Ceasefire and Hostage Deal; Final Preparations Underway for Opening Ceremony; U.S. Economy Grows at 2.8 Percent Rate in Second Quarter; Netanyahu Vows to \"Fight until we Achieve Victory\"; Netanyahu Calls Protesters \"Useful Idiots\" of Iran. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "It is 09there later today. Thanks for joining me this hour. I'm Erica Hill in New York. This is \"Connect the World\". Also happening over the next two hours top Democrats speaking out after Mr. Netanyahu's speech on Wednesday to the U.S. Congress, any foreign dignitary has made before Congress. According to Nancy Pelosi is the worst made by foreign dignitary. And new data is showing the economy actually growing much faster than expected. So where does it go then from here. Plus, we've just one day to go until the Olympic opening ceremony in Paris, the mayor speaking exclusively with CNN. The U.S. stock market will open here in New York in just about 30 minutes and a day after the address from President Biden to the nation from the Oval Office. Of course, he said to sit down there again, in just a matter of hours. You're looking at futures right now, again, about a half an hour until the opening bell here in New York. We'll continue to monitor that for you, of course, as they ingest some of those new numbers as well. Meantime, as we look at what is happening on the ground, of course in the U.S., as I mentioned, on the heels of that historic address from the Oval Office on Wednesday evening, President Biden sitting down later today for a much-anticipated meeting with Israeli Prime Minister Benjamin Netanyahu. Israel's war in Gaza is of course expected to be the main topic of discussion between the two leaders, a war the Prime Minister defended on Wednesday in his speech to the U.S. Congress, a speech given as protesters masked outside. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Clarity begins by knowing the difference between good and evil. Yet incredibly, many anti-Israelprotesters, many choose to stand with evil. They stand with Hamas. Well, I have a message for these protesters. When the tyrants of Tehran who hank gays from cranes and murder women for not covering their hair are praising promoting and funding you. You have officially become Iran's useful idiots. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "HILL",
      "sentences": "Netanyahu there addressing Congress after he meets with President Biden today, he will sit down with Vice President and the now presumptiveDemocratic presidential nominee Kamala Harris. Arlette Saenz is at the White House for us this hour, Salma Abdelaziz joining us from London. And Salma, I want to start with you as we look at what is at stake here. There are also high expectations in this sit down between Biden and Netanyahu specifically when it comes of course, to a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Of course, Erica and bigger picture here, you have to remember that Prime Minister Netanyahu is going to holdthree very different meetings with three very different fingers, Biden, Harris, and Trump of course on Friday at Mar-a-Lago, you can imagine he is walking a tightrope. But in that meeting with Biden, you can expect that the very much the focus, as you mentioned, is that ceasefire you have, a lame duck president on his way out, Israel and his relationship and friendship with Netanyahu has very much been a part of his foreign policy, even one would argue a cornerstone of his foreign policy. So, Biden will be focused on his legacy. But there are serious questions, Erica, as to whether or not Prime Minister Netanyahu sincerely wants a ceasefire. Of course, he insists that he does. But even President Biden himself says that he believes that Prime Minister Netanyahu was prolonging the fighting in order to stay in power. So, the question is, is this a genuine meeting? Will there be actual progress? Or is Netanyahu just running the clock?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "HILL",
      "sentences": "And in terms of just running the clock and genuine meeting the other issue, Arlette, of course, is the fact that he is meeting with PresidentBiden who had said he plans to continue obviously in his role for the month that remain for his presidency. But that will be followed by a meeting with Vice President Kamala Harris, who is now the presumptive nominee. And there are questions about whether there is perhaps any daylight between the way the two of them see this conflict in the war in Gaza and also the potential for a ceasefire, Arlette.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "Absolutely! Arlette, Salma, appreciate it. Thank you both. President Biden, of course, in that emotional Oval Office address on Wednesdayevening, talking about his decision to step aside in the presidential race, saying he reveres the office, but loves his country more and talked about handing the reins to his vice president. Here is, more of those moments. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Just a few months, the American people choose the course of America's future. I made mychoice. I made my views known. I'd like to thank our great Vice President Kamala Harris. She experienced, she's tough, and she's capable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "President Biden making the case there for his vice president. Just a day after of course, she really hit the ground running. And just a shorttime ago, Harris releasing her first campaign video since launching her presidential bid, the theme here, we choose freedom. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: There are some people who think we should be a country of chaos, a fear of hate, but us we choose something different. We choose freedom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "And the vice president will be back on the campaign trail today speaking to members of a teacher's union in Texas before returning toWashington, of course for that one on one with the Israeli Prime Minister. Joining me now is Lynn Sweet, the Washington Bureau Chief for the Chicago Sun-Times. Lynn, great to talk to you this morning, there, of course, has been a lot of parsing of the words that we heard in that Oval Office address last night. And what I found interesting is some of the criticism for the speech was that the President was not clear enough in talking about why he is stepping aside in terms of running and yet staying in office to finish out his term. Do you think that criticism is accurate? LYNN SWEET, WASHINGTON BUREAU CHIEF FOR THE CHICAGO SUN-TIMES: Well, no, I don't, because what did you expect? Everyone who's listening to man to say, well, I had a disastrous debate, and I saw things going in a terrible way. So, I decided to step aside. I don't think you have to say that, to sum up, you know your life and your reason for moving on, because people who say that I think don't quite get what you really meant. And that is sometimes you do the thing that is best for the country, not yourself. And so, once you say that, however he got there, he got there. And the anatomy of the decision, while interesting, I think in this case wouldn't -- have been distinctly determinative of his end result. See, the end result is he could have won a second term, he said, but for the good of democracy, he isn't. So sometimes I think the nitpickers just are losing things to -- about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SWEET",
      "sentences": "Well, this is a tough one. Anyone, you do bring up an excellent point that Biden is lame duck president likely to get nothing through inCongress, likely, however, not to have gotten anything through in Congress, even if he was running. The difficulty that President Biden has with Prime Minister Netanyahu existed before his decision not to run and will exist when he has a meeting with him today. There is no clear course ahead, right now and on the day before Netanyahu's meetings with the president -- vice president. The hard part here is to figure out the path forward and get Netanyahu to sign onto it. And I think that might be independent for the moment of whether or not they're in office seems my analysis, Netanyahu's in a sense, trying to run out the clock and see if Trump would be elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HILL",
      "sentences": "Who do you think has more writing on this meeting today? Is it the president or the vice president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SWEET",
      "sentences": "The vice president has more at stake because she probably would need to figure out a way to say I have a deliverable from this meeting. Youknow, just to say the diplo talk, which we get sometimes, as you do, in a read out, we had a frank and candid discussion about what to do next. I don't think that cuts it anymore. I think she has to know; on her own, in her own way with her own policy map a path forward. That is doable, that like a consensus that might lead to some movement, and some of the stalemate that run now where Netanyahu seems to be prosecuting the war on his terms. And as everyone knows, this is one of the most serious threats to the success of the Paris candidacy is whether or not she can speak to so many Americans who care about this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HILL",
      "sentences": "And important to point out to what an issue that is, of course, for Democrats in this campaign moving forward, and certainly we even heard someof that in the primaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SWEET",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HILL",
      "sentences": "But also, interesting to note that, of course, there will be a third meeting with Donald Trump tomorrow with Prime Minister Netanyahu. Lookingat the Harris campaign over the last couple of days, we have heard a lot about the enthusiasm and about the numbers turning out about what you're seeing online, the first ad just being released. And of course, we're in full veepstakes mode, at this point, a couple of days in. What's your assessment of how this is being handled and how they're doing with the messaging based on this short timeline of what we've seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SWEET",
      "sentences": "Well, I think this is an incredible political story unfolding real time, remember everything because this has never happened before this way.The swiftness of the campaign has come together from the excitement gap to the messaging gap is just stunning, you know, whether or not it could be sustained, pretty likely because she does have a whole you know, she is taken over what was the Biden-Harris campaign to be hers. Also, she has a different kind of vibe around this. That I think that's good enough word. You know, the commercial that she talked about Beyonce music, isn't it? The different constituencies that had been listless, politically listless, looking ahead to a Biden campaign now are energized. She also has substantial issues that she talks about in her regular duties as Vice President and as she hits the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HILL",
      "sentences": "Lynn Sweet, always great to get your perspective and to talk to you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SWEET",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "HILL",
      "sentences": "Athletes from around the world arriving in Paris of course some early events already underway for the Olympic Games and last-minute preparationsof course, for Friday's opening ceremony are happening. Paris Mayor Anne Hidalgo telling CNN the weather could pose a problem though if it rains. She remains optimistic however. The ceremony is set to take place outdoors along the Seine. The river which has also as you would likely recall them in the focus of a fair amount of scrutiny leading up to the games and questions about just how successful the cleanup has been. For more, CNN's Melissa Bell joining us now, live from Paris, with the beautiful Seine behind her there, great to have you. So, you actually have the chance. This was an exclusive interview with the Mayor of Paris and Hidalgo about the opening ceremony, a number of other topics. She's feeling optimistic. What else did she tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, there are things of course -- authorities that even the mayor can control. That isthe weather right now. It's fine. We expect rain tomorrow morning. But of course, if by tomorrow evening, there's rain that could dampen the ceremony, because it isn't just the boats that will come down the river Seine, Erica, with the athletes on them. There are dances that are planted on the rooftops. And so there are concerns about that would imagine at the heart of these games really has been spectacular ambition, not just holding the opening ceremony out here on the Seine. You can see it's been all decked out along six kilometers of it. And that's involved screenings some 20,000 -- who actually live along its banks, it was tremendously ambitious people had wondered whether it could go ahead, would go ahead. She believed that will and that it will be spectacular. The other big gamble they took is to try and make sustainability, the ecology climate change at something that they tried to tackle in these games. Hence, the idea of cleaning up this river, it's taken 1.5 billion euros and just a couple of weeks ago, Anne Hidalgo, the Mayor of Paris took a dip herself to prove to the world that the swimming competitions that are due to take place would be safe. This is what she told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANNE HIDALGO, PARIS MAYOR",
      "sentences": "I love the water. I love the sea. I love the rivers, but it's more than that. It's cleaning the same, cleaning the sameis cleaning our life, cleaning the same is for -- our generation and next generation leave with the natural. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "HILL",
      "sentences": "Welcome back, I'm Erica Hill in New York. You are watching \"Connect the World\". Investors taking a close look at the latest U.S. economicnumbers just released in the last hour, which show the world's largest economy, grew at an annualized 2.8 percent in the second quarter. That is considerably stronger than estimates that, of course, the initial estimate from the U.S. Commerce Department. So, what is Wall Street think we can take a look at futures now? See where they are. This comes just one day after Wednesday's selloff. So, a lot of attention being paid to this. CNN's Paula Newton going through the numbers for us and Paula is with me now. So, much stronger than expected, that's a good thing. What are you hearing in terms of what this actually says about the state of the economy, even resilience in the face of these high interest rates in the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Yeah, Erica, I don't mind telling you, I threw out all my notes, because I was expecting one thing and like mostpeople was blown away by that 2.8 number, this is extraordinary for the economy to be doing this is essentially firing on all cylinders. And if we look at a 2.8 figure, in some cases, that was double what economists were expecting. I mean, look, others had predicted that it would be a strong quarter. Again, this is measuring economic activity from April to June. It will be revised in some way, shape or form. But look, this means the American consumer is strong, American businesses are strong. And at the same time, Erica, this is what's extraordinary. Inflation is cooling. Some people would have said a couple of years ago that the Federal Reserve could not do this, that the U.S. economy could never pull this off. Indeed, it has. I know that you're looking at a tepid response right now in the markets. But the markets have other worries. And that has to do with earnings at this point in time, because we are in earnings season. I will say that politically, there is a lot of political risk ahead that the markets have to look at, which might be why they're holding back right now. I will also say that if you are the Biden Administration right now, and if specifically, you are the Vice President Kamala Harris, you will be touting these numbers. American consumers just didn't hold back. They were spending on everything they have pulled back a little bit in the last few months, which also helps with inflation. But good news all around, remember, Erica, the -- as you know, the U.S. economy is the largest in the world when the U.S. is doing well. That is good news, usually around the globe. I do want to point out one area, though, I mean, look, as well as inflation. American consumers have been putting up at some pretty high interest rates. Interest rates are as high as they've been in the generation. Now the Federal Reserve needs next week, unlikely now it's completely off the table that they would cut rates. Perhaps they will cut them in the fall, though, and that'll be good news for an area of the economy that is still quite dysfunctional, which I'm sure you've seen it in your own neighborhood, and that is the housing market. And so hopefully when interest rates begin to come down, that piece of the economy will also move to a better place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "HILL",
      "sentences": "Yeah, absolutely. Paula, appreciate it. Thank you. U.S. President Joe Biden insisting in his Oval Office address on Wednesday night, he willcontinue to carry out the duties of his office for the remainder of his term. And first up, of course, is today's meeting with Israeli Prime Minister. Now ongoing negotiations for a ceasefire and hostage release deal are expected to be at the top of that agenda. Although during his address to the U.S. Congress on Wednesday, Mr. Netanyahu gave no indication, he was close to agreeing to a ceasefire with Hamas anytime soon. CNN's Alex Marquardt has more now from Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "NETANYAHU",
      "sentences": "Many anti-Israel protesters, many choose to stand with evil. They stand with Hamas. They stand with rapists and murderers. You haveofficially become Iran's useful idiots. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MARQUARDT",
      "sentences": "He was referring to newly released U.S. intelligence that found that Iran has been fermenting and financing protests here in the U.S. Butthat intelligence assessment also noted quote, Americans who participate in protests are in good faith expressing their views on the conflict in Gaza, end quote. Netanyahu also pushed back on criticism against Israel about aid for Gaza and the civilian death toll there. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "NETANYAHU",
      "sentences": "Despite all the lies you've heard, the war in Gaza has one of the lowest ratios of combatants to non-combatants casualties in the historyof urban warfare, if there are Palestinians in Gaza who aren't getting enough food. It's not because Israel is blocking it, it's because Hamas is stealing it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MARQUARDT",
      "sentences": "The death toll in Gaza is believed to be almost 40,000 people. Even if you take out the number of Hamas militants that Israel claims tohave killed around 14,000, more than 1 percent of the civilian population in Gaza has been killed and it's likely higher than that that is shockingly high. And U.S. officials continue to say that Israel's military operations inside Gaza make it extremely difficult to distribute aid and protect aid convoys. Alex Marquardt, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "Joining me now CNN Political and Global Affairs Analyst, Barak Ravid, Barak, always good to have you with us. You have some reporting about whatcould be happening in this meeting. And of course, where everybody stands heading into it. What are you expecting to come out of this meeting between Biden-Netanyahu today? BARAK RAVID, CNN POLITICAL &amp; GLOBAL AFFAIRS ANALYST: I think one of the most interesting things here is that Benjamin Netanyahu, for the first time, I think, in his political career, comes to Washington as the President of the United States, who is not running in the election now. The vice president who is the Democratic nominee, and the Former President, Donald Trump, who's the Republican nominee, think the same about where the war in Gaza should go. All of them think the war should end as soon as possible and a hostage deal must be signed. Trump just said that this morning on Fox News. And Netanyahu is coming to the meeting with Biden and afterwards, the meeting with Harris and tomorrow, the meeting with Trump is going to hear the same thing from all three leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "So, he may hear the same thing, but in terms of where he's at in this moment, could actually be a very different place. You noted that justbefore the speech, his office actually admitted that the prime minister had canceled, Israeli negotiators planned trip to Qatar on Thursday, because he wanted to meet with Biden, before they continued, before that delegation went to Doha. How much of that is political? And how much of that in what you've seen and what your sources are telling you, is truly about just waiting to speak with President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "RAVID",
      "sentences": "Well, I think it's a mix, because, you know, the timing, between the meeting with Biden, and the negotiations in Qatar, and the end of theKnesset session coincide. So, I think that from next week, from Sunday, Monday, when the Israeli delegation will go to Qatar, the Knesset will already go into recess, which means that Netanyahu's ultra nationalist coalition partners will not be able to topple the government for at least three months. So, this will open a window that politically, if Netanyahu wants a deal, and to be honest, I don't think anybody really knows if he wants or not. But if he does, this will open the window for him that he can go for such a deal without taking too much political risks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "How is all of this playing inside Israel at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "So that frustration remains high, to put it mildly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "RAVID",
      "sentences": "Definitely!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "And when we look at who he brought with him yesterday to that speech, as he was calling out in the speech, calling out not only the idea ofsoldiers and the sacrifices that were made by some of them, some of their family members there for those who had been killed in the fighting. But of course, a number of family members of hostages, one rescued hostage as well. I couldn't help but think of this reminds me in many ways of the moments during a State of the Union address with the U.S. President, as they very carefully choose who they will put there in the gallery with the First Lady and why they have them there. How are those decisions, if they have been addressed in Israel? How are those decisions playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "RAVID",
      "sentences": "I think that there were a lot of people in Israel that thought that he was using risk, you know, Israeli soldiers, and rescued hostages andhostage families as political props for his own domestic political agendas. But you know one thing that was very interesting that he brought to the gallery, Noa Argamani, hostage who was rescued in IDF military operation. And two days before the speech, he met Argamani and the families of the hostages. And Argamani told him the most difficult moment I had when I was in Hamas captivity was when I listened to the radio, and I heard you say that the words are going to be long. This completely tarnished my hope. That's what she told Netanyahu. And she told Netanyahu, you need to bring them home now because there's no time to waste. And I think this is a very courageous thing when you think about it, when a rescued hostage went through such trauma for months in Hamas captivity, comes to Washington at the invitation of the prime minister, and then speaks truth to power. I think this is a very courageous thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "It absolutely is. And it certainly speaks to her strength. Barak, always great to have you here. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "RAVID",
      "sentences": "Thank you,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "And we're back after a short break, stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "This week, we're looking at efforts to make the fashion industry more sustainable. When it comes to footwear it's actually notoriously difficultto recycle because the shoe itself can contain dozens of different materials. And of course, each one needs to be processed separately. In the Netherlands however, one couple's kitchen experiment has actually turned into a bit of a recycling revolution. Here's Lynda Kinkade with more. (BEGIN VIDEOTAPE) LYNDA KINKADE, CNN CORRESPONDENT (voice-over): Throughout its lifecycle, footwear generates a significant carbon footprint for materials to manufacturing to waste with a staggering 90 percent of shoes ending up in a landfill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "PORMES",
      "sentences": "So, we are sorting now shoes from retail. So, they're collecting in the stores and then we can process all kinds of footwear so from flip flopsto safety footwear. KINKADE (voice-over): Donated shoes are taken to FastFeedGrinded's factory where the different components like rubber, foam and plastics are sorted. The footwear is then shredded into small pieces before they are separated and refined into new materials. These recycled granulates are sold to manufacturers to be made back into shoe parts or flooring for playgrounds, or sports centers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "PORMES",
      "sentences": "The ideal situation is that brands producing new shoes, new footwear from their materials.KINKADE (voice-over): A shoe made of 100 percent recycled FastFeedGrinded material has yet to hit the market of brands are making strides like ASICS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ROMY MILTENBURG, SUSTAINABILITY MANAGER EMEA AT ASICS",
      "sentences": "More than 60 percent of the environmental impacts of footwear are coming from manufacturing andthe materials that go into the product. So, addressing those is something that as an industry we really need to tackle. Right now, we are exploring what we can do with the outcome of those materials, seeing can we actually make shoes from shoes again. Using textile to textile recycled fibers, it's still a challenge. We have more than 90 percent of all new running shoes of ASICS containing recycled materials in their uppers. But finding solutions for the midsoles it's much more complicated. When it comes to circularity, we're not there yet as a brand and as an industry. But I really believe that with the speed of innovation we've seen the last few years. We're going to get there. KINKADE (voice-over): FastFeedGrinded's next steps are to take the operations international.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "PORMES",
      "sentences": "It's very important to have recycling factories all over the world. It's all about making impact. I see it as my mission. It has to be donesomebody has to do it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}