{
  "date": "2024-03-29",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Israel Escalates Deadly Strikes Across Gaza; Netanyahu Predicts Victory Against Hamas In \"A Few Weeks\"; Palestinians Struggle To Find Food Amid Looming Famine. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Good morning or good evening, depending on where you're watching. I'm Rahel Solomon live in New York.Israeli Prime Minister Benjamin Netanyahu has approved a new round of talks aimed at reaching a ceasefire in Gaza. This as the Israeli military continues to prepare for an incursion into southern Gaza. Plus, President Biden using his big fundraiser last night not to just bring in millions for his campaign, but also to mock Donald Trump for his age and his fitness. And the federal judge issuing a harsh rebuke to Trump over his comments about judges and their families. Coming up, you will hear why U.S. District Judge Reggie Walton says that Trump's language is putting people's safety at risk. Well, hopes for a humanitarian ceasefire in Gaza are being drowned out by bombs. That warning from UNICEF today as Israel escalates airstrikes across Gaza. It has warned Hamas continuing to take a devastating toll on civilian population. Dozens of people were reportedly killed today, including women and children. This is the aftermath of strikes in Khan Younis, and we do want to warn you that the next video we're about to show you is disturbing. A hospital in Rafah says that a house was bombed there, killing at least 12 people. Residents used their bare hands to try to dig out people who are trapped under crushed concrete. Gaza's Civil Defense says that one woman was pulled out alive. Now, Israel's Prime Minister just approved the new round of ceasefire talks aimed at securing the release of hostages, but Benjamin Netanyahu also insists that Israeli forces are quote, \"preparing to enter Rafah\", predicting that victory against Hamas will happen within quote, \"a few weeks\". Let's now bring in CNN's Melissa Bell, who joins us from Tel Aviv with more. So, Melissa, what's the latest on the effort to try to restart ceasefire talks, even as Israel prepares this operation into Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, that trip to Washington back on after being called off before. Melissa Bell live for us there in Tel Aviv. Melissa, thank you.Well, the International Court of Justice is calling on Israel to immediately take steps to ensure Palestinians in Gaza are receiving life-saving aid. It says a famine is no longer just a risk, but it's now setting in. Medics say that at least 30 people have now died of hunger-related causes. The latest, a six-year-old boy. His father says that he died quote \"in front of our eyes,\" asking what had his son do to deserve turning into skin and bones from hunger? Our Jomana Karadsheh has more on this story, and we do have to warn you that her report is disturbing. (BEGIN VIDEOTAPE) JOMANA KARADSHEH, CNN CORRESPONDENT (voice-over): This video filmed 11 days ago at a northern Gaza hospital captured little Muhammad's (ph) final days, his labored breath and all but staff tried to do to keep him alive. On Thursday, six-year-old Muhammed became the 24th Palestinian child to die of malnutrition and dehydration in Gaza. And the fear is many more vulnerable lives could be lost. Hunger is in every corner of this besieged territory. The pain visible in the eyes of mothers like Najlat (ph), who has helplessly watched her children go hungry for months. Her husband, Mehran (ph), has thought the unthinkable, throwing his children in the sea, he says, to spare them this torture of inexistence. Dante's (ph) family endured months of bombardment in northern Gaza, but it's a looming famine there that's pushed them out of their home. If you grab a bag of flowers, someone can kill you to take it, Mehran says. Our daily meal for our children became things we hadn't heard of before, like ground soybeans and a wild plant that we never tasted before, food that animals refuse to eat, we ate. What they'll do? Where they'll go? They don't know. All they want right now is to feed their little ones. My children were crying every night, asking for a piece of bread, Najlat says. We were dreaming of white bread. We were eating animal food. For the first time in five months, they say, the children are having real food, even if only plain bread. This is what Dante's family left behind in the north. scenes that tell of the desperation of so many who also just want to feed their children as they brush the little aid that's made it into this part of Gaza. More than a million Palestinians are now facing catastrophic levels of hunger, according to UN-backed reports, with famine projected to arrive in the north any day now in this manmade crisis where Israel has been accused of using starvation as a weapon of war, something it denies. People every day find themselves scavenging for food, forced to pick wild plants to boil and eat. This grandmother can't hold back her tears as she washes weeds and leaves. It's today's meal. What else can we do? She says it's the indignity of hunger, avoidable suffering, as the world watches on. Jomana Karadsheh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Well, a sitting U.S. federal judge is issuing a harsh rebuke to Donald Trump for his verbal attacks against the judge overseeing Trump's trial tied to hush money payments. Here is a look at just some of what the former President has written about Judge Juan Merchan. In a rare interview, U.S. District Judge Reggie Walton told CNN's Kaitlan Collins that what Trump is doing serves to increase the danger to judges and their families. Here is some of that interview.(BEGIN VIDEOTAPE) KAITLAN COLLINS, HOST, \"THE SOURCE\": I think to a lot of people, the dangers of attacking a judge and his family and their family is clear. I wonder how you would respond to something like this. JUDGE REGGIE WALTON, U.S. DISTRICT COURT OF DISTRICT OF COLUMBIA: Well, it's very disconcerting to have someone making comments about a judge, and it's particularly problematic when those comments are in the form of a threat, especially if they're directed at one's family. I mean, we do these jobs because we're committed to the rule of law and we believe in the rule of law, and the rule of law can only function effectively when we have judges who are prepared to carry out their duties without the threat of potential physical harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "COLLINS",
      "sentences": "And you know personally, I mean, what this is like. Someone threatened your daughter once as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WALTON",
      "sentences": "Yes, threatened me one day, and then the next day called and made a threat against my daughter and also indicated my address. So, they obviously had done some research to find out that I had a daughter and what her name was, and also where I live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "COLLINS",
      "sentences": "I mean, what's that even -- that must be terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WALTON",
      "sentences": "Well, it is. But, you kind of have to appreciate that you can't let that impact on how you live your life and how you treat litigants who are before you, because even though threats may be made against you and against your family, you still have an obligation to ensure that everybody who comes into your courtroom is treated fairly regardless of who they are or what they've done.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Coming up, some big names helped the Biden campaign raise some serious cash at a New York fundraiser. But, protesters ended up stealing some of the spotlight. We will discuss when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Rahel, we should spend an extra beat just talking about that big fundraising haul of $26 million, particularly because if you'll recall, the Biden campaign already had an impressive war chest, $71 million, at the end of February, which was double what the Trump campaign had. So, they were able to grow that cash advantage gap significantly last night from a single fundraiser. And that's really what you get from the star power that you saw in one room of the three presidents as well as a number of celebrities and musical artists, and very expensive tickets that cost up to half a million dollars a pop. And you know, Rahel, it is rare enough to see these three presidents on stage together.But, I think what was so remarkable was that we saw the two former presidents talking about and echoing some of these threats that President Biden has been talking about so much lately, when it comes to a potential Donald Trump second term, whether it is the threat to democracy or the freedoms that Donald Trump will try to take away from everyday Americans. And the idea, of course, behind this fundraiser was that there is really nobody else that can better understand and talk about what is at stake in the November election than two former presidents who have already had the job, and you noted this as well. But, the other notable thing was just the protesters that we saw both outside the hall and inside the hall. These were people who were clearly very angry about the situation in Gaza, very frustrated with the way that President Biden has handled this conflict. And what's interesting is that one of the attendees I spoke with said they were taken aback and found notable how all three presidents responded in real time, whenever there were interruptions, to try to sort of show empathy to the reason that these protesters were even demonstrating in the first place, leaning into this idea that you have to listen to why these people are so impassioned and angry. And just really fascinating, because for both of the former presidents, Barack Obama and Bill Clinton, the situation in the Middle East, they are very familiar with it. They had to deal with it themselves when they were in the White House. And now, of course, they are watching their predecessor, President Joe Biden, deal with this as one of the biggest political issues confronting his own presidency now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and an area that could provide some weakness for him in terms of some voters, young voters --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "LEE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "So, that's a really interesting point. Just to put a fine point on that, Kristen, essentially, some of these larger donors may be coming into the fold now that it appears that there is no other choice for the Republicans but Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HOLMES",
      "sentences": "Exactly, and that's what you look at here. When you talk to some of these donors, which we do, they say that we don't love Donald Trump but we love him more than we love President Joe Biden. So, we want to get him elected. Want to bring him back to the White House, and that's really what you're starting to see here.And the other part of this is not just this big fundraiser. But also, Donald Trump has been doing a lot of the legwork on his own fundraising. He has been spending the last two weeks, most of it behind closed doors, hosting some of these big donors at Mar-a-Lago, having dinner with them, bringing them to events, sitting with them at his golf club, having lunch with them, really working the phones. They know that this is a problem. They want to bring in this money. And I will note, Rahel, I talked to a lot of the staffers, the lower level staffers as well, who told me that they finally feel like they can breathe. They're getting a sense of relief from the campaign that have been watching every single dollar go out. Now, they say they're starting to staff up. They feel like some of what he is doing is actually paying off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Fascinating. Kristen, stick with us. I want to -- I want you to join our panel and discuss this a little bit further, and also sort of lean into last night's fundraiser.So, at that fundraiser, President Biden, we heard him poke fun at Donald Trump's golf game. Earlier this week, Trump had boasted that he had won two championships at his course in Florida. And talk show host Stephen Colbert had a question for the President about that. Now, the Biden campaign, important to understand here, excluded the press, excluded network cameras from the fundraiser, but did just release two selected clips, and this was one of them. Look. (BEGIN VIDEO CLIP) STEPHEN COLBERT, HOST, \"THE LATE SHOW\": Donald Trump, as far as we can tell, has just been trying to win a third championship at his own golf course. My question to you, sir, can voters trust a presidential candidate who has not won a single Trump International Golf Club trophy? At long last, sir, have you know chip shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Well, look, I'd be happy to play. I told him once before when he came in to the Oval, when he was being -- before he got sworn in. I said I'll give you three strokes if you carry your own bag.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's bring in our panel now. Christy Setzer is a Democratic Strategist and former Al Gore Campaign Spokesperson. Shermichael Singleton is a Republican Strategist and CNN Political Commentator. And I want to bring back CNN U.S. National Correspondent Kristen Holmes. Welcome to you all.Christy, let me start with you. They didn't release many clips from last night, but they chose to release that one. That was actually -- CHRISTY SETZER, DEMOCRATIC STRATEGIST, &amp; FORMER AL GORE CAMPAIGN SPOKESPERSON: Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "-- the first clip they chose to release. Why? What's the strategy there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SETZER",
      "sentences": "Well, I think last night's event, you have to consider it as a big show of strength from the campaign. Right? We're still in March. This is not an event that you would normally see until the convention or maybe even the week before the election where you have not just the current president, but two former presidents, an array of celebrities from Stephen Colbert to Lizzo, and where they have announced this eye- popping amount that not only that they're going to raise but that they've actually exceeded.So, the joke part that they are releasing today is just sort of another form of that. Right? If you've been following them on social media, the Biden campaign has gotten both a lot more aggressive and a lot more tonally mocking, I would say, of Donald Trump's campaign, I think because they believe that this is the only thing that he actually responds to and understands that it really gets to him. So, I'd say that overall last night and particularly that joke was just them showing how much firepower they have in their arsenal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And Shermichael, let me ask, well, what are your thoughts? I mean, because you've also heard Republicans say it sort of shows the level of desperation that they need, the celebrities, that they need all of these people. I mean, what hat do you think? SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR, &amp; REPUBLICAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Kristen, let me ask, we talked about sort of some of the high-powered fundraisers -- fundraising for Donald Trump, and we should point out, Shermichael, to your point, I mean, he has billionaire backers too. I mean, they're going to have that fundraiser in Florida not too long from now as well. But, Kristen, let me ask. It's not just this. It's the Bibles. It's the selling of the sneakers. I mean, how much of this is about raising cash for Trump, or how much of this is just sort of flooding the courts, just really getting his name out there? I mean, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HOLMES",
      "sentences": "Well, when you talk about a fundraiser, I mean, that money is very clearly directed to various accounts. So, you have the money that's going into the campaign. You have money going into the RNC, and you do have money that goes into the Save America PAC, which is the leadership pack of Donald Trump's that pays his legal bills. But, when you talk about those huge chunks of money, none of that is going to Donald Trump directly, and $5,000 of those huge chunks are going to Save America PAC. The rest is going to Donald Trump's campaign and to the RNC.The Bibles and the sneakers are a different story, as well as the NFTs that we know he has launched two sets of. Those all go to Donald Trump. Now, that's the kind of money that he would use to essentially maybe post bond with, when he had to post a huge cash bond. That money is completely separate. That is his business ventures. But, I do want to go to something that Shermichael said that I think is really important, which is not just this idea that Donald Trump is going to have his own glitzy fundraiser in Palm Beach, which is absolutely true. I mean, he rubs elbows every day with people who are the members of his Mar-a-Lago Club, which we know is upwards of $100,000 a year, just to be a part of. That's how he spends his time. But, the part that is really strong for Donald Trump is the messaging that he puts behind it. There is a reason that they chose the day of this fundraiser to decide that they would attend the wake of the slain NYPD officer, and that does connect with people. Even if Donald Trump is doing his own thing, his own ritzy fundraisers, he has had the skill set and the ability to message that he is a man of the people, and that is something that has worked for him, and it is something that when I talk to voters they like about him and they dislike about President Biden, they feel like Donald Trump will be there for them. So, while the messaging might seem to the naked eye as OK, they both are attending these wealthy fundraisers, Donald Trump has been able to spin this in a way that really gets people the middle of the country to feel like he supports them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Christy, to that point, let me play a clip from Fox News this morning where Trump spoke to on the Fox News host about that week and about him being there and Biden not. Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BRIAN KILMEADE, FOX NEWS HOST",
      "sentences": "What is the message to the President at Radio City right now before you leave New York and go back to Florida? What did they miss today?DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: Well, they missed a very sad moment for our country, but it's a moment that they have to be a part of. Whether they like it or not, they can't skip this moment. I've never seen so many police. I've never seen so many firemen. A lot of firemen, they view it in a very similar way and I understand that. But, they're going to have to get involved a little bit because this country is going to hell. Our country is not respected anymore. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Now, Christy, we should point out that Biden did call the Mayor of New York to express his condolences for that slain officer. But, was it a missed opportunity to not be there? I mean, what are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SETZER",
      "sentences": "No. I think that people see this as disingenuous as it is from Donald Trump. And by that, I mean, it's very convenient for him to be able to go to this funeral and talk about crime, which he is trying to raise as an issue right now. He certainly didn't feel that way about the slain police officers on January 6. I think this is an easy pivot for the Biden campaign to make, to talk about that, and how Donald Trump is absolutely not a law and order President. He is someone who has talked about defending the FBI. He is just -- he is about himself.And I think that he has found that there is terrain for his campaign right now on the issue where he is trying very hard to make the issue of crime the terrain on which the campaign is played on. That is because he sees that the economy is rebounding. That's going to be less able for them to sort of have the argument right there. And I think that, again, this is going to be something that the Biden campaign is going to make easy hay of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Shermichael, let me ask about that, actually the economy, because we are just -- markets are closed today. But, we are just a hair away from 40k for the Dow. And the last time the Dow hit 30k, President Trump at the time had a press conference. He said it was a huge day for the economy. So, if it happens again, is this a huge day for the economy? Does Biden deserve some credit? Trump seemed to think that he deserved credit when the Dow hit 30.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Listen, I take your point about prices and inflation, but about two thirds of Americans are invested in the markets in some way. So, when the markets --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SINGLETON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "-- go up, a lot of people do feel that, Shermichael.Kristen, last thought to you. We know that the about Obama campaign -- or the Biden campaign rather, plans on deploying Obama more forcefully perhaps in the months before the election, perhaps reaching younger voters, perhaps reaching Hispanic and black voters, groups that Trump seems to actually be making inroads with. Is that concerning to Trump? Should that be concerning that you might have a candidate like -- or -- a figure like Obama back on the trail, reaching some of these really important groups?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HOLMES",
      "sentences": "Well, one of the things to note about what we saw in 2020 and what we have seen overall, and this actually applies to both Donald Trump and to Barack Obama, these are two politicians who have a celebrity-like status with their followers. It hasn't always translated to another candidate. Now, whether or not it does, that would be one of the things that we'll be watching closely. We know that Donald Trump just doesn't like Barack Obama. So, it's obviously going to get under his skin, no matter what happens.But, in terms of whether or not that can translate, I mean, we're in the middle of an election in which both parties are pretty unhappy with their candidate, and particularly voters of color, younger voters. So, they should both be doing everything that they possibly can to make inroads with these various communities. One thing that they know, both of these campaigns and I've talked to officials at both, they know that this is going to be a very, very tight election, and that every single vote is going to count so that they want to put out whatever resources they can, whoever they can to make sure they get every single vote. As one senior advisor to Trump told me, we're not leaving anything on the table this time around, and it sounds like Joe Biden's team knows the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "OK. We'll leave it here. Great to have you all. Democratic Strategist Christy Setzer, Republican Strategist Shermichael Singleton, and CNN National Correspondent Kristen Holmes, thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SETZER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You are watching CNN NEWSROOM. I'm Rahel Solomon live in New York.And here are some of the international headlines we're watching for you today. A bus crash in South Africa killed 45 people. Officials say that only 12 bodies have been recovered, and some of the victims are burned beyond recognition. The bus was heading to an Easter conference when it fell off a 50-meter cliff. An eight-year-old girl is the only survivor. Poland's Prime Minister was warning that Europe is in a quote \"pre-war era\" in light of Russia's war in Ukraine. Donald Tusk says that Europe has not seen a situation like this since 1945, warning that it must prepare for quote \"any scenario\". He says that Russia could use the terror attack in Moscow as a pretext to escalate the Ukraine war. And Academy Award-winning actor Louis Gossett Jr. has died. That's according to a statement from his family. Gossett won an Oscar for Best Supporting Actor for his role in 1982 \"An Officer and a Gentleman\" and an Emmy for his performance of the legendary Roots TV series. Gossett was 87. All right. Now to Baltimore where a massive crane has now arrived to help with salvage efforts after Tuesday's bridge collapse. It is the largest crane on the Eastern Seaboard, and it was brought in with the military's help. The Army Corps of Engineers is working to clear the channel. It could be months before the port is back online, and tens of thousands of jobs might hang in the balance. Meanwhile, investigators have been combing over the ship that slammed into the bridge and killed six people. The remains of four construction workers still have not been found, and debris will have to be removed before recovery efforts resume in full. Let's bring in CNN's Gabe Cohen. He is live for us in Baltimore. So, Gabe, what's the latest you can share with us on the investigation, and also how this massive crane will impact the recovery efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Yeah. So, Rahel, if you look over my shoulder, you can actually see that crane now standing upright in the river, just right over by the wreckage scene. We understand that two more cranes are also on their way, as we speak, according the Transportation Secretary. But, this is going to be a massive operation. It is striking from this viewpoint how small the crane looks, the largest crane vessel on the East Coast. And it speaks to the scale of this operation, how large that ship is, about the size of the Eiffel Tower, just turned on its side, as well as the size of the bridge, all of that steel and concrete.And so, right now, engineers are trying to figure out how they're going to cut that bridge into smaller pieces so they can safely and effectively remove it from the water. And that is going to take time, potentially, days. And bear in mind, they are going to do this in a very sensitive and delicate way because there is a strong possibility that those four missing construction workers are buried, trapped, somewhere under all of that rubble. And once this operation is complete, they still want to send in divers and recover those men to offer closure to their families. And so, we're hoping, according to an official at the command center, that this crane is going to begin its operation, begin its work removing debris a little later today. But, that assumes that they can do the legwork to figure out how they want to proceed with this operation. But, they're going to have to try to work quickly, Rahel, because the Port of Baltimore is basically shut down right now, and that means thousands of jobs are at stake, and a potential impact of millions of dollars to this region in lost salaries and business operations. As for the investigation, Rahel, NTSB investigators still working hard to figure out what caused that power outage on the ship that ultimately led to the crash into the column of the bridge and the collapse. That could take some time, Rahel. But, this is a massive undertaking that the Coast Guard and the Army Corps of Engineers are taking on, beginning really today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, and the NTSB saying it could take as long as years, in fact, which just gives you really a sense of sort of how thorough this investigation has to be. Gabe Cohen live for us in Baltimore. Gabe, thank you.Alabama State Legislature is dealing with a flurry of conservative legislation. That includes bills targeting the LGBTQ community. One of the bills is an extension of what critics call the state's \"Don't Say Gay\" law. Isabel Rosales spoke to a mother who was affected after losing her son, and reports on the serious concern from the LGBTQ community. (BEGIN VIDEOTAPE) ISABEL ROSALES, CNN CORRESPONDENT (voice-over): On a sunny spring day, an Alabama mother walks past rows of tombstones. CAMIKA SHELBY, SON DIED BY SUICIDE AFTER ANTI-GAY BULLYING: Never in a million years that I think I will pull up at home and find my child lifeless. ROSALES (voice-over): Camika Shelby is here to visit her only son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ROSALES",
      "sentences": "Do you still talk to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SHELBY",
      "sentences": "Yeah. Yeah. It makes it -- it's like a comfort thing because I believe he can hear me.ROSALES (voice-over): Last year, she sent a little more than $800,000 civil lawsuit with the Huntsville City Board of Education in the death of her son, part of the deal required several district-wide policy changes to better acknowledge and protect LGBTQ students, including an update to its anti-discrimination policy, specifically prohibiting harassment based on a student's sexual orientation, gender identity and expression. Now, she questions whether Nigel's legacy is at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SHELBY",
      "sentences": "If these bills actually go into play, what was I fighting for? Who are these bills actually protected?ROSALES (voice-over): In Montgomery, a series of bills are advancing that opponents warn are intended to slowly chip away at LGBTQ rights. One determines gender as dictated by your birth certificate. Another bans non-approved flags, including pride flags from flying on public property. Then there is House bill 130, dubbed as \"Don't Say Gay\" by opponents. The bill intends to broaden a 2022 law to all public K through 12 grade levels and flat out bans instruction and discussion about gender identity and sexual orientation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACK BUTLER, ALABAMA STATE HOUSE REPUBLICAN",
      "sentences": "This bill just strengthens the law that's already in place, and goes a little bit further, making sure that we keep a political agenda or a social agenda out of our schools, and let children be children again.ROSALES (voice-over): HB 130 would also prohibit teachers from displaying flags related to sexual orientation. Groups like the ACLU of Alabama fiercely hitting back against the legislation, saying it would rid Alabama classrooms and students of inclusive discussions. Republican Mack Butler, who represents the town of Rainbow City, authored the legislation. He argues these conversations belong at home. BUTLER: We just want the school to focus on reading, writing and arithmetic. That's all it's seeking to purify the schools just a little bit. ROSALES (voice-over): The lawmaker later walking back that purifying of schools line, saying he misspoke. Camika argues his bill amounts to alienating and erasing students like her son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SHELBY",
      "sentences": "It's dangerous. You're basically making it official that they don't have a safe space. School is not supposed to be a place that would make a child want to end (inaudible).ROSALES (voice-over): Representative Neil Rafferty, Alabama's only legislator who publicly identifies as gay, mourns the bill could seriously interfere with the school curriculum in unexpected ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NEIL RAFFERTY, ALABAMA STATE HOUSE DEMOCRAT",
      "sentences": "It is a super problematic bill. It's become so vague that can even talk about Martha Washington being married to George Washington because Martha Washington was a woman, wife, right, who married a man, George Washington. So, that's a heterosexual relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ROSALES",
      "sentences": "That's sexual orientation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "RAFFERTY",
      "sentences": "That's sexual orientation. You're talking about gender identity and sexual orientation.ROSALES (voice-over): And he questions the motivation for these bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "RAFFERTY",
      "sentences": "These are not homegrown Alabama issues. Essentially, these are solutions in search of a problem.ROSALES (voice-over): As for Camika, her pain and loss still fresh, but in Nigel's name, she fights on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SHELBY",
      "sentences": "He is no longer here, but there is still a million of him that is here, and it does affect them.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Well, coming up --(BEGIN VIDEO CLIP) UNIDENTIFIED MALE (Interpreted): What can a retired person do with a 10,000 lira pension? Rent is 15,000. I can't pay the rent on my house. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Pope Francis is holding special people audiences this Good Friday in Rome. You're looking at live pictures of St. Peter's Square, where moments from now the pontiff is expected to preside over the celebration of the \"Lord's Passion\" and the \"Way of the Cross\", a procession that marks the stages of the crucifixion of Jesus. Now, this has already been a historic Holy Week. For the first time, the Pope washed the feet of only women on Holy Thursday. This happened at a prison in Rome. We'll continue to watch that.In the meantime, voters will head to the polls across Turkey on Sunday. All of the contests on the ballots are local to elect mayors and other officials. As Scott McLean reports, the results could be very telling nationally. (BEGIN VIDEOTAPE) SCOTT MCLEAN, CNN CORRESPONDENT (voice-over): If you don't hear the signs of local election season in Turkey, then surely you'll see them. (VIDEO PLAYING) MCLEAN (voice-over): Everywhere you look, billboards, banners and bunting, the many, many faces of the candidates, and one prominent face who isn't on the ballot at all, Recep Tayyip Erdogan. Erdogan's AKP Party is aiming to win back Istanbul after losing it in 2019 in a bitterly contested and eventually rerun election won by this man, Mayor Ekrem Imamoglu. He is from the opposition CHP Party, and is now Erdogan's most powerful rival, and pundits think will have the clout to challenge his party in the next presidential race, especially if he can win back his job as mayor this weekend. I promise you that in Istanbul there will be a whole new level of trust and accountability, he says. Local elections come at a time when the economy is sputtering. Inflation is out of control and interest rates just hit 50 percent. I voted for the AKP Party twice, but I won't this time, this man says. What to retire person do with a 10,000 lira pension? Rent is 15,000. I can't pay the rent on my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MCLEAN",
      "sentences": "There are dozens of candidates vying to be the Mayor of Istanbul, and the outcome of this election will depend heavily on what happens with the smaller parties, from the left-wing pro-Kurdish Dem Party to the ultra-nationalist Victory Party, and trust me, there are plenty of others in between, and all of these smaller parties will be siphoning off support from the main too, the incumbent mayor and the secular CHP Party and President Erdogan's more religious conservative AKP Party.MCLEAN (voice-over): Across town, the former bureaucrat and minister, Murat Kurum, is rallying AKP Party supporters. He has few personal ties to Istanbul but plenty of support from President Erdogan. This is a Murat Kurum promise, he says. This is a Recep Tayyip Erdogan promise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MCLEAN",
      "sentences": "Do you feel like you're voting for Murat Kurum or really just voting for an extension of Tayyip Erdogan?MCLEAN (voice-over): Of course, Recep Tayyip Erdogan, Ozge (ph) tells us. We love him with all our hearts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "AHMET KASIM HAN, POLITICAL SCIENTIST, BEYKOZ UNIVERSITY",
      "sentences": "No more two out there is comparable to him, but Imamoglu actually forces that myth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MCLEAN",
      "sentences": "What happens if Imamoglu wins?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HAN",
      "sentences": "So, Erdogan will feel probably compelled to run himself. He will be the only sort of political gladiator out there who would be able to win an up and coming candidate like Imamoglu.MCLEAN (voice-over): The next presidential election isn't until 2028. But, Imamoglu wins, the unofficial campaign season may start this weekend. Scott McLean, CNN, Istanbul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Well, this ain't Texas, but Cowboy Carter is trying to lasso the internet with a brand new album.(VIDEO PLAYING) She says, stay away from Jay-Z. Overnight, Beyonce dropped a star- studded album which features collaborations with country music legends Dolly Parton and Willie Nelson, and prominent artists like Miley Cyrus and Post Malone. Now, obviously, we can't play all 27 tracks, but here is another sample from \"Act II: Cowboy Carter\". (VIDEO PLAYING) Now, there is a personal journey behind Beyonce's is latest album. Joining us to talk about this, Cowboy Carter album, is CNN Anchor Victor Blackwell. Victor, always good to see you. So, this is a different sound, I think. What can fans expect to hear from Beyonce this time around? VICTOR BLACKWELL, CNN ANCHOR: Well, Beyonce says that this is not a country album. It's a Beyonce album. And I think that the Beyonce fans, who have been with her for decades, they will hear a Beyonce they recognize. But, there is certainly some country music here, \"Texas Hold 'Em\", the first single, \"Just For Fun\", \"Body Guard\", \"Protector\". Those are country tracks, but she is also moving between genres, mixing genres with some folk and some hip hop and R&amp;B. There is even opera in the track \"Daughter\". Listen to this. You'll hear what I'm talking about. This is a bit of \"Sweet Honey Buckin'.\" (VIDEO PLAYING) So, you hear that mix. You hear the classic Patsy Cline tune there \"I Fall to Pieces\" with a beat that develops into something you could dance to. So, something here for the country fans and also the Beyonce fans who are coming to country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And so interesting, Victor. We heard in that clip where she said, they used to say I was too country. Now, they -- then they said I wasn't country enough. Talk to us about what we know about what might have inspired her to do a country album, a Beyonce album, whatever you want to call it, but inspired her to do this type of music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, absolutely. Dolly Parton, sort of given her stamp of approval, saying that she had always hoped that Beyonce would do Jolene. I got to say I'm just getting into the album. But, Victor, I like what I hear. And Jolene, Jolene, you better stay away from her man. You heard Beyonce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BLACKWELL",
      "sentences": "I listened to it twice. I'm on my third way through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "So good. So good. And I like the hat. It's very dashing. It's very cowboy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Thank you. We will keep it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    }
  ]
}