{
  "date": "2024-03-15",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Trump Prosecutor Nathan Wade Resigns; Israel Rejects Hamas Ceasefire Proposal; Israel Describes Hamas' Latest Ceasefire Proposal \"Ridiculous\"; Netanyahu Signs Off On Military Action In Rafah; Gaza Receiving First Humanitarian Aid By Sea; Gaza's Ministry Of Health Accused Israeli Troops Of Shelling Palestinians, Killing At Least 20; Russian Attack On Port City Of Odessa; Week Of Drama For The Trump Legal Team; Judge Delays Trump Hush Money Trial; Judge Rules D.A. Fani Willis Can Stay On Georgia Election Case; FAA To Review Boeing 787Alert; McDonald's Global Outrage; Central U.S. Devastated By Severe Storms; Isolated Protests During Russian Elections; China's View On Donald Trump; Hitting The Right Note With Pianist Lang Lang; Lang Lang On The Power Of Music; Major League Baseball Seoul Series. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "There's a lot of breaking news here in \"THE SITUATION ROOM\" this hour, where we begin with the exit of the Trumpspecial prosecutor in Georgia in response to that critical new ruling by the judge in the election subversion case. CNN's Nick Valencia is outside the courthouse in Atlanta for us. Nick, Nathan Wade submitted his resignation just a little while ago. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Wolf, a dramatic day here in Fulton County, the judge ruling that Fani Willis can stay on this case, but shedoes not emerge unscathed on the other side of some blistering criticism. But it's her lead prosecutor, Nathan Wade, who is now off the prosecuting team. (BEGIN VIDEO CLIP) VALENCIA (voice-over):  Tonight, the lead prosecutor on the Georgia election subversion case against Donald Trump and his allies -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "It's 10wherever you are in the world, this is your FIRST MOVE. A very warm welcome as always to FIRST MOVE, and here's your need to know. Israel describes Hamas' latest ceasefire proposal as \"ridiculous,\" but will still send negotiators to talks in the next week. In the U S. State of Georgia, a judge rules the district attorney in the Trump selection interference case can stay on, but the prosecutor she hired will step aside. We'll explain what that means for the future of the case. And time to tickle the ivories with Chinese pianist Lang Lang. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "LANG LANG, CLASSICAL PIANIST",
      "sentences": "Music is a way to get into people's heart.(MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. If music be the food of love, play on. My conversation with the legendary performer and more coming right up.But first, Israel calling the latest set of ceasefire proposals from Hamas \"ridiculous and absurd.\" It does say, however, that it's planning to send negotiators to Qatar in the coming days. Meanwhile, Israeli Prime Minister Benjamin Netanyahu says he signed off on a military action plan in Rafah. Close to 1.5 million Palestinians are in Southern Gaza, raising fears about how this operation would impact those civilians. Ceasefire negotiations seem far from reaching a solution. Here's U.S. Secretary of State Antony Blinken. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  We have conversations that are happening now as we speak here. And I'm convinced they'll go on into the coming days. Israel has sent back a negotiating team to pursue this. And I think it reflects the sense both of possibility and emergency to get an agreement, to get a ceasefire, to get the hostages back, to get even more humanitarian assistance in. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "And just hours ago, Gaza received its first shipment of humanitarian aid by sea since the war began. But on Thursday, Gaza'sMinistry of Health accused Israeli troops of shelling Palestinians as they were waiting for food, killing at least 20. That's a claim Israel's military denies. Jeremy Diamond joins us now from Jerusalem. And, Jeremy, much to discuss. Let's talk about that aid delivery. Obviously urgently required, though the aid agencies that are working there keep saying it's not a sustainable solution and doesn't compare to the truck deliveries we saw. The question for me now is how do they safely distribute this food aid given the level of desperation there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "DIAMOND",
      "sentences": "Yes, those negotiations -- look, certainly, there is some momentum now. There is at least some movement. But the question is, how bigis the gap that remains to be bridged? We know that while Hamas has presented a latest counterproposal to the Qatari and Egyptian mediators to get the ball rolling here, what they are still asking for some 700 to 1,000 Palestinian prisoners in a first stage of a hostage release deal that would see some 40 Israeli hostages released is still a much, much higher ratio than what the Israeli government is prepared to accept at this stage. So, the question now is, will the Israeli government be willing to show more flexibility to come down from its position or will the two sides remain at an impasse? For the moment, it appears that there is some cautious optimism in the air. But again, that remains to be seen. Next week, the Israeli government said to send a delegation to Qatar to pursue these negotiations. Hopefully, we will have a better sense then of whether or not there is some possibility in the air. Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, we'll watch those talks very closely. Jeremy Diamond, thank you for nowMeanwhile, Ukraine says a Russian missile attack on the port city of Odessa was the deadliest since the full-scale invasion began. At least 20 people lost their lives and 73 others were injured according to Ukrainian forces. President Zelenskyy said two missiles were used and the second landed when emergency services arrived at the scene. He called it \"a despicable act of cowardice.\" OK. Here in the United States, Donald Trump's election interference case in Georgia will continue after a judge ruled that district attorney Fani Willis can remain on the case, but only if the prosecutor she hired and was in a relationship with resigns. He did so a few hours ago. There are plenty of other developments too this week in the Trump legal dramas. Let's go case by case in the classified documents trial. A Florida judge heard what the defense argue why the charges should be dropped. The judge denied one of the claims and said she will rule on the other soon. In New York, in the last hour, the judge in the Stormy Daniels hush money case has agreed to delay the start of the trial. Now, it was supposed to begin on March 25th. A new trial date has not been set. Nick Valencia has more. (BEGIN VIDEO CLIP) NICK VALENCIA, CNN CORRESPONDENT (voice-over):  Tonight, the lead prosecutor on the Georgia election subversion case against Donald Trump and his allies stepping down. He says, in the interest of democracy, in dedication to the American public, and to move this case forward as quickly as possible. Nathan Wade handing in his resignation letter hours after Judge Scott McAfee ruled District Attorney Fani Willis could stay on the case only if Wade goes. Willis accepting the resignation of the man with whom she was romantically involved, writing, I will always remember and will remind everyone that you were brave enough to step forward and take on the investigation and prosecution. In his ruling, McAfee concluding the defense failed to prove Willis financially benefited from hiring Wade. But this finding is by no means an indication that the court condones this tremendous lapse in judgment or the unprofessional manner of the district attorney's testimony during the evidentiary hearing. Judge Scott McAfee wrote, rather it is the undersigned's opinion that Georgia law does not permit the finding of an actual conflict for simply making bad choices. McAfee also describing Willis's fiery testimony last month as unprofessional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "WILLIS",
      "sentences": "First thing they say, oh, she going to play the race card now. But no, God, isn't it them who's playing the race card when they only questionone? VALENCIA (voice-over):  The judge also saying, reasonable questions exist about the timing of Willis and Wade's relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When did your romantic relationship with Ms. Willis begin?NATHAN WADE, SPECIAL PROSECUTOR IN TRUMP'S GA ELECTION CASE:  2022. VALENCIA (voice-over):  McAfee writing, the district attorney chose to continue supervising and paying Wade while maintaining such a relationship. As long as Wade remains on the case, this unnecessary perception will persist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "SCOTT GRUBMAN, DEFENSE ATTORNEY",
      "sentences": "I don't think it's a good day for the justice system.VALENCIA (voice-over):  Defense Attorney Scott Grubman faced off against Willis during the case when he represented Trump ally Ken Chesebro, one of the four co-defendants to take a guilty plea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "GRUBMAN",
      "sentences": "I hope and expect that the criminal defense lawyers in this case will appeal this decision and I hoped the Georgia Court of Appeals has adifferent view than Scott McAfee. DONALD TRUMP, FORMER U.S. PRESIDENT AND U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  She's not equipped to do the job, and that case should end immediately. VALENCIA (voice-over):  The former president's legal team vowing to fight on. We will use all legal options available as we continue to find to end this case, which should never have been brought in the first place, attorney Steve Sadow said. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "And CNN Legal Analyst Joey Jackson joins us now. Joey, great to have you with us. So, just to be clear, the case against Trump now stillstands, but the district attorney, Fani Willis, stays on the job. The prosecutor she appointed and was in a relationship with has been forced to resign. And I think the conduct of the entire district attorneys' office has being called into question. The case may still stand, but really, how do you proceed? It's a mess. It feels like a mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST AND CRIMINAL DEFENSE ATTORNEY",
      "sentences": "You know, you're right, Julia. And it quite frankly is a mess. And I think what thejudge did in drawing the conclusion that the Special Prosecutor Nathan Wade, of course, who submitted his resignation has to go, was attempting to right the wrong. And by what wrong I'm speaking of is that you have to have a judicial system that has public confidence, that the public believed is designed to protect really the rights of the accused. In this case, of course, Mr. Trump and 18 other defendants, now 14, we know that four pled guilty, including three attorneys, and I think the judge is very concerned about the optics of it, about the way the system is viewed, and that prosecution has to proceed fairly. And by taking the step of saying the case may move forward as long as the special counsel, Nathan Wade, resigns, I think the judge took the first step to ensure that there would be some propriety to this. And so, it'll move forward. As we look there at Fani Willis, she will be in charge and at the helm. And so, the issue will whether she can prosecute the case based on the facts, based on law, and in a way that comports with fairness, justice, and appropriateness upon which the criminal justice system in the United States is based.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I think that's one of the questions. There is a section in this report, and I don't really want to get into the details of it forthe audience, but where the judge raises reasonable questions about whether or not the district attorney and the prosecutor perhaps lied on the stand about the timing of when they entered a relationship. I mean, that to me is sort of raising questions about whether a district attorney actually lied officially on the stand in front of a judge. Joey, can Trump's defense use that and say, look, no one trusts this office. How can you trust anything that any of these individuals are saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, something tells me the rabbit's going to chase you, bouncing along behind you. There's a court of law and then the support ofpublic opinion, quite frankly, and I think it's been unholy damaged in the process. And I think the former president can argue that this is all part of a bigger system that's trying to take him down. Just answering very quickly, one of the points that you raised there, timing. Is there any chance this happens before the presidential election? And I think so an international audience also can understand. If you were found guilty in this case, and I know it's an enormous if at this moment, what's the maximum sentence? So, two questions, timing and maximum sentence, why this really matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "JACKSON",
      "sentences": "Sure. Of course. So, just addressing the timing issue, Julia. The timing is very doubtful that it will get tried, not only relating to thiscase, because there could be an appeal of the judge's decision, which would delay it further. But remember, the president faces a total of four cases. This is one of them. You have a New York case that was just pushed back. It was slated to go forward on March 25. It's now will go forward in April. You have that case. You have two federal cases. And so, the timing issue, it's very doubtful that it would move forward. In terms of the maximum, if he were to be convicted, I mean, this is a RICO prosecution, Racketeer Influenced and Corrupt Organization Act. By virtue of that, you can do decades in jail. Whether he would get that or not is the ultimate question. Would he be convicted, is an even better question. But there's certainly tremendous exposure criminally should the defendant president ultimately be tried and potentially convicted by a jury of his peers in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And either way, one thing that has been achieved in this is further delays. Joey Jackson, great to have you with us. Thank you somuch for your wisdom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "JACKSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Now, the click of a button may have been behind the LATAM Airlines plunge and not any floor in the Boeing jet, at least according toa report in \"The Wall Street Journal.\" It claims a flight attendant may have activated a switch on the pilot seat that moved it towards the controls that ultimately led to the Dreamliner dropping midair, injuring around 50 people. Now, Boeing also issued an alert to airlines about 787 cockpit seats just this week. Funny that. The Federal Aviation Authority is reviewing that proposal. Pete Muntean explains. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "The Boeing announcement to airlines to say that they should inspect the pilot seats combined withreporting from \"The Wall Street Journal\" really raises a new set of alarm and a new warning for investigators to look deeper into this account about the pilot seats. The account from \"The Wall Street Journal,\" after speaking to two U.S. officials, says that there was a flight attendant on board in the cockpit of the 787 serving meals on Monday when they accidentally bumped into a switch, on the back of the seats here on the 787. That switch will actually actuate the seat fore and aft. It's located right about here. And that can slide the seat fore and aft on an L-shaped track. It's covered by this plastic panel here. You flip that panel up. You can move the switch into two positions. The track is here. And the thinking is that the seat went toward the control column here and ended up pushing the control column forward and the nose of the airplane down. That was a really scary moment for a lot of passengers on board. Ultimately, about 50 passengers treated after this flight landed in Auckland, New Zealand, about 12 of them seriously. And they said that they were thrown up to the ceiling of the airplane. It really flies in the face of the account that passengers got from one of the pilots as they were exiting the plane, that the pilot said that their screens initially went dark, causing them to briefly lose control of the airplane. So, this is something where the investigators will also need to look at the Cockpit Voice Recorder and the Flight Data Recorder. The Flight Data Recorder and the Cockpit Voice Recorder make up the two black boxes. The Flight Data Recorder will be key because it will be able to show if the linear movement of the seat translated into the linear movement on the control column here. Also, the Cockpit Voice Recorder will be key because the sensitive microphones inside the cockpit, that will be able to pick up if there was some sort of struggle with the seat. If somebody said, hey, stop, stop, stop. This seat is moving. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to FIRST MOVE. And to all our U.K., U.S. and Latin American viewers, we hope you're having a wonderful Friday evening.And for everyone waking up across Asia, happy Saturday, and lucky you. In today's \"Money Move,\" an Ides of March, downward march for U.S. stocks on Friday, with the S&amp;P 500 falling for a second straight week. This week's hotter than expected. The U.S. inflation data forcing investors perhaps to begin dialing back expectations for the number of Fed rate cuts this year, and that having an impact. No happy faces on Wall Street, and fewer happy meals apparently at McDonald's, the fast feud giant suffering a global system outage on Friday that forced the closure of restaurants worldwide for hours. McDonald's is apologizing to customers and says it was not a cyber-attack, but problems with a third-party tech provider. The news help impression McDonald's stock, which fell almost 1 percent. Now, a bit of a Friday feeling too across Asia, Chinese stocks gaining but sharp losses in Hong Kong and South Korea, Japan also pulling back during the session. As you can see there. Just a quarter of a percent though for the Nikkei. Now, as we've been warning all week, parts of the U.S. Midwest reeling from severe storms which caused the death of at least three people. The National Weather Service reported tornadoes through Eastern Indiana and Western Ohio. The storms knocked out power and flattened buildings. Earlier, my colleague Whitney Wild was on the ground in Winchester, Indiana, reporting on the dramatic impact of the storm. Just watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "You know, again, tonight over Texas and the Gulf Coast, we have severe thunderstorm warnings going on and watches goingon, but not the tornado watches like we had last night. This is the good news here. There were very large tornadoes. I mean, 135 and greater miles per hour, 220 KPH in some spots. But I want you to take a look at this little tornado, and I say that with a grain of salt, but a little tornado, likely 90 or 100 miles per hour, but just three minutes later. Notice there's the barn, right there. The same barn is still in the shot, but this now is not a 80, 90-mile per hour, 120 KPH tornado. This is a monster tornado on the ground doing damage. And this is what we saw last night. There were at least a dozen reports of tornadoes, and they're still counting. The National Weather Service goes out and takes a look, how much was done, how many buildings were hit, how strong the buildings were that were hit, and that's how they know how big the storms are. If you just get a tornado in the middle of a wheat field, it doesn't really get a big rating, no matter how big it is, because it didn't hit anything and there was no damage. So, we're still watching the storms here along the Gulf. We're watching storms into Houston at this hour, likely getting some airport delays there without a doubt. You get that much lightning around Houston hobby or into international. That's going to see the area tomorrow -- probably the same area going to see significant tornado possibility, but really more a significant hail possibility as we work our way into the rest of the afternoon. Taking a look now, good morning to you across parts of East Asia. It will cool down a little bit in your forecast. But really for you Tokyo, you're going to be in the upper teens almost 20 degrees. But the drop down again comes in from 19 to 21. And then all of a sudden, on Monday, you're 13. So, enjoy your weekend. Seoul, you'll go from 17 to 11 and even Beijing. A few degrees cooler. But this is still above normal. This is more than we should be having here for temperatures this time of year. Still a little bit tropical season here in Australia, the Northern Territory, going to pick up an awful lot of rainfall, not a lot of people in the way of this, but they're still going to rapidly intensify to about 150 kilometer per hour storm as it comes in and puts all of that rainfall down across the central part of the Northern Territory. Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Chad a comprehensive report. Happy Weekend. Thank you very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MYES",
      "sentences": "All over the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to FIRST MOVE.Isolated protests have been reported as Russians go to the polls to vote for a president. Video shows apparent defacing of ballots with green dye at several polling stations. Friday was the first of three days to vote in the election, and Matthew Chance has the latest from Moscow. (BEGIN VIDEO CLIP) MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  The reelection of Vladimir Putin may be underway, with Russians dutifully casting their votes across this vast country. But there are unexpected signs of public defiance. In the Russian capital, a young woman pours dye into a ballot box before being detained by police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking in a foreign language).CHANCE (voice-over):  In the city of Voronezh, an old lady is being held by election officials for doing the same thing. You can see the ruined votes, stained bright green. An act of defiance that could mean a lengthy term in a Russian penal colony. On the eve of this vote, amid simmering opposition despair at the sudden death of Alexei Navalny, Russia's most prominent Kremlin critic, who was himself once infamously attacked with green antiseptic dye. Russian authorities have warned attempts at disruption would be treated as a serious offence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHANCE",
      "sentences": "For the Kremlin, this is meant to be a show of resounding national unity, with Russians coming together in support at the ballot box forVladimir Putin. The Russian opposition hasn't even been allowed to take part. And the three candidates who are standing are neither anti-Putin, anti-Ukraine war, or even popular with the Russian electorate. In other words, the Kremlin is taking absolutely no chances with the outcome of this vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language).CHANCE (voice-over):  But in one Moscow polling station, a voting booth is set on fire. An onlooker tries to douse the flames with water --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in a foreign language).CHANCE (voice-over):  -- before police grab the suspect. Outside a St. Petersburg polling station, a protester lobs a petrol bomb at the front door before being wrestled to the ground. Not everyone, it seems, is willing to let this Putin reappointment go unchallenged. Matthew Chance, CNN, Moscow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "I think we're going to do tremendous things for both China and for the United States.RIPLEY (voice-over):  Then came the trade war. Trump's tariffs and trade barriers, since bolstered by President Biden, still battering Beijing's economy. Now, Trump says U.S. tariffs on Chinese goods will skyrocket to 60 percent or higher if he wins a second term. China's top diplomat Wang Yi voicing concerns over those U.S. trade and tech controls, warning of bewildering levels of unfathomable absurdity. But experts say, some aspects of Trump's foreign policy actually benefit China's strategic interests. His doubts about traditional American alliances like NATO, admiration for strongmen like Russia's Vladimir Putin and North Korea's Kim Jong Un. WEI-TING YEN, ASSISTANT PROFESSOR, FRANKLIN AND MARSHALL COLLEGE:  If I were a Chinese leader or in the Chinese leadership, I would be worried about Trump's presidency simply because Trump is just less predictable. RIPLEY (voice-over):  That unpredictability on display this week, Trump abruptly reversed his hardline stance on TikTok. Opposing a bipartisan bill that would essentially ban the Chinese-owned app in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "There are a lot of people on TikTok that love it. There are a lot of young kids on TikTok who will go crazy without it.RIPLEY (voice-over):  Trump himself tried to ban TikTok in 2020, citing a national security threat. U-turns like this could inject even more instability in a fraught U.S.-China relationship. Will Ripley, CNN, Taipei. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Something to soothe you now. Coming up, a classic musical superstar who's truly a class act. Pianist Lang Lang talks to me about hisjust released double album and the power of music to unite us in a divided world. How appropriate. Plus, the powerful piano music that took even him by surprise. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "LANG LANG, CLASSICAL PIANIST",
      "sentences": "I started listening. I was like -- I was -- where did this music come from? And who are the composers?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to FIRST MOVE. One of the most beloved classical musicians of our time, Chinese Pianist Lang Lang has been delightingaudiences since his first ever public recital at the tender age of five. Yes, you heard me right. Since then, he's toured the world, released a number of best-selling albums, and has made it his mission to teach the wonders of music to children, including his young son. He's just out with a brand new two-disc release named after the French composer Saint-Saens that also happens to feature his wife, fellow pianist Gina Alice. The new album showcases the work of French composers, the most world famous and the more obscure. Now, I talked to Lang Lang about his remarkable career, his very talented family and the music on the new album that touched a profound chord in him. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LANG",
      "sentences": "First of all, I mean, I've been hearing some incredible music and they just -- you know, my friend just sent me some beautiful piano musicand I started listening. I was like, I said, where did this music come from? And who are the composers? It sounds so beautiful but I never heard those music before. So, then it turns to, actually, all those great compositions were made by female composers and they're Parisian, they're French. Their music's so beautiful and it's so -- it kind of -- it touches our -- kind of, the sixth sense, you know, the way they make music is even more prettier, you know, than what we normally hear in those male composers. And, you know, they give you these wonderful, homey feelings when you listen to this music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it surrounds you in some form of warmth, which I think is the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LANG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "-- part at least of the beauty of music, and certainly you've discussed that, I've read in the past. It, sort of, ties me back to thework of your foundation, in particular, and educating and inspiring young people to find, I think exactly that, in many ways. The joy, the passion, the warmth, the beauty that music can provide. Just talk to me about the work of the foundation and why this is such an important part of the work that you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LANG",
      "sentences": "You know, we started to work with the public schools in the world. We have almost 100 schools in America which we are working with as a pieceof the inspiration music class. And in China, we have 110 schools. And we changed the name, we're called the Happy Keyboard because the interesting thing is that in the Western world, when you talk about classical music. People is, like -- you know, some kid is like, oh, it's not very inspirational. It's a bit boring. So, that's why we changed the name, you know. Not called a music class, but a piece of inspiration, you know. And in Asia, particularly, you know, where I grew up, sometimes people feel that music class can be very unhappy. A lot of hard work. You get forced by your parents, you know, like, so much practice, but actually making music is a happy thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "You know, it's funny, I've read this about you as well, where you said that -- and you touched on it there, that you were pressured asyou were growing up to play music and actually it worked out well for you because, you know, this is your chosen career and you're incredibly talented. But you didn't want to make Winston, your son, feel that same pressure. How do you, I think, as a parent find that balance? Because sometimes children would rather do other things, perhaps, but it's nice to play a musical instrument. How do you make it fun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LANG",
      "sentences": "Yes, I mean, for example, some kid loves music, but they don't like to practice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "LANG",
      "sentences": "I mean, this is a very general, you know, thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "I was one of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "It worked better for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "Look, you become -- and you have to find a way to, kind of, lead them into, you know, making of the music. You need to take them into theprogress, which is very, very difficult. For example, my son loves to play the music around, but it's hard for him to sit to really do it. He loves the cello, somehow. And because everything he really got interested were the lower voice, you know, like -- either it's like -- and this little boy starting to sing like this. It was crazy. I mean, in my opinion, every kid should learn at least one instrument because this experience will make their life so much more interesting. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "You mentioned Gina Alice, your beautiful wife, because I know you do a duet in this as well. And she is obviously incredibly talented. Doyou ever have artistic differences? Do you ever say to her, look, how about you do it this way? And she says, absolutely not. Like, this is the way I'm doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "I think it happens a few times in this project.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "Yes, because I'm always like criticizing her playing. As she -- one day she got crazy, she said, no, I'm just going to play like that. I said,OK. Whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "You obviously grew up in China, but now you travel the world and you speak to other people. Can I ask you what you think is the mostobvious cultural misunderstanding that you see around the world between a nation such as China and anywhere else and that perhaps music does help to bridge? Where's the obvious misunderstandings -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "Even though we are so different culturally, and the Western culture and the Eastern world, there's a really huge different. I mean, there'ssome culture gap as well. But through music, through poetry, or novels, we also found that there's a lot of similarities. So therefore, I think music is a way to get into people's heart with more concert exchanging programs, this is especially among the younger generation. This is much easier to connect, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Quick question, A.I. Generative AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "There's a lot of performance artists that, I think, are concerned about what it means for composing, what it means for playing.We've all seen these pianos that, you know, play themselves, not that they use A.I., but perhaps one day it's coming. What does A.I. mean to you as a performance artist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "I think A.I. -- yes, I think A.I. is a very good tool for education. In a moment for our programs, we actually use softwares. It's not exactlylike A.I., but it's similar. You know, you can use the firm method which you can use -- connect the piano to the computer. So, you can have a very interesting and, kind of, adventurous tools to inspire a kid. And composition, I heard some compositions which are composed by the A.I. It's not there yet. So, in a way that we are not destroyed, in the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Not this week.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Final question, what would you have been if you weren't a pianist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "Maybe a talk show host. No, I'm just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "I like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Now, you're coming from my job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "No. I mean, I like to -- yes. Are -- I think few things that I like to, you know, to interview. I like to have conversations with people. Andalso, I like to be a teacher, I would say. I think that will probably works -- you know, something with the communication world, I think, will be nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I think you would have done a great job. You -- we can swap any time, although my piano limitations are to chopsticks, so I'm notsure the audience will be so happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LANG",
      "sentences": "And I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "A pleasure to talk to you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "It will be a short one. Probably a short interview as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you to Lang Lang there.All right. Coming up, baseball superstars in Korea for the first ever Seoul series. But the players are not the only ones to take center stage. We'll explain next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back. A big baseball weekend for Korea. The L.A. Dodgers and San Diego Padres will have exhibition games as the Major LeagueBaseball is set to hold its first ever regular season opener in Seoul next week. But the person who's actually stealing the show appears to be Shohei Ohtani's wife. Patrick Snell joins me now. We're very interested in the sport. We're more interested in their love lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "PATRICK SNELL, CNN WORLD SPORT ANCHOR",
      "sentences": "Well, OK. Fair enough. Thanks, Julia. Yes, there has been more than a bit of a buzz, shall we say. Thatwas last month, when one of the most recognized and respected players in baseball announced he'd married, but he didn't mention who he'd married at the time, at least. Well, thankfully, on Thursday this week, Ohtani sharing a picture of his wife, Mamiko Tanaka, who traveled with the superstar and his L.A. Dodgers to Seoul, South Korea for a two-game series to officially open up the 2024 Major League Baseball season against the San Diego Padres. Tanaka, by the way, also quite the athlete as well, having played basketball for Japan at the national level as well. So, there's that famous pic there. But as you mentioned, Julia, truly, a historic occasion for South Korea, a baseball mad country, which has provided no shortage of stars to the MLB. The Padres, by the way, have two Korean born players and two Japanese players on their roster as well, including their starting pitcher for game one Wednesday in Seoul, Yu Darvish. But most eyes, no question, will likely be on Ohtani, who is the current most valuable player from the American League's L.A. Angels who signed with crosstown rivals, the Dodgers, the past December, late last year, it was. This is a player everyone wanted to see. Look at these scenes here. He turned the baseball world on its head. Remember with his double talent of both hitting and pitching the ball that just doesn't happen in the modern era anymore. But, Julia, I will say this. The -- this year, the 29-year-old Japanese star will only be a hitter. Why? Because he had that recent elbow surgery and that will prevent him from pitching until next year. But look at the crowds. Look at the scenes there. Absolutely incredible scenes, as I send it right back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. Lots of excitement, as you can see there. And amazingly, he was even doing half of his skills --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "SNELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "-- given that surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "SNELL",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Patrick, fantastic to have you with us. Happy weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "SNELL",
      "sentences": "And to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}