{
  "date": "2024-04-17",
  "headline": "CNN News Central",
  "subHeadline": "Senators to be Sworn in as Jurors for Impeachment Trial of Homeland Security Secretary Alejandro Mayorkas; House Speaker Mike Johnson Could Face Motion to Vacate from Representative Marjorie Taylor Greene Over House Vote on Aid to Ukraine; Judge: Opening Statements Could Begin as Soon as Monday; CDC Investigates Fake Botox Linked to Hospitalizations Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "ELENI GIOKOS, CNN BUSINESS CORRESPONDENT",
      "sentences": "Trapped in their homes, unable to leave. And of course, infrastructure incapable of handling this type of waterfall.And of course, the airport has been dramatically impacted. We've seen images of aircraft unable to take off and land effectively. We spoke to one woman that was basically dropped off on the side of this highway with her six-year-old daughter, unable to get to the hotel. She had bags. She basically had to go through this flood water to find refuge. She said that her flight was not only delayed but also had to go circles until they eventually were diverted to Abu Dhabi, which is around an hour from here, then impossible to come to Dubai. It is unbelievable to see this kind of impact from the rainfall. And what of course, we've been hearing from authorities is incredible cleanup time now. It's a sunny day in Dubai. That will help a little. But let me tell you, the city has come to a grinding halt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Thank you so much for that report. Never seen Dubai look anything like that.Can House Speaker Mike Johnson survive the morning? A new hour of CNN NEWS CENTRAL right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "An absurd notion, that is what Mike Johnson now calls efforts to push them out of a job, but he is staring down this threat from the right. Will he need the left to bail him out?Seven jurors down, which means they're about more than halfway to seating a full jury for the Trump criminal trial. What the judge is now saying about when opening statements will begin. And where does an elephant on the loose run to? Yes, it sounds like an existential question and too hard of a question for a Wednesday morning. But in this case, it's a casino. Sara is out today. I'm Kate Bolduan with John Berman. This is CNN NEWS CENTRAL. So it is sure to be an historic day on Capitol Hill. But what kind of history lawmakers will be making remains to be seen. For the first time in nearly 150 years a cabinet secretary is about to be on trial for impeachment. Today, senators will be sworn in as jurors for the trial of Homeland Security Secretary Alejandro Mayorkas. That effort was sparked and pushed by House Republicans over his handling, they say mishandling of the border crisis. Though this effort may be short-lived in the Senate because Democrats are in charge, what also could be short-lived, Mike Johnson as speaker of the House. He has declared he is not resigning, though he is facing something of a revolt from the right over his push to finally allow votes on aid to Ukraine, Israel, and Taiwan. What connects all of this, Johnson's future, the survival of foreign aid, the GOPs hope of ousting Mayorkas? It may all come down to Democrats. CNN's Lauren Fox joins us now for more on this. OK, what's going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, today we expect that the Senate is going to begin this effort to process the impeachment of Mayorkas. And first what you're going to see on the floor is senators being sworn in as jurors, that will happen at 1But Democrats, including Schumer, have argued that the House's impeachment effort against Mayorkas was a sham, that this was really a difference of political opinion, that this is not the kind of high crimes and misdemeanors that rise to the level of impeachment. That is why we expect the Democrats will move too quickly brush this aside in either a motion to dismiss or a motion to table. Then we are going to be watching very closely whether or not at Republicans or Democrats cross the aisle to vote with the other side to quickly move on from this trial. We are keeping a close eye on people like Lisa Murkowski, a Republican from Alaska who was voted with Democrats in the past on some of these questions. You also are keeping a close eye on Mitt Romney. And of course, two Democrats who are running in red states, Jon Tester and Sherrod Brown. So those are some of the key members to watch today. And again, this could be over very quickly after it begins, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BOLDUAN",
      "sentences": "I think you frame it and even better than I could have, Lauren, as usual. It's not that Johnson is saying you need to vote this way. He's saying, let's just have votes and vote your conscience. It sounds like quite a novel idea. It's good to see you, Lauren, thank you so much. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "Look, can House Speaker Mike Johnson survive the morning? That is, I think, the biggest story today. And as \"The New York Times\" noted, everything has to go right for him in order to survive this week and get these bills passed.With me this morning, CNN senior data reporter, Harry Enten. Lauren Fox was just talking about get it right now. Johnson faces a huge numbers problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "HARRY ENTEN, CNN SENIOR POLITICS WRITER AND ANALYST",
      "sentences": "He faces a huge numbers problem. Currently these are the GOP votes that Johnson can lose and still have a majority. Currently it's two, but as was just mentioned, by Friday when Gallagher resigns, it's going to be down to one. I should note, when this Congress began, the number was actually four votes. Then it dropped to three. Now it's to two, then it's to one. You're watching this majority of evaporate slowly but surely. And Mike Johnson is on the wrong side of this math.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "I do want to note that two Democrats right here on CNN NEWS CENTRAL have told us that they would vote against a motion to vacate. So this one vote margin may grow a little bit right there. Yes, absolutely. I'm just saying that we have made news right here on CNN NEWS CENTRAL. How historic is this margin of one vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "ENTEN",
      "sentences": "Yes, how historic is this? This to me is just absolutely amazing. Majorities as small as the GOP's will be starting by Friday or Monday when the Congress reconvenes, since 1901 when Congress was in session, majorities as small as these, you've got 2024, right. The only other ones since 1901, since the 20th century, was in 1917. That one may have even been smaller. I was going back through the congressional records. It's not clear whether it was two or one, or even zero votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "I was going to say, it was going to like 0.75. The poor person who was like 0.75. Never mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "ENTEN",
      "sentences": "Exactly. They were shorter back then. Not as good at diets. The fact is though that if you're looking at this, when you just have 1917 and 2024, and your historical analogy is over a century ago, this is how historic that were looking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "OK, if Johnson were to go, that would make what the third speaker this Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "ENTEN",
      "sentences": "Correct. Remember Kevin McCarthy? I went back through the record books, House Speakers per Congress. There has never been three speakers in a particular congress. Two is really rare. It's only they happen 11 times. Usually you just have one. That's happened 107 times. So with 11 we're already in historic company. If we end up with three, we're truly in unprecedented company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "What do Republicans in general think about Mike Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "ENTEN",
      "sentences": "Yes, this is really sort of an interesting little nugget to me, because how Republicans view Mike Johnson, the vast majority, or the majority of Republicans nationwide, 54 percent actually have no opinion of him. They don't really know who he is. Most Republicans aren't thinking about who the House Speaker is on a day in, day out. But the plurality, if you're just looking at favorable and unfavorable, most Republicans, if they do have an opinion, 34 percent say favorable, just 11 percent say unfavorable. They're not in the Marjorie Taylor Greene camp. Most Republicans, if they have an opinion, like Mike Johnson. But at the end of the day, when you're dealing with such a historically small majority, it may not matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "No. And that number right there may provide the ground for some of these dissenters to get away with anything they want. Harry Enten, great to see you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "ENTEN",
      "sentences": "Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BOLDUAN",
      "sentences": "That's also two uses of plurality in the span of 30 minutes. We have hit our quota on the show. I'm just going to leave that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "ENTEN",
      "sentences": "We're all going to math school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:04",
      "speaker": "BERMAN",
      "sentences": "A majority of people say we can't do it anymore.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "BERMAN",
      "sentences": "All right, this morning, Donald Trump's historic criminal trial is full speed ahead, so fast, in fact, that opening statements could come on Monday. Seven jurors have now been seated, five more need to be. There also needs to be some alternates selected.Elie Honig, CNN's senior legal analyst and our bureau chief joins us this morning. Counselor, great to see you. Of these seven jurors, we can put some of the job characteristics up there on the screen so people can see. What jumps out at you among the people who have been selected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So two things, John, first of all, there are two lawyers on this jury so far. Now, it is conventional wisdom in prosecutors' offices, it certainly was in the Southern District of New York where I used to work that you don't want lawyers on your jury.And the reasons for that sort of very depending on who you talk to, but generally, the concern is lawyers tend to be know it alls, I guess I'll cop to that and you don't want someone on the jury who is going to potentially override the judge or takeover in the jury room. That said, I have tried cases in Manhattan, I've had lawyers on my juries, it has gone fine. So I think there is a bit of urban legend to that. The other thing that jumps out at me, it relates to juror number four who is an IT professional. He is an older man. He is a family man, and he said that he found Donald Trump, \"fascinating and interesting.\" Now, that would concern me a bit from the DA's perspective, because what I would not want here, the one thing I'd be guarding against is that one or two potential jurors who somehow are enamored of Donald Trump and might result in a hung jury. Now that, John, you and I are just looking at the paper record here. The lawyers are in the courtroom. They're getting to see and assess the actual human beings. So their judgment is what really matters here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "BERMAN",
      "sentences": "So this is moving very quickly. They are getting through the numbers here to the point where opening statements could come on Monday and not much has slowed things down except for that outburst in court where apparently Donald Trump was muttering something and the judge issued a stern warning.Elie, what strikes you just about not just the pace, but the conduct in general of this trial so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "HONIG",
      "sentences": "So they are moving quite efficiently, John, and what strikes me is that other than the fact that the person sitting in the defendant's chair is former President Donald J. Trump, this is a normal trial. This is the way these things work.The reason we are proceeding efficiently here, I credit to a few things. First of all, we have a good system in place. We, collectively have been trying cases and seating juries for hundreds of years in this country. These systems generally, if everyone is playing by the rules, they work, they yield fair juries. The other thing is we have a judge who has been on the bench for 17 years, who is in control of his courtroom and that moment you talked about, I think was the judge attempting to establish I am the boss here, I am not going to tolerate nonsense. And then we have professional lawyers on both sides. The DA's team, they all have decades of experience and even Donald Trump's lawyers. This is not Alina Habba trying this case. This is Todd Blanche, former colleague of mine at the SDNY. He has tried many cases. He knows what he is doing. So when everyone is abiding by the system, you can yield a fair and efficient result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "BERMAN",
      "sentences": "I do think that is worth noting, so I am glad we had a chance to address that.I want to play something that Donald Trump said after a court shutdown yesterday, after jury selection when he was in Harlem outside a bodega. Listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I was paying a lawyer and marked it down as a legal expense account. I didn't know, marked it down as a legal expense. That's exactly what it was.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "BERMAN",
      "sentences": "So Donald Trump there is actually getting to the crux of what this whole case might be about, which is whether he falsified or knew about the falsification or directed the falsification of records here and he used language there that a lot of people look at and say, wait a second here. Was he dancing very close to saying that he was involved? HONIGProsecutors can ask the judge, we want to show this video. Now, that video, Donald Trump's syntax is a little bit garbled there. Prosecutors I think are going to take note that it sounds like interpreted a certain way, Donald Trump is saying, I was the one who came up with this idea of, lets label these hush money payments as attorney's fees. That's the falsification at the heart of the case, but he sort of quickly backtracked and says the account and that, John is a preview of the defense. Donald Trump's primary defense here is going to be even if I knew about the hush money payments, clearly he did. He is going to say the crime is falsification and the people who came up with this structure and the idea to lets label these and structure them as attorney fees was my attorney, Michael Cohen, who is now the star witness for the other side, and the accountant, Allen Weisselberg. So I think that is a really interesting preview of what the defense is going to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "BERMAN",
      "sentences": "Yes, very much so.We've heard him say day these types of things more and more the last few days, Donald Trump has a tendency to read the stage directions. People should be paying very close attention to them. Of course, they can be used in court. Elie Honig, great to see you this morning. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:14:47",
      "speaker": "HONIG",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "BOLDUAN",
      "sentences": "What is -- what makes this counterfeit Botox so dangerous? I mean, what is it doing to people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:04",
      "speaker": "HOWARD",
      "sentences": "What we know is that the way that this substance is made, it may be made in a way that makes it either more potent or makes it more liquidy. So it can spread more easily to other parts of the face or the body.But again, this is something that's still under investigation, but we know that among the women who had reactions, some of them had blurred vision, droopy eyelids, some had trouble swallowing or even breathing, and nine of them did need to be hospitalized. So this is a serious situation. Now, what consumers should know is three things. Number one, make sure you're getting your Botox from a licensed provider. Again, the company, Allergan, that makes real Botox they specifically sell to licensed providers. Now, on their website they list licensed providers. Number two, even if you still have questions, ask your provider where they got their Botox or check the vial, and say, hey, can I see the vial that you're using for my injections. And then number three, if anything feels off or looks off, don't go through with it. Sometimes, you know, counterfeit versions of Botox are way cheaper than the real thing. So if the price is too good to be true, you might want to ask more questions, or if your provider says, hey, instead of meeting in my office, lets meet at my home or in a hotel for injections that should be a red flag as well -- Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}