{
  "date": "2024-12-20",
  "headline": "CNN News Central",
  "subHeadline": "Speaker Johnson: \"We're Not Going To Have A Shutdown; At Least One Dead, Several Hurt After Car Plows Into Crowd At Christmas Market In Germany. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Manu Raju in the bowels of Capitol Hill. I believe we have the signal now.And, Manu, we were asking you about Speaker Mike Johnson, who was talking to reporters, seemingly, outlining his vision for what this deal to avert a government shutdown is going to look like. He's confident. He's saying we're not going to have a shutdown. MANU RAJU, CNN ANCHOR &amp; CHIEF CONGRESSIONAL CORRESPONDENT: Yes, he is confident. He didn't lay out the specifics. But I can tell you what the specifics are here, based on what I'm hearing from a number of members. There were -- essentially, what they're talking about is to move a stopgap measure. Let me ask this, Congressman. Congressman, we're live on air right now. So it sounds like to me, based on what I'm talking to other members, is that they're talking about these three different bills, the stopgap measure to keep the government funded until mid-March, and also the about $100 billion or so of disaster relief and $10 billion in aid to farmers, all in one bill to come up tonight. Is that what's going to happen? REP. TIM BURCHETT (R-TN): Well, the $10 billion to farmers, 83 percent of that is food stamps. And the largest portion of that is using food stamps to pay for soft drinks. So there's a lot of misnomers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "But with that being said, the three bills will be tied together as one?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "-- grasp. OK --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "And that's going to come up tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "Well, possibly, possibly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "Do you think that it will pass the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "I think it will. I think -- I think Hakeem's for it probably. So I think we're probably --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "How does it -- I mean, you've been disappointed by this process. I mean, what do you think about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "It's just -- it's just the sewer. It's just what it is. It's never any different. Just this time, its -- people are a lot more aware of what's going on, and they're -- and we're getting more public input.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "I mean, you guys were in there for two hours. Take us inside the room. What was it like in there? And how much debate, how much division was there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "Well, first of all, I was a little disappointed in the sandwich tray. It was a little lackluster at best.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "But, no, you know, it was -- it was good debate and everyone was allowed to speak. And everybody came to the mic and people would -- something would trigger something else, and they'd go back up to the mic and they were given their one minute.So, you know, it's the way it's supposed to work. It's just there's a lot to comprehend in the next little bit. So we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "How many Republicans do you think will oppose this plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "I have no earthly idea. No earthly idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "You'll vote no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "Do what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "You'll vote no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BURCHETT",
      "sentences": "Possibly. Possibly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "Thank you.So, as you heard there, just to sum up where things stand. So the government shuts down at midnight tonight. They need to figure out how to pass a bill to keep the government open. That passes the Republican-led House, the Democratic-led Senate, gets signed into law by the president. The decision, it sounds like, based on what Congressman Burchett said and other members, is to advance a three month stopgap measure to keep the government open up until mid-March. Tied along with that, aid to farmers, roughly about $10 billion or so of aid to farmers. A lot of Republicans have been pushing for that. But also about $100 billion or so in disaster relief that helps people who have been hit -- communities by natural disasters, like hurricanes, that have been all discussed as part of this plan. There have been some discussions going into today's meeting that they would separate these out, vote on these individually. But coming out of this meeting, looks like they're going to wrap this all together as one package and try to pass it tonight. Matter of fact, under a process that requires two-thirds of the House to approve it. That's 290 votes or 219 Republicans. That means that they're going to lose some Republicans. Perhaps Tim Burchett is one of them, and some others as well who do not like this. They will need significant numbers of Democrats to back this. So that puts the ball in Hakeem Jeffries' lap, the Democratic leader. What does he decide? That's going to be key? Also, the Democrats in the Senate, what do they decide? And the White House will they get behind this approach? Also, very notably, Donald Trump is the one who blew up this process, of course, middle of the week when he said this bipartisan deal that had been reached. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "RAJU",
      "sentences": "Likewise, you, too, Congressman.I should include a debt ceiling increase. So that is something that has been so difficult for Congress to deal with for years. But Trump wanted this off the table when he becomes president. The decision inside this room is to not deal with the debt limit increase now, to punt that issue until next year. Trump is going to have to deal with it when he is president. So here's another big question. Because they're doing something that Trump is -- the opposite of the position that Trump took publicly, will Trump get on board with this new approach? We are hearing that Johnson is communicating with the president- elect's team. Will the president-elect get behind this? All big questions. But at the moment, Republicans believe they have a plan. A number of Republicans coming out believe they can actually vote to approve this tonight. What will Democrats do? And can they avert a shutdown at the11th hour? We'll see here in the hours ahead -- guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "RAJU",
      "sentences": "Yes. Its unclear. You know, I was talking to a number of Democrats, top Democrats, while this is all going out. They were really holding their cards close to their vest.Because they were not part of the negotiation. And they were part of the other negotiation, the bipartisan bill that Trump killed earlier this week, but not this one. So they're pretty irked about that. They also wanted to see what would happen behind closed doors at this meeting. Will Republicans actually come out behind one plan? Would they be at loggerheads? Would they have to come up with a new strategy? So they were not saying. But now that we have heard from the speaker, now that we've heard from other members about what the strategy is, which is, again, to repeat, to keep the government open until mid-March, include disaster relief, aid to farmers, not deal with the national debt limit now, tie it all together as one bill, try to get it out tonight to avoid a government shutdown. Now that they know that that appears to be the plan going forward, what does Hakeem Jeffries do? That's going to be the next big question here. But a lot of Democrats believe they'll be hard pressed to vote against such a plan with staring at a government shutdown. And one of the big concerns, they didn't want to give Donald Trump a debt limit increase now, because that's leverage for them to fight against the Trump agenda in the next Congress. They've won that fight. So what else will they fight on now? They don't like some of the things that we're stripped out, like cancer research and other issues. But it will be probably difficult for them to stand in the way of this, as Johnson seems confident a shutdown will be avoided -- guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:29",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:29",
      "speaker": "KEILAR",
      "sentences": "And we are following breaking news out of Germany. This is from moments ago in Magdeburg, Germany, where there are reports that a car has driven into a group of people at a Christmas market. German media now reporting that at least one person was killed in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:29",
      "speaker": "SANCHEZ",
      "sentences": "CNN law enforcement contributor, Steve Moore, joins us now.I believe, Steve, that this is not the first time an attack like this has taken place. What do investigators look for when they try to figure out exactly what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:29",
      "speaker": "STEVE MOORE, CNN LAW ENFORCEMENT CONTRIBUTOR",
      "sentences": "Well, first of all, they're going to be trying to find out whether the driver was the owner or the -- the regular driver of this vehicle. That's going to be very important.They're also going to look for any indications that it might be religious based, because it is a Christmas attack. And they're also going to look for timing. The last -- they're called vehicle-as-weapons attacks, VAWs. The last time one of these occurred in Germany was in 2016 at a Christmas market in Berlin about 100 miles away. And what's interesting is that happened exactly on December 20th. So that would make this the -- of that. And terrorist group frequently like to put special meanings to certain dates. Just to be clear, I'm not saying that this is a terrorist act, but there are certain things that would make it suspicious enough to where you really have to consider that as a possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:29",
      "speaker": "KEILAR",
      "sentences": "Yes. The -- these have been targets before. There was also a Christmas market attack that was foiled by police actually earlier this month as well.Let's bring in retired FBI special agent, Dan Brunner, to join the conversation on this. Dan, we're looking at these pictures, and I'm not sure if you can see these out of Magdeburg, but it's highly alarming. You can see the aftermath of a lot of people on the ground, people tending to them, folks who seem unresponsive. This is a terrible scene. DAN BRUNNER, RETIRED FBI SPECIAL AGENT: Its absolutely horrible. And as Steve was saying, the -- you know, people that conduct in the terrorist organizations in the terrorist realm really look for anniversaries and really want to repeat those attacks. And a lot of things that they're going to be looking at now, and you're going to see an increased security here in the United States, copycats. So I think, you know, Bryant Park in New York City, a lot of these marketplaces where there are open-air Christmas, there's going to be an increased level of security. You'll see NYPD, in Los Angeles, Chicago, all across this country, they're going to increase security due to the possible response of copycats, and they're going to want to avoid that here. They want to prevent these types of attacks here. It's incredibly easy to do a vehicle-borne attack. And it's quite simple. And, you know, obviously, it causes a lot of damage. I've seen a lot of the footage already coming out of Germany. It's an amazing amount of damage that that has been -- that has been conducted. It's absolutely horrible. And hopefully, the individual who is supposedly under arrest and now is in custody, we'll find out more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "KEILAR",
      "sentences": "Because normally, Fred, when they are protecting these markets, as you know, obviously highly desirable soft targets to folks who want to do damage and potentially terrorize.They're trying to stop cars or vehicles from going in. Right? I mean, normally, do you see that kind of protection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:05",
      "speaker": "PLEITGEN",
      "sentences": "Yes. Look, I mean, it's something that you've increasingly seen.And you're absolutely right. I think -- I think when you say that they're trying to protect these people, I can tell you when you're at one of those Christmas markets and you think about security, you do feel quite vulnerable Because the stalls that are on those Christmas markets are obviously made of very thin wood. They're not nearly enough to stop a car when it's going through there. The aisles where people are sort of shopping at these stalls are very, very narrow. And so it's almost impossible for people to actually get out of the way. And at the same time, those little wooden huts offer no or virtually no protection at all. So these are -- you are or you feel like you are a soft target when you're on these Christmas markets. And that's why they increase the security. And that means additional barriers around these Christmas markets, often with trees and other things planted in them. But also at the entry point, to have barriers that come up and go down that can be lowered for if you have deliveries, for instance. That is also something that you've seen increasingly at Christmas markets. And that you've seen here specifically in Germany after those incidents, after that incident that took place in 2015 or 2016, because the authorities here know that there is going to be a large group of people there. There's very little to stop an automobile or something else for people to take cover if a car were to plow through there. And at the same time, it is jam packed with people that have no way or almost no way to get out of the way, and are therefore very much soft targets. So this is something where we've seen the concepts for these security measures develop over time, and that's why it's -- its going to be interesting to see how exactly something like this could have happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:23",
      "speaker": "KEILAR",
      "sentences": "We are following breaking news out of Germany where there are reports that a car has driven into a large group of people at a Christmas market.These are very popular in Germany this time of year. And German media says that at least one person is dead and the driver has been arrested.",
      "isLastSentenceInterrupted": false
    }
  ]
}